{
    "id": 28280,
    "citation_title": "Uniform Admissions, Unequal Access: Did the Top 10% Plan Increase Access to Selective Flagship Institutions?",
    "citation_author": [
        "Kalena Cortes",
        "Daniel Klasik"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "2023-06-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe Top 10% Plan admissions policy has now been in place in Texas for over two decades. We analyze 18 years of post-Top 10% Plan data to look for evidence of increased access to the selective Texas flagship campuses among all Texas high schools. We provide a detailed description of changes in enrollment patterns at the flagship campuses from Texas high schools after the implementation of the Top 10% Plan, focusing on whether the policy resulted in new sending patterns from high schools that did not have a history of sending students to the flagship campuses. Our analysis reveals an increase in the likelihood that high schools in non-suburban areas sent students to the flagship campuses, but ultimately little to no equity-producing effects of the Top 10% Plan over this 18-year period. In fact, the representation of traditional, always-sending, feeder high schools on the flagship campuses continued to dwarf the population of students from other high schools. Thus, the purported high school representation benefits of the policy appear to be overstated and may not go as far as advocates might have hoped in terms of generating equity of access to the flagship campuses in the state.\n\n",
    "acknowledgement": "\nWe thank Lori L. Taylor, Mark Long, Todd Jones, and seminar and conference participants at Texas A&M University - The Bush School, the Association for Education Finance and Policy (AEFP), the American Educational Research Association (AERA), and the Association for Public Policy Analysis and Management (APPAM) for helpful feedback. Rayna Willenbrink provided outstanding research assistance. Any errors are attributable to the authors. Institutional support from George Washington University, Texas A&M University, and University of North Carolina - Chapel Hill are also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}