{
    "id": 28285,
    "citation_title": "Digital Capital and Superstar Firms",
    "citation_author": [
        "Prasanna Tambe",
        "Lorin Hitt",
        "Daniel Rock",
        "Erik Brynjolfsson"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nGeneral purpose technologies like information technology typically require complementary firm-specific investments to create value. These complementary investments produce a form of capital, which is typically intangible and which we call digital capital. We create an extended firm-level panel on IT labor investments (1990-2016) using data from LinkedIn. We then apply Hall’s Quantity Revelation Theorem to compute both prices and quantities of digital capital over recent decades. We find that 1) digital capital prices vary significantly over time, peaking around the dot-com boom in 2000, 2) significant digital capital quantities have accumulated since the 1990s, with digital capital accounting for at least 25% of firms’ assets by the end of our panel, 3) that digital capital has disproportionately accumulated in a small subset of “superstar” firms and its concentration is much greater than the concentration of other assets, and 4) that digital capital accumulation predicts firm-level productivity about three years in the future.\n\n",
    "acknowledgement": "\nWe are grateful for valuable feedback from Guy Berger, Di Mo, Diego Comin, Frank Nagle, Chad Syverson, Jonathan Haskel, and Lynn Selhat and from seminar participants at MIT, the NBER Conference on Research on Income and Wealth, the Workshop on Information Systems and Economics, the International Conference on Information Systems, LinkedIn, the Brookings Institute Initiative on Productivity Measurement, the NBER Conference on Artificial Intelligence, and the INFORMS Conference on Information Systems and Technology. We thank the LinkedIn Economic Graph Research team for providing access to firm-level skills and employment data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}