{
    "id": 28282,
    "citation_title": "Integrated Epi-Econ Assessment",
    "citation_author": [
        "Timo Boppart",
        "Karl Harmenberg",
        "John Hassler",
        "Per Krusell",
        "Jonna Olsson"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formulate an economic time use model and add to it an epidemiological SIR block. In the event of an epidemic, households shift their leisure time from activities with a high degree of social interaction to activities with less, and also choose to work more from home. Our model highlights the different actions taken by young individuals, who are less severely affected by the disease, and by old individuals, who are more vulnerable. We calibrate our model to time use data from ATUS, employment data, epidemiological data, and estimates of the value of a statistical life. There are qualitative as well as quantitative differences between the competitive equilibrium and social planner allocation and, moreover, these depend critically on when a cure arrives. Due to the role played by social activities in people's welfare, simple indicators such as deaths and GDP are insuffcient for judging outcomes in our economy.\n\n",
    "acknowledgement": "\nFor feedback we thank seminar participants at the Institute for International Studies, the University of Edinburgh, and the Institute for Future Studies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}