{
    "id": 28292,
    "citation_title": "Sovereign Debt Standstills",
    "citation_author": [
        "Juan C. Hatchondo",
        "Leonardo Martinez",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2024-05-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs a response to the economic difficulties triggered by the COVID-19 pandemic, the G20 implemented the Debt Service Suspension Initiative (DSSI), a standstill or sus- pension of official bilateral sovereign debt payments for some of the poorest countries. The G20 and others also called on private creditors to offer comparable terms but this did not materialize. We first show that a standard default model can account for the decline in sovereign spreads triggered by the DSSI. The model also accounts for the private creditors’ reluctance to participate in a debt standstill: Except when it avoids a default, a private-creditor standstill implies sizable capital losses for debt holders. Furthermore, while sovereign debt standstill proposals emphasize debt payment suspensions without write-offs on the face value of debt obligations, we find that complementing private-creditor standstills with write-offs could reduce debt holders’ losses and simultaneously increase sovereign welfare gains.\n\n",
    "acknowledgement": "\nFor their comments and suggestions we thank the editor, Cristina Arellano, an anonymous referee, Javier Bianchi, Hal Cole, Max Dvorkin, Rob Johnson, Illenin Kondo, David Mihalyi, Zach Stangebye, and seminar participants at the 2023 Stockman Conference, Notre Dame, IMF, Minneapolis Fed, University of Oklahoma, RedNIE, Virtual International Trade and Macroeconomics Seminar, the “Emerging and Frontier Markets: Capital Flows, Resiliency, Risks, and Growth” NBER Conference, the 2022 SED Annual Meeting, the 2021 CEBRA Annual Meeting, the 2021 Banco Central de Uruguay Annual Meeting, and the 2020 Richmond Fed Sovereign Debt Workshop. Remaining mistakes are our own. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}