{
    "id": 28297,
    "citation_title": "History’s Masters: The Effect of European Monarchs on State Performance",
    "citation_author": [
        "Sebastian Ottinger",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2022-05-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe create a novel reign-level dataset for European monarchs, covering all major European states between the 10th and 18th centuries. We first document a strong positive relationship between rulers’ cognitive ability and state-level outcomes. To address endogeneity issues, we exploit the facts that i) rulers were appointed according to hereditary succession, independent of their ability, and ii) the wide-spread inbreeding among the ruling dynasties of Europe led over centuries to quasi-random variation in ruler ability. We code the degree of blood relationship between the parents of rulers, which also reflects ‘hidden’ layers of inbreeding from previous generations. The ‘coefficient of inbreeding’ is a strong predictor of ruler ability, and the corresponding instrumental variable results imply that ruler ability had a sizeable effect on the performance of states and their borders. This supports the view that ‘leaders made history,’ shaping the European map until its consolidation into nation states. We also show that rulers mattered only where their power was largely unconstrained. In reigns where parliaments checked the power of monarchs, ruler ability no longer affected their state’s performance. Thus, the strengthening of parliaments in Northern European states (where kin marriage of dynasties was particularly wide-spread) may have shielded them from the detrimental effects of inbreeding.\n\n",
    "acknowledgement": "\nWe would like to thank Filipe Campante, Marta Reynal-Querol, Petra Moser, Casey Petroff, Felipe Valencia, Paola Giuliano, Joel Mokyr, Romain Wacziarg, Melanie Wasserman, as well as seminar audiences at Oxford, UCLA, the RIDGE Virtual Forum, the Armenian Economic Association, HSE, the NBER Political Economy Summer Institute, Northwestern, and UC Berkeley for helpful comments and suggestions. Angelo Krüger, Thomas Groesbeck, and Logan Spencer provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}