{
    "id": 28298,
    "citation_title": "Dynamic Banking and the Value of Deposits",
    "citation_author": [
        "Patrick Bolton",
        "Ye Li",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2021-09-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a dynamic theory of banking where the role of deposits is akin to that of productive capital in the classical q-theory of investment. As a cheap source of leverage, deposits typically create value for banks, but the marginal q of deposits can be negative. Deposit accounts commit banks to accept any inflows and outflows, so that banks cannot perfectly control leverage. Such uncertainty destroys value when banks have insufficient equity capital to buffer shocks. Our model lends itself to a re-evaluation of leverage regulations and offers new perspectives on banking in a low interest-rate environment.\n\n",
    "acknowledgement": "\nWe are grateful to helpful comments from Jason Allen, Adrien d’Avernas, Juliane Begenau (discussant), Markus Brunnermeier, Peter DeMarzo, Jason Donaldson, Itamar Drechsler (discussant), Philip Dybvig, Isil Erel, Xavier Gabaix, Zhiguo He (discussant), Ji Huang (discussant), Sebastian Infante, Bart Lambrecht, Anil Kashyap, Naveen Khanna, Arvind Krishnamurthy, Bernadette Minton, Cyril Monnet (discussant), Dirk Niepelt (discussant), Christian Opp (discussant), Guillermo Ordoñez, Jonathan Payne (discussant), Monika Piazzesi, Alexi Savov (discussant), Dejanir Silva (discussant), René Stulz, Anjan Thakor, Quentin Vandeweyer, Matías Vieyra (discussant), Larry Wall (discussant), Mike Weisbach, Chao Ying (discussant), Haoxiang Zhu and seminar/conference participants at Biennial International Association of Deposit Insurers Conference, BI-SSE Asset Pricing & Financial Econometrics Conference, Cambridge Corporate Finance Theory Symposium, CESifo Macro Money & International Finance, China International Conference in Finance, China International Conference in Macroeconomics, European Finance Association 2021, FOM Virtual Corporate Finance Fridays, Fed-Maryland Short-Term Funding Markets 2021, Midwest Finance Association 2021, NBER Summer Institute 2021, Northern Finance Association 2021, Society for Economic Dynamics 2021, Ohio State University, and Washington University in St. Louis Annual Corporate Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}