{
    "id": 28290,
    "citation_title": "Advanced Technologies Adoption and Use by U.S. Firms: Evidence from the Annual Business Survey",
    "citation_author": [
        "Nikolas Zolas",
        "Zachary Kroff",
        "Erik Brynjolfsson",
        "Kristina McElheran",
        "David N. Beede",
        "Cathy Buffington",
        "Nathan Goldschlag",
        "Lucia Foster",
        "Emin Dinlersoz"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2023-12-01",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe introduce a new survey module intended to complement and expand research on the causes and consequences of advanced technology adoption. The 2018 Annual Business Survey (ABS), conducted by the Census Bureau in partnership with the National Center for Science and Engineering Statistics (NCSES), provides comprehensive and timely information on the diffusion among U.S. firms of advanced technologies including artificial intelligence (AI), cloud computing, robotics, and the digitization of business information. The 2018 ABS is a large, nationally representative sample of over 850,000 firms covering all private, nonfarm sectors of the economy. We describe the motivation for and development of the technology module in the ABS, as well as provide a first look at technology adoption and use patterns across firms and sectors. We find that digitization is quite widespread, as is some use of cloud computing. In contrast, advanced technology adoption is rare and generally skewed towards larger and older firms. Adoption patterns are consistent with a hierarchy of increasing technological sophistication, in which most firms that adopt AI or other advanced business technologies also use the other, more widely diffused technologies. Finally, while few firms are at the technology frontier, they tend to be large so technology exposure of the average worker is significantly higher. This new data will be available to qualified researchers on approved projects in the Federal Statistical Research Data Center network.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. (DRB Approval Number CBDRB-FY20-095, CBDRB-FY20-331 and CBDRB-FY21-041). We thank Scott Ohlmacher, John Eltinge, John Jankowski, Rob Seamans, John Haltiwanger, Frank Li, Susan Helper and Pascual Restrepo for excellent comments and feedback, as well as participants in the 2020 AEAStat session. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}