{
    "id": 28294,
    "citation_title": "Wage Risk and Government and Spousal Insurance",
    "citation_author": [
        "Mariacristina De Nardi",
        "Giulio Fella",
        "Gonzalo Paz-Pardo"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2023-03-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe extent to which households can self-insure depends on family structure and wage risk. We calibrate a model of couples and singles’ savings and labor supply under two types of wage processes. The first wage process is the canonical—age independent, linear—one that is typically used to evaluate government insurance provision. The second wage process is a flexible one. We use our model to evaluate the optimal mix of the two most common types of means-tested benefits—in-work versus income floor. The canonical wage process underestimates wage persistence for women and thus implies that in-work benefits should account for most benefit income. In contrast, the richer wage process that matches the wage data well, implies that the income floor should be the main benefit source, similarly to the system in place in the UK. This stresses that allowing for rich wage dynamics is important to properly evaluate policy.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Mike Daly, Robert Joyce, Peter Levell and Hamish Low for useful comments and suggestions, and Barra Roantree for generously sharing his knowledge of the NESPD dataset. The project has been funded by the Nuffield Foundation (visit www.nuffiedfoundation.org), but the views expressed are those of the authors and not necessarily of the Foundation, the NBER, the CEPR, any agency of the federal government, the Federal Reserve Bank of Minneapolis, the European Central Bank, or the IFS.\n\n\n"
}