{
    "id": 28299,
    "citation_title": "Market Structure and Extortion: Evidence from 50,000 Extortion Payments",
    "citation_author": [
        "Zach Y. Brown",
        "Eduardo Montero",
        "Carlos Schmidt-Padilla",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2023-02-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nHow does gang competition affect extortion? Using detailed data on individual extortion payments to gangs and sales from a leading wholesale distributor of consumer goods and pharmaceuticals in El Salvador, we document evidence on the determinants of extortion payments and the effects of extortion on firms and consumers. We exploit a 2016 nonaggression pact between gangs to examine how collusion affects extortion in areas where gangs previously competed. While the pact led to a large reduction in competition and violence, we find that it increased the amount paid in extortion by approximately 20%. Much of this increase was passed through to retailers and consumers: retailers experienced an increase in delivery fees, leading to an increase in consumer prices. In particular, we find an increase in prices for pharmaceutical drugs and a corresponding increase in hospital visits for chronic illnesses. The results point to an unintended consequence of policies that reduce competition between criminal organizations.\n\n",
    "acknowledgement": "\nWe are grateful to Lauren Falcao Bergquist, Chris Blattman, Doris Chiang, Abby Córdova, Rafael Di Tella, Oeindrila Dube, Thomas Fujiwara, Sergio Galletta, Robert Gibbons, Rema Hanna, Benjamin Lessing, Nicola Limodio, Alex Mas, Mike Mueller-Smith, Nathan Nunn, Rohini Pande, Alison Post, Jake Shapiro, Andrei Shleifer, Vincent Tanutama, Santiago Tobón, and seminar participants at Berkeley, BREAD 2021, Columbia, Erasmus University Rotterdam, Harvard Business School, LANE-HOPE, Michigan, NEUDC 2021, Notre Dame, PacDev 2021, Paris Sorbonne, Princeton University, SIOE, Stanford, Texas A&M, TWEC 2022, Universidad de Costa Rica, Universidad EAFIT, University of Gothenburg, University of North Carolina, University of Wisconsin, University of Zurich, Queen’s University, and Yale. We thank Rachel Fung, Pedro Magana, Paulo Matos, and Carolina Tojal Ramos dos Santos for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}