{
    "id": 28296,
    "citation_title": "Political Parties as Drivers of U.S. Polarization: 1927-2018",
    "citation_author": [
        "Nathan J. Canen",
        "Chad Kendall",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe current polarization of elites in the U.S., particularly in Congress, is frequently ascribed to the emergence of cohorts of ideologically extreme legislators replacing moderate ones. Politicians, however, do not operate as isolated agents, driven solely by their preferences. They act within organized parties, whose leaders exert control over the rank-and-file, directing support for and against policies. This paper shows that the omission of party discipline as a driver of political polarization is consequential for our understanding of this phenomenon. We present a multi-dimensional voting model and identification strategy designed to decouple the ideological preferences of lawmakers from the control exerted by their party leadership. Applying this structural framework to the U.S. Congress between 1927- 2018, we find that the influence of leaders over their rank-and-file has been a growing driver of polarization in voting, particularly since the 1970s. In 2018, party discipline accounts for around 65% of the polarization in roll call voting. Our findings qualify the interpretation of - and in two important cases subvert - a number of empirical claims in the literature that measures polarization with models that lack a formal role for parties.\n\n",
    "acknowledgement": "\nWe thank Matilde Bombardini, Ernesto Dal Bo, Fred Finan, Tasos Kalandrakis, Vadim Marmer, as well as seminar participants at various institutions for comments. Yihang Zhang provided excellent research assistance. We are grateful for funding from CIFAR and from the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}