{
    "id": 28305,
    "citation_title": "Vertical Integration of Healthcare Providers Increases Self-Referrals and Can Reduce Downstream Competition: The Case of Hospital-Owned Skilled Nursing Facilities",
    "citation_author": [
        "David M. Cutler",
        "Leemore Dafny",
        "David C. Grabowski",
        "Steven Lee",
        "Christopher Ody"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe landscape of the U.S. healthcare industry is changing dramatically as healthcare providers expand both within and across markets. While federal antitrust agencies have mounted several challenges to same-market combinations, they have not challenged any non-horizontal affiliations – including vertical integration of providers along the value chain of production. The Clayton Act prohibits combinations that “substantially lessen” competition; few empirical studies have focused on whether this is the source of harm from vertical combinations. We examine whether hospitals that are vertically integrated with skilled nursing facilities (SNFs) lessen competition among SNFs by foreclosing rival SNFs from access to the most lucrative referrals. Exploiting a plausibly exogenous shock to Medicare reimbursement for SNFs, we find that a 1 percent increase in a patient’s expected profitability to a SNF increases the probability that a hospital self-refers that patient (i.e., to a co-owned SNF) by 2.5 percent. We find no evidence that increased self-referrals improve patient outcomes or change post-discharge Medicare spending. Additional analyses show that when integrated SNFs are divested by their parent hospitals, independent rivals are less likely to exit. Together, the results suggest vertical integration in this setting may reduce downstream competition without offsetting benefits to patients or payers.\n\n",
    "acknowledgement": "\nAll authors acknowledge funding from the Agency for Healthcare Research and Quality (Grant No. U19 HS24072). Ody performed this research while employed by the Kellogg School of Management, and the study does not necessarily reflect the views of Analysis Group. The authors appreciate valuable comments from Min Chen, Michael Chernew, Ben Handel, J. Michael McWilliams, Nathan Wilson, and participants in conferences and seminars, including the FTC Microeconomics Conference and the NBER U19 Annual Research Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}