{
    "id": 28308,
    "citation_title": "Self-image Bias and Lost Talent",
    "citation_author": [
        "Marciano Siniscalchi",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2021-03-04",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe propose an overlapping-generation model wherein researchers belong to two groups, M or F, and established researchers evaluate new researchers. Group imbalance obtains even with group-neutral evaluations and identical productivity distributions. Evaluators’ self-image bias and mild between-group heterogeneity in equally productive research characteristics lead the initially dominant group, say M, to promote scholars with characteristics similar to theirs. Promoted Fresearchers are few and similar to M-researchers, perpetuating imbalance. Candidates’ career concerns and institutions’ hiring practices exacerbate talent loss. Mentorship reduces group imbalance, but increases F-group talent loss. Affirmative action reduces both. Our mechanism explains existing evidence and suggests different policies.\n\n",
    "acknowledgement": "\nVeronesi acknowledges financial support from the Fama-Miller Center for Research in Finance and by the Center for Research in Security Prices at the University of Chicago Booth School of Business. For useful comments, we thank Gadi Barlevi, Marco Bassetto, Alberto Bisin, Shereen Chaudhry, Hui Chen, Alexia Delfino, Nicola Gennaioli, Lars P. Hansen, Alex Imas, Jessica Jaffers, Seema Jayachandran, Emir Kamenica, Elisabeth Kempf, Lubos Pastor, Jane Risen, Antoinette Schoar, Oleg Urminsky, Adrien Verdhelan, participants at Behavioral Science workshop and the Finance workshop at the University of Chicago, and seminar participants at the Chicago Fed, Bocconi University, and MIT. Errors are our own. The views expressed in this paper are our own and do not necessarily reflect the views of our respective employers. We declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}