{
    "id": 28307,
    "citation_title": "Exposure to a School Shooting and Subsequent Well-Being",
    "citation_author": [
        "Phillip B. Levine",
        "Robin McKnight"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2023-12-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of school shootings on the educational performance and long-term health consequences of students who survive them, highlighting the impact of indiscriminate, high-fatality incidents. Initially, we focus on test scores in the years following a shooting. We also examine whether exposure to a shooting affects chronic absenteeism, which may play a role in explaining any such effect, and school expenditures, which may counteract it. We analyze national, school-district level data and additional school-level data from Connecticut in this part of the analysis. In terms of effects on health status, we focus on its most extreme measure, mortality in the years following a shooting. In this part of the analysis, we analyze county-level data on mortality by cause. In all analyses, we treat the timing of these events as random, enabling us to identify causal effects. Our results indicate that indiscriminate, high-fatality school shootings, such as those that occurred at Sandy Hook and Columbine, have considerable adverse effects on students exposed to them. We cannot rule out substantive effects of other types of shootings with fewer or no fatalities.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Wellesley College and at the National Bureau of Economic Research Summer Institute Children’s Program Meeting for helpful comments. Tom Downes also provided useful advice regarding the use of the NCES Common Core of Data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}