{
    "id": 28309,
    "citation_title": "Cities, Productivity, and Trade",
    "citation_author": [
        "Alvaro Garcia Marin",
        "Andrei V. Potlogea",
        "Nico Voigtländer",
        "Yang Yang"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe document a novel stylized fact: Using data for several countries, we show that export activity is disproportionately concentrated in larger cities – even more so than overall economic activity. We account for this fact by marrying elements of international trade and economic geography. We build a model with agglomeration economies where firms with heterogeneous productivity sort across city sizes and select into exporting. The model allows us to study the geographic implications of trade policy, as well as the international trade effects of urban policies. We show that (i) lifting restrictions on housing supply raises not only the aggregate productivity of the economy but also its aggregate export intensity, by allowing more firms to locate in larger cities and profit from agglomeration effects; (ii) conversely, while opening up to trade has complex overall economic geography implications, within sectors it tends to shift employment towards larger cities. We structurally estimate the model using data for the universe of Chinese manufacturing firms and study the general equilibrium effects of trade liberalization and of urban policies. We find that the effects of these policies are quantitatively different from those predicted by trade models that ignore economic geography, and by economic geography models that omit international trade (both of which are nested in our framework).\n\n",
    "acknowledgement": "\nWe would like to thank Dominick Bartelme, Tim Kehoe, Fernando Parro as well as seminar audiences at the Meeting of the Urban Economic Association in 2017 (Vancouver), the Chilean Productivity Commission Workshop, the Pontificia Universidad Católica seminar, the 2019 RIDGE Workshop in Firms and Trade Dynamics, the 2020 Econometric Society World Congress, and the Virtual Urban Economic Association Meetings in 2020 for helpful comments and suggestions. We gratefully acknowledge research support from the UCLA Ziman Center’s Rosalinde, Arthur Gilbert Program in Real Estate, Finance and Urban Economics, and CONICYT-Chile through project Fondecyt Regular 1191536. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}