{
    "id": 28302,
    "citation_title": "Answering the Queen: Machine Learning and Financial Crises",
    "citation_author": [
        "Jeremy Fouliard",
        "Michael Howell",
        "Hélène Rey",
        "Vania Stavrakeva"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2023-10-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial crises cause economic, social and political havoc. Macroprudential policies are gaining traction but are still severely under-researched compared to monetary and fiscal policy. We use the general framework of sequential predictions, also called online machine learning, to forecast crises out-of-sample. Our methodology is based on model aggregation and is “meta-statistical”, since we can incorporate any predictive model of crises in our analysis and test its ability to add information, without making any assumption on the data generating process. We predict systemic financial crises twelve quarters ahead out-of-sample with high signal-to-noise ratio. Our approach guarantees that picking certain time dependent sets of weights will be asymptotically similar for out-of-sample forecasts to the best ex post combination of models; it also guarantees that we outperform any individual forecasting model asymptotically. We analyse which models provide the most information for our predictions at each point in time and for each country, allowing us to gain some insights into economic mechanisms underlying the building of risk in economies.\n\n",
    "acknowledgement": "\nWe are highly indebted to Pierre Alquier for his generous help. We thank Gilles Stoltz for multiple discussions and very useful comments. We are also very grateful to our discussants Fabrice Collard, Frank Diebold, Christian Julliard, Sebnem Kalemli Ozcan, Luc Laeven and Philip Lane as well as to Richard Portes and Nicolas Vayatis and seminar participants at the NBER IFM meeting, the ASSA 2021 Meetings, the Society for Nonlinear Dynamics and Econometrics 2020 Meetings, the Applied Machine Learning, Economics and Data Science seminar, UC Berkeley, MIT, Boston University, Cambridge Judge, Oxford, Bocconi, ENSAE, KTO-GREDEQ-OFCE, Nowcasting, the LBS AQR academic symposium, the Annual BIS Conference, Chicago conference in the honour of Alejandro Justiniano, the Bank of Spain Macroprudential Conference and the Women in Economics Chicago Conference for comments. Our thanks also go to Virginie Coudert, Julien Idier, Mikael Juselius, Anna Kovner, Marco Lo Duca, to Benoit Mojon and to Katja Taipalus for help with the database and Pierre Gaillard and Yannig Goude for the opera package. Rey thanks the ERC (Advanced Grant 695722). We thank Francesco Amodeo for outstanding research assistance. Jérémy Fouliard benefited greatly from the hospitality of the BIS where part of this paper was written. This work does not represent in any way the views of the French Macroprudential Authority or the National Bureau of Economic Research.\n\n\n"
}