{
    "id": 28301,
    "citation_title": "Borders within Europe",
    "citation_author": [
        "Marta A. Santamaría",
        "Jaume Ventura",
        "Uğur Yeşilbayraktar"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre country borders still an impediment to trade flows within Europe? Using a rich microlevel survey with 3 million annual shipments of goods by road across 269 European regions, we construct a matrix of bilateral trade flows for 12 industries from 2011 to 2017. We then use the causal inference framework to design an identification strategy to estimate the causal effect of country borders on trade flows. Take two similar region pairs, the first one containing regions in different countries and the second one containing regions in the same country. The market share of the origin region in the destination region for the international pair is only 17.5 percent that of the intranational pair. We refer to this estimate as the average border effect. When we look at each industry separately, we find border effects that range from 12.3 to 38.9 percent. When we look at recent borders, i.e. created after 1910, we find a border effect of 28.8 percent, which is smaller than the average border effect but still quite large. The implication is clear: Europe is far from having a single market.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the European Research Council (ERC) under the European Union’s Horizon 2020 Research and Innovation Program (Grant Agreement No. 693512 - \"Globalization, Economic Policy and Political Structure”), the Spanish Ministry of Economy and Competitiveness through the Severo Ochoa Programme for Centres of Excellence in RD (CEX2019-000915-S) and from the Generalitat de Catalunya through the SGR Programme (2017-SGR-1393) and CERCA Programme. We thank Manuel García-Santana, Joan Monràs,David Nagy, Maria Ptashkina and seminar/conference participants at CREI, Universitat Pompeu Fabra, London School of Economics, University of Warwick, University of Michigan, University of Glasgow, CEMFI, European Urban Economics Assocation (EUEA) and Workshop on International Economic Networks (WIEN) for their useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}