{
    "id": 28304,
    "citation_title": "The Long-Term Impact of the COVID-19 Unemployment Shock on Life Expectancy and Mortality Rates",
    "citation_author": [
        "Francesco Bianchi",
        "Giada Bianchi",
        "Dongho Song"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2021-09-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe adopt a time series approach to investigate the historical relation between unemployment, life expectancy, and mortality rates. We fit Vector-autoregressions for the overall US population and for groups identified based on gender and race. We use our results to assess the long-run effects of the COVID-19 economic recession on mortality and life expectancy. We estimate the size of the COVID-19-related unemployment shock to be between 2 and 5 times larger than the typical unemployment shock, depending on race and gender, resulting in a significant increase in mortality rates and drop in life expectancy. We also predict that the shock will disproportionately affect African-Americans and women, over a short horizon, while the effects for white men will unfold over longer horizons. These figures translate in more than 0.8 million additional deaths over the next 15 years.\n\n",
    "acknowledgement": "\nWe thank Michael Boutros for great research assistance. We thank Nancy Berliner, Janet Currie, David Cutler, Cosmin Ilut, Jim Poterba, Emilia Simeonova, Jon Skinner, Ben Sommers, and all seminar participants at the NBER COVID-19 and health outcomes spring 2021 meeting, Duke University, and the U.S. Government Accountability Office for useful comments and suggestions. We thank Arialdi Minimo for helping us to navigate the CDC datasets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGiada Bianchi\n\nGiada Bianchi has received consulting fees from Karyopharm.\n\n\n"
}