{
    "id": 28311,
    "citation_title": "Trauma at School: The Impacts of Shootings on Students' Human Capital and Economic Outcomes",
    "citation_author": [
        "Marika Cabral",
        "Bokyung Kim",
        "Maya Rossin-Slater",
        "Molly Schnell",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2024-03-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe examine how shootings at schools—an increasingly common form of gun violence in the United States—impact the educational and economic trajectories of students. Using linked schooling and labor market data in Texas from 1992 to 2018, we compare within-student and across-cohort changes in outcomes following a shooting to those experienced by students at matched control schools. We find that school shootings increase absenteeism and grade repetition; reduce high school graduation, college enrollment, and college completion; and reduce employment and earnings at ages 24–26. We further find school-level increases in the number of leadership staff and reductions in retention among teachers and teaching support staff in the years following a shooting. The adverse impacts of shootings span student characteristics, suggesting that the economic costs of school shootings are universal.\n\n",
    "acknowledgement": "\nWe thank Sandy Black, Victor Carrion, David Figlio, Samantha Guz, Kirabo Jackson, Phillip Levine, Robin McKnight, Rich Murphy, Ali Rowhani-Rahbar, David Studdert, and seminar participants at Baylor University, the Berlin Applied Micro Seminar, the BU/Duke Empirical Health Law Conference, the Center for Research in Economics and Statistics, the Florida Applied Micro Seminar, the Institute for Public Health and Medicine at Northwestern’s Feinberg School of Medicine, ITAM, Kansas State University, Michigan State University, Monash Business School, NBER Summer Institute (Education and Children’s Programs), Paris School of Economics, San Jose State University, St. Andrews, the US Census Bureau, UC Merced, University of Chile, the University of Maryland Population Research Center, Rutgers University, the University of Munich ifo Center for the Economics of Education, and the University of Zurich. Research reported in this article was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under award number R01HD102378. The research presented here utilizes confidential data from the State of Texas supplied by the Education Research Center (ERC) at The University of Texas at Austin. The views expressed are those of the authors and should not be attributed to the ERC, or to the National Bureau of Economic Research, or to any of the funders or supporting organizations mentioned herein, including The University of Texas at Austin or the State of Texas. Any errors are attributable to the authors alone.\n\n\n"
}