{
    "id": 28314,
    "citation_title": "The Impact of COVID-19 on US Firms",
    "citation_author": [
        "Nicholas Bloom",
        "Robert S. Fletcher",
        "Ethan Yeh"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-07",
    "revision_date": "2021-07-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use survey data on an opt-in panel of around 2,500 US small businesses to assess the impact of COVID-19. We find a significant negative sales impact that peaked in Quarter 2 of 2020, with an average loss of 29% in sales. The large negative impact masks significant heterogeneity, with over 40% of firms reporting zero or a positive impact, while almost a quarter report losses of more than 50%. These impacts also appear to be persistent, with firms reporting the largest sales drops in mid-2020 still forecasting large sales losses a year later in mid-2021. In terms of business types, we find that the smallest offline firms experienced sales drops of over 40% compared to less than 10% for the largest online firms. Finally, in terms of owners, we find female and black owners reported significantly larger drops in sales. Owners with a humanities degree also experienced far larger losses, while those with a STEM degree saw the least impact.\n\n",
    "acknowledgement": "\nWe would like to thank the Kauffman Foundation for their financial support. We would like to thank Patrick Collison, Alex Novet, Eilin Francis, and Nate Hilger for advice and research support on the survey. We would also like to thank seminar participants at Stanford University and the Census Bureau. All user data in this research was opt-in and obtained with permission via written informed consent. Contact nbloom@stanford.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}