{
    "id": 28317,
    "citation_title": "Moms’ Time—Married or Not",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2022-02-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing time-diary data from the U.S. and six wealthy European countries, I demonstrate that non-partnered mothers spend slightly less time performing childcare, but much less time in other household activities than partnered mothers. Unpartnered mothers’ total work time—paid work and household production—is slightly less than partnered women’s. In the U.S. but not elsewhere they watch more television and engage in fewer other leisure activities. These differences are independent of any differences in age, race/ethnicity, ages and numbers of children, and household incomes. Non-partnered mothers feel slightly more pressured for time and much less satisfied with their lives. Analyses using the NLSY79 show that mothers whose partners left the home in the past two years became more depressed than those whose marriages remained intact. Coupled with evidence that husbands spend substantial time in childcare and with their children, the results suggest that children of non-partnered mothers receive much less parental care—perhaps 40 percent less—than other children; and most of what they receive is from mothers who are less satisfied with their lives.\n\n",
    "acknowledgement": "\nNo financial support was received for this project. Katie Genadek, Iga Magda and David Ribar provided very useful comments, and Len Goff gave very helpful research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}