{
    "id": 28312,
    "citation_title": "A Grant to Every Citizen: Survey Evidence of the Impact of a Direct Government Payment in Israel",
    "citation_author": [
        "Naomi Feldman",
        "Ori Heffetz"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn early August, 2020, during the COVID-19 pandemic, Israel disbursed one-time, universal grants to its citizens, of $220 per adult and $150 per child. Using survey data, we estimate that 25–45 percent either had already mostly spent or were planning to spend the money by year’s end and 36–52 percent mostly paid down debts. Interestingly, about as many people reported mostly donating the grant or using it to help family or friends as reported saving it (10–18 percent), with donations mostly originating from higher-income respondents. This voluntary rerouting of governmental assistance may help alleviate the trade-off between targeting and simplicity/speed of disbursement.\n\n",
    "acknowledgement": "\nWe thank Joel Slemrod, Claudia Sahm and Jonathan Parker for generously sharing their original materials, survey scripts, and calculations; seminar participants at the Hebrew University and IDC Herzliya; Aharon Haver, Lev Maresca, and Doron Zamir for excellent research assistance; and Israel’s National Economic Council and Prime Minister’s Office for funding the survey. The views expressed here are of the authors only; they have no financial or other material interests related to this research to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}