{
    "id": 28316,
    "citation_title": "Health Knowledge and Non-Pharmaceutical Interventions During the COVID-19 Pandemic in Africa",
    "citation_author": [
        "Anne E. Fitzpatrick",
        "Sabrin A. Beg",
        "Laura C. Derksen",
        "Anne Karing",
        "Jason T. Kerwin",
        "Adrienne Lucas",
        "Natalia Ordaz Reynoso",
        "Munir Squires"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProviding health information is a non-pharmaceutical intervention designed to reduce disease transmission and infection risk by encouraging behavior change. But does knowledge change behavior? We test whether coronavirus health knowledge promotes protective risk mitigation behaviors early in the COVID-19 pandemic across four African countries (Ghana, Malawi, Sierra Leone, and Tanzania). Despite reputations for weak health sectors and low average levels of education, health knowledge of the symptoms and transmission mechanisms was high in all countries in the two months after the virus entered the country. Higher knowledge is associated with increased protective measures that would likely lower disease risk with one exception–knowledge is inversely correlated with social distancing. Respondents largely adhered to mask mandates and lockdowns, but continued coming into contact with others at small, informal gatherings, gatherings not affected by mandates. Knowledge alone appears unlikely to reduce all risky activities, especially gatherings within other people's homes. Even early in the pandemic income loss or stress were commonly reported. Our results suggest that early and consistent government provision of health information, likely reduced the severity of the pandemic in Africa but was not a panacea.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge generous funding from the Joseph P. Healey Research Grant and the Jameel Poverty Action Lab (J-PAL). For excellent research management and assistance we thank Henry Atimone, Charlotte Burlingame, and Heather Wong. We thank the entire field team in each country for their efforts in completing these surveys. We thank Marcella Alsan, Emily Beam, Alan de Brauw, Janet Currie, David Molitor, and Laura Wherry for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}