{
    "id": 28318,
    "citation_title": "Another brick on the Wall: On the Effects of Non-Contributory Pensions on Material and Subjective Well Being",
    "citation_author": [
        "Rosangela Bando",
        "Sebastian Galiani",
        "Paul Gertler"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic expenditures on non-contributory pensions are equivalent to at least 1 percent of GDP in several countries in Latin America and is expected to increase. We explore the effect of non-contributory pensions on the well-being of the beneficiary population by studying the Pensiones Alimentarias program established by law in Paraguay, which targets older adults living in poverty. Households with a beneficiary increased their level of consumption by 44 percent. The program improved subjective well-being in 0.48 standard deviations. These effects are consistent with the findings of Bando, Galiani and Gertler (2020) and Galiani, Gertler and Bando (2016) in their studies on the non-contributory pension schemes in Peru and Mexico. Thus, we conclude that the effects of non-contributory pensions on well-being in Paraguay are comparable to those found for Peru and Mexico and add to the construction of external validity.\n\n",
    "acknowledgement": "\nThe authors thank Juan Manuel Hernandez and Cesar Huaroto for providing key inputs and advice for this work. The authors declare that they have no financial or material interests in the results of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}