{
    "id": 28315,
    "citation_title": "Globalization, Trade Imbalances and Labor Market Adjustment",
    "citation_author": [
        "Rafael Dix-Carneiro",
        "João Paulo Pessoa",
        "Ricardo M. Reyes-Heroles",
        "Sharon Traiberman"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2022-04-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that modeling trade imbalances is crucial to understanding transitional dynamics in response to globalization shocks. We build and estimate a general equilibrium, multi-country, multi-sector model of trade with two key ingredients: (a) endogenous trade imbalances arising from households' consumption and saving decisions; (b) labor market frictions across and within sectors. We use our model to perform several empirical exercises. We find that the “China shock” accounted for 25% of the decline in US manufacturing between 2000 and 2014—twice the magnitude predicted from a model imposing balanced trade. A concurrent rise in US service employment led to a negligible aggregate unemployment response. We then benchmark our model's predictions for the gains from trade against the popular “ACR” sufficient statistics approach. We find that our predictions for the long-run gains from trade and consumption dynamics significantly diverge.\n\n",
    "acknowledgement": "\nWe would like to thank seminar and conference participants for helpful feedback. We are extremely grateful to Wei Huang and to Banu Demir for their very generous help with China's UHS data and with Turkey's EIS data, respectively. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}