{
    "id": 28313,
    "citation_title": "Who Will Fill China's Shoes? The Global Evolution of Labor-Intensive Manufacturing",
    "citation_author": [
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "2021-01-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn this paper, I review evidence on changing global specialization in labor-intensive exporting. Production of apparel, footwear, furniture, and related products are how many low-income countries first enter export manufacturing. Just as China's rise as a powerhouse in these goods supplanted a role previously occupied by the East Asian Tigers, the world may again be on the cusp of significant change in where labor-intensive goods are produced. China's prowess in these sectors peaked in the early 2010s; its share in their global exports, while still substantial, is now in decline. Mechanisms through which the global economy may adjust to China's graduation into more technologically sophisticated activities include expanded labor-intensive export production in other emerging economies and labor-saving technological change in products currently heavily reliant on less-educated labor. Available evidence suggests that the first mechanism is operating slowly and the second hardly at all. As a third mechanism, China may in part replace itself by moving labor-heavy factories out of densely populated and expensive coastal cities and into the country's interior. Such a transition, though still in its infancy, would mirror the decentralization of manufacturing production in the U.S. and Europe, which occurred after World War II.\n\n",
    "acknowledgement": "\nI thank Loren Brandt, Chul Chung, Alan Deardorff, Ruixue Jia, and Cong Peng for helpful comments; Mingzhi Xu and Robert Feenstra for the SITC trade data used in the analysis; and Sophia Mo for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}