{
    "id": 28310,
    "citation_title": "Measuring Unemployment in Crisis: Effects of COVID-19 on Potential Biases in the CPS",
    "citation_author": [
        "Ori Heffetz",
        "Daniel Reeves"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom February to April 2020, as COVID-19 hit the U.S. economy, the official unemployment rate (UR) climbed from 3.5 percent—the lowest in more than 50 years—to 14.7—the highest since current measurement began in January 1948. This unprecedented, speedy quadrupling of UR coincided with major disruptions in survey-data-collection procedures and a dramatic, differential drop in response rates. To what extent did measurement issues contribute to this quadrupling? We revisit two recently studied potential biases in the Current Population Survey: rotation group bias (Krueger, Mas and Niu, 2017) and difficulty-of-reaching bias (Heffetz and Reeves, 2019). We extend the original analyses to the years prior to the crisis and focus on the six months of peak UR, from April to September 2020. Our ballpark estimates suggest that the peak official UR figure could be biased by up to ∼1.5 percentage points in either direction.\n\n",
    "acknowledgement": "\nWe thank participants in the Cornell Behavioral Economics Reading Group (BERG), Jerusalem Economics, Society, and Culture (JESC) lab, Authors Conference of the JOLE volume in honor of Alan Krueger, and especially our discussant, Judd Cramer, for comments that greatly improved the paper. We are grateful to Claire Gallagher for patiently responding to our questions regarding the CPS during COVID-19. Ophir Halperin and Doron Zamir provided research assistance. The authors have no financial or other material interests related to this research to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}