{
    "id": 28320,
    "citation_title": "Stock Prices and Economic Activity in the Time of Coronavirus",
    "citation_author": [
        "Steven J. Davis",
        "Dingqian Liu",
        "Xuguang Simon Sheng"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2021-06-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nStock prices and workplace mobility trace out striking clockwise paths in daily data from mid-February to late May 2020. Global stock prices fell 30 percent from 17 February to 12 March, before mobility declined. Over the next 11 days, stocks fell another 10 percentage points as mobility dropped 40 percent. From 23 March to 9 April, stocks recovered half their losses and mobility fell further. From 9 April to late May, both stocks and mobility rose modestly. This dynamic plays out across the 35 countries in our sample, with notable departures in China, South Korea, and Taiwan. The size of the global stock market crash in reaction to the pandemic is many times larger than a standard asset-pricing model implies. Looking more closely at the world’s two largest economies, the pandemic had greater effects on stock market levels and volatilities in the U.S. than in China even before it became evident that early U.S. containment efforts would flounder. Newspaper-based narrative evidence confirms the dominant – and historically unprecedented – role of pandemic-related developments in the stock market behavior of both countries.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Stock Prices, Lockdowns, and Economic Activity in the Time of Coronavirus.\" We thank Emine Boz and Linda Tesar (editors), two anonymous referees, Stefano Giglio and Li Su (discussants), Francois Gourio, Prachi Mishra, Xiao Wang, Ivan Werning and participants at the IMF’s 21st Jacques Polak Research Conference and the Renmin University conference on “Structural Reforms and Economic Developments in the Face of Rising Uncertainty” for many helpful comments and suggestions. Davis thanks the U.S. National Science Foundation (SES 20180940), the Becker Friedman Institute, and the Chicago Booth School of Business for financial support. An earlier draft of this paper circulated as “Stock Prices, Lockdowns, and Economic Activity in the Time of Coronavirus.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}