{
    "id": 28324,
    "citation_title": "What Matters for Electrification? Evidence from 70 Years of U.S. Home Heating Choices",
    "citation_author": [
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2023-10-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe percentage of U.S. homes heated with electricity has increased steadily from 1% in 1950, to 8% in 1970, to 26% in 1990, to 40% in 2020. This paper investigates the key determinants of this increase in electrification using data on heating choices from millions of U.S. households over a 70-year period. Energy prices, geography, climate, housing characteristics, and household income are shown to collectively explain 90% of the increase, with changing energy prices by far the most important single factor. This framework is then used to calculate the economic cost of an electrification mandate for new homes. Households in warm states tend to prefer electricity anyway, so would be made worse off by less than $350 annually on average. Households in cold states, however, tend to strongly prefer natural gas so would be made worse off by more than $1000 annually. These findings are directly relevant to a growing number of policies aimed at reducing carbon dioxide emissions through electrification.\n\n",
    "acknowledgement": "\nI am grateful to Severin Borenstein, Meredith Fowlie, Stephanie Greene, Ashley Langer, David Levine, Jim Stock, numerous seminar participants, the editor, and two anonymous referees for helpful comments. Pengyu Wang provided excellent research assistance. I have not received any financial compensation for this project nor do I have any financial relationships that relate to this research. The analysis relies entirely on publicly-available data and all data and code will be posted on my website upon completion of the project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}