{
    "id": 28322,
    "citation_title": "Robots and Labor in the Service Sector: Evidence from Nursing Homes",
    "citation_author": [
        "Karen Eggleston",
        "Yong Suk Lee",
        "Toshiaki Iizuka"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn one of the first studies of service sector robotics using establishment-level data, we study the impact of robots on staffing in Japanese nursing homes, using geographic variation in robot subsidies as an instrumental variable. We find that robot adoption increases employment by augmenting the number of care workers and nurses on flexible employment contracts, and decreases difficulty in staff retention. Robot adoption also reduces the monthly wages of regular nurses, consistent with reduced burden of care. Our findings suggest that the impact of robots may not be detrimental to labor and may remedy challenges posed by rapidly aging populations.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from a Stanford Asia-Pacific Research Center faculty award, the Freeman Spogli Institute for International Studies Japan Fund, and JSPS KAKENHI Grant Number 18H00861. We thank discussants including Robert Seamans at the AEA 2020 meetings and seminar participants at Stanford University Human-Centered AI Institute, SIEPR, and NBER Summer Institute 2020. Sean Chen and Haruka Ito provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}