{
    "id": 28323,
    "citation_title": "Estimating Production Functions in Differentiated-Product Industries with Quantity Information and External Instruments",
    "citation_author": [
        "Nicolás de Roux",
        "Marcela Eslava",
        "Santiago Franco",
        "Eric Verhoogen"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2024-10-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses output- and input-quantity information and external instruments for materials and labor choices to improve production-function estimates. In rich Colombian data on producers of rubber and plastic products, we construct the external instruments from exchange-rate movements and variation in the “bite” of the minimum wage. Under assumptions of constant elasticities of substitution among outputs and inputs within firms, we aggregate from the firm-product to the firm level and show how quality and variety choices may bias quantity-based estimators. We supplement the external instruments with internal instruments — lagged levels and differences of input choices — in a two-step approach, estimating a difference equation to recover the materials and labor coefficients and a levels equation to recover the capital coefficient. Our estimates imply markups that are 67-70% of those implied by standard proxy-variable methods. A simple Monte Carlo simulation illustrates the advantages of our approach in a controlled setting with firm-level input-quality differences.\n\n",
    "acknowledgement": "\nWe thank Gianluca Antonecchia, David Atkin, Mons Chan, Jan De Loecker, Rafael Dix-Carneiro, Ulrich Doraszelski, Dave Donaldson, Garth Frazer, Álvaro García-Marin, Arshia Hashemi, Hiro Kasahara, Amit Khandelwal, Pete Klenow, Sebastian Kripfganz, Jeanne LaFortune, Suresh Naidu, Scott Orr, Amil Petrin, David Rivers, José Tessada, James Traina, Jim Tybout, Johannes van Biesebroeck, Reed Walker, Frederic Warzynski, Daniel Xu, and many seminar participants for helpful comments, and Nathalie González and Cristhian Acosta for excellent research assistance. We are grateful to DANE staff for facilitating data access and for advice on the proper use of the data. The views expressed in this document are not those of DANE or DANE staff. The analysis using confidential data was carried out in accordance with Colombian confidentiality laws. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}