{
    "id": 28328,
    "citation_title": "Machine Learning and Perceived Age Stereotypes in Job Ads: Evidence from an Experiment",
    "citation_author": [
        "Ian Burn",
        "Daniel Firoozi",
        "Daniel Ladd",
        "David Neumark"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore whether ageist stereotypes in job ads are detectable using machine learning methods measuring the linguistic similarity of job-ad language to ageist stereotypes identified by industrial psychologists. We then conduct an experiment to evaluate whether this language is perceived as biased against older workers. We find that language classified by the machine learning algorithm as closely related to ageist stereotypes is perceived as ageist by experimental subjects. The scores assigned to the language related to ageist stereotypes are larger when responses are incentivized by rewarding participants for guessing how other respondents rated the language. These methods could potentially help enforce anti-discrimination laws by using job ads to predict or identify employers more likely to be engaging in age discrimination.\n\n",
    "acknowledgement": "\nThis research was supported by the Sloan Foundation. Any views expressed are our own and not those of the Sloan Foundation. This experiment was approved by the UCI Institutional Review Board, HS# 2015-2107. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}