{
    "id": 28329,
    "citation_title": "Wealth Trajectories Across Key Milestones: Longitudinal Evidence from Life-Course Transitions",
    "citation_author": [
        "Gopi Shah Goda",
        "Jialu Liu Streeter"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWealth varies considerably across the population and changes significantly over the lifecycle. In this paper, we trace out trajectories of wealth across several key life milestones, including marriage, homeownership, childbirth, divorce, disability, health shocks, retirement and widowhood using multiple decades of longitudinal panel data. We estimate both changes over the ten-year period before and after each milestone and assess whether those changes occur gradually or sharply after the milestone. We find evidence of significant long-run increases in wealth associated with homeownership and retirement, and significant long-run reductions in wealth associated with divorce, health shocks, and disability. In general, these changes appear to occur gradually rather than immediately after the milestone. Our results also indicate a large degree of heterogeneity across demographics, socioeconomic status and risk protection from insurance. In particular, those with lower levels of socioeconomic status and those without access to risk protection experience smaller wealth gains (or larger wealth losses) following life-course transitions. These results identify populations and life stages where individuals are most vulnerable to large reductions in wealth.\n\n",
    "acknowledgement": "\nThe research project described in this paper received funding from Prudential Financial, Inc. The opinions, findings and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of Stanford University, the National Bureau of Economic Research, Prudential Financial, Inc., or any of its subsidiaries or affiliates. We are grateful to Gary Koenig, Joanna Lahey, Gina Li, Melinda Morrill, and Sita Slavov for helpful comments. All errors are our own.\n\n\n"
}