{
    "id": 28325,
    "citation_title": "Promoting Platform Takeoff and Self-Fulfilling Expectations: Field Experimental Evidence",
    "citation_author": [
        "Kevin Boudreau"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe theoretical literature on platforms and network effects predicts that the initial growth and takeoff of a platform crucially depends on the market’s expectations of the future installed base. This paper tests this claim, reporting on a field experiment in which invitations to join a newly launched platform were sent to 16,349 individuals and included randomized statements regarding the future expected installed base (along with disclosures of the current installed base). I find evidence consistent with subjective expectations playing a crucial role in shaping early adoption and platform takeoff.  Statements regarding expectations of the future installed base more significantly affected adoption than did disclosures of the current installed base. Statements of larger numbers of expected users caused more adoption than did smaller numbers. Statements of a smaller installed base of users (whether current or expected) led to lower demand than did stating nothing at all. The effect of stating subjective expectations by the platform became insignificant once the current installed base grew larger. The response of adoption to expected numbers of users reveals patterns consistent with the long-theorized chicken-and-egg problem and self-fulfilling expectations. The findings have significant implications for the effective promotion, marketing, and “evangelism” of new platform ventures.\n\n",
    "acknowledgement": "\nI wish to especially thank crucial personnel of supporting organizations and advisors, including Paras Babbar, James Bean, Maria Costa De Sousa, Hugh Courtney, Mavez Dabas, Nicole Danuwidjaja, Rick Davis, Sylvain Demortier, Anthony Donaldson, Eric Doroski, Raj Echambadi, Koreen Geisler-Wagner, Austen Keene, Afan Khan, Atif Khan, Abhinav Kharbanda, Dyan Khor, Raghavi Kirouchenaradjou, Satish Kumar Anbalagan, Sreerag Sreenath Mandakathil, Patrick McGrath, Tucker Marion, Patrick McGrath, Marc Meyer, Robert Hughes, Michael Orr, Olga Ozhereleva, Kaushik Padmanabhan, Edwige Poinssot, Fernando Suarez, Prathamesh Tajane, Nikin Tharan, Emery Trahan, Maureen Underhill, Robert Whelan, and Katie Wilhoit. For especially useful comments in conversations on this topic, I thank Dónal Crilly and Andrei Hagiu. This research also benefitted from joint data collection, collaboration, and thinking on related topics with Nilam Kaushik. I would also like to acknowledge generous financial support from the Kauffman Foundation (grant G00005624) and Northeastern DMSB. This research was determined to be IRB exempt (NUIRB180419). All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}