{
    "id": 28327,
    "citation_title": "Informational Content of Factor Structures in Simultaneous Binary Response Models",
    "citation_author": [
        "Shakeeb Khan",
        "Arnaud Maurel",
        "Yichong Zhang"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the informational content of factor structures in discrete triangular systems. Factor structures have been employed in a variety of settings in cross sectional and panel data models, and in this paper we formally quantify their identifying power in a bivariate system often employed in the treatment effects literature. Our main findings are that imposing a factor structure yields point identification of parameters of interest, such as the coefficient associated with the endogenous regressor in the outcome equation, under weaker assumptions than usually required in these models. In particular, we show that a non-standard exclusion restriction that requires an explanatory variable in the outcome equation to be excluded from the treatment equation is no longer necessary for identification, even in cases where all of the regressors from the outcome equation are discrete. We also establish identification of the coefficient of the endogenous regressor in models with more general factor structures, in situations where one has access to at least two continuous measurements of the common factor.\n\n",
    "acknowledgement": "\nWe thank Serena Ng, Arthur Lewbel, two anonymous referees, and seminar participants at Arizona State University, Emory, Michigan State, Shanghai University of Finance and Economics, University of Arizona, as well as conference participants at the 2015 SEA meetings for helpful comments. We also thank Zhangchi Ma and Qingsong Yao for excellent research assistance. Zhang acknowledges the fi\fnancial support from Singapore Ministry of Education Tier 2 grant under grant MOE2018-T2-2-169 and the Lee Kong Chian fellowship The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}