{
    "id": 28336,
    "citation_title": "Personnel Management and School Productivity: Evidence from India",
    "citation_author": [
        "Renata Lemos",
        "Karthik Muralidharan",
        "Daniela Scur"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "2021-07-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses new data to study school management and productivity in India. We report four main results. First, management quality in public schools is low, and ~2σ below high-income countries with comparable data. Second, private schools have higher management quality, driven by much stronger people management. Third, people management quality is correlated with both independent measures of teaching practice, as well as school productivity measured by student value added. Fourth, private school teacher pay is positively correlated with teacher effectiveness, and better-managed private schools are more likely to retain their most effective teachers. Neither pattern is seen in public schools.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Cesi Cruz, Alex Eble, Deon Filmer, Bob Gibbons, Dan Honig, Julien Labonne, Lant Pritchett, Simon Quinn, Arman Rezaae, Abhijeet Singh, Margaret Stevens, John Van Reenen and several seminar participants at the CSAE, Empirical Management Conference, NEUDC, Oxford, and SIOE for very useful comments and suggestions. We are deeply grateful to M. Srinivasa Rao, B. Srinivasulu, S. Ramamurthy, and staff of the Azim Premji Foundation for their support in setting up and overseeing the data collection that this paper is based on. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}