{
    "id": 28333,
    "citation_title": "Price Indices and the Value of Innovation with Heterogenous Patients",
    "citation_author": [
        "Claudio Lucarelli",
        "Sean Nicholson",
        "Nicholas Tilipman"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany countries use uniform cost-effectiveness criteria to determine whether to adopt a new medical technology for the entire population. This approach assumes homogeneous preferences for expected health benefits and side effects. We examine whether new prescription drugs generate welfare gains when accounting for heterogeneous preferences by constructing quality- adjusted price indices for colorectal cancer drug treatments. We find that while the efficacy gains from newer drugs do not justify high prices for the population as a whole, innovation improves the welfare of sicker, late-stage cancer patients. A uniform evaluation criterion would not permit these innovations despite welfare gains to a subpopulation.\n\n",
    "acknowledgement": "\nWe thank Mark Duggan, David Molitor, Kate Bundorf, Adam Ullman, Ron Katznelson, and seminar participants at Hoover IP2 and Stanford University. Artem Gulish and Brigid Farrell provided excellent research assistance.  This research was supported by unrestricted grants from the Pharmaceutical Economics and Policy Council and the Merck Company Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}