{
    "id": 28339,
    "citation_title": "Globalization and Global Crises: Rest of the World vs. Israel",
    "citation_author": [
        "Assaf Razin"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPost WWII globalization forces are facing headwinds in the form of global crises-the “The Great Recession” and the “The Pandemic Recession”. Israel’s trade and financial globalization, however,  is steadily rising. The pandemic-induced slump in economic activity is deep, as consumer spending, investment spending, and export demand tumble. Central banks, tied down by the zero interest rate, resort to semi-fiscal expansionary policies. Indeed,  the stabilization burden falls on fiscal policy.  The paper provides an overview of the new globalization trends in the world and in Israel, with emphasis on the role of global crises, the Global Financial Crisis, and the Pandemic Crisis in changing globalization long-term trends.  When the coronavirus hit, supply chains and production have been disrupted. However, the impact of the pandemic shock is not on the supply side only.  On the demand side, the desire to invest has plunged, while people across the rich world are now saving much of their income. Would this short-term changes can reinforce the re-trending of the globalization, which is observed since the Global Financial Crisis? The paper focuses on globalization and provides comparative overview of experiences of  the advanced economies and Israel.\n\n",
    "acknowledgement": "\nI thank Yoni Ben‐Bassat and Michel Strawczynsky for assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}