{
    "id": 28332,
    "citation_title": "The Globalization of Refugee Flows",
    "citation_author": [
        "Xavier Devictor",
        "Quy-Toan Do",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the spatial distribution of refugees over 1987-2017 and establishes several stylized facts about refugees today compared with past decades. Refugees still predominantly reside in developing countries neighboring their country of origin. However, compared to past decades, refugees today (i) travel longer distances, (ii) are less likely to seek protection in a neighboring country, (iii) are less geographically concentrated, and (iv) are more likely to reside in a high-income OECD country. The findings bring new evidence to the debate on refugee responsibility-sharing.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Andrew Foster), two anonymous referees, Caglar Ozden, Philip Verwimp, and workshop participants at the Research Conference on Forced Displacement in Copenhagen for helpful suggestions, and to Chau Hai Le for superb research assistance. The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of the World Bank, its Board of Executive Directors, or the governments they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}