{
    "id": 28349,
    "citation_title": "Private and Public Investments in Biomedical Research",
    "citation_author": [
        "Maya M. Durvasula",
        "Lisa Larrimore Ouellette",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nRecent policy attention has focused on proposals to reduce prices for drugs that have received public funding.  From an implementation perspective, such policies rely on public disclosure of government support for research.  In this paper, we highlight two conceptual problems with past attempts to measure these public disclosures, and construct a new data set which corrects for these problems.  Our corrected measures suggest that under-reporting of public research support is less of an issue than previously thought.\n\n",
    "acknowledgement": "\nWe are very grateful to Ryan Broll, Gideon Moore, Maya Roy, and Ralph Skinner for research assistance, and to Bhaven Sampat for very helpful comments. Financial support from NIA grant P01AG005842 (to the NBER), the Alfred P. Sloan Foundation, the Smith Richardson Foundation, and the National Science Foundation Graduate Fellowship Program is also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeidi L. Williams\n\nOver the past three years, have I received more than $10,000 in research funding from the Alfred P. Sloan Foundation, Brookings Institution, the Ewing Marion Kauffman Foundation, the National Science Foundation, the Smith Richardson Foundation, the Toulouse Network for Information Technology, the US National Institutes of Health, and the Washington Center for Equitable Growth.\n\n\nI serve in paid positions at the American Economic Association (as Editor of the Journal of Economic Perspectives) and the National Bureau of Economic Research (as co-director of the Health Care Program).\n\n\n"
}