{
    "id": 28344,
    "citation_title": "Africa's Manufacturing Puzzle: Evidence from Tanzanian and Ethiopian Firms",
    "citation_author": [
        "Xinshen Diao",
        "Mia Ellis",
        "Margaret S. McMillan",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-14",
    "revision_date": "2021-02-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent growth accelerations in Africa are characterized by increasing productivity in agriculture, a declining share of the labor force employed in agriculture and declining productivity in modern sectors such as manufacturing. To shed light on this puzzle, we disaggregate firms in the manufacturing sector by size using two newly created panels of manufacturing firms, one for Tanzania covering 2008-2016 and one for Ethiopia covering 1996-2017. Our analysis reveals a dichotomy between larger firms that exhibit superior productivity performance but do not expand employment much, and small firms that absorb employment but do not experience any productivity growth. We suggest the poor employment performance of large firms is related to use of capital-intensive techniques associated with global trends in technology.\n\n",
    "acknowledgement": "\nWe thank the National Bureau of Statistics in Tanzania and the Central Statistical Agency in Ethiopia for providing access to the data as well as invaluable support in creating and cleaning the panels, Inigo Verduzco for his work creating the Ethiopia panel identifiers for 1996-2013, Andualem Telaye Mengistu and his team at the Ethiopian Development Research Institute and Oxford University for providing access to their matching process for the Ethiopia panel for 2013-2017, Brian McCaig for information about Vietnam, Gaaitzen de Vries and Emmanuel Mensah for their feedback on total manufacturing employment estimates, and Marco Sanfilippo for helpful discussions. Feiruz Mohammed provided excellent research assistance. We are grateful to PEDL and the FCDO for financial assistance and to the CGIAR’s research program Policies, Institutions, and Markets (PIM) led by the International Food Policy Research Institute for its support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}