{
    "id": 28347,
    "citation_title": "Chaos and Unpredictability in Dynamic Social Problems",
    "citation_author": [
        "Marco Battaglini"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a dynamic model of environmental protection in which the level of pollution is a state variable that strategically links policy making periods. Policymakers are forward looking but politically motivated: they have heterogeneous preferences and do not fully internalize the cost of pollution. This type of political economy model is often reduced to a \"modified\" planner's problem, and yields predictions that are qualitatively similar to a planner's constrained optimum, albeit with a bias: too much pollution in the steady state (or, in other applications, too little investment in public goods, too much public debt, etc.). We highlight conditions under which this reduction is not possible, and the dynamic time inconsistency generated by the political process is responsible for a new type of distortion. Under these conditions, there are equilibria in which, for a generic economy and generic initial conditions, the state evolves in complex cycles, or unpredictable chaotic dynamics. Depending on the fundamentals of the economy, these equilibria may generate ergodic distributions that consistently overshoot the planner's steady state of pollution, or that fluctuate around it.\n\n",
    "acknowledgement": "\nI thank seminar participants at Cornell, the University of Washington in St. Louis, and the Office of the Chief Economist at Microsoft. Aviv Caspi and Neelanjan Datta provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}