{
    "id": 28346,
    "citation_title": "Keynesian Production Networks and the Covid-19 Crisis: A Simple Benchmark",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid-19 crisis is an unusual and seemingly all-encompassing economic shock. On the one hand, it was unquestionably a negative demand shock that, for fixed prices and incomes, reduced household spending. On the other hand, it was also unquestionably a negative supply shock that reduced firms' ability to maintain production at pre-pandemic prices and quantities. These negative shocks affected different industries differently: whereas some producers easily switched to remote-work and maintained both employment and production, industries that required face-to-face contact were forced to reduce production capacity and employment. We consider a stripped-down version of the model presented in Baqaee and Farhi (2020). Despite its simplicity, the model nevertheless allows for an arbitrary input-output network, complementarities in both consumption and production, incomplete markets, downward nominal wage rigidity, and a zero-lower bound. In this sense, it contains many of the ingredients typically considered to be important for understanding the economic fallout from Covid-19. Nevertheless, despite allowing for these realistic ingredients, this model has a stark property: factor income shares at the initial equilibrium are global sufficient statistics for the input-output network. This article clarifies clarifies what ingredients must be added to a  model if the production network is to play an important role in the propagation of shocks.\n\n",
    "acknowledgement": "\nEmmanuel Farhi tragically passed away in July, 2020 before this paper was written. Emmanuel was a one-in-a-lifetime friend and collaborator. David Baqaee is responsible for any errors. We thank our discussant Jennifer La'O for her comments. We received support from NSF grant No. 1947611. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}