{
    "id": 28342,
    "citation_title": "The Globalization of Postsecondary Education: The Role of International Students in the US Higher Education System",
    "citation_author": [
        "John Bound",
        "Breno Braga",
        "Gaurav Khanna",
        "Sarah Turner"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the four decades since 1980, US colleges and universities have seen the number of students from abroad quadruple. This rise in enrollment and degree attainment affects the global supply of highly educated workers, the flow of talent to the US labor market, and the financing of US higher education. Yet, the impacts are far from uniform, with significant differences evident by level of study and type of institution. The determinants of foreign flows to US colleges and universities reflect both changes in student demand from abroad and the variation in market circumstances of colleges and universities, with visa policies serving a mediating role. The consequences of these market mechanisms impact global talent development, the resources of colleges and universities, and labor markets in the United States and countries sending students.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation (NSF # 1735786) for generous research support. We are grateful to Nathaniel Ruby for superb research assistance. We thank Enrico Moretti, Gordon Hanson and Timothy Taylor for insightful comments on earlier drafts. This paper was prepared for publication in the Journal of Economic Perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}