{
    "id": 28340,
    "citation_title": "Recipes and Economic Growth: A Combinatorial March Down an Exponential Tail",
    "citation_author": [
        "Charles I. Jones"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew ideas are often combinations of existing goods or ideas, a point emphasized by Romer (1993) and Weitzman (1998). A separate literature highlights the links between exponential growth and Pareto distributions: Gabaix (1999) shows how exponential growth generates Pareto distributions, while Kortum (1997) shows how Pareto distributions generate exponential growth. But this raises a \"chicken and egg\" problem: which came first, the exponential growth or the Pareto distribution? And regardless, what happened to the Romer and Weitzman insight that combinatorics should be important? This paper answers these questions by demonstrating that combinatorial growth in the number of draws from standard thin-tailed distributions leads to exponential economic growth; no Pareto assumption is required. More generally, it provides a theorem linking the behavior of the max extreme value to the number of draws and the shape of the tail for any continuous probability distribution.\n\n",
    "acknowledgement": "\nI am grateful to Daron Acemoglu, Pablo Azar, Sebastian Di Tella, Guido Imbens, Pete Klenow, Sam Kortum, Erzo Luttmer, Ben Moll, Chris Tonetti, and seminar participants at the Harvard Growth Lab, the LSE, the Minneapolis Fed, Stanford, and UAB Barcelona for helpful discussions and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}