{
    "id": 28356,
    "citation_title": "Do Global Pandemics Matter for Stock Prices? Lessons from the 1918 Spanish Flu",
    "citation_author": [
        "Marco Del Angel",
        "Caroline Fohlin",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the impact of the 1918 Spanish Flu on U.S. stock prices. We use the death rate to control for the impact of the global pandemic and war news reported in the New York Times to capture the positive effects of the end of World War I on stock prices. Using a new weekly hand collected NYSE stock price index, we show that there is a -.73 correlation between the aggregate stock market  and the death rate. Furthermore, vector autoregressions demonstrate that the death rate can  explain up to 24 percent of the forecast error variance in the aggregate stock index from September 1918  until the end of the pandemic in March 1920. We also find that the flu had a significant, but varied impact on nine NYSE sectors. The empirical analysis indicates that pandemics can matter big time for stock prices.\n\n",
    "acknowledgement": "\nWe are grateful to Juan Rubio, Dennis Aigner, Asaf Bernstein, Eric Hughson, and Gustavo Cortes for helpful comments. We thank Zhikun Lu for indefatigable research assistance and Joanna Bu, Chenxi Li, and Jason Wang for meticulous error checking of the stock prices. Caroline Fohlin acknowledges financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}