{
    "id": 28358,
    "citation_title": "Living and Dying in America: An Essay on Deaths of Despair and the Future of Capitalism",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay reviews Deaths of Despair and the Future of Capitalism (DEATHS), by Anne Case and Angus Deaton, a fascinating account of life and death in the United States during the late 20th and early 21st centuries. While primarily targeted towards a popular audience, the volume will be of interest to many economists and other social scientists. It postulates how public and private policies currently practiced in the United States, combined with and partly causing the declining economic and social circumstances of less educated, have led to increased mortality from drugs, suicide, and chronic liver disease. After describing the material in DEATHS in considerable detail, I suggest a variety of research questions that need to be answered to confirm or refute Case and Deaton’s arguments and describe challenges to their key hypotheses. Among the latter are the ability of the postulated relationships to explain the sharply differing mortality trajectories of non-Hispanic whites, compared with other groups, and the timing of the observed mortality changes.  Along the way, I raise doubts about the usefulness of the “deaths of despair” conceptualization, with its strong implications about causality.\n\n",
    "acknowledgement": "\nI thank Adam Leive, Kosali Simon and Sebastian Tello-Trillo for helpful comments on an earlier draft of this paper and the Virginia Bankard Fund for financial support for this research. A longer version of this manuscript, including a discussion of some of the policy recommendations in Deaths of Despair and the Future of Capitalism, is forthcoming in the Journal of Economic Literature. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}