{
    "id": 28357,
    "citation_title": "Government and Private Household Debt Relief during COVID-19",
    "citation_author": [
        "Susan F. Cherry",
        "Erica Xuewei Jiang",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "2021-01-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe follow a representative panel of US borrowers to study the suspension of household debt payments (debt forbearance) during the COVID-19 pandemic. Between March and October of 2020, loans worth $2 trillion entered forbearance. On average, cumulative payments missed per individual in forbearance during this period were largest for mortgage ($3,200) and auto ($430) borrowers. We estimate that more than 60 million borrowers will miss $70 billion on their debt payments by the end of 2021:Q1. This large amount of debt relief significantly dampened the household debt distress, which can help explain household delinquencies below pre-pandemic levels—a significant difference from other economic crises when delinquencies sharply increased along with unemployment. Forbearance thus may have had potentially large aggregate consequences for house prices and economic activity. Relief flows more to higher income individuals than those receiving stimulus checks, partially due to their higher debt balances: 60% of aggregate forbearance is provided to above median income borrowers. On the other hand, forbearance rates are higher among the more vulnerable populations: individuals with lower credit scores and lower incomes. Borrowers in regions with a higher likelihood of COVID-19 related economic shocks and higher shares of minorities were more likely to obtain debt relief. One third of borrowers in forbearance continued making full payments, suggesting that forbearance acts as a credit line, allowing borrowers to “draw” on payment deferral if needed. More than a quarter of total debt relief was provided by the private sector outside of the government mandates. Exploiting a discontinuity in mortgage eligibility under the CARES Act we estimate that implicit government debt relief subsidies increase the rate of forbearance by about 25%. Government and private relief follow similar patterns across income and creditworthiness, suggesting that borrower self-selection in requesting forbearance is an important determinant of debt relief incidence, and drives the distribution of relief across different population strata. Government relief is provided through private intermediaries, which differ in their propensity to supply relief, with shadow banks less likely to provide forbearance than traditional banks.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Housing Finance Policy Center, Columbia Leading through Crisis seminar, AREUEA-ASSA meeting, and Kairong Xiao for helpful comments. Piskorski and Seru thank the National Science Foundation Award (1628895) on “The Transmission from Households to the Real Economy: Evidence from Mortgage and Consumer Credit Markets” for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}