{
    "id": 28354,
    "citation_title": "Hit Harder, Recover Slower? Unequal Employment Effects of the Covid-19 Shock",
    "citation_author": [
        "Sang Yoon (Tim) Lee",
        "Minsung Park",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "2021-04-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe destructive economic impact of the Covid-19 pandemic was distributed unequally across the population. Gender, race and ethnicity, age, education level, and a worker's industry and occupation all mattered. We analyze the initial negative effect and the lingering effect through the recovery phase across demographic and socio-economic groups. The initial negative impact on employment was larger for women, minorities, the less educated, and the young, even after accounting for the industries and occupations they worked in. By November 2020, however, the differential impact between men and women, and between education and age groups has vanished. Across race and ethnic groups, Hispanics and Asians were the worse hit but made up for most of the lost ground, while the initial impact on Blacks was smaller but recovery slower.\n\n",
    "acknowledgement": "\nLee is a reader at Queen Mary University of London. Park is a PhD candidate at Washington University in St. Louis. Shin is a professor of economics at Washington University in St. Louis and a research fellow at the Federal Reserve Bank of St. Louis. Lee gratefully acknowledges financial support from the British Academy [grant number COV19n201483]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}