{
    "id": 28353,
    "citation_title": "Examining Income Expectations in the College and Early Post-college Periods: New Distributional Tests of Rational Expectations.",
    "citation_author": [
        "Thomas Crossley",
        "Yifan Gong",
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnique longitudinal probabilistic expectations data from the Berea Panel Study, which cover both the college and early post-college periods, are used to examine young adults’ beliefs  about  their  future  incomes.   We  introduce  a  new  measure  of  the  ex  post  accuracy of beliefs, and two new approaches to testing whether, ex ante, agents exhibit Rational Expectations.  We show that taking into account the additional information about higher moments of individual belief distributions contained in probabilistic expectations data is important for detecting types of violations of Rational Expectations that are not detectable by existing mean-based tests.  Beliefs about future income are found  to  become  more  accurate  as  students  progress  through  school  and  then  enter the post-college period.  Tests of Rational Expectations almost always reject for the in-school period, but the evidence against Rational Expectations is much weaker in the post-college period.\n\n",
    "acknowledgement": "\nThe project was made possible by generous funding from The Mellon Foundation, The Spencer Foundation, The National Science Foundation, and The Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}