{
    "id": 28350,
    "citation_title": "Common Ownership and Competition in the Ready-to-Eat Cereal Industry",
    "citation_author": [
        "Matthew Backus",
        "Christopher Conlon",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModels of firm conduct are the cornerstone of both theoretical and empirical work in industrial organization. A recent contribution (Berry and Haile, 2014) has suggested the use of exclusion restrictions to test alternative conduct models. We propose a pairwise testing procedure based on this idea and show that the power of the test to discriminate between models is tied to the formulation of those restrictions as moments and how they reflect the nonlinearity of equilibrium markups. We apply this test to the ready-to-eat cereal market using detailed scanner and consumer data to evaluate the “common ownership” hypothesis, which has received significant attention. Although we show that the potential magnitude of common ownership effects would be large, our test finds that standard own-firm profit maximization is more consistent with the data.\n\n",
    "acknowledgement": "\nThanks to conference and seminar attendees and especially Steven Berry, Jeremy Fox, Amit Gandhi, Philip Haile, Jean-Francois Houde, Robin Lee, Aviv Nevo, and Ariel Pakes for thoughtful comments. We thank Jett Pettus and Alphonse Simon for excellent research assistance. All remaining errors are our own. The authors own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}