{
    "id": 28352,
    "citation_title": "Urban Specialisation; from Sectoral to Functional",
    "citation_author": [
        "Antoine Gervais",
        "James R. Markusen",
        "Anthony J. Venables"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe comparative advantage of many cities is based on their efficiency in the production of ‘functions’, e.g., business services such as finance, law, engineering, or similar functions that are used by firms in a wide range of sectors.  Firms that use these functions may choose to source them locally, or to purchase them from other cities.  The former case gives rise to cities developing a pattern of sectoral specialization, and the latter a pattern of functional specialization.  A two-city country trades with the larger world, and workers within the country are mobile between the two cities. Productivity in a given function varies across cities, giving rise to urban comparative advantage.  This may be due to exogenous technological differences (Ricardian) or to city- and function-specific scale economies.  Sectors differ in the intensity with which they use different functions, giving rise to a pattern of sectoral and functional specialisation.  We generate a number of economic insights, and examine the model’s predictions empirically over a 20-30-year period for US states. As geographic fragmentation costs fall, both our theory and empirical analysis show that sector concentration and regional specialization fall for sectors and rise for functions (occupations).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}