{
    "id": 28368,
    "citation_title": "Price Limits in a Tradable Performance Standard",
    "citation_author": [
        "Banban Wang",
        "William A. Pizer",
        "Clayton Munnings"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTradable performance standards are widely used sectoral regulatory policies. Examples include the US lead phasedown, fuel economy standards for automobiles, renewable portfolio standards, low carbon fuel standards, and—most recently—China’s new national carbon market. At the same time, theory and experience with traditional cap-and-trade programs suggests an important role for price limits in the form of floors, ceilings, and reserves. In this paper we develop a simple analytical model to derive the welfare comparison between tradable performance standards and a price-based alternative. This works out to be is a simple variant of the traditional Weitzman prices-versus-quantities result. We use this result to show that substantial gains could arise from shifting two programs, China’s new national carbon market (~60% gain) and the California Low Carbon Fuel Standard (~20% gain), to a price mechanism. This will generally be true when the coefficient of variation in the price under a TPS is larger than 50%. We end with a discussion of implementation issues, including full and partial consignment auctions based on actual and expected output.\n\n",
    "acknowledgement": "\nThe authors wish to thank Xiaochen Sun for excellent research assistance. We also received valuable comments from seminar participants at the Duke University Energy Initiative, HUST, and Tsinghua University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}