{
    "id": 28369,
    "citation_title": "Competition for Attention in the ETF Space",
    "citation_author": [
        "Itzhak Ben-David",
        "Francesco Franzoni",
        "Byungwook Kim",
        "Rabih Moussawi"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2022-01-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe interplay between investors' demand and providers' incentives has shaped the evolution of exchange-traded funds (ETFs). While early ETFs invest in broad-based indexes and therefore offered diversification at low cost, later products track niche port- folios and charge high fees. Strikingly, over their first five years, specialized ETFs lose about 30% in risk-adjusted terms. This underperformance cannot be explained by high fees or hedging demand. Rather, it is driven by the overvaluation of the underlying stocks at the time of the launch. Our results are consistent with providers catering to investors' extrapolative beliefs by issuing specialized ETFs that track attention- grabbing themes.\n\n",
    "acknowledgement": "\nWe thank Thummim Cho, Nicola Gennaioli, Wes Gray, Denis Gromb, Elisabeth Kempf, Steve Oh, Amin Shams, Matt Sheridan, Andrei Shleifer, Jim Simpson (ETP Resources), René Stulz, David Thesmar, Petra Vokata, Rodrigo Wagner, and the seminar audience at the University of Colorado at Boulder, Bank for International Settlements, The Ohio State University, AEA meetings, the Virtual Finance Seminar in Corporate Finance and Investments, Democratize Quant Conference, the Frankfurt School of Finance & Management, National University of Singapore, Santiago Finance Workshop, and CFA (Lugano chapter) seminars for helpful comments. We are especially grateful to Alp Simsek for detailed comments. Ben- David is with The Ohio State University and the National Bureau of Economic Research. Franzoni is with USI Lugano, the Swiss Finance Institute, and the Center for Economic and Policy Research. Kim is with The Ohio State University. Moussawi is with Villanova University and Wharton Research Data Services. Ben-David is a co-founder and a partner in an investment advisor.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}