{
    "id": 2836,
    "citation_title": "How Incentive-Incompatible Deposit-Insurance Funds Fail",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn incentive-incompatible deposit-insurance fund (IIDIF) is a scheme. Lot guaranteeing deposits at client institutions that deploys defective systems of information collection, client monitoring, and risk management. These defective systems encourage voluntary risk- taking by clients and by managers and politicians responsible for administering the fund. The paper focuses on how principal-agent conflicts and asymmetries in the distribution of information lead to myopic behavior by IIDIF managers and by politicians who appoint and constrain them. Drawing on data developed in legislative hearings and investigations and in sworn depositions, the paper documents that managers of IISIFs in Ohio and Maryland knew well in advance of their funds' 1985 failures that important clients were both economically insolvent and engaging in inappropriate forms of risk-taking. It also establishes that staff proposals for publicizing and bringing these clients' risk-taking under administrative control were repeatedly rejected. The analysis has a forward-looking purpose. Congress and federal regulators have managed the massively undercapitalized Federal Savings and Loan Insurance Corporation (FSLIC) in much the same way Ohio and Maryland officials did. Unless and until incentives supporting political, bureaucratic and private risk-taking are reformed, the possibility of a FSLIC meltdown cannot be dismissed. To encourage timely intervention into insolvencies developing in a deposit-insurance fund's client base, the most meaningful reforms would be to force the development and release of estimates of the market value of the insurance enterprise and to require fund managers to use the threat of takeover to force decapitalized clients to recapitalize well before they approach insolvency.\n\n",
    "acknowledgement": "\n"
}