{
    "id": 28361,
    "citation_title": "Longevity Perceptions and Saving Decisions during the COVID-19 Outbreak: An Experimental Investigation",
    "citation_author": [
        "Abigail Hurwitz",
        "Olivia S. Mitchell",
        "Orly Sade"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe experimentally study individuals’ perceptions about and advice to others regarding retirement savings and annuitization during the pandemic. Many people recommend that others save more for retirement, but those most affected by the pandemic tell others to save and annuitize less. We investigate two possible channels for this result and show that the pandemic does not substantially alter optimism regarding survival probabilities. Hence, we conclude that economic factors are driving our results. Consequently, some financial ramifications of the COVID-19 outbreak are yet to be revealed, as the pandemic is having longer-term effects on peoples’ willingness to save and annuitize.\n\n",
    "acknowledgement": "\nThe authors acknowledge research support for this work from the TIAA Institute and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. All findings and conclusions expressed are those of the authors and not the official views of the TIAA Institute or any of the other institutions with which the authors are affiliated. The authors thank Arie Kapteyn for providing helpful comments at the 2021 ASSA meetings. This research is part of the NBER Aging program and the Household Finance workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nOlivia S. Mitchell is a Professor of Insurance & Risk Management/Business Economics & Policy at the Wharton School of the University of Pennsylvania, where she also serves as Director of the Pension Research Council, a Wharton School research center (pensionresearchcouncil.org). She is a NBER Research Associate and she also serves as an independent Trustee of the Wells Fargo Advantage Funds. Her research has been supported by the Social Security Administration, Netspar, TIAA-CREF, the Singapore Management University, the Financial Literacy Center, the Michigan Retirement Research Center, and the ARC Centre of Excellence, as well as entities and individuals contributing to the Boettner Center for Pensions and Retirement Research and the Pension Research Council at the University of Pennsylvania. The survey module fielded by the authors as described in this paper was approved by the Institutional Review Board of the University of Pennsylvania.\n\n\n"
}