{
    "id": 28378,
    "citation_title": "Contracting in Peer Networks",
    "citation_author": [
        "Peter M. DeMarzo",
        "Ron Kaniel"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider multi-agent multi-firm contracting when agents benchmark their wages to a weighted average of their peers, where weights may vary within and across firms. Despite common shocks, compensation benchmarking can undo performance benchmarking, so that wages load positively rather than negatively on peer output. Although contracts appear inefficient, when a single principal commits to a public contract, the optimal contract hedges agents’ relative wage risk without sacrificing efficiency.  Moreover, the principal can exploit any asymmetries in peer effects to enhance profits. With multiple principals, or a principal that is unable to commit, a “rat race” emerges in which agents are more productive, but wages increase even more, reducing profits and undermining efficiency. Effort levels are too high rather than too low, and can exceed first best.  Wage transparency and disclosure requirements exacerbate these effects.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the European Research Council under the European Union's Seventh Framework Programme (FP7/2007-2013) / ERC Grant Agreement no. [312842]. We are grateful to Shai Bernstein, Gian Luca Clementi, Florian Ederer, Willie Fuchs, Denis Gromb, Adriano Rampini, Jeff Zwiebel, and seminar and conference participants at Amherst, Baruch College, Boston University, Cheng Kong Graduate School of Business, Chinese University of Hong Kong, Drexel University, Emory, Federal Reserve Bank of New York, Frankfurt School of Finance and Management, Fudan, IDC Herzeliya, INSEAD, John Hopkins, London School of Economics, National University of Singapore, Pompeu Fabra and Barcelona GSE, Rutgers, Rice, Singapore Management University, Tel Aviv University, Tulane, University of Chicago, University of Gothenburg, University of Hong Kong, University of Houston, University of Lugano, University of Melbourne, University of Minnesota,  University of Rome, University of Texas at Dallas, University of Toronto, Vienna University of Economics and Business, Washington University in St. Louis, Annual Meeting of the Western Finance Association, Utah Winter Finance Conference, Finance Theory Group conference, Luxembourg Asset Management Summit, and the Annual Meeting of the American Finance Association for helpful comments.  An earlier version of this paper was circulated under the title “Relative Pay for Non-Relative Performance: Keeping up with the Joneses with Optimal Contracts.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}