{
    "id": 28373,
    "citation_title": "The Effects of Youth Employment on Crime: Evidence from New York City Lotteries",
    "citation_author": [
        "Judd B. Kessler",
        "Sarah Tahamont",
        "Alexander M. Gelber",
        "Adam Isen"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2021-03-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nRecent policy discussions have proposed government-guaranteed jobs, including for youth. One key potential benefit of youth employment is a reduction in criminal justice contact. Prior work on summer youth employment programs has documented little-to-no effect of the program on crime during the program but has found decreases in violent and other serious crimes among “at-risk” youth in the year or two after the program. We add to this picture by studying randomized lotteries for access to the New York City Summer Youth Employment Program (SYEP), the largest such program in the United States. We link SYEP data to New York State criminal records data to investigate outcomes of 163,447 youth who participated in a SYEP lottery between 2005 and 2008. We find evidence that SYEP participation decreases arrests and convictions during the program summer, effects that are driven by the small fraction (3 percent) of SYEP youth who are at-risk, as defined by having been arrested before the start of the program. We conclude that an important benefit of SYEPs is the contemporaneous effect during the program summer and that the effect is concentrated among individuals with prior contact with the criminal justice system.\n\n",
    "acknowledgement": "\nWe thank the New York City Department of Youth and Community Development for sharing the data with us. We are particularly grateful to Julia Breitman for all of her help along the way. We thank the University of Chicago Crime Lab - New York, the Human Resources Center at the Wharton School, and the UC Berkeley Institute for Research on Labor and Employment and CGIF for financial support. We thank Shi Yan, Nicole Frisch-Scott, Benjamin Pheasant, and Sydney Jaw for outstanding research assistance. This article does not necessarily reflect the views of the U.S. Treasury. The data from DCJS are provided in the interest of information exchange. The opinions, findings, and conclusions expressed in this publication are those of the authors and not those of DCJS, nor of the National Bureau of Economic Research. New York State and DCJS assume no liability for its contents or use thereof.\n\n\n"
}