{
    "id": 28374,
    "citation_title": "The Impact of the Non-essential Business Closure Policy on Covid-19 Infection Rates",
    "citation_author": [
        "Hummy Song",
        "Ryan M. McKenna",
        "Angela T. Chen",
        "Guy David",
        "Aaron Smith-McLallen"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2021-01-30",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn response to the Covid-19 pandemic, many localities instituted non-essential business closure orders, keeping individuals categorized as essential workers at the frontlines while sending their non-essential counterparts home. We examine the extent to which being designated as an essential or non-essential worker impacts one’s risk of being Covid-positive following the non-essential business closure order in Pennsylvania. We also assess the intrahousehold transmission risk experienced by their cohabiting family members and roommates. Using a difference-in-differences framework, we estimate that workers designated as essential have a 55% higher likelihood of being positive for Covid-19 than those classified as non-essential; in other words, non-essential workers experience a protective effect. While members of the health care and social assistance subsector contribute significantly to this overall effect, it is not completely driven by them. We also find evidence of intrahousehold transmission that differs in intensity by essential status. Dependents cohabiting with an essential worker have a 17% higher likelihood of being Covid-positive compared to those cohabiting with a non-essential worker. Roommates cohabiting with an essential worker experience a 38% increase in likelihood of being Covid-positive. Analysis of households with a Covid-positive member suggests that intrahousehold transmission is an important mechanism\n\n",
    "acknowledgement": "\nWe thank the analytics team at Independence Blue Cross for their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}