{
    "id": 28379,
    "citation_title": "The Organization of Innovation: Incomplete Contracts and the Outsourcing Decision",
    "citation_author": [
        "Thomas Jungbauer",
        "Sean Nicholson",
        "June Pan",
        "Michael Waldman",
        "Lucy Xiaolu Wang"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2025-01-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhy do firms outsource research and development (R&D) for some products while conducting R&D in-house for similar ones? An innovating firm risks cannibalizing its existing products. The more profitable these products, the more the firm wants to limit cannibalization. We apply this logic to the organization of R&D by introducing a novel theoretical model in which developing in-house provides the firm more control over the new product's location in product space. An empirical analysis of our testable predictions using pharmaceutical data concerning patents, patent expiration, and outsourcing at various stages of the R&D process supports our theoretical approach.\n\n",
    "acknowledgement": "\nWe would like to thank Catherine Barrera, Benno Buehler, Christopher Cairns, Yi Chen, Florian Ederer, Chris Forman, Soheil Ghili, George Jakubson, Francine Lafontaine, Jorge Lemus, Scott Masten, Marcel Preuss, Mark Satterthwaite, Christian Schmid, Jagadeesh Sivadasan, Chad Syversen, Rainer Widmann, Heidi Williams, unnamed seminar participants, in particular at Cornell University and the University of Michigan, as well as those of the first virtual 2020 Annual Conference of the Society for Institutional and Organizational Economics (SIOE 2020), the 2021 ZEW Annual Conference of the Mannheim Centre for Competition and Innovation (MaCCI 2021), the 2021 Annual Conference of the Royal Economic Society (RES 2021), and the 2024 International Industrial Organization Conference (IIOC 2024) for helpful comments, Kiran Butte, Yuhan Chen, Yujie Feng, Qiwei He, Rebecca Herzberg, and Douglas Weinstein for valuable research assistance, and Wyatt Gotbetter for valuable industry insights. We are particularly grateful to three anonymous referees and the editor, Daniel Yi Xu. All remaining errors are our own. Earlier drafts of this paper were circulated under the titles “The Organization of Innovation: Theory and Evidence from the Pharmaceutical Industry,” and “The Organization of Innovation: Property Rights and the Outsourcing Decision.” The authors have contributed equally and are listed alphabetically. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}