{
    "id": 28370,
    "citation_title": "Poverty in China since 1950: A Counterfactual Perspective",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2023-09-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe other side of the coin to post-reform success is often pre-reform failure, and the policy lessons are found on both sides. The paper estimates how much of China’s poverty rate around 1980—near the outset of Deng Xiaoping’s pro-market reforms—is attributable to the prior Maoist regime. Based on the history, it is argued that South Korea and Taiwan provide a relevant counterfactual. Then a difference-in-difference estimate using historical data indicates that about two thirds of China’s poverty in 1980 is attributed to the impact of the Maoist path since 1950. Further checks and tests suggest that (if anything) this is likely to be an underestimate. It took 10-20 years for China’s post-reform economy to make up the lost ground. The impact of the Maoist path had begun to fade in the 1970s, and half or more of the catch-up was in period up to 1990, under Deng’s rule.\n\n",
    "acknowledgement": "\nFor comments on an earlier draft the author thanks Francois Bourguignon, Denis Cogneau, Michael Lokshin, Kristen Looney, Will Martin, Berk Ozler, Dominique van de Walle and Nicolas van de Walle. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}