{
    "id": 28371,
    "citation_title": "Efficiency and Equity Impacts of Energy Subsidies",
    "citation_author": [
        "Robert W. Hahn",
        "Robert D. Metcalfe"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory suggests that energy subsidies can lead to excessive consumption and environmental degradation. However, the precise impact of energy subsidies is not well understood. We analyze a large energy subsidy: the California Alternate Rates for Energy (CARE). CARE provides a price reduction for low-income consumers of natural gas and electricity. Using a natural field experiment, we estimate the price elasticity of demand for natural gas to be about -0.35 for CARE customers. An economic model of this subsidy yields three results. First, the natural gas subsidy appears to reduce welfare. Second, the economic impact of various policies, such as cap-and-trade, depends on whether prices for various customers move closer to the marginal social cost. Third, benefits to CARE customers need to increase by 6% to offset the costs of the program.\n\n",
    "acknowledgement": "\nWe are extremely grateful to David Baron and Ted Humphrey at Southern California Gas for partnering with us on this research. Liran Einav provided excellent editorial comments that allowed us to sharpen and improve the paper, and co-editor Thomas Lemieux and three referees also offered astute comments that improved the manuscript. We thank Hunt Allcott, Soren Anderson, Severin Borenstein, Mark Ellis, Ed Fong, Ken Gillingham, Michael Greenstone, Steve Levitt, John List, Al McGartland, Michael Price, and Eddy Tam for constructive comments. We also thank Jackie Flores, Ken Parris, and Andrew Tung for their assistance in design and data collection, and Senan Hogan Hennessy, Manuel Monti-Nussbaum, Florian Rundhammer and Nick Zhao for their excellent research assistance. The views expressed in this article are those of the authors and should not be attributed to Southern California Gas or any other institutions. The research was approved by Boston University IRB, 5821X. AEA Registry: AEARCTR-0006999 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}