{
    "id": 28385,
    "citation_title": "Trends in U.S. Spatial Inequality: Concentrating Affluence and a Democratization of Poverty",
    "citation_author": [
        "Cecile Gaubert",
        "Patrick M. Kline",
        "Damián Vergara",
        "Danny Yagan"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study trends in income inequality across U.S. states and counties 1960-2019 using a mix of administrative and survey data sources. Both states and counties have diverged in terms of per-capita pre-tax incomes since the late 1990s, with transfers serving to dampen this divergence. County incomes have been diverging since the late 1970s. These trends in mean income mask opposing patterns among top and bottom income quantiles. Top incomes have diverged markedly across states since the late 1970s. In contrast, bottom income quantiles and poverty rates have converged across areas in recent decades.\n\n",
    "acknowledgement": "\nWe thank David Autor, Enrico Moretti, Emmanuel Saez, Owen Zidar, and seminar participants at the 2021 American Economic Association annual meetings for helpful comments. A version of this paper is scheduled to appear in the May 2021 AEA Papers and Proceedings. Cecile Gaubert acknowledges support from NSF CAREER grant #1941917. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}