{
    "id": 28381,
    "citation_title": "The Impact of Regulation on Innovation",
    "citation_author": [
        "Philippe Aghion",
        "Antonin Bergeaud",
        "John Van Reenen"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes regulation affect the pace and nature of innovation and if so, by how much? We build a tractable and quantifiable endogenous growth model with size-contingent regulations. We apply this to population administrative firm panel data from France, where many labor regulations apply to firms with 50 or more employees. Nonparametrically, we find that there is a sharp fall in the fraction of innovating firms just to the left of the regulatory threshold. Further, a dynamic analysis shows a sharp reduction in the firm’s innovation response to exogenous demand shocks for firms just below the regulatory threshold. We then quantitatively fit the parameters of the model to the data, finding that innovation at the macro level is about 5.4% lower due to the regulation, a 2.2% consumption equivalent welfare loss. Four-fifths of this loss is due to lower innovation intensity per firm rather than just a misallocation towards smaller firms and lower entry. We generalize the theory to allow for changes in the direction of R&D, and find that regulation’s negative effects only matter for incremental innovation (as measured by citations and text-based measures of novelty). A more regulated economy may have less innovation, but when firms do innovate they tend to “swing for the fence” with more radical (and labor saving) breakthroughs.\n\n",
    "acknowledgement": "\nThis project began with a collaboration with Costas Meghir who was instrumental in our thinking over the paper and gave tremendous inspiration and help with framing the theory and empirical approach. Matthieu Lequien generously allowed us to use his data matching and cleaning patents, which was a huge multi-year project. Heidi Williams inspired us to push the work substantially further from an earlier draft. Great comments have come from Daron Acemoglu, Ufuk Akcigit, Hunt Allcott, Sharon Belenzon, David Demming, Bernhard Ganglmair, Gordon Hansen, Claire Lelarge, Cyril Verluise, Gianmarco Ottaviano, Mike Webb and participants in seminars in Bath, Boston College, CEPR Globalization and Labor workshop, EFF Milan, Harvard, Microsoft Research Group, NBER, Peking HSBC, San Diego and UCL. Financial support from the ESRC, Sloan Foundation, SRF and Schmidt Sciences is gratefully acknowledged. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (reference: ANR-10-EQPX-17 - Centre d’accès securisé aux données – CASD) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}