{
    "id": 28383,
    "citation_title": "Household Wealth Trends in the United States, 1962 to 2019: Median Wealth Rebounds... But Not Enough",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2021-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nMedian household wealth shot up by 21.2 percent in real terms between 2016 and 2019, as asset prices continued to rebound. However, 2007 still remains the watershed year, and median wealth was down 20.4 percent relative to 2007, though mean wealth more than fully recovered. There was a modest remission in wealth inequality, with the share of the top one percent down by 1.4 percentage points, that of the top 20 percent down by 1.0 percentage points, the Gini coefficient down by 0.008, and the mean wealth of the top one percent also down by 1.9 percent. The homeownership rate finally rebounded a bit, by 1.2 percentage points, to 64.9 percent. The stock ownership rate advanced by 0.4 percentage points to 49.6 percent, though still down from its 2001 peak. Though the mean debt of the middle class rose by 10.7 percent in real terms, the debt-income and debt-net worth ratios remained largely unchanged. The black-white gap in mean net worth remained unchanged, as did the Hispanic-white wealth gap. The wealth of households under age 35 continued to deteriorate in both absolute and relative terms between 2016 and 2019.\n\n",
    "acknowledgement": "\nI would like to thank the C.V. Starr Center of Applied Economics at New York University for providing research support for this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}