{
    "id": 28384,
    "citation_title": "Constrained-Efficient Capital Reallocation",
    "citation_author": [
        "Andrea Lanteri",
        "Adriano A. Rampini"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2022-06-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize efficiency in an equilibrium model of investment and capital reallocation with heterogeneous firms facing collateral constraints. The model features two types of pecuniary externalities: collateral externalities, because the resale price of capital affects collateral constraints, and distributive externalities, because buyers of old capital are more financially constrained than sellers, consistent with empirical evidence. We prove that the stationary-equilibrium price of old capital is inefficiently high, because the distributive pecuniary externality exceeds the collateral externality, by a factor of two in our calibrated model. New investment reduces the future price of old capital, providing a rationale for new-investment subsidies.\n\n",
    "acknowledgement": "\nWe thank the Editor (Mikhail Golosov) and three anonymous referees for insightful suggestions. We also thank David Berger, Alberto Bisin, Eduardo Dávila, Peter Kondor, Anton Korinek, Pablo Kurlat, Jennifer La’O, Daniel Neuhann, Jaume Ventura, S. “Vish” Viswanathan, Daniel Xu, as well as seminar participants at Duke (economics), the Econometric Society World Congress, Duke (finance), Oxford, the Virtual Australian Macro Seminar, Georgia Tech, the UVA-Richmond Fed Workshop, the PHBS Workshop in Macroeconomics and Finance, Collegio Carlo Alberto, the Search and Matching in Macro and Finance Seminar, the Barcelona GSE Summer Forum on Economic Fluctuations and Growth, University of British Columbia, Northwestern, Columbia, the Federal Reserve Board of Governors, the Finance Theory Group Meeting, CREi, Nottingham, the Theories and Methods in Macro Conference, the SFS Cavalcade, and the FIRS Conference for helpful comments. Parts of this paper were written while Lanteri was on leave at NYU and Rampini was on sabbatical leave at Princeton University and NYU; their hospitality is gratefully acknowledged. First draft: August 2020. Lanteri is a CEPR Research Affiliate. Rampini is an NBER Research Associate and a CEPR Research Fellow. Alessandro Villa and Jui-Lin Chen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}