{
    "id": 28386,
    "citation_title": "Hungry for Success? SNAP Timing, High-Stakes Exam Performance, and College Attendance",
    "citation_author": [
        "Timothy N. Bond",
        "Jillian B. Carr",
        "Analisa Packham",
        "Jonathan Smith"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2023-02-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonthly government transfer programs create cycles of consumption that track the timing of benefit receipt. In this paper, we exploit state-level variation in the staggered timing of nutritional assistance benefit issuance across households to analyze how this monthly cyclicality in food availability affects academic achievement. Using individual-level score data from a large national college admissions exam in the United States linked to national college enrollment data, we find that taking this high-stakes exam in the last two weeks of the SNAP benefit cycle reduces test scores and lowers the probability of attending a 4-year college for low-income high school students.\n\n",
    "acknowledgement": "\nWe thank The College Board for providing data. We also thank Angela Boatman, Jason Cook, Chloe East, Brent Evans, Joshua Goodman, Nathaniel Hendren, Melissa Kearney, Matthew Notowidigdo; conference participants at the 2019 Allied Social Science Associations, Society of Labor Economists, Association for Public Policy Analysis and Management, Southern Economic Association meetings, and the 2020 NBER Children's Spring Meeting; and seminar participants at Miami University, Montana State University, Purdue University, University of Illinois, University of Alabama Birmingham, Florida State University, Peking University, West Virginia University, Vanderbilt University and Texas Tech University for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}