{
    "id": 28394,
    "citation_title": "Housing Precarity & the COVID-19 Pandemic: Impacts of Utility Disconnection and Eviction Moratoria on Infections and Deaths Across US Counties",
    "citation_author": [
        "Kay Jowers",
        "Christopher Timmins",
        "Nrupen Bhavsar",
        "Qihui Hu",
        "Julia Marshall"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "2021-01-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe COVID-19 pandemic has necessitated the adoption of a number of policies that aim to reduce the spread of the disease by promoting housing stability. Housing precarity, which includes both the risk of eviction and utility disconnections or shut-offs, reduces a person’s ability to abide by social distancing orders and comply with hygiene recommendations. Our analysis quantifies the impact of these various economic policies on COVID-19 infection and death rates using panel regression techniques to control for a variety of potential confounders. We find that policies that limit evictions are found to reduce COVID-19 infections by 3.8% and reduce deaths by 11%. Moratoria on utility disconnections reduce COVID-19 infections by 4.4% and mortality rates by 7.4%. Had such policies been in place across all counties (i.e., adopted as federal policy) from early March 2020 through the end of November 2020, our estimated counterfactuals show that policies that limit evictions could have reduced COVID-19 infections by 14.2% and deaths by 40.7%. For moratoria on utility disconnections, COVID-19 infections rates could have been reduced by 8.7% and deaths by 14.8%. Housing precarity policies that prevent eviction and utility disconnections have been effective mechanisms for decreasing both COVID-19 infections and deaths.\n\n",
    "acknowledgement": "\nWe thank Jen Weiss, Kate Konschnik, Rob Fetter and all the participants from the Nicholas Institute's Brown Bag on Policy in the Pandemic.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}