{
    "id": 28399,
    "citation_title": "Seeing Beyond the Trees: Using Machine Learning to Estimate the Impact of Minimum Wages on Labor Market Outcomes",
    "citation_author": [
        "Doruk Cengiz",
        "Arindrajit Dube",
        "Attila S. Lindner",
        "David Zentler-Munro"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2021-05-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the effect of the minimum wage on labor market outcomes such as employment, unemployment, and labor force participation for most workers affected by the policy. We apply modern machine learning tools to construct demographically-based treatment groups capturing around 75% of all minimum wage workers—a major improvement over the literature which has focused on fairly narrow subgroups where the policy has a large bite (e.g., teens). By exploiting 172 prominent minimum wages between 1979 and 2019 we find that there is a very clear increase in average wages of workers in these groups following a minimum wage increase, while there is little evidence of employment loss. Furthermore, we find no indication that minimum wage has a negative effect on the unemployment rate, on the labor force participation, or on the labor market transitions. Furthermore, we detect no employment or participation responses even for sub-groups that are likely to have a high extensive margin labor supply elasticity—such as teens, older workers, or single mothers. Overall, these findings provide little evidence for changing search effort in response to a minimum wage increase.\n\n",
    "acknowledgement": "\nWe thank Erin Conlon, Ezgi Cengiz, Ina Ganguli, Laura Giuliano, Carl Nadler, Hasan Tekguc, Michael Reich, Jesse Rothstein and participants at LERA 70th Annual Meeting, IRLE Research Presentation seminar, 44th Eastern Economic Association Conference and 2018 The New School-UMass Economics Graduate Student Workshop, and the Authors Conference in honor of Alan Krueger for very helpful comments. We are also grateful to Jon Piqueras for outstanding research assistance. A previous version of the draft was circulated under the title \"Seeing Beyond the Trees: Using Machine Learning to Estimate the Impact of Minimum Wages on Affected Individuals.\" Lindner acknowledges financial support from the Economic and Social Research Council (new investigator grant, ES/ T008474/1) and from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement Number 949995). Dube acknowledges financial support from Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}