{
    "id": 28390,
    "citation_title": "Quality and Price Setting of High-Tech Goods",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Oleksandr Talavera",
        "Nam Hoai Vu"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the link between product quality and price setting for central processing units (CPUs). Using thousands of price quotes from a popular price-comparison website, we find that market fundamentals, such as the number of sellers, median price, share of convenient prices and level of seller stability, are important factors for explaining price stickiness and price dispersion. We demonstrate that calculations of price inflation require conditioning not only on CPU quality, but also on market fundamentals to ensure that CPU attributes are priced correctly. Failing to do so can result in an understatement of CPU price deflation in the sample period.\n\n",
    "acknowledgement": "\nWe thank Tho Pham and Daniel Sichel for their valuable support and comments. We are also grateful to participants of Swansea Workshop on Prices and Nowcasting, Scottish Economic Society Annual Conference, Royal Economic Society Annual Conference, ESCoE’s Conference on Economic Measurement, Workshop on Empirical Macroeconomics, and MMF Annual Conference for valuable comments and discussions. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}