{
    "id": 28396,
    "citation_title": "Is Automatic Enrollment Consistent with a Life Cycle Model?",
    "citation_author": [
        "Jason Scott",
        "John B. Shoven",
        "Sita Slavov",
        "John G. Watson"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2021-03-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine optimal retirement saving for young adults in a life cycle model. We find that for liquidity-constrained young adults who anticipate significant earnings growth, optimal retirement saving is zero. Specifically, we find that with a plausible wage profile for college-educated workers, retirement saving does not begin until the late 30s or early 40s, even with standard employer matching. In fact, inducing workers in their mid 20s to participate in a retirement plan requires employer match rates of more than 1000 percent. In contrast, workers facing a flat wage profile begin saving much earlier in life. We also find that participating may be optimal for younger workers facing steeper wage profiles if they anticipate switching jobs and cashing out after 1-2 years. Our results suggest that automatically enrolling workers, regardless of age or anticipated future earnings, in defined contribution plans is not consistent with optimizing behavior in a life cycle model.\n\n",
    "acknowledgement": "\nWe thank Bill Gale and participants at the 2020 Working Longer and Retirement Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nI have received financial support summing to at least $10,000 in the past three years from the following organizations: 1) Social Security Administration through the National Bureau of Economic Research; 2) The Alfred P. Sloan Foundation through the National Bureau of Economic Research, Stanford University, and George Mason University; 3) The National Institute on Aging through NBER; 4) The American Enterprise Institute.\n\n\n"
}