{
    "id": 28407,
    "citation_title": "Workforce Aging, Pension Reforms, and Firm Outcomes",
    "citation_author": [
        "Francesca Carta",
        "Francesco D'Amuri",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the effect of a policy-induced sharp increase in retirement ages on input mix and economic outcomes of firms using Italian matched worker-firm data. Data on lifetime pension contributions are used to calculate the expected additional number of older workers employed by each firm due to the reform. Resulting instrumental variable estimates show an increase in older workers leads to a precisely estimated rise in employment of younger workers, value added, and total labor costs at constant labor productivity and unit labor costs. The findings suggest rising institutional retirement ages can help firms to retain valuable older employees.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Italy or the National Bureau of Economic Research. We are grateful to Daron Acemoglu, Massimo Anelli, Joshua Angrist, Audinga Baltrunaite, Gaetano Basso, Marco Bertoni, Giulia Bovini, Giorgio Brunello, Matteo Bugamelli, Lorenzo Cappellari, David Card, Federico Cingano, Antonio dalla Zuanna, Marta De Philippis, Vincenzo Galasso, Libertad Gonzales, Simon Jaeger, Jeffrey Liebman, Erzo Luttmer, Pedro Martins, Marco Manacorda, Alexandre Mas, Claudio Michelacci, Luigi Pascali, Michele Pellizzari, Roberto Piazza, Giovanni Pica, Luigi Pistaferri, Andrea Salvatori, Fabiano Schivardi, Benjamin Schoefer, Paolo Sestito, Alessandro Tarozzi, Eliana Viviano, and seminar and conference participants at NBER Summer Institute, NBER Longer Working Lives and Labor Demand Workshop, Stanford Working Longer and Retirement Conference, Bank of Italy, Bocconi University, University of Padova, Einaudi Institute for Economics and Finance, Brucchi-Luchino Conference, European Central Bank, European Commission (DG Employment), INPS, OECD, for very useful comments. Some of the data used in this project were provided as part of the “VisitINPS scholars” programme. We are very grateful to Massimo Antichi, Massimo Ascione, Daniele Checchi, Mariella Cozzolino, Edoardo Di Porto and Paolo Naticchioni for their help. All remaining errors are solely ours.\n\n\n"
}