{
    "id": 28403,
    "citation_title": "A Theory of Power Structure and Institutional Compatibility: China vs. Europe Revisited",
    "citation_author": [
        "Ruixue Jia",
        "Gérard Roland",
        "Yang Xie"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nDespite a large consensus among economists on the strong interdependence and synergy between pro-development institutions, how should one understand why Imperial China, with weaker rule of law and property rights, gave the commoners more opportunities to access elite status than Premodern Europe, for example via the civil service exam and the absence of hereditary titles? Supported by rich historical narratives, we show that these institutional differences reflect more general differences in the power structure of society: (1) the Ruler enjoyed weaker absolute power in Europe; (2) the People were more on par with the Elites in China in terms of power and rights. Based on these narratives, we build a game-theoretical model and analyze how the power structure can shape the stability of an autocratic rule. If we read greater absolute power of the Ruler as conditioning more of the power and rights of the ruled on the Ruler's will, we show that a more symmetric Elite–People relationship can stabilize autocratic rule. If absolute power is stronger, this stabilizing effect will be stronger, and the Ruler's incentive to promote such symmetry will be greater. The theory explains the power structure differences between Imperial China and Premodern Europe, as well as specific institutions such as the bureaucracy in China and the role of cities in Europe. It is also consistent with the observation that autocratic rule was more stable in Imperial China than in Premodern Europe.\n\n",
    "acknowledgement": "\nWe are grateful to Avner Greif and Joel Mokyr for their thorough and constructive feedback. We have also benefited from thoughtful comments from Gary Cox, Mark Koyama, Zhao Liu, Zhaotian Luo, Albert Park, Jean-Laurent Rosenthal, Jared Rubin, Larry Samuelson, Tuan-Hwee Sng, Guido Tabellini, and Xueguang Zhou. We also thank participants in online seminars hosted by Fudan, UCSD, and USC and the 2021 ASSA meeting for their valuable comments. We thank Ming Zhang for his excellent research assistance. We appreciate support from EDI grant \"Endogenous Political Fragmentation: The Role of Property Rights in Historical Perspective.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}