{
    "id": 28402,
    "citation_title": "The Worker-Job Surplus",
    "citation_author": [
        "Ilse Lindenlaub",
        "Fabien Postel-Vinay"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe worker-job surplus — the sum of the worker's and the employer's net values of an employment relationship — is the object that drives decisions in most matching models of the labor market. In this paper, we develop a theory-based empirical method to determine which of the observable worker and job characteristics impact the worker-job surplus in the data. To do so, we exploit the mobility choices of employed workers. Our method further indicates whether workers sort along those surplus-relevant attributes when searching for jobs. It also provides a test of the commonly used single-index assumption, according to which worker and job heterogeneity can each be summarized by scalar indices. We implement our method on US data using the Survey of Income and Program Participation and the O*NET. The results suggest that a relatively sparse model underlies the data. On the job side, a cognitive and an interpersonal skill requirement impact the surplus along with the (dis)amenity of work duration as well as the workplace size. On the worker side, we find that most of the relevant characteristics are symmetric to the selected job requirements. We reject the existence of a single-index representation of these relevant multi-dimensional worker and job attributes. We then use our results in a new approach to defining the economy's labor submarkets, highlighting a potentially important application of our methodology.\n\n",
    "acknowledgement": "\nWe thank various seminar audiences for insightful comments. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}