{
    "id": 28405,
    "citation_title": "Bad Men, Good Roads, Jim Crow, and the Economics of Southern Chain Gangs",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nPenology in the Jim Crow South centered on the chain gang. Gangs ostensibly served three purposes: their severity served as a deterrent; their putting convicts to work on roads and other public improvements reduced the taxpayers’ costs of infrastructure; and their discriminatory implementation reinforced the social order defined by Jim Crow. Drawing on insights from the economics of crime literature, this paper analyzes whether chain gangs reduced road maintenance costs. Using a fixed-effects design, the analysis finds that the costs of using gangs in road maintenance were marginally lower on average than using wage labor. The results are consistent with county officials choosing between convict and free labor in manner consistent with minimizing taxpayers’ costs.\n\n",
    "acknowledgement": "\nI thank Gracie Griffith, Anna Hardymon, Justin Kearney, Rebecca Taylor, Zerrin Varnadore, and Jhacova Williams for insights they shared during our many discussions of South Carolina’s chain gangs. I thank Ray Cohn, Bill Dougan, Molly Espey, Tim Guinnane, Mike Makowsky, and participants at Clemson’s public economics workshop, and the economic history workshops at Yale and UC-Davis for comments on earlier versions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}