{
    "id": 28409,
    "citation_title": "Wage Posting or Wage Bargaining? A Test Using Dual Jobholders",
    "citation_author": [
        "Marta Lachowska",
        "Alexandre Mas",
        "Raffaele Saggio",
        "Stephen A. Woodbury"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2021-12-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe employ a revealed-preference test to distinguish between wage posting and wage bargaining in the labor market. Using a sample of dual jobholders in Washington State, we estimate the sensitivity of wages and separation rates to wage shocks in a secondary job. In lower parts of the wage distribution, improvements in the outside option lead to higher separations rates but not to higher wages, consistent with wage posting. In the highest wage quartile, improved outside options translate to higher wages, but not higher separation rates, consistent with bargaining. In the aggregate, bargaining appears to be a limited determinant of wage setting.\n\n",
    "acknowledgement": "\nWe thank David Card, Arin Dube, Patrick Kline, Attila Linder, Andreas Mueller, Johannes Schmieder, and Till von Wachter for useful comments. We are grateful to the Employment Security Department (ESD) of Washington State for allowing access to the Washington wage records, and especially to Jeff Robinson of ESD, whose help was essential to understanding the data. A prior version of this paper circulated under the title “Do Workers Bargain over Wages? A Test Using Dual Jobholders”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}