{
    "id": 28404,
    "citation_title": "Exchange Rates and Prices: Evidence from the 2015 Swiss Franc Appreciation",
    "citation_author": [
        "Raphael Auer",
        "Ariel Burstein",
        "Sarah M. Lein"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe dissect the impact of a large and sudden exchange rate appreciation on Swiss border import prices, retail prices, and consumer expenditures on domestic and imported non-durable goods, following the removal of the EUR/CHF floor in January 2015. Cross-sectional variation in border price changes by currency of invoicing carries over to consumer prices and allocations, impacting retail prices of imports and competing domestic goods, as well as import expenditures. We provide measures of the sensitivity of retail import prices to border prices and the sensitivity of import shares to relative prices, which is higher when using retail prices than border prices.\n\n",
    "acknowledgement": "\nWe thank Nielsen Switzerland, in particular Ina Banik and Florian Mailaender, and the Swiss Federal Statistical Office, in particular Robert Larocca, for providing and explaining the datasets used in this paper. We thank David Berger, Nathalie Chen, Javier Cravino, Ester Faia, Andrew Filardo, Gita Gopinath, Oleg Itskhoki, Francesco Lippi, Oleksiy Kryvtsov, Andrei Levchenko, Dmitry Mukhin, Brent Neiman, Diego Perez, Roberto Rigobon, Philip Saure, Georg Strasser, and Jonathan Vogel for very useful comments and discussions. Santiago E. Alvarez, Maximilian Bastian, Lucienne Brunner, and Emma Claggett provided excellent research assistance. The views expressed in this paper are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}