{
    "id": 28401,
    "citation_title": "The Productivity Consequences of Pollution-Induced Migration in China",
    "citation_author": [
        "Gaurav Khanna",
        "Wenquan Liang",
        "Ahmed Mushfiq Mobarak",
        "Ran Song"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMigration and pollution are two defining features of China's impressive growth performance over the last 30 years. In this paper we study the migration response to pollution in Chinese cities, and its consequences for productivity and welfare. We document a robust pattern in which skilled workers emigrate more in response to pollution than the unskilled. Their greater sensitivity to air quality holds up in cross-sectional variation across cities, panel variation with individual fixed-effects, and when instrumenting for pollution using distant power-plants upwind of cities, or thermal inversions that trap pollution. Pollution therefore changes the spatial distribution of skilled and unskilled workers, which results in higher returns to skill in cities that the educated migrate away from. We quantify the loss in aggregate productivity due to this re-sorting by estimating a model of demand and supply of skilled and unskilled workers across Chinese cities. Counterfactual simulations from the estimated model show that reducing pollution would increase productivity through spatial re-sorting by approximately as much as the direct health benefits of clean air. Physical and institutional restrictions on mobility exacerbate welfare losses. People's dislike of pollution explains a substantial portion of the wage gap between cities.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UCSD, UW (Seattle), NBER Summer Institute (Energy and Enivornmental Economics; and Urban Economics), Stanford SITE Migration Conference, U Richmond, Cities and Development Conference (Johns Hopkins), Ortygia Business School, Georgetown University, Barcelona UAB, the World Bank, Harvard, CUHK, HKUST (China Summer Institute), Nankai-Yale Conference, and Lingnan U for useful comments, and to Ed Glaeser, Matthew Kahn, David Lagakos, Paulina Oliva and David Yang for insightful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}