{
    "id": 28406,
    "citation_title": "Scope Challenges to Social Impact",
    "citation_author": [
        "Monica P. Bhatt",
        "Jonathan Guryan",
        "Jens Ludwig",
        "Anuj K. Shah"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 50 years, social science has increasingly become involved in the business of not just understanding social problems, but of helping solve them as well. Progress towards this goal will benefit not just from the growing work on solving the challenge of scale, by which we mean the capacity to effectively reach large numbers of people, but also from more attention to the less-appreciated challenge of scope, by which we mean the capacity to change a large share of the decisions that affect a given person’s outcomes. In this essay, we provide a simple framework to help think about the scope of candidate policies, and highlight some common situations that are often associated with potential for large scope.\n\n",
    "acknowledgement": "\nThis paper was made possible by the generous support of the Laura and John Arnold, Edna McConnell Clark, Crown, Lloyd A. Fry, Joyce, Reva and David Logan, John D. and Catherine T. MacArthur, Pritzker-Pucker and Spencer foundations, the Chicago Center for Youth Violence Prevention, EquiTrust, JPAL-North America, the Illinois Criminal Justice Information Authority, the city of Chicago, grant number 2012-JU-FX-0019 from the Office of Juvenile Justice and Delinquency Prevention, Office of Justice Programs, US Department of Justice, and award number 1P01HD076816 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health. We are also grateful for operating grants to the University of Chicago Crime Lab from Susan and Tom Dunn, Ira Handler, and the MacArthur, McCormick and Pritzker foundations. We would like to highlight the contributions and thought partnership of the Chicago Youth Violence Project Team: Philip J. Cook, Kenneth Dodge, George Farkas, Susan E. Mayer, Harold A. Pollack, Julia Quinn, Maitreyi Sistla, Laurence Steinberg, Nathan Weil, and John Wolf. For vital assistance in making this work possible, we thank Chad Adams, Roseanna Ander, Barbara Byrd-Bennett, Valerie Chang, Molly Clark, Akeshia Craven, Rukiya Curvey-Johnson, Gretchen Cusick, Aarti Dhupelia, Tony DiVittorio, Mayor Rahm Emanuel, Wendy Fine, Jaureese Gaines, Michael Goldstein, Craig Howard, Tim Jackson, Barbara Kelley, Ed Klunk, Timothy Knowles, Tim Lavery, Stig Leschly, Jonathan Lewin, Arnaldo Rivera, Janey Rountree, Alan Safran, Leonetta Sanders, Mai Sistla, Sara Stoelinga, Elizabeth Swanson, Robert Tracy, and Karen Van Ausdal, as well as the staffs of the Chicago Public School system and Youth Guidance. Thanks to Jeffrey Broom, Sarah Dickson, Kylie Klein and Stacy Norris for their help in accessing the data we analyze here, and to Nathan Hess, Stephanie Kirmer, Daniel Kowalski, Khoa Nguyen, Kelsey Reid, Michael Rosenbaum, Catherine Schwarz, Noah Sebek, Robert Webber, Nathan Weil and David Welgus for their invaluable contributions to the data analysis. Thanks to Peter Bergman, Ben Castleman, Josh Goodman, Katy Milkman, Sendhil Mullainathan, Todd Rogers and seminar participants at the Harvard Business School for helpful comments and suggestions. Points of view or opinions in this document are those of the authors and do not necessarily represent the views of the US Department of Justice, National Institutes of Health or any other funder. Any errors are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}