{
    "id": 28417,
    "citation_title": "Early Joiners and Startup Performance",
    "citation_author": [
        "Joonkyu Choi",
        "Nathan Goldschlag",
        "John C. Haltiwanger",
        "J. Daniel Kim"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2022-01-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe show that early joiners—non-founder employees in the first year—of a startup play a critical role in explaining firm performance. We use administrative employer- employee matched data on all US startups and utilize the premature death of workers as a natural experiment exogenously separating talent from young firms. We find that losing an early joiner has a large negative effect on firm size that persists for at least ten years. When compared to that of a founder, losing an early joiner has a smaller effect on firm death but intensive margin effects on firm size are similar in magnitude. In contrast, losing a later joiner yields only a small and temporary decline in firm performance. We provide evidence that is consistent with the idea that organizational capital, an important driver of startup success, is embodied in early joiners.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve Board of Governors, their staffs, or the National Bureau of Economic Research. Disclosure review number DRB-B0043-CED-20190418, DRB-B0049-CED-20190503, CBDRB-FY19-398, CBDRB- FY21-CES007-001, and CBDRBFY22CES008002. Formerly “Founding Teams and Startup Performance”. We thank Emek Basker, Jorge Guzman, Shawn Klimek, Ron Jarmin, Martha Stinson, and participants at the 2019 Comparative Analysis of Enterprise Data, the 2019 NBER Summer Institute Entrepreneurship Meeting, the LSE 2019 Entrepreneurship Workshop, LACEA 2019, 2019 Schumpeter Lecture, HEC Paris Entrepreneurship Workshop, 2019 International Research Conference on Recent Trends in Firm Organization and Firm Dynamics, NYU Stern, George Mason University, University of Notre Dame, the 2019 RCEA Entrepreneurship Conference, the 2020 Southern Economic Association Conference, and the 2020 Oxford University Conference on Firm Heterogeneity and the Macroeconomy for helpful comments. We thank the Kauffman Foundation for financial support. John Haltiwanger was also a part-time Schedule A employee at the U.S. Census Bureau.\n\n\n"
}