{
    "id": 28412,
    "citation_title": "Optimal Bailouts in Banking and Sovereign Crises",
    "citation_author": [
        "Sewon Hur",
        "César Sosa-Padilla",
        "Zeynep Yom"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal bailout policies amidst banking and sovereign crises. Our model features sovereign borrowing with limited commitment, where domestic banks hold government debt and extend credit to the private sector. Bank capital shocks can trigger banking crises, prompting the government to consider extending guarantees over bank assets. This poses a trade-off: Larger bailouts relax financial frictions and increase output, but increase fiscal needs and default risk (creating a ‘diabolic loop’). Optimal bailouts exhibit clear properties. The fraction of banking losses the bailouts cover is (i) decreasing in government debt; (ii) increasing in aggregate productivity; and (iii) increasing in the severity of banking crises. Even though bailouts mitigate the adverse effects of banking crises, the economy is ex ante better off without bailouts: Having access to bailouts lowers the cost of defaults, which in turn increases the default frequency, and reduces the levels of debt, output, and consumption.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Manuel Amador, Javier Bianchi, Markus Brunnermeier, Pablo D'Erasmo, Alok Johri, Illenin Kondo, Leonardo Martinez, Enrique Mendoza, Yun Pei, Fabrizio Perri, Linda Tesar, Jing Zhang, and participants at numerous conference and seminar presentations for insightful discussions. This research was supported in part through a grant from Villanova University and computational resources provided by the Big-Tex High Performance Computing Group at the Federal Reserve Bank of Dallas. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. First draft: February 2020.\n\n\n"
}