{
    "id": 2841,
    "citation_title": "From Deficit Delusion to the Fiscal Balance Rule: Looking For an Economically Meaningful Way to Assess Fiscal Policy",
    "citation_author": [
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNotwithstanding its widespread use as a measure of fiscal policy, the government deficit is not a well-defined concept from the perspective of neoclassical macro economics. From the neoclassical perspective the deficit is an arbitrary accounting construct whose value depends on how the government chooses to label its receipts and payments. This paper demonstrates the arbitrary nature of government deficits. The argument that the deficit is not well-defined is first framed in a simple certainty model with nondistortionary policies, and then in settings with uncertain policy, distortionary policy, and liquidity constraints. As an alternative to economically arbitrary deficits, the paper indicates that the \"Fiscal Balance Rule\" is one norm for measuring whether current policy will place a larger or smaller burden on future generations than it does on current generations. The Fiscal Balance Rule is based on the economy's intertemporal budget constraint and appears to underlie actual attempts to run tight fiscal policy. It says take in net present value from each new young generation an amount equal to the flow of government consumption less interest on the difference between a) the value of the economy's capital stock and b) the present value difference between the future consumption and future labor earnings of existing older generations. While the rule is a mouth-full, one can use existing data to check whether it is being obeyed and, therefore, whether future generations are likely to be treated better or worse than current generations.\n\n",
    "acknowledgement": "\n"
}