{
    "id": 28415,
    "citation_title": "Economic Fluctuations and Pseudo-Wealth",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat can explain the large changes in aggregate demand that occur in the absence of any seemingly corresponding shock to the underlying state variables of the economy? We show that macroeconomic volatility can arise from dispersions of beliefs among agents. These dispersions give rise to bets and other trades in speculative assets.  Such trades give rise to pseudo-wealth, wealth that individuals believe they have on the basis of expectations of returns on these gambles. In the aggregate, when there are enough opportunities for trade and large enough dispersions in beliefs, this perceived wealth may be dangerously untethered from either market wealth or the real wealth of the economy. Given the increased dispersion in beliefs that naturally arises from unprecedented shocks, the theory of pseudo-wealth provides new understandings of both the origins of unanticipated fluctuations and their magnitude, markedly different from prevailing theories grounded in common knowledge and beliefs among individuals. This paper explores the empirical and theoretical underpinnings of pseudo-wealth, links the concept to observed macroeconomic fluctuations, and lays out a research agenda that might help us better understand the role of pseudo-wealth and the circumstances in which it is pronounced.\n\n",
    "acknowledgement": "\nInstitute for New Economic Thinking The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}