{
    "id": 28416,
    "citation_title": "Real Credit Cycles",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer",
        "Stephen J. Terry"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "2021-12-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate diagnostic expectations into a workhorse neoclassical business cycle model with heterogeneous firms and risky debt. A realistic degree of diagnostic overreaction estimated from US firm forecasts generates economic fragility during good times, countercyclical credit spreads, and boom-bust credit cycles at the firm and aggregate levels. Good times predict future disappointment, spread increases, low bond returns, and investment declines. To generate the size of spread increases observed during 2008-9, the model requires only disappointment of overoptimistic beliefs rather than large negative shocks. Diagnostic expectations offer a realistic, parsimonious way to produce financial reversals in business cycle models.\n\n",
    "acknowledgement": "\nWe thank audiences at FRB Minneapolis, Yale Finance, Harvard Business School Finance, NBER Behavioral Macro, Northwestern Kellogg Finance, Stanford SITE Uncertainty, NHH, the European Central Bank, Boston University, Harvard Economics, University of Oregon, University of Virginia Darden, NBER Impulse and Propagation Mechanisms, FRB Chicago, AEAs, Queen Mary University of London, Econometric Society, Green Line Macro Meeting, Dartmouth Macro Mini-Conference, CREi-UPF, and the Macro Finance Society, our discussants Alp Simsek, Cosmin Ilut, Ryan Chahrour, and Stefan Niemann, as well as Spencer Kwon, for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}