{
    "id": 28410,
    "citation_title": "Political Violence, Risk Aversion, and Non-Localized Disease Spread: Evidence from the U.S. Capitol Riot",
    "citation_author": [
        "Dhaval M. Dave",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-10",
    "revision_date": "2021-02-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOn January 6, 2021, the U.S. Capitol was sieged by rioters protesting certification of Joseph R. Biden’s election as the 46th president of the United States. The Director of the Centers for Disease Control and Prevention (CDC) quickly predicted that the Riot would be a COVID-19 “surge event.” This study is the first to estimate the impact of the Capitol Riot on risk-averting behavior and community-level spread of the novel coronavirus. First, using anonymized smartphone data from SafeGraph, Inc. and an event-study approach, we document that on January 6th there was a substantial increase in non-resident smartphone pings in the census block groups including the Ellipse, the National Mall, and the U.S. Capitol Building, consistent with a large protest that day. Next, using data from the same source and a synthetic control approach, we find that the Capitol Riot increased stay-at-home behavior among District of Columbia residents, indicative of risk averting behaviors in response to violence and health risks. Finally, turning to COVID-19 case data, we find no evidence that the Capitol Riot substantially increased community spread of COVID-19 in the District of Columbia in the month-long period following the event. This may be due to increases in social distancing and a “virtual lockdown” of the Capitol prior to the inauguration of the new president. However, exploiting variation in non-resident smartphone inflows into the January 6 Capitol protest, we find that counties with the highest protester inflows experienced a significant increase in the rate of daily cumulative COVID-19 case growth in the month following the protest. We conclude that the Capitol Riot may have contributed to non-localized COVID-19 spread.\n\n",
    "acknowledgement": "\nWe thank Kyutaro Matsuzawa and Samuel Safford for excellent research assistance on this paper. This research was supported by the Center for Health Economics & Policy Studies (CHEPS), which has received grant funding from the Charles Koch Foundation and the Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}