{
    "id": 28419,
    "citation_title": "Education Gradients in Mortality Trends by Gender and Race",
    "citation_author": [
        "Adam A. Leive",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine gender and race differences in education-mortality trends among 25-64 year olds in the United States from 2001-2018. The data indicate that the relationships are heterogeneous with larger mortality reductions for less educated non-Hispanic blacks than other races and mixed results at higher levels of schooling. We also investigate the causes of death associated with changes in overall mortality rates and identify key differences across race groups and education quartiles. Drug overdoses represent the single most important contributor to increased death rates for all groups, but the sizes of these effects vary sharply. Cardiovascular disease, cancer, and HIV are the most significant sources of mortality rate reductions, with the patterns again heterogeneous across sex, race, and educational attainment. These results suggest the limitations of focusing on all-cause mortality rates when attempting to determine the sources of positive and negative health shocks affecting population subgroups. Examining specific causes of death can provide a more nuanced understanding of these trends.\n\n",
    "acknowledgement": "\nWe thank Bradley Katcher and Kelsey Pukelis for superb research assistance. Ruhm is grateful for financial support provided from the University of Virginia Bankard Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher J. Ruhm\n\nNone\n\n\n"
}