{
    "id": 28429,
    "citation_title": "Data-Driven Incentive Alignment in Capitation Schemes",
    "citation_author": [
        "Mark Braverman",
        "Sylvain Chassang"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores whether Big Data, taking the form of extensive high dimensional records, can reduce the cost of adverse selection by private service providers in government-run capitation schemes, such as Medicare Advantage. We argue that using data to improve the ex ante precision of capitation regressions is unlikely to be helpful. Even if types become essentially observable, the high dimensionality of covariates makes it infeasible to precisely estimate the cost of serving a given type: Big Data makes types observable, but not necessarily interpretable. This gives an informed private operator scope to select types that are relatively cheap to serve. Instead, we argue that data can be used to align incentives by forming unbiased and non-manipulable ex post estimates of a private operator’s gains from selection.\n\n",
    "acknowledgement": "\nBraverman acknowledges support from NSF Award CCF-1215990, NSF CAREER award CCF-1149888, a Turing Centenary Fellowship, and a Packard Fellowship in Science and Engineering. Chassang acknowledges support from the Alfred P. Sloan Foundation.  We are grateful to Ben Brooks, Janet Currie, Mark Duggan, Kate Ho, Amanda Kowalski, Roger Myerson, Phil Reny, Dan Zeltzer as well as seminar participants at Boston University, Princeton, and the Becker-Friedman institute at the University of Chicago, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}