{
    "id": 28426,
    "citation_title": "The Macroeconomics of Financial Speculation",
    "citation_author": [
        "Alp Simsek"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2021-02-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nI review the literature on financial speculation driven by belief disagreements from a macro- economics perspective. To highlight unifying themes, I develop a stylized macroeconomic model that embeds several mechanisms. With short-selling constraints, speculation can generate over- valuation and speculative bubbles. Leverage can substantially inflate speculative bubbles and leverage limits depend on perceived downside risks. Shifts in beliefs about downside tail scenarios can explain the emergence and the collapse of leveraged speculative bubbles. Speculative bubbles are related to rational bubbles, but they match better the empirical evidence on the predictability of asset returns. Even without short-selling constraints, speculation induces pro- cyclical asset valuation. When speculation affects the price of aggregate assets, it also influences macroeconomic outcomes such as aggregate consumption, investment, and output. Speculation in the boom years reduces asset prices, aggregate demand, and output in the subsequent recession. Macroprudential policies that restrict speculation in the boom can improve macroeconomic stability and social welfare.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Simsek, Alp. 2021. The Macroeconomics of Financial Speculation. Annu. Rev. Econ. 13: Submitted. DOI: https://doi.org/10.1146/annurev-economics-092120-050543. I thank Stephen Morris (the editor), Ricardo Caballero, Gadi Barlevy, Wei Xiong, Markus Brunnermeier, Eduardo Davila, Andrei Shleifer, Yueran Ma, Bumsoo Kim, Chris Ackerman, Elliot Parlin, and Jilun Xing for useful comments. I acknowledge support from the National Science Foundation (NSF) under Grant Number SES-1455319. I also thank the University of Chicago Booth School of Business for their hospitality during the later stages of this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}