{
    "id": 28425,
    "citation_title": "Partisanship and Fiscal Policy in Economic Unions: Evidence from U.S. States",
    "citation_author": [
        "Gerald Carlino",
        "Thorsten Drautzburg",
        "Robert P. Inman",
        "Nicholas Zarra"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPartisanship of state level politicians affect the impact of federal fiscal policy in the U.S. Using data from close gubernatorial elections, we find partisan differences in the marginal propensity to spend federal transfers since the early 1980's: Republican governors spend less. A New Keynesian model of partisan states in a monetary union implies sizable aggregate income effects from these partisan differences. First, the transfer multiplier would rise by 0.60 if Republican governors were to spend as much from federal aid as do Democratic governors. Second, the observed changes in the share of Republican governors imply variation in the fiscal multiplier of 0.40. Local projection regressions support this prediction.\n\n",
    "acknowledgement": "\nEarlier drafts benefited from comments by Fernando Ferreira, Ezra Kager, Karel Mertens, and Christian Wolf and seminar and conference participants from the 2019 AEA Meetings, 2018 EM3C,  2018 LAMES, Fall 2019 Midwest Macro Meeting, 2019 NBER-DSGE Conference, 2019 SED, 2019 SNLDE, Notre Dame, Wharton, and the Federal Reserve Banks of Chicago and Philadelphia. Thanks to Catherine O'Donnell and Blandon Su for excellent research assistance. The views expressed are our own and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or its Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert P. Inman\n\nNo funding support other than from faculty research support provided by the Wharton School, University of Pennsylvania.\n\n\n"
}