{
    "id": 28424,
    "citation_title": "Earnings Inequality in Production Networks",
    "citation_author": [
        "Federico Huneeus",
        "Kory Kroft",
        "Kevin Lim"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do firms differ in the wages paid to otherwise identical workers and in the share of revenue that they allocate to labor? This paper explores the role of production networks. Using linked employer-employee and firm-to-firm trade transactions data from Chile, we show that firms with better access to both buyers and suppliers of intermediate inputs tend to have higher earnings premia and lower labor shares. Motivated by these facts, we develop and estimate a model with labor market power, worker and firm heterogeneity, and heterogeneity in firm-to-firm linkages in the production network. Greater access to larger buyers and more efficient suppliers raises the marginal revenue product of labor and lowers the relative cost of intermediates to labor. This leads to higher wages in the presence of labor market power and lower labor shares when labor and materials are substitutes. Through counterfactual simulations of the estimated model we find a substantial role for production networks in explaining the variances of earnings premia and labor shares across firms.\n\n",
    "acknowledgement": "\nWe thank Lorenzo Caliendo, Arnaud Costinot, Dave Donaldson, Emmanuel Farhi, Cecilia Fieler, Gregor Jarosch, Pete Klenow, Sam Kortum, Andres Rodriguez-Clare, Bradley Setzler, Isaac Sorkin, Felix Tintelnot, Jose Vasquez, Ivan Werning and Daniel Xu for invaluable comments on our paper. We are also grateful for feedback from seminar participants at the Georgetown, Harvard University, MIT, University of Arizona, UBC, University of Chicago, Universidad de Chile, Universidad Mayor, UT Austin, University of Toronto; and from conference participants at the Yale University Cowles Trade Day conference, the Central Bank of Chile Heterogeneity in Macroeconomics workshop, the West Coast Trade Conference, the Econometric Society World Congress, the European Economics Association Congress, the Stanford Institute for Theoretical Economics, and the ASSA 2021 Annual Meeting. We thank the Munk School of Global Affairs and Public Policy for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or Bank of Chile.\n\n\n"
}