{
    "id": 28420,
    "citation_title": "A Reconsideration of the Failure of Uncovered Interest Parity for the U.S. Dollar",
    "citation_author": [
        "Charles Engel",
        "Ekaterina Kazakova",
        "Mengqi Wang",
        "Nan Xiang"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-examine the time-series evidence for failures of uncovered interest rate parity on short-term deposits for the U.S. dollar versus major currencies of developed countries at short-, medium- and long-horizons. The evidence that interest rate differentials predict foreign exchange risk premiums is fragile. The relationship between interest rates and excess returns is not stable over time and disappears altogether when nominal interest rates are near the zero-lower bound. However, we do find evidence that year-on-year inflation rate differentials consistently predict excess returns – when the U.S. dollar y.o.y. inflation rate has been relatively high, subsequent returns on U.S. deposits tend to be high. We interpret this evidence as being consistent with hypotheses that posit that markets do not fully react initially to predictable changes in future monetary policy. Interestingly, the predictive power of relative y.o.y. inflation only begins in the mid-1980s when central banks began to target inflation more consistently and continues in the post-ZLB period when interest rates lose their primacy as a policy instrument. However, we caution not to rule out the possibility that excess returns are not predictable at all.\n\n",
    "acknowledgement": "\nEngel acknowledges support from the National Science Foundation, grant award no. 1918430. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}