{
    "id": 28422,
    "citation_title": "The Incidence of Extreme Economic Stress: Evidence from Utility Disconnections",
    "citation_author": [
        "Steve Cicala"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses monthly zip code-level data on electricity disconnections to document the socioeconomic correlates of extreme economic distress among 5 million customers in Illinois. In 2018-2019, customers in Black and Hispanic zip codes were about 4 times more likely to be disconnected for non-payment, 2-3 times more likely to be on deferred payment plans, and 70% more likely to participate in utility-based low-income assistance programs, controlling for zip code distributions of income and other demographic characteristics. During the COVID-19 pandemic, there has been a nine-fold expansion in low-income assistance to pay utility bills, but disconnections were double and deferred payment plans triple their historical averages in October 2020. Disconnection notices were served to 2.5% of commercial and industrial accounts, and 3.4% of residential accounts each month in late 2020. About 20% of all accounts were charged late fees. The odds for each of these measures were multiples higher in minority and low-income zip codes.\n\n",
    "acknowledgement": "\nI am grateful to Josh Gottlieb, Peter Ganong, and Matthew Notowidigdo for helpful comments. I thank Daisy Lu for excellent research assistance, and Jim Zolnierek at the Illinois Commerce Commission for help with the data. This paper is based on work supported by the Sloan Foundation and the National Science Foundation under Grant No. SES-2031184. All errors remain my own. e-mail: scicala@gmail.com. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}