{
    "id": 28437,
    "citation_title": "How the New Fed Municipal Bond Facility Capped Muni-Treasury Yield Spreads in the Covid-19 Recession",
    "citation_author": [
        "Michael D. Bordo",
        "John V. Duca"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2021-02-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor over two centuries, the municipal bond market has been a source of systemic risk, which returned early in the Covid-19 downturn when borrowing from securities markets became costly for many private and public entities, and some found it difficult to borrow at all.  Indeed, just before the Fed announced its unprecedented intervention into the municipal (muni) bond market, spreads of muni over Treasury yields rose in line with the unemployment rate and appeared headed to levels not seen since the Great Depression, when real municipal gross investment plunged 35 percent below 1929 levels. To prevent a repeat, the Fed created the Municipal Liquidity Facility (MLF) to purchase newly issued, (near) investment grade state and local government bonds at normal ratings-based interest rate spreads over Treasury bonds plus a fee of 100 basis points, later reduced to 50 basis points. Despite a modest take-up, the MLF has effectively capped muni spreads at near normal levels plus the Fed fee and limited the extent to which interest rate spreads could have amplified the impact of the Covid pandemic. To establish the MLF the Fed needed Treasury indemnification against default losses. There are concerns about whether the creation of the MLF could undermine the efficiency of the bond market if the facility lasts too long and could induce moral hazard among borrowers. How the MLF will be unwound will affect these downside aspects and help answer the question whether the program’s benefits exceed its costs.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas or the Federal Reserve System. We thank Amy Chapman, Jai Cunningham, Owen Humpage, Joe Tracy, Meredith Walker, Michael Weiss, Barrie Wigmore, Mark Wynne, and seminar participants at the Federal Reserve Bank of Dallas for comments, input, and suggestions. Any remaining errors are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}