{
    "id": 28434,
    "citation_title": "A Parsimonious Behavioral SEIR Model of the 2020 COVID Epidemic in the United States and the United Kingdom",
    "citation_author": [
        "Andrew Atkeson"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI present a behavioral epidemiological model of the evolution of the COVID epidemic in the United States and the United Kingdom over the past 12 months. The model includes the introduction of a new, more contagious variant in the UK in early fall and the US in mid December. The model is behavioral in that activity, and thus transmission, responds endogenously to the daily death rate. I show that with only seasonal variation in the transmission rate and pandemic fatigue modeled as a one-time reduction in the semi-elasticity of the transmission rate to the daily death rate late in the year, the model can reproduce the evolution of daily and cumulative COVID deaths in the both countries from Feb 15, 2020 to the present remarkably well. I find that most of the end-of-year surge in deaths in both the US and the UK was generated by pandemic fatigue and not the new variant of the virus. I then generate fore- casts for the evolution of the epidemic over the next two years with continuing seasonality, pandemic fatigue, and spread of the new variant.\n\n",
    "acknowledgement": "\nI acknowledge many useful discussions on this topic for many months. I am grateful in particular to Karen Kopecky, Tao Zha, Jim Stock, and Mike Droste. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}