{
    "id": 28430,
    "citation_title": "Time Aggregation in Health Insurance Deductibles",
    "citation_author": [
        "Long Hong",
        "Corina Mommaerts"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2022-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHealth insurance plans increasingly pay for expenses only beyond a large annual deductible. This paper explores the implications of deductibles that reset over shorter timespans. We develop a model of insurance demand between two actuarially equivalent deductible policies, in which one deductible is larger and resets annually and the other deductible is smaller and resets biannually. Our model incorporates borrowing constraints, moral hazard, mid-year contract switching, and delayable care. Calibrations using claims data show that the liquidity benefits of resetting deductibles can generate welfare gains of 3-10% of premium costs, particularly for individuals with borrowing constraints.\n\n",
    "acknowledgement": "\nWe thank Naoki Aizawa, Yu Ding, Cameron Ellis, Chenyuan Liu, Ross Milton, John Mullahy, Andreas Richter, Casey Rothschild, Daniel Sacks, Justin Sydnor, Nicholas Tilipman, Yulya Truskinovsky, and seminar participants at the 2019 AEA meetings, the 2021 ARIA meeting, the University of Wisconsin - Madison, Wayne State University, and the University of Arizona for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}