{
    "id": 28438,
    "citation_title": "What Do Happiness Data Mean? Theory and Survey Evidence",
    "citation_author": [
        "Daniel J. Benjamin",
        "Jakina Debnam Guzman",
        "Marc Fleurbaey",
        "Ori Heffetz",
        "Miles S. Kimball"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat utility notion—e.g., flow/lifetime, self/family-centered—do self-reported well-being (SWB) questions measure? Existing applications make different assumptions regarding the (i) life domains, (ii) time horizons, and (iii) other-regarding preferences captured by SWB data. To obtain relevant evidence, we ask survey respondents what they had in mind regarding (i)–(iii) when answering commonly used—life satisfaction, happiness, ladder—and new SWB questions. We find that respondents’ self-reports differ from researchers’ assumptions, and differ across SWB questions and sociodemographic groups. At the same time, simple SWB-question wording tweaks are effective in moving self-reports towards desired interpretations. We outline actionable suggestions for SWB researchers.\n\n",
    "acknowledgement": "\nFor helpful feedback, we thank Joan Broderick, Kristen Cooper, Angus Deaton, Dick Easterlin, Danny Kahneman, Andrew Oswald, Matthew Rabin, Alex Rees-Jones, Norbert Schwarz, and Arthur Stone; participants at the Cornell Behavioral Economics Research Group, Cornell Behavioral/Experimental Lab Meetings, Hebrew University Behavioral/Experimental Economics Meetings, AEA annual meetings; BEAM, NBER Summer Institute, and seminar participants at Colorado Boulder, London School of Economics, Louvain la Neuve, Paris School of Economics, Princeton, Stockholm Institute for Future Studies, Warwick, Wharton, UC Berkeley, and USC. We are grateful to Ophir Averbuch, Joel Becker, Samantha Cunningham, Ofer Glicksohn, Arshia Hashemi, Aharon Haver, Yuezhou (Celena) Huo, Mattar Klein, Lev Maresca, Josef McCrum, Ayala Goldfarb, Yotam Peterfreund, Tamar Yerushalmi, and Jianing (Jenny) Ying for excellent research assistance. For financial support, we are grateful to the Samuel Curtis Johnson Graduate School of Management at Cornell University, the School of Public and International Affairs at Princeton University, the National Science Foundation Graduate Research Fellowship Program grant no. DGE-1144153, and NIH/NIA grants R01-AG065364 to Hebrew University, R01-AG040787 to the University of Michigan, R01-AG051903 to UCLA, and P30-AG024928 to Princeton University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or other funding bodies. The authors received IRB approval from the relevant institutions and have no material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}