{
    "id": 28446,
    "citation_title": "Vaccination Planning under Uncertainty, with Application to Covid-19",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVaccination against infectious disease may be beneficial to reduce illness in vaccinated persons and disease transmission across the population. The welfare-economic practice of specifying a social welfare function and considering a planner who seeks to optimize welfare provides a constructive framework to evaluate vaccination policy. This paper characterizes choice of vaccination policy as a planning problem that aims to minimize the social cost of illness and vaccination. Manski (2010, 2017) studied vaccination as a problem of planning under uncertainty, assuming that a planner can choose any vaccination rate or that the planner has only two options: mandate or decentralize vaccination. The analysis focused on uncertainty regarding the effect of vaccination on disease transmission. Here I weaken the assumptions to recognize multiple uncertainties relevant to evaluation of policy for vaccination against COVID-19. These include uncertainty not only about the effect of vaccination on disease transmission, but also about the fraction of susceptible persons in the population, the effectiveness of vaccination in reducing illness and infectiousness, and the health risks associated with vaccination. The paper considers planning under ambiguity using the minimax and minimax-regret criteria, as well as planning using a subjective probability distribution on unknown quantities. It develops algorithms that may be applied flexibly to determine policy choices with specified degrees and types of uncertainty.\n\n",
    "acknowledgement": "\nI am grateful to Valentyn Litvin for excellent research assistance and to Michael Gmeiner for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}