{
    "id": 2844,
    "citation_title": "Adequacy of International Transactions and Position Data for Policy Coordination",
    "citation_author": [
        "Lois Stekler"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the adequacy of data on current accounts and international indebtedness as measures of the need for policy adjustments and coordination. Doubts about the adequacy of these data have been raised by the growth of the global current account discrepancy and the statistical discrepancy in the U.S. international transactions accounts. The paper includes a brief review of the conclusions of the IMF working party on the world current account discrepancy and a detailed examination of the data on U.S. international transactions and net investment position. Both investigations support the conclusion that large shifts in reported data on current accounts end investment positions are likely to reflect real changes. However, even if data were completely accurate, a given current account or investment position may not clearly indicate the magnitude of necessary policy changes because of lags in the adjustment process or underlying trends. This point is illustrated by the tendency of U.S. net investment income to grow as a result of the continued expansion of both claims and liabilities combined with a higher average rate of return on claims. This underlying tendency is likely to counteract, in part, the negative impact on future net investment income of growing U.S. net indebtedness to foreigners.\n\n",
    "acknowledgement": "\n"
}