{
    "id": 28443,
    "citation_title": "Are Behavioral Change Interventions Needed to Make Cash Transfer Programs Work for Children? Experimental Evidence from Myanmar",
    "citation_author": [
        "Erica M. Field",
        "Elisa M. Maffioli"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe experimentally evaluate the impact on child malnutrition of a maternal cash transfer program in Myanmar that was supplemented with Social Behavior Change Communication (SBCC) in a subset of villages. The combination of interventions significantly reduced the proportion of children stunted, while cash alone had no impact on stunting. SBCC appears to have worked in conjunction with cash to reduce stunting by encouraging mothers to increase children’s total calories and protein consumed. The findings provide evidence that information constraints contribute to low income-elasticity of calorie demand among malnourished populations, and underscore the importance of adding SBCC to cash transfer programs.\n\n",
    "acknowledgement": "\nWe thank the Livelihoods and Food Security Trust Fund and the International Growth Centre for their support. We also thank Save the Children for their guidance, feedback, and faith in the research process. This project would not have been possible without the contributions of the Ministry of Social Welfare, Relief, and Resettlement; the Department of Social Welfare; the Myanmar Nurse and Midwife Association; and the Pact Global Microfinance Fund. Finally, we extend our deepest gratitude to the hardworking staff at Innovations for Poverty Action, in particular Nicholus Tint Zaw, Thein Zaw Oo, and Than Zaw Oo. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}