{
    "id": 28449,
    "citation_title": "Addressing Partial Identification in Climate Modeling and Policy Analysis",
    "citation_author": [
        "Charles F. Manski",
        "Alan H. Sanstad",
        "Stephen J. DeCanio"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerical simulations of the global climate system provide inputs to integrated assessment modeling for estimating the impacts of greenhouse gas mitigation and other policies to address global climate change. While essential tools for this purpose, computational climate models are subject to considerable uncertainty, including inter-model “structural” uncertainty. Structural uncertainty analysis has emphasized simple or weighted averaging of the outputs of multi-model ensembles, sometimes with subjective Bayesian assignment of probabilities across models. However, choosing appropriate weights is problematic. To use climate simulations in integrated assessment, we propose instead framing climate model uncertainty as a problem of partial identification, or “deep” uncertainty. This terminology refers to situations in which the underlying mechanisms, dynamics, or laws governing a system are not completely known and cannot be credibly modeled definitively even in the absence of data limitations in a statistical sense. We propose the min-max regret (MMR) decision criterion to account for deep climate uncertainty in integrated assessment without weighting climate model forecasts. We develop a theoretical framework for cost-benefit analysis of climate policy based on MMR, and apply it computationally with a simple integrated assessment model. We suggest avenues for further research.\n\n",
    "acknowledgement": "\nDr. Sanstad’s work was partially supported by the National Science Foundation through the Center for Robust Decision-Making on Climate and Energy Policy at the University of Chicago. We would like to thank the research team of Professor Elizabeth Moyer, Department of Geosciences, University of Chicago, for providing CMIP5 model output, and Valentyn Litvin, Department of Economics, Northwestern University, for his technical review. We have benefitted greatly from the comments of Robert Pindyck and Robert Rosner. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}