{
    "id": 28448,
    "citation_title": "The Immigrant Next Door: Long-Term Contact, Generosity, and Prejudice",
    "citation_author": [
        "Leonardo Bursztyn",
        "Thomas Chaney",
        "Tarek Alexander Hassan",
        "Aakaash Rao"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2022-03-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how decades-long exposure to individuals of a given foreign descent shapes natives' attitudes and behavior toward that group. Using individualized donations data from large charitable organizations, we show that long-term exposure to a given foreign ancestry leads to more generous behavior specifically toward that group's ancestral country. To shed light on mechanisms, we focus on attitudes and behavior toward Arab-Muslims, combining several existing large-scale surveys, cross-county data on implicit prejudice, and a newly-collected national survey. We show that greater long-term exposure: (i) decreases both explicit and implicit prejudice against Arab-Muslims, (ii) reduces support for policies and political candidates hostile toward Arab-Muslims, (iii) leads to more personal contact with Arab-Muslim individuals, and (iv) increases knowledge of Arab-Muslims and Islam in general.\n\n",
    "acknowledgement": "\nWe thank Davide Cantoni, Michela Carlana, Ray Fisman, Ross Mattheis, Nathan Nunn, Kevin Lang, Matt Lowe, Ricardo Perez-Truglia, Gautam Rao, Chris Roth, Andrei Shleifer, Marco Tabellini, RomainWacziarg, David Yang, Noam Yuchtman, and numerous seminar participants for helpful comments and suggestions. We thank Andrew Kao, Andrei Kim, Lisa Tarquinio, Thomas Yu, and Alison Zhao for outstanding research assistance. We are grateful for financial support from the Sloan Foundation. Chaney is grateful for financial support from the European Research Council (ERC grants N° 337272 and N° 884847). All remaining mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}