{
    "id": 28456,
    "citation_title": "Sticky Price for Declining Risk? Business Strategies with “Behavioral” Customers in the Hotel Industry",
    "citation_author": [
        "Nicola Lacetera",
        "Claudio A. Piga",
        "Lorenzo Zirulia"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2024-09-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from about twenty-five million hotel room postings in four countries, we document that rather than decreasing to zero as the likelihood of cancellation declines, the difference between the prices for refundable and non-refundable reservations remains positive at roughly 10% to 15% of the full price. A model where travelers have different willingness to pay and some of them overestimate the probability to cancel their trip explains these price-setting patterns more consistently than alternative interpretations. We denote these business strategies as naiveté-based price discrimination. Our data and theory therefore show that this form of apparent inertial behavior of companies regarding a major strategic variable can be an intentional managerial choice. We demonstrate, finally, that this profit-enhancing commitment to limited flexibility may also benefit customers in some cases, by expanding the reach of the market. Thus, strategies that rely on cognitive biases on the demand side may not necessarily exploit consumers.\n\n",
    "acknowledgement": "\nWe are grateful to Heski Bar-Isaac, Farasat Bokhari, Ambarish Chandra, Andrew Ching, Rahul Deb, Claudio Detotto, Paul Dobson, Sean Ennis, Roberto Fontana, Zheng Gong, Tanjim Hossain, Yao Luo, Scott Mahadeo, Matt Mitchell, Marcella Nicolini, Devin Pope, Matthew Rabin, Xianwen Shi, Justin Sydnor and participants to numerous seminars for their feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}