{
    "id": 28454,
    "citation_title": "Evaluating Contradictory Experimental and Non-Experimental Estimates of Neighborhood Effects on Economic Outcomes for Adults",
    "citation_author": [
        "David J. Harding",
        "Lisa Sanbonmatsu",
        "Greg J. Duncan",
        "Lisa A. Gennetian",
        "Lawrence F. Katz",
        "Ronald C. Kessler",
        "Jeffrey R. Kling",
        "Matthew Sciandra",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nAlthough non-experimental studies find robust neighborhood effects on adults, such findings have been challenged by results from the Moving to Opportunity (MTO) residential mobility experiment. Using a within-study comparison design, this paper compares experimental and non-experimental estimates from MTO and a parallel analysis of the Panel Study of Income Dynamics (PSID). Striking similarities were found between non-experimental estimates based on MTO and PSID. No clear evidence was found that different estimates are related to duration of adult exposure to disadvantaged neighborhoods, non-linear effects of neighborhood conditions, magnitude of the change in neighborhood context, frequency of moves, treatment effect heterogeneity, or measurement, although uncertainty bands around our estimates were sometimes large. One other possibility is that MTO-induced moves might have been unusually disruptive, but results are inconsistent for that hypothesis. Taken together, the findings suggest that selection bias might account for evidence of neighborhood effects on adult economic outcomes in non-experimental studies.\n\n",
    "acknowledgement": "\nSupport for this research was provided by a contract from the U.S. Department of Housing and Urban Development (HUD; C-CHI-00808) and grants from the National Science Foundation (SES-0527615), National Institute of Mental Health (R01-MH077026), National Institute on Aging (P30-AG012810, R01-AG031259, and P01-AG005842-22S1), Smith Richardson Foundation (SRF-20161249), University of Chicago's Center for Health Administration Studies, Russell Sage Foundation, and Robert Wood Johnson Foundation. The collection of the PSID data used in this study was partly supported by the National Institutes of Health under grant number R01 HD069609 and the National Science Foundation under award number 1157698. Outstanding assistance with the data preparation and analysis was provided by Joe Amick, Ryan Gillette, Ray Yun Gou, Ijun Lai, Jordan Marvakov, Nicholas Potter, Nathan Weil, Fanghua Yang, Sabrina Yusuf, and Michael Zabek. The survey data collection effort was led by Nancy Gebler of the University of Michigan's Survey Research Center under subcontract to our research team. The views expressed in this work are those of the authors and should not be interpreted as those of the Congressional Budget Office or HUD. A restricted-access version of the MTO data used in this paper will be provided to the U.S. Department of Housing and Urban Development (HUD). At the time of writing, information about access to the MTO data could be found here: http://www.nber.org/mtopublic/. Researchers may apply for access to PSID restricted data on census tracts through the University of Michigan (see http://simba.isr.umich.edu/restricted/RestrictedUse.aspx for more information).  In the past 3 years, Dr. Kessler was a consultant for Datastat, Inc., RallyPoint Networks, Inc., Sage Pharmaceuticals, and Takeda. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}