{
    "id": 28459,
    "citation_title": "Asymmetric Information and Sovereign Debt: Theory Meets Mexican Data",
    "citation_author": [
        "Harold L. Cole",
        "Daniel Neuhann",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel data set containing all bids by all bidders for Mexican government bonds from 2001 to 2017, we demonstrate that asymmetric information about default risk is a key determinant of primary market bond yields.  Empirically, large bidders do not pay more for bonds than the average bidder but their bids are accepted more frequently. We construct a model where investors may differ in wealth, risk aversion, market power and information, and find that only heterogeneous information can qualitatively account for these patterns. Moreover, asymmetric information about rare disasters can quantitatively match key moments of bids and yields, both within and across periods.\n\n",
    "acknowledgement": "\nWe thank Isaac Vivas Escobedo and Gilberto Montano Calvillo from the Bank of Mexico for help with the data and Collum Freedman, Dohan Kim and Juan Sagredo for outstanding research assistance. We also thank seminar participants in Toulouse and St. Marten's Conference on the Sand for comments. Cole and Ordonez received support from the NSF through grant 1851707. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}