{
    "id": 28455,
    "citation_title": "To What Extent Does In-Person Schooling Contribute to the Spread of COVID-19? Evidence from Michigan and Washington",
    "citation_author": [
        "Dan Goldhaber",
        "Scott A. Imberman",
        "Katharine O. Strunk",
        "Bryant Hopkins",
        "Nate Brown",
        "Erica Harbatkin",
        "Tara Kilbride"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2021-02-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decision about how and when to open schools to in-person instruction has been a key question for policymakers throughout the COVID-19 pandemic. The instructional modality of schools has implications not only for the health and safety of students and staff, but also student learning and the degree to which parents can engage in job activities. We consider the role of instructional modality (in-person, hybrid, or remote instruction) in disease spread among the wider community. Using a variety of regression modeling strategies , we find that simple correlations show in-person modalities are correlated with increased COVID cases, but accounting for both pre-existing cases and a richer set of covariates brings estimates close to zero on average. In Ordinary Least Squares (OLS) specifications, in-person modality options are not associated with increased spread of COVID at low levels of pre-existing COVID cases but cases do increase at moderate to high pre-existing COVID rates. A bounding exercise suggests that the OLS findings for in-person modality are likely to represent an upper bound on the true relationship. These findings are robust to the inclusion of county and district fixed effects in terms of the insignificance of the findings, but the models with fixed effects are also somewhat imprecisely estimated.\n\n",
    "acknowledgement": "\nWe are grateful to the Michigan Department of Education, the Michigan Center for Educational Performance Information, the Michigan Department of Health and Human Services, and the Washington Office of Superintendent of Public Instruction and the Washington Department of Health for providing some of the data necessary to conduct this research. In particular, we thank Roderick Bernosky, Josh DeBradbander, Tom Howell, Carl Jones, Joshua Long, Sarah Lyon-Callo, Michael McGoarty, and Holly Willson from Michigan, as well as Jessica Vavrus from Washington. In addition, we appreciate research assistance from Jeremy Anderson, Trevor Gratz, Emily Mohr, Jesse Nagel, and Meg Turner. We would also like to thank Alyssa Bilinski, Sarah Cohodes, James Cowan, Todd Elder, Mike Garet, Elizabeth Halloran, Doug Harris, and Roddy Theobald for providing valuable feedback on this work at various points along the way. Any errors are our own. In addition, all opinions expressed in this paper are those of the authors and do not necessarily reflect the views of our institutions or funders, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}