{
    "id": 28450,
    "citation_title": "Just Above the Exam Cutoff Score: Elite College Admission and Wages in China",
    "citation_author": [
        "Ruixue Jia",
        "Hongbin Li"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA burgeoning literature has documented the importance of elite colleges. Yet, little is known about access to elite education and its labor market implications in China, a country that produces one in every five college graduates in the world. College admission in China is governed by a single exam—the national college entrance exam, and the government sets admission cutoff scores for elite colleges. We examine the impacts of scoring above the elite-tier cutoff on a student's access to elite colleges and wage outcomes after graduation, using the discontinuity around the cutoff score. By employing hand-collected survey data, we find that scoring above the cutoff not only increases the chance of entering an elite college but also raises a young person's first-job wages after graduation. We also find that those just above the cutoff have peers with higher scores and better social networks than those below the cutoff, but it is less clear whether the two groups use their time differently in college.\n\n",
    "acknowledgement": "\nWe are grateful to the China Data Center of Tsinghua University and the 90 universities in the survey for their collaboration. We thank Christopher Walters, anonymous referees, Nick Bloom, Raj Chetty, Aimee Chin, Julie Cullen, Joe Cummins, Gordon Dahl, Pascaline Dupas, Esther Gehrke, Eric Hanushek, Gordon Hanson, Wei Huang, Erzo Luttmer, Craig Mcintosh, Karthik Muralidharan, Nancy Qian, Zhuan Pei, Molly Roberts, Scott Rozelle, Eric Wang, Daniel Xu, Noam Yuchtman, Xiaoxue Zhao, Katia Zhuravskaya and seminar/conference participants at Berkeley, CIFAR, Cornell, Dartmouth, Fudan, George Washington University, Harvard, HKU, NBER, NEUDC, NUS, PacDev, Paris School of Economics, University of Houston, Sam Houston State, Stanford, Tsinghua, UC Riverside, UCSD, and Yale for their comments. Bingbing Li provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}