{
    "id": 28452,
    "citation_title": "The Recovery From The Great Recession: A Long, Evolving Expansion",
    "citation_author": [
        "Jay C. Shambaugh",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to 2020, the Great Recession was the most important macroeconomic shock to the United States economy in generations. Millions lost jobs and homes. At its peak, one in ten workers who wanted a job could not find one. On an annual basis, the economy contracted by more than it had since the Great Depression. A slow and steady recovery followed the Great Recession's official end in the summer of 2009, but because it was slow and the depth of the recession so deep, it took years to reduce slack in labor markets. But because the slow-and-steady recovery lasted so long, many pre-recession peaks were exceeded, and eventually real wage growth began to accumulate for workers across the distribution. In fact, the business cycle (including recession and recovery) beginning in December 2007 was one of the better periods of real wage growth in many decades, with the bulk of that coming in the last years of the recovery. We place the Great Recession in historical context and trace the path of the recovery, studying its different phases and how different groups of workers were impacted in each phase. We also discuss the response of fiscal and monetary policy to the Great Recession, and draw lessons for the future.\n\n",
    "acknowledgement": "\nThis paper was prepared for a special issue of The ANNALS of the American Academy of Political and Social Science, “What has happened to the American Working Class since the Great Recession?” We thank Duncan Hobbs for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}