{
    "id": 28451,
    "citation_title": "Low Energy: Estimating Electric Vehicle Electricity Use",
    "citation_author": [
        "Fiona Burlig",
        "James B. Bushnell",
        "David S. Rapson",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "2023-11-08",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first at-scale estimate of electric vehicle (EV) home charging. Previous estimates are either based on surveys that reach conflicting conclusions, or are extrapolated from a small, unrepresentative sample of households with dedicated EV meters. We combine billions of hourly electricity meter measurements with address-level EV registration records from California households. The average EV increases overall household load by 2.9 kilowatt-hours per day, less than half the amount assumed by state regulators. Our results imply that EVs travel 5,300 miles per year, under half of the US fleet average. This raises questions about transportation electrification for climate policy.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research funding from the Alfred P. Sloan Foundation and from the State of California Public Transportation Account and the Road Repair and Accountability Act of 2017 (Senate Bill 1) via the University of California Institute of Transportation Studies. Jesse Buchsbaum, Benjamin Dawson, Shelly He, Ellen Lin, Jason Liu, and Pengyu Wang provided excellent research assistance. Karen Notsund provided invaluable data support. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}