{
    "id": 28468,
    "citation_title": "Reparations and Persistent Racial Wealth Gaps",
    "citation_author": [
        "Job Boerma",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2022-05-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the magnitude and persistence of the racial wealth gap using a long-run model of heterogeneous dynasties with an occupational choice and bequests. Our innovation is to introduce endogenous beliefs about risky returns, reflecting differences in dynasties' investment experiences over time. Feeding the exclusion of Black dynasties from labor and capital markets into the model as the only driving force, we find that the model quantitatively reproduces current and historical racial gaps in wealth, income, entrepreneurship, mobility, and beliefs about risky returns. We explore how the future trajectory of the racial wealth gap might change in response to various policies. Wealth transfers to all Black dynasties that eliminate the average wealth gap today do not lead to long-run wealth convergence. The logic is that centuries-long exclusions lead Black dynasties to hold pessimistic beliefs about risky returns and to forgo investment opportunities after the wealth transfer. Investment subsidies toward Black entrepreneurs are more effective than wealth transfers in permanently eliminating the racial wealth gap.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The authors declare no conflicts of interests and no funding related to this study.\n\n\n"
}