{
    "id": 28469,
    "citation_title": "Auto-Enrollment Retirement Plans for the People: Choices and Outcomes in OregonSaves",
    "citation_author": [
        "John Chalmers",
        "Olivia S. Mitchell",
        "Jonathan Reuter",
        "Mingli Zhong"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2021-12-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOregon recently launched an automatic-enrollment retirement savings program for private sector workers lacking access to other workplace retirement plans. We analyze participation choices, account balances, and inflow/outflow data using administrative records between August 2018 and April 2020. Within the small to mid-sized firms served by OregonSaves, estimated average after-tax earnings are low ($2,365 per month) and turnover rates are high (38.2% per year). Younger employees and employees in larger firms are less likely to opt out, but participation rates fall over time. The most common reason given for opting out is “I can’t afford to save at this time,” but the second most common is “I have my own retirement plan.” As of April 2020, 67,731 accounts had positive account balances, holding $51.1 million in total assets. The average balance is $754, but with considerable dispersion; younger workers accumulating the fewest assets due to higher job turnover. Overall, we conclude that OregonSaves has meaningfully increased employee savings by reducing search costs. The 34.3% of workers with positive account balances in April 2020 is comparable to the marginal increase in participation at larger firms in the private sector. Employees opting out of OregonSaves are often doing so for rational reasons.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the US Social Security Administration (SSA) to the Michigan Retirement Research Center (MRRC) as part of the Retirement Research Consortium (RRC). Support was also provided by the Pension Research Council/Boettner Center of the Wharton School at the University of Pennsylvania; the Pew Foundation; the AARP; and the Quartet program at the University of Pennsylvania. We would like to thank Jeffrey Brown, Mark Iwry, David John, James Poterba, Geoffrey Sanzenbacher, and seminar participants at Brandeis, Rutgers, University of Arizona, University of Illinois, the 21th Social Security Administration Retirement and Disability Research Consortium Annual Meeting, and the NBER Conference on Incentives and Limitations of Employment Policies on Retirement Transitions, for their helpful comments. We thank many individuals from the OregonSaves program for numerous discussions and insights into the OregonSaves program, and Yong Yu as well as Wenliang Hou for excellent research assistance. The findings and conclusions are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, the MRRC, OregonSaves, any other institutions with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nOlivia S. Mitchell is a Professor of Insurance & Risk Management/Business Economics & Policy at the Wharton School of the University of Pennsylvania, where she also serves as Director of the Pension Research Council, a Wharton School research center (pensionresearchcouncil.org). She is a NBER Research Associate and she also serves as an independent Trustee of the Wells Fargo Advantage Funds. Her research has been supported by the Social Security Administration, Netspar, TIAA-CREF, the Singapore Management University, the Financial Literacy Center, the Michigan Retirement Research Center, and the ARC Centre of Excellence, as well as entities and individuals contributing to the Boettner Center for Pensions and Retirement Research and the Pension Research Council at the University of Pennsylvania.\n\n\n"
}