{
    "id": 28460,
    "citation_title": "Biosimilar Competition: Early Learning",
    "citation_author": [
        "Richard G. Frank",
        "Mahnum Shahzad",
        "William B. Feldman",
        "Aaron S. Kesselheim"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBiologics accounted for roughly $145 billion in spending in 2018 (IQVIA, 2019). They are also the fastest growing segment of the pharmaceutical industry. The Biological Price Competition and Innovation Act (BPCIA) of 2010 created an abbreviated pathway for biosimilar products to promote price competition in the market for biological drugs. There was great anticipation that the BPCIA would lead to a moderation in drug prices driven by market competition. The observed levels of competition and the accompanying savings have not reached those expected levels. we investigate the early impacts of entry of potential biosimilar competitors on use of biosimilars and prices for biological products. We focus especially on entry by biosimilars and how altered market structures stemming from the implementation of the BPCIA are affecting the prices for biological products subject to biosimilar competition. We do so by studying 7 products that have recently faced biosimilar competition. We estimate fixed effects and Instrument Variables models to estimate the impact of market competition on prices. Our results indicate that in the range of 1 to 3 entrants each additional marketed product results in a reduction in weighted average market prices of between 5.4 and 7 percentage points.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from Arnold Ventures. We thank Mike Chernew, Rena Conti, Anna Anderson Cook, and Kristi Martin for constructive comments on earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}