{
    "id": 28466,
    "citation_title": "The Economic Geography of Global Warming",
    "citation_author": [
        "José-Luis Cruz",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nGlobal warming is a worldwide and protracted phenomenon with heterogeneous local economic effects. In order to evaluate the aggregate and local economic consequences of higher temperatures, we propose a dynamic economic assessment model of the world economy with high spatial resolution. Our model features a number of mechanisms through which individuals can adapt to global warming, including costly trade and migration, and local technological innovations and natality rates. We quantify the model at a 1° × 1° resolution and estimate damage functions that determine the impact of temperature changes on a region’s fundamental productivity and amenities depending on local temperatures. Our baseline results show welfare losses as large as 15% in parts of Africa and Latin America but also high heterogeneity across locations, with northern regions in Siberia, Canada, and Alaska experiencing gains. Our results indicate large uncertainty about average welfare effects and point to migration and, to a lesser extent, innovation as important adaptation mechanisms. We use the model to assess the impact of carbon taxes, abatement technologies, and clean energy subsidies. Carbon taxes delay consumption of fossil fuels and help flatten the temperature curve but are much more effective when an abatement technology is forthcoming.\n\n",
    "acknowledgement": "\nWe thank Klaus Desmet, Per Krusell and participants at numerous seminars and conferences for their feedback. We also thank the International Economics Section at Princeton University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}