{
    "id": 28464,
    "citation_title": "The Analytic Theory of a Monetary Shock",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose an analytical method to analyze the propagation of a once-and-for-all shock in a broad class of sticky price models. The method is based on the eigenvalue- eigenfunction representation of the dynamics of the cross-sectional distribution of firms’ desired adjustments. A key novelty is that, under assumptions that are appropriate for low-inflation economies, we can approximate the whole profile of the impulse response for any moment of interest in response to an aggregate shock (any displacement of the invariant distribution). We present several applications and discuss extensions.\n\n",
    "acknowledgement": "\nThe first draft of this paper is from March 2018, which is 250 years after the birthdate of Jean Baptiste Fourier, from whose terrific 1822 book we respectfully adapted our title. We benefited from conversations with Isaac Baley, Lars Hansen, and Demian Pouzo. We also thank our discussants Sebastian Di Tella and Ben Moll, and participants in “Recent Developments in Macroeconomics” conference (Rome, April 2018), the “Second Global Macroeconomic Workshop” (Marrakech), the 6th Workshop in Macro Banking and Finance in Alghero, and seminar participants at the FBR of Minneapolis and Philadelphia, the European Central Bank, LUISS University, UCL, EIEF, the University Di Tella, Northwestern University, the University of Chicago, the University of Oxford, CREI-UPF, the London School of Economics, Universitat Autonoma Barcelona, Bocconi University, and the 2019 EFG meeting in San Francisco. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}