{
    "id": 28463,
    "citation_title": "Gender Quotas and Support for Women in Board Elections",
    "citation_author": [
        "Marina Gertsberg",
        "Johanna Mollerstrom",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2022-05-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study shareholder support for corporate board nominees before and after the 2018 California gender quota. Pre-quota, new female nominees received greater support than new male nominees, consistent with women being held to a higher standard. Post-quota, as the number of women increased, support for new (mandated) female nominees decreased to the same level of, but not lower than, the support that new male nominees enjoy. Still, share prices reacted negatively to the quota. We show that this reaction was concentrated in firms that did not turn over their least-supported male directors when adding women to comply with the quota.\n\n",
    "acknowledgement": "\nWe thank Laura Starks, Gregor Matvas, Reena Aggarwal, Elena Carletti, Gary Charness, Todd Gormley, Amanda Chuan, Gaby Contreras, Christine Exley, Neal Galpin, Mariassunta Giannetti, Pavitra Govindan, Daniel Greene, Jillian Grennan, William Hickman, Alex Imas, Vincent Intintoli, Nadya Malenko, Felix von Meyernick, Alexandra Niessen-Ruenzi, Eva Ranehill, Alex Rees-Jones, Jason Sandvik, Itzhak Ben-David, Elena Simintzi, and David Matsa for helpful comments and suggestions. We also thank seminar and conference participants at various institutions including the NBER-RFS Conference on Inequality, NBER Corporate Finance, Discrimination and the Financial System, WFA, EFA, FIRN, ECWFC, Discrimination and Disparities seminar series at UT Austin, HEC Montreal, Barnard, Columbia, ANU, UNSW, University of Melbourne, and Monash University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}