{
    "id": 28461,
    "citation_title": "The Work-from-Home Technology Boon and its Consequences",
    "citation_author": [
        "Morris A. Davis",
        "Andra C. Ghent",
        "Jesse M. Gregory"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2023-11-28",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the impact of widespread adoption of work-from-home (WFH) technology using an equilibrium model where people choose where to live, how to allocate their time between working at home and at the office, and how much space to use in production. Motivated by cross-sectional evidence on WFH, we model WFH as a complement to work at the office. Simulations of the model indicate that the pandemic induced a large change to the relative productivity of WFH that substantially increased home prices and will permanently affect incomes, income inequality, and city structure.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Work-at-Home Technology Boon and its Consequences.\" We thank the editor (Kurt Mitman), four anonymous referees, Tim Landvoigt, Andrii Parkhomenko, Stijn Van Nieuwerburgh, and audiences at several universities and conferences for helpful comments on earlier drafts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}