{
    "id": 28477,
    "citation_title": "Charter Schools’ Effectiveness, Mechanisms, and Competitive Influence",
    "citation_author": [
        "Sarah R. Cohodes",
        "Katharine S. Parham"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "2021-05-04",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the research on the impacts of charter school attendance on students’ academic and other outcomes, the mechanisms behind those effects, and the influence of charter schools on nearby traditional public schools, almost three decades after the first charter school was established. Across the United States, charter schools appear to perform, on average, at about the same level as their district counterparts. Underlying the similarity in performance across sectors is a consistent finding: charters located in urban areas boost student test scores, particularly for Black, Latinx, and low-income students. Attending some urban charter schools also increases college enrollment and voting and reduces risky behavior, but evidence on such longer-term outcomes has been found in only a few sites and has a limited time horizon. No Excuses charter schools generate test score gains, but their controversial disciplinary practices are not a necessary a condition for academic success. Charter school teachers tend to be less qualified and more likely to leave the profession than traditional public school teachers, though the labor market implications are understudied. The influence of charter authorizers and related accountability structures is also limited and would benefit from more rigorous examination. The competitive impact of charter schools on traditional public schools suggests a small, beneficial influence on neighboring schools’ student achievement, though there is variation across contexts. Charters also appear to induce a negative financial impact for districts, at least in the short term, though a larger scale study finds charter entry generates more revenue per pupil for district schools. Finally, there is competing evidence on charters’ contribution to school racial segregation, and little evidence on the impact of newer, intentionally diverse school models. While we know much about charter schools, more research, in more contexts, is needed to further understand where, for whom, and why charters are most effective.\n\n",
    "acknowledgement": "\nThis is a draft of an article that will be published in the Oxford Research Encyclopedia of Economics and Finance (https://oxfordre.com/economics). We thank Naomi Horn and Selena Cardona for research assistance. Chris Torres, Elizabeth Setren, Alex Eble, Erin Huffer, Hellary Zhang, and two anonymous reviewers provided very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}