{
    "id": 28479,
    "citation_title": "The Effect of Stock Ownership on Individual Spending and Loyalty",
    "citation_author": [
        "Paolina C. Medina",
        "Vrinda Mittal",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "2021-03-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this study, we quantify the effects of receiving stocks from certain brands on spending in the brand's stores. We use data from a new FinTech company called Bumped that opens brokerage accounts for its users and rewards them with stocks when they shop at previously elected stores. For identification, we use 1) the staggered distribution of brokerage accounts over time after individuals sign up for a waitlist and 2) randomly distributed stock grants. We find that individuals spend 40% more per week at elected brands and stores after being allocated an account. In response to receiving a stock grant, individuals increase their weekly spending by 100% on the granted brands. Beyond documenting a causal link between stock ownership and individual spending, we show that weekly spending in certain brands of our users is strongly correlated with stock holdings of that brand by Robinhood brokerage clients. Finally, we present survey evidence to argue that loyalty is the dominant psychological mechanism explaining our findings. We thus provide micro evidence for the idea that stock ownership drives brand loyalty, which is an intangible asset that leads to lower firm cash flow volatility.\n\n",
    "acknowledgement": "\nWe thank Christian Casebeer, COO of Bumped, Amy Dunn, Marketing, and Andrew Pfaendler, Data Scientist,  for providing us with the data to do this study and helping us understand the details. We also thank Paul Tetlock, Xavier Giroud, Antonio Gargano, Alberto Rossi, Francesco D'Accunto, Stefan Zeisberger, Tobin Hanspal, and Stijn Van Nieuwerburgh for valuable comments as well as conference and seminar participants at the CEPR Workshop on New Consumption Data, Columbia PhD Lunch Seminar, Columbia Finance Lunch seminar, Columbia Pre Thesis Seminar, Barnard Women's Applied Micro Seminar, Georgetown Fintech Apps Seminar, McIntire University of Virginia, University of Maryland, University of Amsterdam, SAIF, ANU, Cesifo Conference, University of Vienna, and University of Regensburg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}