{
    "id": 28472,
    "citation_title": "The Economics of Immense Risk, Urgent Action and Radical Change: Towards New Approaches to the Economics of Climate Change",
    "citation_author": [
        "Nicholas Stern",
        "Joseph E. Stiglitz",
        "Charlotte Taylor"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "2022-02-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDesigning policy for climate change requires analyses which integrate the interrelationship between the economy and the environment. We argue that, despite their dominance in the economics literature and influence in public discussion and policymaking, the methodology employed by Integrated Assessment Models (IAMs) rests on flawed foundations, which become particularly relevant in relation to the realities of the immense risks and challenges of climate change, and the radical changes in our economies that a sound and effective response require. We identify a set of critical methodological problems with the IAMs which limit their usefulness and discuss the analytic foundations of an alternative approach that is more capable of providing insights into how best to manage the transition to net-zero emissions.\n\n",
    "acknowledgement": "\nWith thanks to Philippe Aghion, Tim Besley, Amar Bhattacharya, Robin Burgess, Geoff Heal, Cameron Hepburn, Haaris Mateen, Sanjay Reddy, James Rising, James Rydge, Andrew Steer and Bob Ward for valuable discussion. We are very grateful to the editors and referees who provided careful and insightful reviews of previous versions of this manuscript. Indeed, the editors played an important role in shaping the final version. This paper is a substantially revised version of “The Social Cost of Carbon, Risk, Distribution, Market Failures: An Alternative Approach”. This version of the paper has been shaped by insightful reviews from the editors of the Journal of Economic Methodology and two anonymous referees, whose constructive feedback helped us to clarify and further hone our arguments. The main purpose of the revisions we have made to NBER working paper number 28472 is to emphasise more strongly our arguments relating to the appropriate methodology for economic analyses of climate change. The most important change is that the paper has been restructured to group our criticisms of Integrated Assessment models (IAMs) into three categories. Sections 3, 4 and 5 deal with these in turn: 3) problems that IAMs cannot address, and for which alternative approaches are necessary; 4) issues on which there has been some—in some cases, considerable—progress, but which require deeper treatment if the results of IAMs are to carry weight in policy discussion; 5) issues that the IAMs could address, but with extreme difficulty, and which have typically not been addressed, and on which many aspects of IAMs bias results. Further significant changes have been made to sections 1 and 7 of the paper, so as to emphasise our argument that addressing the full set of policy challenges presented by climate change will require a diversity of models and analytical approaches. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}