{
    "id": 28478,
    "citation_title": "Vertical Integration and Production Inefficiency in the Presence of a Gross Receipts Tax",
    "citation_author": [
        "Benjamin Hansen",
        "Keaton S. Miller",
        "Caroline Weber"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the effects of a gross receipts tax (GRT) on vertical integration for the first time. We use data from the Washington state recreational cannabis industry, which has numerous advantages including a clean natural experiment: a 25% GRT imposed on cannabis firms was subsequently replaced by an excise tax at retail. We find the short-run elasticity of vertical integration with respect to the intermediate good net- of-tax rate is -0.15 and the long-run elasticity is more than twice as large. We find these incentives lead to large output losses – production increases by 23 percent when the GRT is eliminated.\n\n",
    "acknowledgement": "\nThe authors would like to thank David Agrawal, J.S. Butler, Estelle Dauchy, Naomi Feldman, Enda Hargaden, Austin Nichols, Nathan Seegert, Monica Singhal, Jeffrey Smith, Alex Yuskavage and seminar or conference participants at University of Wisconsin-Madison, University of Kentucky, ABFM, NTA, WEAI and the Utah Tax Invitational (U-TAXI) for helpful comments. This paper previously circulated as: “The Welfare Costs of a Gross Receipts Tax”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}