{
    "id": 28473,
    "citation_title": "Stochastic Earnings Growth and Equilibrium Wealth Distributions",
    "citation_author": [
        "Thomas J. Sargent",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe cross-section distribution of  U.S. wealth is more skewed than  the distribution of  labor earnings. Stachurski and Toda (2019) explain how plain vanilla Bewley-Aiyagari-Huggett (BAH)  models with  infinitely lived agents can't generate that pattern because an equilibrium risk-free rate is lower than the time rate of preference and each person's wealth process is stationary.  We provide two modifications of a  BAH model that generate this pattern: (1)  overlapping generations of agents who have low wealth at birth and pass through N life-stage transitions of stochastic  lengths, and (2) labor-earnings processes that exhibit stochastic growth. With only a few parameters such a model can well approximate mappings from the Lorenz curve and Gini coefficient for cross-sections of labor earnings to their counterparts for cross sections of wealth. Three forces amplify inequality in wealth relative to  inequality in labor-earnings: stochastic life-stage transitions; a precautionary savings motive for  high wage earners that is especially strong after they receive  positive permanent earnings shocks; and an energetic life-cycle saving motive for agents who have low wealth at birth. An equilibrium risk-free interest rate that exceeds a time preference rate fosters a fat-tailed wealth distribution.\n\n",
    "acknowledgement": "\nWe thank Jess Benhabib, Alberto Bisin, Patrick Bolton, Mariacristina De Nardi, Xavier Gabaix, Fatih Guvenen, Dirk Krueger, Ye Li, Erzo Luttmer, Benjamin Moll, Jonathan Payne, Alexis Toda, and seminar participants at Columbia and Shanghai Finance Forum for helpful criticisms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}