{
    "id": 28488,
    "citation_title": "Culture, Institutions & the Long Divergence",
    "citation_author": [
        "Alberto Bisin",
        "Jared Rubin",
        "Avner Seror",
        "Thierry Verdier"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theories of the Long Divergence between Middle Eastern and Western European economies focus on Middle Eastern (over-)reliance on religious legitimacy, use of slave soldiers, and persistence of restrictive proscriptions of religious (Islamic) law. These theories take as exogenous the cultural values that complement the prevailing institutions. As a result, they miss the role of cultural values in either supporting the persistence of or inducing change in the economic and institutional environment. In this paper, we address these issues by modeling the joint evolution of institutions and culture. In doing so, we place the various hypotheses of economic divergence into one, unifying framework. We highlight the role that cultural transmission plays in reinforcing institutional evolution toward either theocratic or secular states. We extend the model to shed light on political decentralization and technological change in the two regions.\n\n",
    "acknowledgement": "\nThanks to participants at the 2019 CEPR Workshop on the Economics of Religion and the 2019 ASREC Conference. All errors are our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}