{
    "id": 28489,
    "citation_title": "The Two Faces of Information",
    "citation_author": [
        "Gaetano Gaballo",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn absence of insurance contracts to share risk, public information is a double-edged sword. On the one hand, it empowers self-insurance as agents better react to shocks, reducing risk. On the other hand, it weakens market-insurance as common knowledge of shocks restricts trading risk. We embody these two faces of information in a single general-equilibrium model. We characterize the conditions under which market-insurance is superior, and then public information – even though costless and precise – is socially undesirable. In the absence of information, however, market-insurance is still underprovided as individuals fail to internalize its general equilibrium benefits.\n\n",
    "acknowledgement": "\nWe thank V.V. Chari, Willie Fuchs, Richard Kihlstrom, Alexandre Kohlhas, Dirk Krueger, Andrew Postlewaite, Juan Sagredo, Tano Santos, Venky Venkateswaran, Ming Yang and seminar participants at Columbia, Wharton, Milan, Marrakech, Helsinki, the 2017 Barcelona Summer Forum, the 2017 SED Meetings in Edinburgh, the 2018 Barcelona Summer Meetings, the 2018 Minnesota/Chicago Accounting Theory Conference and the 2019 Workshop on \"Frontiers of Monetary Policy and Financial Studies\" at the Bank of Canada for comments. The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}