{
    "id": 28482,
    "citation_title": "Competition Policy in a Simple General Equilibrium Model",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe flow of resources across sectors to their best use, with concomitant entry and exit, is central to the functioning and welfare properties of a market economy. Nevertheless, most industrial organization research, including applications to competition policy, undertakes partial equilibrium analysis in a single sector, often with a fixed number of firms. This article examines competition policy in a simple, multi-sector, general equilibrium model with free entry and exit. Even partial equilibrium analysis yields some lessons, such as that accounting for free entry often makes strengthening competition policy more rather than less attractive. When admitting flows between sectors, familiar prescriptions readily reverse. But such results may be partially offset or overturned yet again when incorporating free entry and exit in nontargeted sectors. Finally, the analysis of efficiencies also changes qualitatively with free entry because even fixed costs are fully borne by consumers in equilibrium.\n\n",
    "acknowledgement": "\nI thank Harvard University’s John M. Olin Center for Law, Economics, and Business for financial support. Disclaimer: I occasionally consult on antitrust matters, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}