{
    "id": 28484,
    "citation_title": "Biases in Information Selection and Processing: Survey Evidence from the Pandemic",
    "citation_author": [
        "Ester Faia",
        "Andreas Fuster",
        "Vincenzo Pezone",
        "Basit Zafar"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHow people form beliefs is crucial for understanding decision-making under uncertainty. This is particularly true in a situation such as a pandemic, where beliefs will affect behaviors that impact public health as well as the aggregate economy. We conduct two survey experiments to shed light on potential biases in belief formation, focusing in particular on the tone of information people choose to consume and how they incorporate this information into their beliefs. In the first experiment, people express their preferences over pandemic-related articles with optimistic and pessimistic headlines, and are then randomly shown one of the articles. We find that respondents with more pessimistic prior beliefs about the pandemic are substantially more likely to prefer pessimistic articles, which we interpret as evidence of confirmation bias. In line with this, respondents assigned to the less preferred article rate it as less reliable and informative (relative to those who prefer it); they also discount information from the article when it is less preferred. We further find that these motivated beliefs end up impacting incentivized behavior. In a second experiment, we study how partisan views interact with information selection and processing.  We find strong evidence of source dependence: revealing the news source further distorts information acquisition and processing, eliminating the role of prior beliefs in article choice.\n\n",
    "acknowledgement": "\nWe thank Stefano Cassella, Chris Roth, Michael Thaler, Michael Weber, Johannes Wohlfart and seminar participants at various conferences and seminars for useful comments and suggestions. We gratefully acknowledge financial support from the DFG priority grant FA-1022.3-1 and from the Leibniz Institute for Financial Research SAFE . The views expressed are those of the authors and do not necessarily reflect those of the Swiss National Bank. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0005850. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}