{
    "id": 28483,
    "citation_title": "Housing Consumption and the Cost of Remote Work",
    "citation_author": [
        "Christopher T. Stanton",
        "Pratyush Tiwari"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "2021-04-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates housing choice differences between households with and without remote workers. Prior to the pandemic, the expenditure share on housing was more than seven percent higher for remote households compared to similar non-remote households in the same commuting zone. Remote households’ higher housing expenditures arise from larger dwellings (more rooms) and a higher price per room. Pre-COVID, households with remote workers were actually located in areas with above-average housing costs, and sorting within-commuting zone to suburban or rural areas was not economically meaningful. Using the pre-COVID distribution of locations, we estimate how much additional pre-tax income would be necessary to compensate non-remote households for extra housing expenses arising from remote work in the absence of geographic mobility, and we compare this compensation to commercial office rents in major metro areas.\n\n",
    "acknowledgement": "\nWe thank Ed Glaeser, Bill Kerr, Nathan Seegert, and seminar participants in the HBS Entrepreneurial Management Unit for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}