{
    "id": 28481,
    "citation_title": "Searching for Job Security and the Consequences of Job Loss",
    "citation_author": [
        "Gregor Jarosch"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob loss comes with large present value earnings losses which elude workhorse models of unemployment and labor market policy. I propose a parsimonious model of a frictional labor market in which jobs differ in terms of unemployment risk and workers search off- and on-the-job. This gives rise to a job ladder with slippery bottom rungs where unemployment spells beget unemployment spells. I allow for human capital to respond to time spent out of work and estimate the framework on German Social Security data. The model captures the joint response of wages, employment, and unemployment risk to job loss which I measure empirically. The key driver of the “unemployment scar” is the loss in job security and its interaction with the evolution of human capital.\n\n",
    "acknowledgement": "\nI'd like to thank Robert Shimer and Steven Davis for advice and guidance, and the editor as well as four anonymous referees for improving the paper. Thanks also to Fernando Alvarez, Stéphane Bonhomme, Maryam Farboodi, Veronica Guerrieri, Erik Hurst, Thibaut Lamadon, Rafael Lopes de Melo, Laura Pilossoph, Richard Rogerson, Isaac Sorkin, David Strauss, Christopher Tonetti, Rasool Zandvakil, and seminar participants at various conferences and universities for their thoughts and comments. Dorisz Albrecht and Hugo Lhullier provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}