{
    "id": 2849,
    "citation_title": "Obstacles to Coordination, and a Consideration of Two Proposals to Overcome Them",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper reviews the obstacles to successful international macroeconomic policy coordination, and then offers a proposal for coordination that is designed to have the best chance of overcoming these obstacles: an international version of nominal GNP targeting. There are three sorts of obstacles to coordination: uncertainty, enforcement, and inflation-fighting credibility. Enforcement is always a problem for coordination, but the problem is particularly great in the presence of uncertainty. This is partly because it is difficult to verify compliance if the \"performance criteria\" are not directly enough under the control of the authorities and partly because a country may end up regretting ex post the criterion that it agreed to ex ante if the criterion is not directly enough related to the target variables about which it ultimately cares. For example, a country that commits to a narrow range for the money supply may regret the commitment if a shift in velocity occurs. The time-inconsistency of inflation-fighting has been offered as a third reason why policy-makers would be better off renouncing period-by-period coordination of discretionary policymaking. But the way to establish inflation-fighting credibility is to precommit to some nominal anchor. The paper argues that International Nominal Targeting (INT) is the best choice for nominal anchor, as well as the best choice for the performance criterion by which compliance with international agreements can be monitored. Nominal GNP (or, better yet, nominal demand) is superior to other candidates such as Ml as a candidate for the nominal variable on which policy-makers should focus, because it is far more robust to velocity shifts and other uncertainties.\n\n",
    "acknowledgement": "\n"
}