{
    "id": 28492,
    "citation_title": "Preparing for a Pandemic: Accelerating Vaccine Availability",
    "citation_author": [
        "Amrita Ahuja",
        "Susan Athey",
        "Arthur Baker",
        "Eric Budish",
        "Juan Camilo Castillo",
        "Rachel Glennerster",
        "Scott Duke Kominers",
        "Michael Kremer",
        "Jean Nahrae Lee",
        "Canice Prendergast",
        "Christopher M. Snyder",
        "Alex Tabarrok",
        "Brandon Joel Tan",
        "Witold Więcek"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVaccinating the world’s population quickly in a pandemic has enormous health and economic benefits. We analyze the problem faced by governments in determining the scale and structure of procurement for vaccines. We analyze alternative approaches to procurement.  We find that if the goal is to accelerate the vaccine delivery timetable, buyers should directly fund manufacturing capacity and shoulder most of the risk of failure, while maintaining some direct incentives for speed. We analyzed the optimal portfolio of vaccine investments for countries with different characteristics as well as the implications for international cooperation. Our analysis, considered in light of the experience of 2020, suggests lessons for future pandemics.\n\n",
    "acknowledgement": "\nAthey acknowledges a generous gift from Schmidt Futures. Ahuja and Kremer acknowledge generous funding from the Wellspring Philanthropic Fund. Baker and Więcek acknowledge generous funding from Emergent Ventures. Kominers acknowledges generous funding from the Washington Center for Equitable Growth. Kremer is a Senior Advisor to the World Bank on vaccines; he is also a co-founder and scientific director of USAID’s Development Innovation Ventures. Lee is a senior economist at the World Bank and has some involvement in vaccine financing. Athey, Kremer, and Snyder served on a pro-bono advisory group on the design of COVAX. Budish, Kominers, and Prendergast serve on a pro-bono expert group advising on the design of the COVAX exchange mechanism. For contributing input and expertise, we are indebted to numerous experts in vaccine procurement from international organizations and governments. Whit Athey, Owen Barder, Tasneem Chipty, Lisa Danzig, Greg Larson, Jonathan Levin, Jessica Picket, and Duc Tran provided invaluable advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}