{
    "id": 28491,
    "citation_title": "Contractual Rigidity and Political Contestability: Revisiting Public Contract Renegotiations",
    "citation_author": [
        "Jean Beuve",
        "Marian W. Moszoro",
        "Pablo T. Spiller"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a model of public procurement in which both contractual flexibility and political tolerance for contractual deviations determine renegotiations. In the model, contractual flexibility allows for adaptation without formal renegotiation while political tolerance for deviations decreases with political competition. We then compare renegotiation rates of procurement contracts in which the procurer is either a public administration or a private corporation. We find robust evidence consistent with the model predictions: public-to-private contracts are renegotiated more often than comparable private-to-private contracts, and that this pattern is more salient in politically contestable jurisdictions. The frequent renegotiation of public contracts results from their inherent rigidity and provides a relational quality of adaptability to contingencies in politically contestable environments.\n\n",
    "acknowledgement": "\nWe are thankful to Fritz Bachmair, Mikhail Freer, and Lorena Rivero del Paso for valuable comments and suggestions. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}