{
    "id": 28499,
    "citation_title": "Skipping the Bag: The Intended and Unintended Consequences of Disposable Bag Regulation",
    "citation_author": [
        "Tatiana Homonoff",
        "Lee-Sien Kao",
        "Javiera Selman",
        "Christina Seybolt"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulation of goods associated with negative environmental externalities may decrease consumption of the targeted product, but may be ineffective at reducing the externality itself if close substitutes are left unregulated. We find evidence that plastic bag bans, the most common disposable bag regulation in the US, led retailers to circumvent the regulation by providing free thicker plastic bags which are not covered by the ban. In contrast, a regulation change that replaced the ban with a small tax on all disposable bags generated large decreases in disposable bag use and overall environmental costs. Our results suggest that narrowly-defined regulations (like plastic bag bans) may be less effective than policies that target a more comprehensive set of products, even in the case when the policy instrument itself (a tax rather than a ban) is not as strict.\n\n",
    "acknowledgement": "\nWe are grateful to Emma Berndt, Jacob Goldin, Doug Palmer, Travis St. Clair, and Becca Taylor for providing helpful feedback. Betsy Priem, Claire Costelloe, May-May Chen, Juliana Tu, Ilve Bayturk, Tyler He, Grace Martin, Chimdi Obienu, Kaiti Zolton, and Anirudh Duvvuru provided excellent research assistance in collecting data for this project. The City of Chicago provided original funding for the data collection for this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}