{
    "id": 28495,
    "citation_title": "The “Matthew Effect” and Market Concentration: Search Complementarities and Monopsony Power",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Federico Mandelman",
        "Yang Yu",
        "Francesco Zanetti"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a dynamic general equilibrium model with heterogeneous firms that face search complementarities in the formation of vendor contracts. Search complementarities amplify small differences in productivity among firms. Market concentration fosters monopsony power in the labor market, magnifying profits and further enhancing high-productivity firms' output share. Firms want to get bigger and hire more workers, in stark contrast with the classic monopsony model, where a firm aims to reduce the amount of labor it hires. The combination of search complementarities and monopsony power induces a strong “Matthew effect” that endogenously generates superstar firms out of uniform idiosyncratic productivity distributions. Reductions in search costs increase market concentration, lower the labor income share, and increase wage inequality.\n\n",
    "acknowledgement": "\nWe thank Michael Peters for an outstanding discussion and most helpful suggestions to simplify our analysis, and Luis Garicano and Gustavo Ventura for insightful comments. Ryan Zalla provided outstanding research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System or  the National Bureau of Economic Research. Zanetti gratefully acknowledges financial support from the British Academy (MD20\\200025).\n\n\n"
}