{
    "id": 28494,
    "citation_title": "Gender and the Dynamics of Economics Seminars",
    "citation_author": [
        "Pascaline Dupas",
        "Alicia Sasser Modestino",
        "Muriel Niederle",
        "Justin Wolfers",
        "The Seminar Dynamics Collective"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "2021-05-05",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of the first systematic attempt at quantitatively measuring the seminar culture within economics and testing whether it is gender neutral. We collected data on every interaction between presenters and their audience in hundreds of research seminars and job market talks across most leading economics departments, as well as during summer conferences. We find that women presenters are treated differently than their male counterparts. Women are asked more questions during a seminar and the questions asked of women presenters are more likely to be patronizing or hostile. These effects are not due to women presenting in different fields, different seminar series, or different topics, as our analysis controls for the institution, seminar series, and JEL codes associated with each presentation. Moreover, it appears that there are important differences by field and that these differences are not uniformly mitigated by more rigid seminar formats. Our findings add to an emerging literature documenting ways in which women economists are treated differently than men, and suggest yet another potential explanation for their under-representation at senior levels within the economics profession.\n\n",
    "acknowledgement": "\nThis project reflects an unusual partnership with the Seminar Dynamics Collective, a group of 97 members of the economics community who collected and processed the data used in this study and are considered co-authors, including Corinne Andriola, Victoria Barone, Maryam Blooki, Stephanie Bonds, Nina Buchmann, Drew Burd, Anne Burton, Mrinmoyee Chatterjee, Vittoria Dicandia, Maria Dieci, Karl Dunkle Werner, Holly Dykstra, Luciana Etcheverry, John Fallon, Camille Falézan, Valeria Ferraro, Ellen Fu, Chelsea Garber, Shresth Garg, Anomita Ghosh, Laurie Hakes, Hyoyoung Han, Emma Harrington, Juan Herreño, Kelsi G. Hobbs, Lakshita Jain, Amna Javed, Michelle Jiang, Ariadna Jou, Catherine Michaud Leclerc, Domininkas Mockus, Erica Moszkowski, Philip Mulder, Tuan Nguyen, Urbashee Paul, Dev Patel, Grace Phillips, Xuechao Qian, Rizwanur Rob, Monica Rodriguez, Fernanda Rojas, Arvind Sharma, Rachel Schuh, Rachel Sederberg, Cory Smith, Rizki Nauli Siregar, Melissa Spencer, Anna Stansbury, Ishaana Talesara, Carly Trachtman, Francesca Truffa, Silvia Vannutelli, Joanna Venator, David N. Wasser, Melanie Wallskog, Ashley Wong and Alice Wu. Those not named have chosen to remain anonymous. Special thanks to Jim Poterba for providing coders with access to all of the sessions at the 2019 NBER Summer Institute. Our protocols were reviewed by the Institutional Review Boards at Northeastern University and NBER. The authors would like to acknowledge research funding from Stanford University’s Department of Economics. In addition, we are grateful to seminar audiences at Boston University and the American Economic Association’s annual conference for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}