{
    "id": 28490,
    "citation_title": "Do Required Minimum Distribution 401(k) Rules Matter, and For Whom? Insights from a Lifecycle Model",
    "citation_author": [
        "Vanya Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2021-02-22",
    "issue_date": "2021-02-18",
    "revision_date": "2021-03-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTax-qualified vehicles helped U.S. private-sector workers accumulate $25Tr in retirement assets. An often-overlooked important institutional feature shaping decumulations from these retirement plans is the “Required Minimum Distribution” (RMD) regulation, requiring retirees to withdraw a minimum fraction from their retirement accounts or pay excise taxes on withdrawal shortfalls. Our calibrated lifecycle model measures the impact of RMD rules on financial behavior of heterogeneous households during their worklives and retirement. We show that proposed reforms to delay or eliminate the RMD rules should have little effects on consumption profiles but more impact on withdrawals and tax payments for households with bequest motives.\n\n",
    "acknowledgement": "\nThe authors are grateful for research support from the TIAA Institute, the Institute for Financial Research (SAFE) at the Goethe University Frankfurt, the German Investment and Asset Management Association (BVI), and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. We also thank the initiative High Performance Computing in Hessen for granting us computing time at the LOEWE-CSC and Lichtenberg Cluster. We thank Mark Iwry for invaluable comments, as well as Richard Shea, Christopher Lowther, Jack Lund, and Brent Davis. Opinions and any errors are solely those of the authors and not those of any individual cited or any institutions with which the authors are affiliated The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nThis project received research support from the TIAA Institute and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Wells Fargo Advantage Funds Board and I am a NBER Research Associate. None of these parties had the right to review or influence this paper in any way prior to circulation.\n\n\n"
}