{
    "id": 28493,
    "citation_title": "What Explains Differences in Finance Research Productivity During the Pandemic?",
    "citation_author": [
        "Brad M. Barber",
        "Wei Jiang",
        "Adair Morse",
        "Manju Puri",
        "Heather Tookes",
        "Ingrid M. Werner"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nUsing a survey of AFA members, we analyze how demographics, time allocation, production mechanisms, and institutional factors affect research production during the pandemic. Consistent with the literature, research productivity falls more for women and faculty with young children. Independently and novel, extra time spent teaching (much more likely for women) negatively affects research productivity. Also novel are the results that concerns about feedback, isolation, and health have large negative research effects, disproportionately affecting junior faculty and PhD students. Finally, faculty facing greater concerns about employers’ finances report larger negative research effects and more concerns about feedback, isolation and health.\n\n",
    "acknowledgement": "\nWe are very grateful to Annette Clark, the Executive Committee of the American Finance Association (AFA), and in particular AFA President Ken Singleton for his guidance and encouragement throughout this project. We would like to thank Cam Harvey, Jennifer Koski, and participants at the 2021 AFFECT reception for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}