{
    "id": 28497,
    "citation_title": "The Economics of Spatial Mobility: Theory and Evidence Using Smartphone Data",
    "citation_author": [
        "Yuhei Miyauchi",
        "Kentaro Nakajima",
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "2022-04-22",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing smartphone geographical positioning systems (GPS) data for Japan, we show that travel within urban areas frequently occurs along trip chains, involving multiple stops as part of a single journey. Motivated by these empirical findings, we develop a tractable theoretical model of travel itineraries, in which agents choose a set and sequence of locations to visit each day. To overcome the resulting high-dimensionality of the choice set, we develop an approach based on importance sampling. We show that trip chains introduce consumption externalities across locations. We show that these consumption externalities are central to explaining the collapse in foot traffic in downtown areas following the shift to remote working during the Covid-19 pandemic.\n\n",
    "acknowledgement": "\nThis paper absorbs and replaces material that previously circulated under the title “Consumption Access and the Spatial Concentration of Economic Activity: Evidence from Smartphone Data.” Thanks to Gabriel Ahlfeldt, Milena Almagro, Daniel Sturm, Gabriel Kreindler, Tobias Salz and conference and seminar participants for helpful comments. We are grateful to Takeshi Fukasawa, Peter Deffebach, and Yun-Ting Yeh for excellent research assistance. The usual disclaimer applies. “Konzatsu-Tokei (R)\" Data refers to people flow data constructed from individual location information sent from mobile phones under users’ consent, through applications provided by NTT DOCOMO, INC (including mapping application Docomo Chizu NAVI). Those data are processed collectively and statistically in order to conceal private information. Original location data is GPS data (latitude, longitude) sent every five minutes (minimum), and it does not include information to specify individual. The copyrights of all tables and figures presented in this document belong to ZENRIN DataCom CO., LTD. We also acknowledge Yaichi Aoshima at Hitotsubashi University for coordinating the project with ZENRIN DataCom Co,. LTD.; Murata Foundation, Heiwa Nakajima Foundation, The Kajima Foundation, Obayashi Foundation, JSPS KAKENHI (Grant No. 21H00703), and the Hitotsubashi University for their financial support; CSIS at the University of Tokyo for the joint research support (Project No. 954). The views expressed herein are those of the authors and do not necessarily reflect the views of the National  Bureau of Economic Research.\n\n\n"
}