{
    "id": 28507,
    "citation_title": "In-Kind Transfers as Insurance",
    "citation_author": [
        "Lucie Gadenne",
        "Samuel Norris",
        "Monica Singhal",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nRecent debates about the optimal form of social protection programs have highlighted the potential for cash as the preferred form of transfer to low income households. However, in-kind transfers remain prevalent throughout the world. We argue that beneficiaries themselves may prefer in-kind transfers because these transfers can provide insurance against price risk. Households in developing countries often face substantial price variation as a result of poorly integrated markets. We develop a model demonstrating that in-kind transfers are welfare improving relative to cash if the covariance between the marginal utility of income and price is positive. Using calorie shortfalls as a proxy for marginal utility, we find that in-kind transfers improve welfare relative to cash for Indian households, an effect driven entirely by poor households. We further show that expansions in the generosity of the Public Distribution System (PDS)—India’s in-kind food transfer program—result not only in increased caloric intake but also reduced sensitivity of calories to prices.\n\n",
    "acknowledgement": "\nWe thank Mia Giuriato, Lydia Kim, Eric Robertson, and Elizabeth Spink for excellent research assistance, Vikas Dimble for help with obtaining data, and Amy Finkelstein, Peter Ganong, Rema Hanna, Krishna Pendakur, Remy Levin, Lee Lockwood, Erzo Luttmer, Karthik Muralidharan, Paul Niehaus, Florian Scheuer, Sheetal Sekhri, and numerous seminar participants for comments. We are grateful to the International Growth Center (IGC) and Harvard University’s Asia Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}