{
    "id": 28500,
    "citation_title": "Kidney Exchange: An Operations Perspective",
    "citation_author": [
        "Itai Ashlagi",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany patients in need of a kidney transplant have a willing but incompatible (or poorly matched) living donor. Kidney exchange programs arrange exchanges among such patient-donor pairs, in cycles and chains of exchange, so each patient receives a compatible kidney. Kidney exchange has become a standard form of transplantation in the United States and a few other countries, in large part because of continued attention to the operational details that arose as obstacles were overcome and new obstacles became relevant. We review some of the key operational issues in the design of successful kidney exchange programs. Kidney exchange has yet to reach its full potential, and the paper further describes some open questions that we hope will continue to attract attention from researchers interested in the operational aspects of dynamic exchange.\n\n",
    "acknowledgement": "\nForthcoming in Management Science. Some of the work surveyed in this paper was supported by grants from the National Science Foundation. Roth is an unpaid member of the Board of Directors, and Ashlagi is an unpaid advisor of Rejuvenate Healthcare, which seeks to facilitate transplants for patients with End Stage Renal Disease. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}