{
    "id": 28502,
    "citation_title": "A Simple but Powerful Simulated Certainty Equivalent Approximation Method for Dynamic Stochastic Problems",
    "citation_author": [
        "Yongyang Cai",
        "Kenneth L. Judd"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a novel simulated certainty equivalent approximation (SCEQ) method for solving dynamic stochastic problems. Our examples show that this method only requires a desktop computer to solve high-dimensional finite- or infinite-horizon, stationary or nonstationary dynamic stochastic problems with hundreds of state variables, a wide state space, and occasionally binding constraints. The SCEQ method is simple, stable, and efficient, which makes it suitable for solving complex economic problems that cannot be solved by other algorithms.\n\n",
    "acknowledgement": "\nCai and Judd appreciate the financial support from United States Department of Agriculture NIFA-AFRI grant 2015-67023-22905; Cai acknowledges the financial support from the National Science Foundation (SES-1463644 and SES-1739909) and USDA-NIFA-AFRI grant 2018-68002-27932. This paper originates from Cai et al. (2020), which has been separated into this methodological paper and another paper focusing on applications to large natural resource allocation problems. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}