{
    "id": 28509,
    "citation_title": "Whose Job Is It Anyway? Co-Ethnic Hiring in New U.S. Ventures",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "2021-07-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore co-ethnic hiring among new ventures using U.S. administrative data. Co-ethnic hiring is ubiquitous among immigrant groups, averaging about 22.5% and ranging from <2% to >40%. Co-ethnic hiring grows with the size of the local ethnic workforce, greater linguistic distance to English, lower cultural/genetic similarity to U.S. natives, and in harsher policy environments for immigrants. Co-ethnic hiring is remarkably persistent for ventures and for individuals. Co-ethnic hiring is associated with greater venture survival and growth when thick local ethnic employment surrounds the business. Our results are consistent with a blend of hiring due to information advantages within ethnic groups with some taste-based hiring.\n\n",
    "acknowledgement": "\nSari Pekkala Kerr is a senior research scientist at the Wellesley Centers for Women (Wellesley College) and Research Economist at the National Bureau of Economic Research. William Kerr is a professor at Harvard Business School and a Research Associate at the National Bureau of Economic Research. We thank Kirk Doran, Isaac Ehrlich, Ben Jones, Iftekhar Hasan, Petra Moser, Neel Rao, Jon Vogel, two referees, and seminar participants at the American Economic Association meetings, the National Bureau of Economic Research Productivity Group, the University of Toronto, and Wellesley College for helpful comments. We thank the National Science Foundation, Harvard Business School, the Smith Richardson Foundation, and the Ewing Marion Kauffman Foundation for financial support that made this research possible. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number FSRDC Project Number 1182 (CBDRB-FY21-P1182-R8413, 8496, 8855) and FSRDC Project Number 1731 (CBDRB-FY21-P1731-R8857). All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}