{
    "id": 28506,
    "citation_title": "Wages, Minimum Wages, and Price Pass-Through: The Case of McDonald’s Restaurants",
    "citation_author": [
        "Orley C. Ashenfelter",
        "Štěpán Jurajda"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use price and wage data from McDonald's restaurants to provide evidence on wage increases, labor-saving technology introduction, and price pass-through by a large low-wage employer facing a flurry of minimum wage hikes from 2016-2020. We estimate an elasticity of hourly wage rates with respect to minimum wages of 0.7. In 40% of instances where minimum wages increase, McDonald's restaurants' wages are near the effective minimum wage level both before and after its increase; however, we also uncover a tendency among a large subset of restaurants to preserve their pay 'premium' above the minimum wage level. We find no association between the adoption of labor-saving touch screen ordering technology and minimum wage hikes. Our data imply that McDonald's restaurants pass through the higher costs of minimum wage increases in the form of higher prices of the Big Mac sandwich. We find a 0.2 price elasticity with respect to wage increases, which implies an elasticity of prices with respect to minimum wages of about 0.14. Based on a listing of all US McDonald's restaurants from 2010 to 2020, we also find no effects of minimum wages on McDonald's restaurant entry and exit.\n\n",
    "acknowledgement": "\nOur McDonald’s survey was collected in phone interviews by ISA Corp under exemption #7779 granted by the Princeton University Institutional Review Board for Human Subjects. We would like to thank Daniel Aaronson, Barry Hirsch, Nikolas Mittag and participants at the (virtual) Memorial Conference celebrating Alan Krueger for their helpful comments. Marin Drlje provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}