{
    "id": 28517,
    "citation_title": "The Distribution of School Spending Impacts",
    "citation_author": [
        "C. Kirabo Jackson",
        "Claire Mackevicius"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "2021-07-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine all known “credibly causal” studies to explore the distribution of the causal effects of public K-12 school spending on student outcomes in the United States. For each of the 31 included studies, we compute the same marginal spending effect parameter estimate. Precision-weighted method of moments estimates indicate that, on average, a $1000 increase in per-pupil public school spending (for four years) increases test scores by 0.0352σ, high school graduation by 1.92 percentage points, and college-going by 2.65 percentage points. These pooled averages are significant at the 0.0001 level. The benefits to marginal capital spending increases take about five years to materialize, and are about half as large as (and less consistently positive than) those of non-capital-specific spending increases. The marginal spending impacts for all spending types are less pronounced for economically advantaged populations—though not statistically significantly so. Average impacts are similar across a wide range of baseline spending levels and geographic characteristics—providing little evidence of diminishing marginal returns at current spending levels.\nTo assuage concerns that pooled averages aggregate selection or confounding biases across studies, we use a meta-regression-based method that tests for, and removes, certain biases in the reported effects. This approach is straightforward and can remove biases in meta-analyses where the parameter of interest is a ratio, slope, or elasticity. We fail to reject that the meta-analytic averages are unbiased. Moreover, policies that generate larger increases in per-pupil spending tend to generate larger improvements in outcomes, in line with the pooled average.\nTo speak to generalizability, we estimate the variability across studies attributable to effect heterogeneity (as opposed to sampling variability). This heterogeneity explains between 76 and 88 percent of the variation across studies. Estimates of heterogeneity allow us to provide a range of likely policy impacts. Our estimates suggest that a policy that increases per-pupil spending for four years will improve test scores and/or educational attainment over 90 percent of the time. We find evidence of small possible publication bias among very imprecise studies, but show that any effects on our precision-weighted estimates are minimal.\n\n",
    "acknowledgement": "\nThis project was supported by the W.T. Grant Foundation. The statements made are solely the responsibility of the authors. We deeply appreciate feedback from Beth Tipton, James Pustejovsky, Jason Baron, and Sylvain Chabá-Ferret. We also thank cited authors who have verified that we accurately describe their work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}