{
    "id": 28515,
    "citation_title": "Financial Regulation, Clientele Segmentation, and Stock Exchange Order Types",
    "citation_author": [
        "Sida Li",
        "Mao Ye",
        "Miles Zheng"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial regulations and clientele segmentation explain the proliferation of order types on stock exchanges. Plain market and limit orders lose money, indicating that informed traders use complex orders. Fifty-seven percent of trading volume comes from non-routable orders, which are designed to bypass Reg NMS. Because Reg NMS routes orders based on the best gross prices, it often routes orders to worse net prices after adjusting for fees. Non-routable orders win speed races to capture short-term profits, but all order types containing long-term information are routable. An order type that complies with share repurchase regulations earns a 30-day return of 7%.\n\n",
    "acknowledgement": "\nWe thank Jim Angel, Dan Bernhardt, Ekkehart Boehmer, Colin Clark, Carole Comerton-Forde, Nicolas Crouzet, Ian Dew-Becker, Thomas Ernst, Harry Feng, Joel Hasbrouck, Edwin Hu, Pankaj Jain, Phil Mackintosh, Bruce Mizrach, Dermot Murphy, Maureen O’Hara, Marios Panayides, Steven Poser, Jeffery Smith, Elvira Sojli, Chester Spatt, Jeremy Stein, Kumar Venkataraman, Sunil Wahal, and seminar participants at the Louisiana State University, the New York Stock Exchange, the University of Illinois at Urbana-Champaign, Rutgers University, AFA 2021, and Microstructure Online Seminars Asia Pacific for helpful discussions and suggestions. We thank the New York Stock Exchange for providing us with their proprietary data for this paper. Ye acknowledges support from National Science Foundation grant 1838183 and the Extreme Science and Engineering Discovery Environment (XSEDE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}