{
    "id": 28519,
    "citation_title": "The Trade-off Between Prioritization and Vaccination Speed Depends on Mitigation Measures",
    "citation_author": [
        "Nikhil Agarwal",
        "Andrew Komo",
        "Chetan A. Patel",
        "Parag A. Pathak",
        "M. Utku Ünver"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2021-08-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nCalls for eliminating prioritization for SARS-CoV-2 vaccines are growing amid concerns that prioritization reduces vaccination speed. We use an SEIR model to study the effects of vaccination distribution on public health, comparing prioritization policy and speed under mitigation measures that are either eased during the vaccine rollout or sustained through the end of the pandemic period. NASEM's recommended prioritization results in fewer deaths than no prioritization, but does not minimize total deaths. If mitigation measures are eased, abandoning NASEM will result in about 134,000 more deaths at 30 million vaccinations per month. Vaccination speed must be at least 53% higher under no prioritization to avoid increasing deaths. With sustained mitigation, discarding NASEM prioritization will result in 42,000 more deaths, requiring only a 26% increase in speed to hold deaths constant. Therefore, abandoning NASEM's prioritization to increase vaccination speed without substantially increasing deaths may require sustained mitigation.\n\n",
    "acknowledgement": "\nWe thank Tayfun Sönmez for discussions on vaccine prioritization. Agarwal acknowledges support from the Alfred P. Sloan Foundation (FG-2019-11484). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}