{
    "id": 28510,
    "citation_title": "Global Pricing of Carbon-Transition Risk",
    "citation_author": [
        "Patrick Bolton",
        "Marcin Kacperczyk"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nCompanies are exposed to carbon-transition risk as the global economy transitions away from fossil fuels to renewable energy. We estimate the market-based premium associated with this transition risk at the firm level in a cross-section of over 14,400 firms in 77 countries. We find a widespread carbon premium—higher stock returns for companies with higher levels of carbon emissions (and higher annual changes)—in all sectors over three continents, Asia, Europe, and North America. Short-term transition risk is greater for firms located in countries with lower economic development, greater reliance on fossil energy, and less inclusive political systems. Long-term transition risk is higher in countries with stricter domestic, but not international, climate policies. However, transition risk cannot be explained by greater exposure to physical (or headline) risk. Yet, raising investor awareness about climate change amplifies the level of transition risk.\n\n",
    "acknowledgement": "\nWe thank John Cochrane, Harrison Hong, Christian Leuz, Kunal Sachdeva, Zacharias Sautner, and seminar participants at Bank of Italy, Danmarks Nationalbank Climate Conference, Florida State University, HEC Montreal, Imperial College, INSEAD, McGill, NBER LTAM Meetings, NBIM, Rice University, University of Alberta, University of Cyprus, University of Miami, University of Geneva Climate Conference, UNPRI, Virtual Seminar on Climate Economics for helpful suggestions. We are grateful to Trucost for giving us access to their corporate carbon emissions data, and to Adrian Lam and Jingyu Zhang for their very helpful research assistance. Some of the ideas in this paper have been reported in the working draft: “Carbon Premium around the World”. This project has received funding from the European Research Council (ERC) under the ERC Advanced Grant program (grant agreement No. 885552 Investors and Climate Change). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}