{
    "id": 28512,
    "citation_title": "School Assignment by Match Quality",
    "citation_author": [
        "Atila Abdulkadiroglu",
        "Umut M. Dur",
        "Aram Grigoryan"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nProponents of school choice argue that it improves educational outcomes by allowing parents to self-select into schools that are most effective for their children. Contrary to these arguments, empirical evidence suggests that parents may not incorporate school effectiveness or match quality when choosing schools. The findings potentially impugn proponents' effectiveness arguments of choice-based assignment. We develop novel solutions that restore effectiveness by maximizing match quality subject to stability constraints. Maximization algorithms are provided for both small and large school districts. Simulations reveal substantial match quality gains from our solutions compared to the celebrated Deferred Acceptance mechanism with a random tie-breaker. Our methodology can be used to optimize for other policy objectives in school choice or other priority-based matching problems.\n\n",
    "acknowledgement": "\nAbdulkadiroğlu: Department of Economics, Duke University and National Bureau of Economic Research (NBER), aa88@duke.edu; Dur: Department of Economics, North Carolina State University, udur@ncsu.edu, Grigoryan: Department of Economics, Duke University, ag404@duke.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}