{
    "id": 28518,
    "citation_title": "Limited-Tenure Concessions for Collective Goods",
    "citation_author": [
        "Nicolas Quérou",
        "Agnes Tomini",
        "Christopher Costello"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze theoretically an institution called a “limited-tenure concession” for its ability to induce efficient public goods contribution and common-pool resource extraction. The basic idea is that by limiting the tenure over which an agent can enjoy the public good, but offering the possibility of renewal contingent on ample private provision of that good, efficient provision may be induced. We first show in a simple repeated game setting that limited-tenure concessions can incentivize socially-efficient provision of public goods. We then analyze the ability of this instrument to incentivize the first best provision for common-pool natural resources such as fish and water, thus accounting for spatial connectivity and natural growth dynamics of the resource. The duration of tenure and the dispersal of the resource play pivotal roles in whether this limited-duration concession induces the socially optimal private provision. Finally, in a setting with costly monitoring, we discuss the features of a concession contract that ensure first-best behavior, but at least cost to the implementing agency.\n\n",
    "acknowledgement": "\nN. Querou acknowledges the ANR project GREEN-Econ (Grant ANR-16-CE03-0005). A. Tomini acknowledges the ANR financial support (Grant ANR-17-EUR-0020). C. Costello acknowledges the Bren Chair in Environmental Management and the Environmental Market Solutions Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}