{
    "id": 28514,
    "citation_title": "Permanent and Transitory Responses to Capital Gains Taxes: Evidence from a Lifetime Exemption in Canada",
    "citation_author": [
        "Adam M. Lavecchia",
        "Alisa Tazhitdinova"
    ],
    "citation_publication_date": "2021-03-01",
    "issue_date": "2021-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing panel data on a 20% random sample of Canadian taxpayers, we study behavioral responses to the cancellation of a lifetime capital gains exemption that resulted in increased capital gains taxation for some individuals. The unique setting allows us to distinguish between short-term avoidance responses and permanent responses to capital gains taxes. We show that the exemption did not change the number of taxpayers reporting positive capital gains, and thus unlikely resulted in increased participation in capital markets. However, the exemption cancellation slightly increased capital gains realizations of the existing traders.\n\n",
    "acknowledgement": "\nWe are grateful to Alan Auerbach, Jon Bakija, Youssef Benzarti, Tim Dowd, William Gentry, Ross Hickey, Arjan Lejour, Kevin Milligan, Jim Poterba, Emmanuel Saez and seminar participants at Williams College, UBC, 7th Annual Mannheim Conference, Finances of the Nation Seminar, and the International Online Public Finance Seminar for helpful comments. We thank Ae Jin Kim for research assistance. This research was supported by funds to the Canadian Research Data Centre Network (CRDCN) from the SSHRC, the Canadian Institute for Health Research (CIHR), the Canadian Foundation for Innovation (CFI), and Statistics Canada. Although the research and analysis are based on data from Statistics Canada, the opinions expressed do not represent the views of Statistics Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}