{
    "id": 28522,
    "citation_title": "Voice at Work",
    "citation_author": [
        "Jarkko Harju",
        "Simon Jäger",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effects of worker voice on productivity, job quality, and separations. We study the 1991 introduction of a right to worker representation on boards or advisory councils in Finnish firms with at least 150 employees, designed primarily to facilitate workforce-management communication. Consistent with information sharing theories, our difference-in-differences design reveals that worker voice raised labor productivity. In contrast to the exit-voice theory, we find no effects on voluntary job separations, and at most small positive effects on other measures of job quality. However, we find evidence for reductions in involuntary separations during the recessionary context. A 2008 introduction of shop-floor representation, another worker voice institution pre-existing in our main sample of firms, had more limited effects.\n\n",
    "acknowledgement": "\nWe thank Nikhil Basavappa, Alexander Busch, Raymond Han, Ida Kankaanranta, Nelson Mesker, Shakked Noy, Patrick Schwarz, and Dalton Zhang for excellent research assistance. We thank seminar and conference participants at the Bank of Italy/CEPR/EIEF Conference on Ownership, Governance, Management and Firm Performance, Bank of Italy-CEPR Labour Workshop, Boston College, CESifo, Cornell University, JKU Linz, Labor and Finance Group Conference, LSE/IFS Public Seminar, Mannheim, MIT IWER, NBER Public Economics Program Meeting, NBER Labor Studies Program Meeting, OECD, Princeton University, SOLE, Stanford University, UC Berkeley, UC San Diego, UCL, the University of Toronto, VATT, Washington Center for Equitable Growth grantee conference, and the Zurich-Lausanne Workshop \"Job Search and the Labor Market.\" We thank Petri Böckerman, Arin Dube, Viktar Fedaseyeu, Egle Karmaziene, Tomi Kyyrä, Joonas Tuhkuri, Roope Uusitalo, and John Van Reenen for valuable feedback. We also thank five anonymous worker representatives for in-depth interviews about their role as a worker representative. We thank Harri Hietala and Maria Jauhiainen for valuable discussions about the institutional details. Finally, we thank Merja Jutila Roon and Maria Jauhiainen for help in designing and conducting the survey of worker representatives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}