{
    "id": 28524,
    "citation_title": "The World Management Survey at 18: lessons and the way forward",
    "citation_author": [
        "Daniela Scur",
        "Raffaella Sadun",
        "John Van Reenen",
        "Renata Lemos",
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding how differences in management “best practices” affect organizational outcomes has been a focus of both theoretical and empirical work in the fields of management, sociology, economics and public policy. The World Management Survey (WMS) project was born almost two decades ago with the main goal of developing a new systematic measure of management practices being used in organizations. The WMS has contributed to a body of knowledge around how managerial structures, not just managerial talent, relates to organizational performance. Over 18 years of research, a set of consistent patterns have emerged and spurred new questions. We will present a brief overview of what we have learned in terms of measuring and understanding management practices and condense the implications of these findings for policy. We end with an outline of what we see as the path forward for both research and policy implications of this research programme.\n\n",
    "acknowledgement": "\nDaniela Scur is the lead author, and subsequent order of names were randomized. We thank Margaret Stevens, an anonymous referee and the participants of the authors’ workshop in Oxford for their helpful feedback, and Fabiano Dal Ri for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}