{
    "id": 28521,
    "citation_title": "Can Automatic Government Spending Be Procyclical?",
    "citation_author": [
        "Luciana Galeano",
        "Alejandro Izquierdo",
        "Jorge P. Puig",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well-known by now that government spending has typically been countercyclical in industrial countries and procyclical in developing economies. Most of this literature has focused on analyzing aggregate government spending or discretionary spending categories such as government consumption and government investment. Little is known, however, about the cyclical behavior of automatic government spending, which comprises unemployment insurance, family programs, and social security transfers.  Automatic government spending follows from laws, or even constitutional clauses, that benefit individuals who meet certain eligibility criteria. In principle, the main categories of automatic government spending are expected to be either countercyclical (especially unemployment insurance and other shock absorber programs) or acyclical (particularly social security and other structural programs).\nWe find that while automatic government spending is, as expected, countercyclical in industrial countries, it is, surprisingly, procyclical in the developing world.  We track the source of this puzzling procyclical behavior to (i) the effective lack of automatic stabilizers like unemployment insurance and (ii) more intriguingly, the existence of perverse automatic de-stabilizing mechanisms in social security spending (in particular in the absence of indexation mechanisms).  We also show that the presence and nature of these two social programs are crucial new determinants of aggregate government spending cyclicality as well as macroeconomic volatility, even after controlling for other well-known determinants and addressing potential endogeneity concerns.\n\n",
    "acknowledgement": "\nThe authors are grateful to Martin Ardanaz, Daniel Artana, Ricardo Bebczuk, Fernando Blanco, Jessica Bracco, Antonio David, Hamid Davoodi, Luciano Di Gresia, Guillermo Falcone, Antonio Fatas, Santiago Garganta, Leonardo Gasparini, Shafaat Khan, Norman Loayza, Nicolas Magud, Fernando Navajas, Jorge Neyro, Steven Pennings, Carola Pessino, Francisco Pizzi, Luca Ricci, Daniel Riera-Crichton, Diego Rojas, Adolfo Sturzenegger, and seminar participants at the World Bank, International Monetary Fund, and Universidad Nacional de La Plata (Argentina) for helpful comments and suggestions.  We are also grateful to Maria Teresa Balestrini, Jose Andree Camarena, Guillermo Falcone, Sabrina Lozano, Jorge Miranda, Luis Morano, and Lucila Venturi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}