{
    "id": 28527,
    "citation_title": "Income Dynamics of Immigrants and Natives in Sweden 1985-2016",
    "citation_author": [
        "Benjamin Friedrich",
        "Lisa Laun",
        "Costas Meghir"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2021-10-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes earnings inequality and earnings dynamics in Sweden over 1985–2016. The deep recession in the early 1990s marks a historic turning point with a massive increase in earnings inequality and earnings volatility, and the impact of the recession and the recovery from it lasted for decades. In the aftermath of the recession, we find steady growth in real earnings across the entire distribution for men and women and decreasing inequality over more than 20 years. Despite the positive trend, large gender differences in earnings dynamics persist. While earnings growth for men is more closely tied to the business cycle, women face much higher volatility overall. Earnings volatility is also substantially higher among foreign-born workers, reflecting weaker labor market attachment and high risk of large negative shocks for low-income immigrants. We document an important role of social benefits usage for the overall trends and for differences across sub-populations. Higher benefits enrollment, especially for women and immigrants, is associated with higher earnings volatility. As the generosity and usage of benefit programs declined over time, we find stronger earnings growth among low-income workers, consistent with higher self-sufficiency.\n\n",
    "acknowledgement": "\nWe thank the IFAU for providing the data and supporting the project. We thank the organizers and participants of the conferences for the Global Income Dynamics Project (GIDD) at the Stanford Institute for Theoretical Economics 2019 and at the Federal Reserve Bank of Minneapolis 2020, as well as seminar participants at IFAU for many helpful comments and discussions. We thank Sergio Salgado and Serdar Ozkan for generously providing the analysis code for the results in section 3 as part of the harmonized comparison across countries. We thank Per Skedinger for generously providing the retail minimum wage. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}