{
    "id": 2852,
    "citation_title": "Money, Income and Prices After the 1980s",
    "citation_author": [
        "Benjamin M. Friedman",
        "Kenneth N. Kuttner"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree empirical findings presented in this paper show that evidence based on the most recent U.S. experience does not indicate the kind of close or reliable relationship between money and nonfinancial economic activity that, if present, might warrant basing the design and implementation of monetary policy on money in a formally systematic way: First, extending the familiar time-series analysis to include data from the 1980s sharply weakens the evidence from prior periods showing that such relationships existed between money and nominal income, or between money and either real income or prices considered separately. Focusing on data from 1970 onward destroys this evidence altogether. Second, the finding by Stock and Watson that particular forms of time-series experiments still showed a significant role for money in affecting real output through 1985 not only becomes weaker on the inclusion of data from 1986 and 1987 but also, even for data through 1985 only, turns out to depend on the use in their analysis of a particular short-term interest rate, the Treasury bill rate. Using instead the commercial paper rate, which apparently is superior in capturing the information in financial prices that matters for real output, also greatly weakens their result. Simultaneously using the commercial paper rate and including data through 1987 destroys it altogether. Third, extending the analysis through 1987 also destroys the time-series evidence from earlier periods showing that money and income are co-integrated. Even if monetary policy were to be conducted in terms of targets for money growth, the failure of money and income to be co-integrated means that there is no empirical ground for resisting the \"base drift\" that results from persistent random differences between actual money growth and the corresponding target.\n\n",
    "acknowledgement": "\n"
}