{
    "id": 28536,
    "citation_title": "Do Monetary Policy Frameworks Matter in Low Income Countries?",
    "citation_author": [
        "Alina Carare",
        "Carlos de Resende",
        "Andrew T. Levin",
        "Chelsea Zhang"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMicroeconomic evidence indicates a very high frequency of price adjustment in low income countries (LICs), raising the question of whether LICs may be reasonably characterized as exhibiting monetary neutrality. To address this question, we analyze a cross-country panel dataset of 79 LICs over the period 1990 to 2015 to assess the impact of external shocks on real GDP growth, and we find highly significant differences between LICs where the central bank targets monetary aggregates or inflation compared to LICs that maintain rigid nominal exchange rates. We also conduct an event study of the surprise devaluation of the Central African Franc (CFA) in January 1994 and find that it had highly significant effects on the output growth of 10 CFA countries relative to 18 similar countries outside the CFA zone. Consequently, the hypothesis of monetary neutrality is decisively rejected, and these findings provide strong support for the role of monetary policy frameworks in fostering price stability and macroeconomic stability in LICs.\n\n",
    "acknowledgement": "\nCarare is a deputy division chief in the Western Hemisphere Department at the International Monetary Fund (IMF). De Resende is assistant director of the IMF’s Africa Technical Institute  in Mauritius. Levin is a professor of economics at Dartmouth College, research associate of the NBER, and international research fellow of the Centre for Economic Policy Research (CEPR). Zhang is an associate at Morgan Stanley. This study is part of an IMF research project on macroeconomic policy in low-income countries supported by the U.K.’s Department for International Development, and was initiated when Levin was a visiting scholar at the IMF and Zhang was an IMF staff member. We appreciate helpful comments from Rahul Anand, Andrew Berg, Ravi Balakrishnan, Tamim Bayoumi, Corinne Delechat, Christopher Erceg, Gaston Gelos, Inci Otker, Chris Papageorgieou, and other IMF colleagues. We are grateful to Laila Boufraine and Xiomara Jordan for editorial assistance. The authors have no financial interests nor any other conflicts of interest related to this study. The views expressed here are those of the authors and do not necessarily represent the views of the IMF, the IMF Executive Board, IMF management, or any other person or institution, nor do these views necessarily reflect the views of the National Bureau for Economic Research.\n\n\n"
}