{
    "id": 28531,
    "citation_title": "Not Too Late: Improving Academic Outcomes Among Adolescents",
    "citation_author": [
        "Jonathan Guryan",
        "Jens Ludwig",
        "Monica P. Bhatt",
        "Philip J. Cook",
        "Jonathan M.V. Davis",
        "Kenneth Dodge",
        "George Farkas",
        "Roland G. Fryer Jr",
        "Susan Mayer",
        "Harold Pollack",
        "Laurence Steinberg"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2021-03-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThere is growing concern that it is too difficult or costly to substantially improve the academic skills of children who are behind in school once they reach adolescence. But perhaps what we have tried in the past relies on the wrong interventions, failing to account for challenges like the increased variability in academic needs during adolescence, or heightened difficulty of classroom management. This study tests the effects of one intervention that tries to solve both problems by simplifying the teaching task: individualized, intensive, in-school tutoring. A key innovation by the non-profit we study (Saga Education) is to identify how to deliver “high-impact tutoring” at relatively low cost ($3,500 to $4,300 per participant per year). Our first randomized controlled trial (RCT) of Saga’s tutoring model with 2,633 9th and 10th grade students in Chicago public schools found participation increased math test scores by 0.16 standard deviations (SDs) and increased grades in math and non-math courses. We replicated these results in a separate RCT with 2,710 students and found even larger math test score impacts—0.37 SD—and similar grade impacts. These effects persist into future years, although estimates for high school graduation are imprecise. The treatment effects do not appear to be the result of a generic “mentoring effect” or of changes in social-emotional skills, but instead seem to be caused by changes in the instructional “technology” that students received. The estimated benefit-cost ratio is comparable to many successful model early-childhood programs.\n\n",
    "acknowledgement": "\nThis paper was made possible by the generous support of the Abbvie, Bank of America, Laura and John Arnold, Paul M. Angell, Edna McConnell Clark, Crown, Lloyd A. Fry, Joyce, Logan, MacArthur, Polk, Pritzker-Pucker, Smith Richardson, and Spencer foundations, the Chicago Center for Youth Violence Prevention, EquiTrust, JPAL-North America, the Illinois Criminal Justice Information Authority, the city of Chicago, grant number 2012-JU-FX-0019 from the Office of Juvenile Justice and Delinquency Prevention, Office of Justice Programs, US Department of Justice, and award number 1P01HD076816 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health. We are also grateful for operating grants to the University of Chicago Crime Lab from Susan and Tom Dunn, Ira Handler, and the MacArthur, McCormick and Pritzker-Pucker foundations. For vital assistance in making this work possible, we thank Chad Adams, Roseanna Ander, Barbara Byrd-Bennett, Trayvon Braxton, Valerie Chang, Akeshia Craven, Rukiya Curvey-Johnson, Gretchen Cusick, Aarti Dhupelia, Tony DiVittorio, Mayor Rahm Emanuel, Wendy Fine, Jaureese Gaines, Michael Goldstein, Antonio Gutierrez, Craig Howard, Tim Jackson, Barbara Kelley, Ed Klunk, Timothy Knowles, Tim Lavery, Stig Leschly, Jonathan Lewin, Daniel Lopez, Julia Quinn, Arnaldo Rivera, Janey Rountree, Alan Safran, Leonetta Sanders, Maitreyi Sistla, Julia Stasch, Sara Stoelinga, Elizabeth Swanson, Robert Tracy, Karen Van Ausdal, and John Wolf, as well as the staffs of the Chicago Public Schools system, Match Education, and Saga Education. Thanks to Jeffrey Broom, Sarah Dickson, Kylie Klein, Stacy Norris, and Jared Sell for their help in accessing the data we analyze here, and to Nathan Hess, Stephanie Kirmer, Daniel Kowalski, Khoa Nguyen, Kelsey Reid, Michael Rosenbaum, Catherine Schwarz, Noah Sebek, Robert Webber, Nathan Weil, and David Welgus for their invaluable contributions to the data analysis. For useful suggestion we thank seminar participants at New York University and the Institute for Research on Poverty at the University of Wisconsin. Points of view or opinions in this document are those of the authors and do not necessarily represent the views of the US Department of Justice, National Institutes of Health or any other funder. Any errors are of course our own. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0000041. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}