{
    "id": 28530,
    "citation_title": "Equilibrium in the Market for Public School Teachers: District Wage Strategies and Teacher Comparative Advantage",
    "citation_author": [
        "Barbara Biasi",
        "Chao Fu",
        "John Stromme"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the equity-efficiency implication of giving school districts control over teacher pay using an equilibrium model of the market for public-school teachers. Teachers differ in their comparative advantages in teaching low- or high-achieving students. School districts, which serve different student bodies, use both wage and hiring strategies to compete for their preferred teachers. We estimate the model using data from Wisconsin, where districts gained control over teacher pay in 2011. We find that, all else equal, giving districts control over teacher pay would lead to more efficient teacher-district sorting but larger educational inequality. Teacher bonus programs that incentivize comparative advantage-based sorting, combined with bonus rates favoring districts with more low-achieving students, could improve both efficiency and equity.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Bocconi University, The University of Chicago, Johns Hopkins University, Toulouse School of Economics, Tsinghua University, Yale University, AEA, and SEA for helpful comments. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}