{
    "id": 28537,
    "citation_title": "‘You Will:’ A Macroeconomic Analysis of Digital Advertising",
    "citation_author": [
        "Jeremy Greenwood",
        "Yueyuan Ma",
        "Mehmet Yorukoglu"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2022-09-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn information-based model is developed where traditional and digital advertising finance the provision of free media goods and affect price competition. Digital advertising is directed toward consumers while traditional advertising is undirected. The equilibrium is suboptimal. Media goods are under provided with both types of advertising. Additionally, traditional advertising is excessive because it is undirected. The tax-cum-subsidy policy that overcomes these inefficiencies is characterized. The model is calibrated to the U.S. economy. Digital advertising increases welfare significantly and is disproportionately financed by better-off consumers. The welfare gain from the optimal policy is much smaller than the gain from digital advertising.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. “You Will” refers to AT&T’s 1994 advertising campaign. It introduced the first clickable ad. Comments are welcome! Address comments to Mehmet Yorukoglu at myorukoglu@ku.edu.tr. Greenwood acknowledges support from the National Science Foundation under grant no. 2044117.\n\n\n"
}