{
    "id": 28538,
    "citation_title": "Market Power in Neoclassical Growth Models",
    "citation_author": [
        "Laurence M. Ball",
        "N. Gregory Mankiw"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the optimal accumulation of capital and the effects of government debt in neoclassical growth models in which firms have market power and therefore charge prices above marginal cost. In this environment, the real interest rate earned by savers is less than the net marginal product of capital. We establish a new method for evaluating dynamic efficiency that can be applied in such economies. A plausible calibration suggests that the wedge between the real interest rate and the marginal product of capital is more than 4 percentage points and that the U.S. economy is dynamically efficient. In addition, government Ponzi schemes can have different implications for welfare than they do under competition. Even if the government can sustain a perpetual rollover of debt and accumulating interest, the policy may nonetheless reduce welfare by depressing steady-state capital and aggregate consumption. These findings suggest that even with low interest rates, as have been observed recently, fiscal policymakers should still be concerned about the crowding-out effects of government debt.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Barro, Susanto Basu, Mark Gertler, and Michael Whinston for helpful comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}