{
    "id": 28532,
    "citation_title": "Deterrence and Compellence in the Parliament",
    "citation_author": [
        "Duha T. Altindag",
        "Naci H. Mocan",
        "Jie Zhang"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "2021-07-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most countries, Parliamentary immunity protects lawmakers from civil or criminal charges while in office, and it shields them from prosecution for their political speech or political actions. This paper presents the first empirical analysis in the literature of the impact of Parliamentary immunity on the behavior and performance of politicians. Leveraging a Constitutional Amendment, the adoption of which lifted the immunity of 24 percent of the Members of the Turkish Parliament (MPs), we find that immunity from prosecution impacts how the MPs act and perform their duties in the Parliament. Losing immunity pacifies the MPs of the opposition parties, who become less diligent in the Parliament (drafting fewer pieces of legislation, initiating fewer investigation inquiries, delivering fewer and shorter speeches) and become less aggressive (interrupting other MPs less frequently). They also reduce their tendency to cast dissenting votes against the government. These MPs are less likely to get re-nominated by their parties in the next election, and they are less likely to get re-elected. We find no evidence that more outspoken and active opposition MPs or those who are more valuable for their parties have been targeted for immunity revocation. The results are robust to limiting the analysis to the sample of opposition MPs who had the same intensity of pre-treatment Parliamentary activity. There is no evidence that the MPs, who retained immunity, have increased their Parliamentary efforts in reaction to their same-party colleagues losing immunity. We find that laws are passed faster after the Constitutional Amendment was adopted, possibly as a consequence of reduced opposition and deliberation. Using Eurobarometer surveys, we find that citizens’ reactions to the revocation of MP immunity are polarized. An individual’s trust in the Parliament is lower or higher based on whether an MP from the individual’s province lost immunity and if that MP subscribes to the same or opposing ideology as the individual.\n\n",
    "acknowledgement": "\nWe thank Rafael Di Tella, Gianmarco Daniele, Marcel Garz, Chris Vickers, Aditi Sengupta, Randy Beard, Gilad Sorek, Giuseppe Di Vita, Pelin Akyol, Nicolas Ziebarth, Francesco Trebbi, Philip Marx, Paolo Pinotti, Manoel Gehrke, Semih Tümen, Samuel Cole, and the participants of the CLEAN Seminar Series of Bocconi University, the 8th Economic Analysis of Litigation Workshop in Paris, France, the Annual Conference of the Spanish Association of Law and Economics at University Pompeu Fabra for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}