{
    "id": 28546,
    "citation_title": "On the Distribution of Estates and the Distribution of Wealth: Evidence from the Dead",
    "citation_author": [
        "Yonatan Berman",
        "Salvatore Morelli"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDetailed information about the distribution of estates left at death has commonly served as the basis for the estimation of wealth distributions among the living via the mortality multiplier method. The application of detailed mortality rates by demographics and other determinants of mortality is crucial for obtaining an unbiased representation of the wealth distribution of the living. Yet, in this paper we suggest that a simplified mortality multiplier method, derived using average mortality rates and aggregate tabulations by estate size, may be sufficient to derive compelling estimates of wealth concentration. We show that the application of homogeneous multipliers leads to estimates that are close in level and trend to the concentration of wealth derived in the existing literature with the detailed mortality multiplier method for a variety of countries. The use of mortality rates graduated by estate size does not confute this finding. We also derive the general formal conditions for the similarity between the distributions of wealth of the living and estates at death and discuss the main caveats. These findings may unlock a wide array of aggregate estate tabulations, previously thought to be unusable, for estimating historical trends of wealth concentration.\n\n",
    "acknowledgement": "\nWe thank Facundo Alvaredo, Carolyn Fisher, Jonathan Goupille-Lebret, Oleg Kitov, Wojciech Kopczuk, and Luis Valenzuela for comments and helpful discussions. We also thank Margaret R. Jones and other participants of the CRIW-NBER conference on \"Measuring and Understanding the Distribution and Intra/Inter-Generational Mobility of Income and Wealth,\" Washington, D.C., March 5-6, 2020, for helpful comments. We acknowledge financial support, at different stages, from the Agence Nationale de la Recherche (YB), and the Stone Center on Socio-Economic Inequality at the Graduate Center, CUNY (SM). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}