{
    "id": 28542,
    "citation_title": "Tax Evasion at the Top of the Income Distribution: Theory and Evidence",
    "citation_author": [
        "John Guyton",
        "Patrick Langetieg",
        "Daniel Reck",
        "Max Risch",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-12",
    "revision_date": "2023-12-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study tax evasion at the top of the U.S. income distribution using micro-data from random and operational audits and focused enforcement initiatives. Leveraging enforcement that revealed noncompliance ex post, we find that under the audit methods used during 2006–2013, individual random audit data failed to capture sophisticated evasion via offshore accounts and pass-through businesses. Consequently, estimates based solely on individual random audit data from this period under-state evasion by the highest-income Americans. We propose a theoretical explanation and construct new distributional estimates of noncompliance in the United States. Accounting for sophisticated evasion increases unreported income of the top 1% of the income distribution in 2006–2013 by 50% and increases the top 1% fiscal income share by about 1 percentage point.\n\n",
    "acknowledgement": "\nCorresponding Author: Daniel Reck, dreck@umd.edu. We thank Gerald Auten, Pierre Bachas, Brian Galle, Bhanu Gupta, Anne Herlache, Tom Hertz, Xavier Jaravel, Drew Johns, Barry Johnson, Camille Landais, Katie Lim, Emily Lin, Larry May, Alicia Miller, Erik Ogilvie, Annette Portz, Ahmad Qadri, Peter Rose, Emmanuel Saez, Brenda Schafer, Clifford Scherwinski, Joel Slemrod, Matt Smith, Johannes Spinnewijn, David Splinter, Alex Turk, and Alex Yuskavage for helpful discussion, support, and comments on preliminary versions of this work. Francesco Armillei, Jeanne Bomare, and Baptiste Roux provided excellent research assistance. All remaining errors are our own. Financial support from the Washington Center for Equitable Growth, the Stone foundation, Arnold Ventures, and the Economic and Social Research Council is gratefully acknowledged. All findings, opinions, and errors are those of the authors alone and do not necessarily represent the opinions of the Internal Revenue Service or Treasury Department.\n\n\n"
}