{
    "id": 28540,
    "citation_title": "A Model of Credit, Money, Interest, and Prices",
    "citation_author": [
        "Saki Bigio",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper integrates a realistic implementation of monetary policy through the banking system into an incomplete-markets economy with wage rigidity. Monetary policy sets policy rates and alters the supply of reserves. These tools grant independent control over credit spreads and an interest target. Through these tools, monetary policy affects the evolution of real interests rates, credit, output, and the wealth distribution—both in the long and in the short run. We decompose the effects through a combination of the interest and credit channels that depend on the size of the central bank’s balance sheet. Monetary policy reaches an expansionary limit when it enters a liquidity trap. The model highlights a trade-off between worse microeconomic insurance (insurance across agents) and greater macroeconomic insurance (insurance across states). The model prescribes that monetary policy should operate with a small balance sheet which tightens credit during booms, and should expand its balance sheet and lower policy rates during busts.\n\n",
    "acknowledgement": "\nThis paper benefited from various conversations with Emmanuel Farhi. Emmanuel was gone too soon and we will miss him. We hope that he would have approved the final outcome of this paper. We would like to thank Alex Carrasco, Ken Miyahara and Mengbo Zhang for outstanding research assistance. We also thank Andrew Atkeson, Adrien Auclert, Pierpaolo Benigno, Anmol Bhandari, Javier Bianchi, Markus Brunnermeier, Vasco Curdia, Chris Edmond, Aubhik Kahn, Greg Kaplan, Galo Nuno, Guillermo Ordonez, Guillaume Rocheteau, Martin Schneider, Thomas Sargent, Dejanir Silva, Alp Simsek, Dimitri Vayanos, Amilcar Velez, Pengfei Wang, Pierre-Olivier Weill, Randy Wright and Diego Zuniga as well as seminar participants at the California Macroeconomics Conference, the Society of Economic Dynamics, NBER Monetary Economics Meeting, European University Institute, EIEF, London School of Economics, MIT, Stanford, Hong Kong University of Science and Technology, UC Davis, UC Irvine, UCLA, UC Riverside, UC Santa Cruz, University of Queensland, the Royal Bank of Australia, the Bank of Portugal, the University of Tokyo, the University of Wisconsin, and the Board of Governors of the Federal Reserve. Anthony Brassil, Monika Piazzesi, andWalker Ray provided us with excellent critical discussions. Bigio thanks the National Science Foundation (NSF award number: 1851752) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}