{
    "id": 28548,
    "citation_title": "Minimax Risk and Uniform Convergence Rates for Nonparametric Dyadic Regression",
    "citation_author": [
        "Bryan S. Graham",
        "Fengshi Niu",
        "James L. Powell"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study nonparametric regression in a setting where N(N-1) dyadic outcomes are observed for N randomly sampled units. Outcomes across dyads sharing a unit in common may be dependent (i.e., our dataset exhibits dyadic dependence). We present two sets of results. First, we calculate lower bounds on the minimax risk for estimating the regression function at (i) a point and (ii) under the infinity norm. Second, we calculate (i) pointwise and (ii) uniform convergence rates for the dyadic analog of the familiar Nadaraya-Watson (NW) kernel regression estimator. We show that the NW kernel regression estimator achieves the optimal rates suggested by our risk bounds when an appropriate bandwidth sequence is chosen. This optimal rate differs from the one available under iid data: the effective sample size is smaller and dimension of the regressor vector influences the rate differently.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at University of California - Berkeley for helpful feedback. We also thank Matias Cattaneo, Michael Jansson and Harold Chiang for useful comments and discussion. All the usual disclaimers apply. Financial support from the National Science Foundation (SES #1357499, SES #1851647) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}