{
    "id": 28550,
    "citation_title": "CEO Stress, Aging, and Death",
    "citation_author": [
        "Mark Borgschulte",
        "Marius Guenzel",
        "Canyao Liu",
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "2024-11-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the long-term effects of experiencing high levels of job demands on the mortality and aging of CEOs. The estimation exploits variation in takeover protection and industry crises. First, using hand-collected data on the dates of birth and death for 1,605 CEOs of large, publicly-listed U.S. firms, we estimate the resulting changes in mortality. The hazard estimates indicate that CEOs’ lifespan increases by two years when insulated from market discipline via anti-takeover laws, and decreases by 1.5 years in response to an industry-wide downturn. Second, we apply neural-network based machine-learning techniques to assess visible signs of aging in pictures of CEOs. We estimate that exposure to a distress shock during the Great Recession increases CEOs’ apparent age by one year over the next decade. Our findings imply significant health costs of managerial stress, also relative to known health risks.\n\n",
    "acknowledgement": "\nWe thank Martijn Cremers, Allen Ferrell, Kevin J. Murphy, and Emmanuel Saez for sharing their data. We thank Grigory Antipov, Moez Baccouche, Sid-Ahmed Berrani, and Jean-Luc Dugelay for sharing their age estimation software. We also thank Tania Babina, Xavier Gabaix, Kevin J. Murphy, Christopher Parsons, as well as seminar and conference participants at the 2018 briq Workshop on Skills, Preferences, and Educational Inequality, University of Bonn; the 2018 Berkeley-Stanford Joint Behavioral Economics Mini-Conference; the 2019 NBER Organizational Economics Fall Conference; the 2019 Finance, Organizations and Markets (FOM) Conference; the 2020 American Finance Association Annual Meeting; Berkeley Haas; Yale SOM; the University of Illinois at Chicago; the University of Minnesota; and\nthe University of Illinois at Urbana-Champaign for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}