{
    "id": 2855,
    "citation_title": "A Cross-Country Study of Growth, Saving, and Government",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModels of endogenous economic growth can generate long-term growth without relying on exogenous changes in technology or population. A general feature of these models is the presence of constant or increasing returns in the factors that can be accumulated. I use some models of this type to study the determination of per capita growth, investment in physical and human capital, and population growth. The determinants of these variables involve aspects of government policy - including public infrastructure services, maintenance of property rights, government consumption, and taxation - and the initial level of per capita income. I examine the predicted relationships by using a cross-country sample that expands on the Summers-Heston set of about 120 countries. Aside from their data on levels of per capita GDP and the breakdown of GDP into components, I have added information about the composition of government expenditures, proxies for economic freedom and property rights, measures of political stability, and so on. This expansion in variables reduced the number of countries to 72. The findings verify some of the predictions about the determination of growth and investment/saving rates. For example, government consumption and investment spending, and proxies for economic freedom show up as suggested by the models. Also, the interplay among population growth, investment in human capital (school enrollment), and the initial level of per capita income confirm theoretical predictions about the tradeoff between the quantity and quality of children. I anticipate that additional results will emerge from my ongoing research in this area.\n\n",
    "acknowledgement": "\n"
}