{
    "id": 28555,
    "citation_title": "Effects of Recent Minimum Wage Policies in California and Nationwide: Results from a Pre-specified Analysis Plan",
    "citation_author": [
        "David Neumark",
        "Maysen Yen"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the impacts of recent city minimum wage increases in California and nationwide, following a pre-analysis plan (PAP) registered prior to the release of data covering two years of minimum wage increases. For California cities we find a hint of negative employment effects. Nationally, we find some evidence of disemployment effects for teens, but not young adults or high school dropouts. City-specific analyses provide limited evidence of adverse effects on the share low-income, but the pooled city analysis does not; the national analysis generally finds no impact on the share low-income, with one exception that may reflect prior trends.\n\n",
    "acknowledgement": "\nWe received support for this research from the Employment Policies Institute (EPI). EPI had the right to make comments on a draft of this paper, but had no control over the final content. (The contract language states: “EPI and their reviewers may make suggestions about analysis and conclusions, but final decisions about the content of the paper are up to the Principal Investigator.”) All of the analysis is based on a pre-specified analysis plan registered before the last two years of data on minimum wage effects we analyze, which includes some new minimum wages, were released. The pre-analysis plan (PAP) for this project – which includes computer code – was registered on September 24, 2019, on the Open Science Framework, under the name “City Minimum Wages in the United States.” The PAP will be made public with the release of the working paper including 2019 data – the final analysis committed to in the pre-analysis plan. We thank Sylvia Allegretto, Anna Godøy, Carl Nadler, and Michael Reich for sharing the code from Allegretto et al. (2018). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}