{
    "id": 28552,
    "citation_title": "Student Learning in Online College Programs",
    "citation_author": [
        "Stephanie Riegg Cellini",
        "Hernando Grueso"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe draw on administrative data from the country of Colombia to assess differences in student learning in online and traditional on-campus college programs. The Colombian context is uniquely suited to study this topic, as students take a compulsory exit examination at the end of their studies. We can therefore directly compare performance on the exit exam for students in online and on-campus programs both across and within institutions, degrees, and majors. Using inverse probability weighting methods based on a rich set of background characteristics coupled with institution-degree-major fixed effects, our results suggest that bachelor’s degree students in online programs perform worse on nearly all test score measures (including math, reading, writing, and English) relative to their counterparts in on-campus programs. Results for shorter technical certificates are more mixed. While online students perform significantly worse than on-campus students on exit exams in private institutions, they perform better in SENA—the main public vocational institution in the country.\n\n",
    "acknowledgement": "\nWe would like to thank Dylan Conger, Maria Ferreyra, Angelica Sanchez Diaz, Sebastian Gallegos, Di Xu, and seminar participants at GWU, the DC Economics of Education Working Group, and AEFP for helpful comments. We thank Cesar Villanueva and Lizeth Gonzalez for excellent research assistance. We appreciate the support of a Trachtenberg School Faculty Research Fellowship grant and thank the Colombian Institute for the Evaluation of Education (ICFES) for sharing the data that made this research possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}