{
    "id": 28556,
    "citation_title": "The Effects of Child Tax Benefits on Poverty and Labor Supply: Evidence from the Canada Child Benefit and Universal Child Care Benefit",
    "citation_author": [
        "Michael Baker",
        "Derek Messacar",
        "Mark Stabile"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "2021-03-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether child tax benefits reduce child poverty and labor force participation among single mothers within the context of the 2015 expansion of the Canadian Universal Child Care Benefit (UCCB) and the 2016 introduction of the Canada Child Benefit (CCB). We compare single mothers to single childless women as single mothers have historically had the highest poverty rates. Our analysis indicates that both reforms reduced child poverty, although the Canada Child Benefit had the greater effect. We find no evidence of a labor supply response to either of the program reforms on either the extensive or intensive margins.\n\n",
    "acknowledgement": "\nA previous version of this paper was submitted to the Expert Panel for the Study of a Basic Income for British Columbia. We thank Kory Kroft for helpful discussions and Cameron Harries, Steven Ryan, James Uguccioni  and Xiner Xu for excellent research assistance.  Baker gratefully acknowledges the research support of a Canada Research Chair at the University of Toronto. Some of the analysis for this paper was conducted at the Toronto Region Statistics Canada Research Data Centre, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the CRDCN are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and participating universities whose support is gratefully acknowledged. The views and opinions expressed in this paper are those of the authors and do not necessarily reflect the views of Statistics Canada, CRDCN, the Government of Canada, or the National Bureau of Economic Research.\n\n\n"
}