{
    "id": 28559,
    "citation_title": "Why Did Bank Stocks Crash During COVID-19?",
    "citation_author": [
        "Viral V. Acharya",
        "Robert F. Engle III",
        "Maximilian Jager",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "2023-09-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA two-sided \"credit-line channel\" – relating to drawdowns and repayments – explains the severe drop and partial subsequent recovery in bank stock prices during the COVID-19 pandemic. Banks with greater exposure to undrawn credit lines saw larger stock price declines but performed better before the pandemic and after the policy interventions. Despite deposit inflows, high drawdowns led to reduced bank lending, suggestive of capital encumbrance upon drawdowns. Repayments of credit lines unencumbered capital which explains the stock price recovery starting Q2 2020. Bank provision of credit lines resembles writing deep out-of-the-money put options on aggregate risk, and we propose how to incorporate this feature into bank capital stress tests.\n\n",
    "acknowledgement": "\nWe thank Jennie Bai, Tobias Berg, Allen Berger, Christa Bouwman, Gabriel Chodorow-Reich, Olivier Darmouni, Darrell Duffie, Ruediger Fahlenbrach, Anna Kovner, Kevin Raghet, Rafael Repullo, Phil Strahan, Daniel Streitz, René Stulz, Anjan Thakor, Josef Zechner and participants at the 2020 Federal Reserve Stress Testing Conference and seminar participants at the Annual Columbia SIPA/BPI Bank Regulation Research Conference, Banco de Portugal, Bank of England, SFS Cavalcade 2022, CAF, EFA 2021, Federal Reserve Bank of Cleveland, NYU Stern Finance, RIDGE Workshop on Financial Stability, University of Southern Denmark, University of Durham, Villanova Webinars in Financial Intermediation, the Volatility and Risk Institute, World Bank, WU Vienna, for comments and suggestions and Sophie-Dorothee Rothermund and Christian Schmidt for excellent research assistance. Robert Engle would like to thank NSF 2018923, Norges Bank project “Financial Approach to Climate Risk” and Interamerican Development Bank Contract #C- RG-T3555-P001 for research support to the Volatility and Risk Institute of NYU Stern. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}