{
    "id": 28569,
    "citation_title": "Consistent Local Spectrum (LCM) Inference for Predictive Return Regressions",
    "citation_author": [
        "Torben G. Andersen",
        "Rasmus T. Varneskov"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-12-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the properties of predictive regressions for asset returns in economic systems governed by persistent vector autoregressive dynamics. In particular, we allow for the state variables to be fractionally integrated, potentially of different orders, and for the returns to have a latent persistent conditional mean, whose memory is difficult to estimate consistently by standard techniques in finite samples. Moreover, the predictors may be endogenous and “imperfect”. In this setting, we develop a consistent Local speCtruM (LCM) estimation procedure, that delivers asymptotic Gaussian inference. Furthermore, we provide a new LCM-based estimator of the conditional mean persistence, that leverages biased regression slopes as well as new LCM-based tests for significance of (a subset of) the predictors, which are valid even without estimating the return persistence. Simulations illustrate the theoretical arguments. Finally, in an empirical application to monthly S&P 500 return predictions, we provide evidence for a fractionally integrated conditional mean component. Moreover, using our new LCM procedure and tools, we document significant predictive power for key state variables such as the default spread and treasury interest rates.\n\n",
    "acknowledgement": "\nWe wish to thank the Co-Editor Guido Kuersteiner, two anonymous referees as well as seminary participants at the 2018 conference in honor of Peter C.B. Phillips at Yale University, the 13th annual SoFiE conference, Durham University Business School and Singapore Management University for helpful comments. Financial support from CREATES, Center for Research in Econometric Analysis of Time Series, funded by the Danish National Research Foundation, is gratefully acknowledged. Varneskov further acknowledges support from the Danish Finance Institute (DFI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}