{
    "id": 28566,
    "citation_title": "Family Companionship and Elderly Suicide: Evidence from the Chinese Lunar New Year",
    "citation_author": [
        "Hanming Fang",
        "Ziteng Lei",
        "Liguo Lin",
        "Peng Zhang"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nMental health problems among the elderly have attracted increasing attention. The most serious mental health problems may result in suicide, and lack of family companionship is often speculated to be a major cause. In this paper, we use high-frequency suicide rate data and utilize a novel temporal variation in the lunisolar calendar to provide evidence on the protective effects of the Chinese Lunar New Year (when the elderly people receive unusually high level of family companionship) on elderly suicide. We find that elderly suicide rate decreases by 8.7% during the Chinese Lunar New Year. In addition, the protective effects are stronger in counties where the typical level of daily family companionship for the elderly is lower. By contrast, we do not find similar protective effects for young and middle-age cohorts. We consider a variety of alternative mechanisms, and conclude that family companionship is an important channel for the protective effects of the Chinese Lunar New Year. Our study calls for greater attention to the mental health status and suicide problem of the elderly, especially with the rapid population aging and increasing prevalence of the “empty-nest” elderly in developing countries.\n\n",
    "acknowledgement": "\nWe thank Lucas Davis, Shelly Lundberg, Mike Orszag, Eric Zou, and seminar and conference participants at 2020 CUHK-Shenzhen SME Research Conference, UCSB Applied Research Group, Penn Chinese Economy Reading Group, and International Pension Research Association (IPRA) Webinar for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}