{
    "id": 2856,
    "citation_title": "Quantifying International Capital Mobility in the 1980s",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Feldstein-Horioka finding, that national saving and investment have been highly correlated in the past, has not been primarily due to econometric problems such as endogenous fiscal policy; it has held up equally well when instrumental variables are used. But the inflow of capital to the United States has been so large in recent years that an updating of the sample period to 1987 produces a coefficient on national saving that is lower than in past studies. This decline in the degree of crowding out of investment can be attributed to the increased degree of financial market integration in the 1980s. Capital controls and other bathers to the movement of capital across national borders remained for such countries as the United Kingdom and Japan as recently as 1979, and France and Italy as recently as 1986. But a new data set of forward exchange rates for 25 countries shows that a continuing worldwide trend of integration of financial markets in the 1980s had all but eliminated short-term interest differentials for major industrialized countries by 1988. It is only the country premium that has been eliminated however, this means that only covered interest differentials are small. Nominal and real exchange rate variability remain, and indeed were larger in the 1980s than in the 1970s. The result is that a currency premium remains, consisting of an exchange risk premium plus expected real currency depreciation. The popular null hypothesis that expected real depreciation is constant at zero is tested, and rejected, with a 119-year sample. (Post-1973 data sets do not allow enough observations to provide a useful test of this null hypothesis.) The existence of expected real depreciation means that, even if interest rates are equalized internationally when expressed in a common currency, large differentials in j interest rates remain. Investors have no incentive to arbitrage away such differentials. Because there is no force tying the domestic real interest rate to the world real interest rate, it follows that there is no reason to expect any country's shortfalls of national saving to be completely financed by borrowing from abroad.\n\n",
    "acknowledgement": "\n"
}