{
    "id": 28568,
    "citation_title": "Consistent Inference for Predictive Regressions in Persistent Economic Systems",
    "citation_author": [
        "Torben G. Andersen",
        "Rasmus T. Varneskov"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study standard predictive regressions in economic systems governed by persistent vector autoregressive dynamics for the state variables. In particular, all – or a subset – of the variables may be fractionally integrated, which induces a spurious regression problem. We propose a new inference and testing procedure – the Local speCtruM (LCM) approach – for joint significance of the regressors, that is robust against the variables having different integration orders and remains valid regardless of whether predictors are significant and if they induce cointegration. Specifically, the LCM procedure is based on fractional filtering and band-spectrum regression using a suitably selected set of frequency ordinates. Contrary to existing procedures, we establish a uniform Gaussian limit theory and a standard χ2-distributed test statistic. Using LCM inference and testing techniques, we explore predictive regressions for the realized return variation. Standard least squares inference indicates that popular financial and macroeconomic variables convey valuable information about future return volatility. In contrast, we find no significant evidence using our robust LCM procedure. If anything, our tests support a reverse chain of causality: rising financial volatility predates adverse innovations to macroeconomic variables. Simulations illustrate the relevance of the theoretical arguments for finite-sample inference.\n\n",
    "acknowledgement": "\nWe thank Serena Ng, Anna Cieslak, Ian Dew-Becker, Christian Konrad, Daniela Osterrieder, Peter C. B. Phillips, Pavol Povala, Eric Renault, Barbara Rossi, Ivan Shaliastovich, Katsumi Shimotsu, Jim Stock, George Tauchen, Allan Timmermann, Fabio Trojani, along with participants at various seminars and conferences for helpful comments and suggestions. Note that some of this material in this manuscript supersede a former manuscript entitled ``Inference in Intertemporal Asset Pricing Models with Stochastic Volatility and the Variance Risk Premium\". Financial support from CREATES, Center for Research in Econometric Analysis of Time Series (DNRF78), funded by the Danish National Research Foundation, is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}