{
    "id": 28567,
    "citation_title": "The Impact of the Federal Pandemic Unemployment Compensation on Job Search and Vacancy Creation",
    "citation_author": [
        "Ioana Marinescu",
        "Daphne Skandalis",
        "Daniel Zhao"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-07-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the COVID-19 pandemic, the Federal Pandemic Unemployment Compensation (FPUC) increased US unemployment benefits by $600 a week. Theory predicts that FPUC will decrease job applications, and could decrease vacancy creation. We estimate the effect of FPUC on job applications and vacancy creation week by week, from March to July 2020, using granular data from the online jobs platform Glassdoor. We exploit variation in the proportional increase in benefits across local labor markets. To isolate the effect of FPUC, we flexibly allow for different trends in local labor markets differentially exposed to the COVID-19 crisis. We verify that trends in outcomes prior to the FPUC do not correlate with future increases in benefits, which supports our identification assumption. First, we find that a 10% increase in unemployment benefits caused a 3.6% decline in applications, but did not decrease vacancy creation; hence, FPUC increased tightness (vacancies/applications). Second, we document that tightness was unusually depressed during the FPUC period. Altogether, our results imply that the positive effect of FPUC on tightness was welfare improving: FPUC decreased competition among applicants at a time when jobs were unusually scarce. Our results also help explain prior findings that FPUC did not decrease employment.\n\n",
    "acknowledgement": "\nWe would like to thank Hyeri Choi and Jie Guan for excellent research assistance. We would like to thank for their very helpful comments Steffen Altmann, Antoine Bertheau, Sydnee Caldwell, Nikolaj Harmon, Robert Mahlstedt, Pascal Noel, as well as the participants of the seminars in UCD Dublin, Harvard, Essex/Royal Holloway/Bristol. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}