{
    "id": 28560,
    "citation_title": "The Diffusion of Health Care Fraud: A Network Analysis",
    "citation_author": [
        "A. James O'Malley",
        "Thomas A. Bubolz",
        "Jonathan S. Skinner"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies have examined the diffusion of health care innovations but less is known about the diffusion of health care fraud. In this paper, we consider the diffusion of potentially fraudulent Medicare home health care billing in the United States during 2002-16, with a focus on the 21 hospital referral regions (HRRs) covered by local Department of Justice anti-fraud “strike force” offices.  We hypothesize that patient-sharing across home health care agencies provides a mechanism for the rapid diffusion of fraudulent strategies; we measure such activity using a novel bipartite mixture (or BMIX) network index.  First, we find a remarkable increase in home health care activity between 2002 and 2009 in some but not all regions; average billing per Medicare enrollees in McAllen TX and Miami increased by $2,127 and $2,422 compared to a $289 increase in other HRRs not targeted by the Department of Justice.  Second, we establish that the HRR-level BMIX (but not other network measures) was a strong predictor of above-average home care expenditures across HRRs. Third, within HRRs, agencies sharing more patients with other agencies were predicted to increase spending the following year. Finally, the initial 2002 BMIX index was a strong predictor of subsequent changes in HRR-level home health billing during 2002-9. These results highlight the importance of bipartite network structure in diffusion and in infection models more generally.\n\n",
    "acknowledgement": "\nThis research was supported by grants P01AG019783 and U01AG046830 from the National Institute on Aging. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan S. Skinner\n\nSkinner is a consultant for Sutter Health and an equity shareholder in Dorsata, Inc.\n\n\n"
}