{
    "id": 28576,
    "citation_title": "Trading Spaces: Medicare’s Regulatory Spillovers on Treatment Setting for Non-Medicare Patients",
    "citation_author": [
        "Michael Geruso",
        "Michael R. Richards"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMedicare pricing is known to indirectly influence provider prices and care provision for non-Medicare patients; however, Medicare's regulatory externalities beyond fee-setting are less well understood. We study how physicians' outpatient surgery choices for non­-Medicare patients responded to Medicare removing a ban on ambulatory surgery center (ASC) use for a specific procedure. Following the rule change, surgeons began reallocating both Medicare and commercially insured patients to ASCs. Specifically, physicians became 70% more likely to use ASCs for the policy-­targeted procedure among their non-Medicare patients. These novel findings demonstrate that Medicare rulemaking affects physician behavior beyond the program's statutory scope.\n\n",
    "acknowledgement": "\nWe are grateful to Leila Agha, Lindsey Bullinger, Marika Cabral, Colleen Carey, Alice Chen, Paul Ginsburg, Atul Gupta, Bart Hamilton, Matt Harris, Darius Lakdawalla, Neale Mahoney, Beth Munnich, Maria Polyakova, Rosalie Pacula, David Powell, Seth Richards-Shubik, John Romley, Steve Ryan, Adam Sacarny, Neeraj Sood, and seminar participants at the University of Houston, University of Southern California, and Washington University in St. Louis for many helpful comments on earlier versions of this work. We are also grateful to the participants and organizers of the 2019 ASHEcon meeting, the 2019 Southeastern Health Economics Study Group, and the 2020 Junior Health Economics Summit for opportunities to present this research. We also especially thank Beth Munnich for generous data sharing related to physician ASC investments. We thank the Florida Agency for Health Care Administration (ARCA) for providing the data for this project and note that ARCA was not responsible for any data analyses or interpretations belonging to this work. We have no conflicts of interest to disclose, and all views and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nDisclosures, Michael Geruso\n\n\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n\n\n*University of Texas at Austin: Assistant Professor: Salary\n*Litigation consulting on the Medicare Advantage market\n*Litigation consulting on freestanding EDs\n*Pfizer center grant, administered through the Population Research Center, UT-Austin: “Selection Incentives in US Health Plan Design.” PI.\n*Pfizer in-kind support: Facilitated data access with a third party data provider, MMIT.\n*National Bureau of Economic Research: Conference travel reimbursement\n*Monetary research prizes and speaker honoraria from: Tsinghua University, Kellogg School of Management, Urban Institute/American Action Forum, Tulane University, Rice University Baker Institute\n\n\n"
}