{
    "id": 28572,
    "citation_title": "Unequal Jury Representation and Its Consequences",
    "citation_author": [
        "Shamena Anwar",
        "Patrick Bayer",
        "Randi Hjalmarsson"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-08-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the extent and consequences of unequal representation on juries in Harris County, Texas. We first document that residents from predominantly white and high-income neighborhoods are substantially over-represented on juries. Using quasi-random variation in those called for jury duty each day, we next establish that Black defendants are more likely to be convicted and receive longer sentences from juries with more residents from these overrepresented neighborhoods. We estimate that equal representation would reduce Black defendants’ median sentence length by 50% and the probability of receiving a life sentence by 67%. Straightforward remedies could mitigate these legally unwarranted racial disparities.\n\n",
    "acknowledgement": "\nWe thank Shari Diamond and seminar participants at the National Bureau of Economic Research, as well as the editors and three anonymous referees, for many helpful comments and suggestions. Hjalmarsson is grateful for the financial support of Vetenskapsrådet, The Swedish Research Council, Grants for Distinguished Young Researchers (VR 2014-01735). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}