{
    "id": 28574,
    "citation_title": "The Mortgage Piggy Bank: Building Wealth through Amortization",
    "citation_author": [
        "Asaf Bernstein",
        "Peter Koudijs"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nMortgage amortization schedules are among the largest savings plans in the world (e.g. U.S. households contribute hundreds of billions of dollars annually to these “mortgage piggy banks”). However, little is known about their effects on wealth accumulation. Ex-ante, effects are unclear. It depends on the fungibility of home equity and other savings, and households’ willingness to adjust consumption or leisure. Empirically, effects are difficult to identify since amortization and other savings choices are typically codetermined. We overcome this challenge by utilizing a 2013 Dutch reform that increased amortization requirements for new mortgages. Using detailed administrative data, we compare savings decisions for home-buyers right before or after the reform. We use plausibly exogenous variation in the timing of home purchase coming from life-events (e.g. birth of a child) to address selection concerns. Dynamic difference-in- difference estimates support the parallel trend assumption. We find that marginal wealth-building from amortization (MWA) is substantial. Remarkably, households leave other savings untouched and cut consumption and leisure instead, implying a near 1-for-1 rise in net-worth. Results hold at least five years out when additional amortization-induced home equity is larger than other savings. The effect is ubiquitous, holding for unconstrained households, who could easily offset additional amortization, and movers, suggesting a broad applicability of our results. Consistent with a simple model, we do find that estimates are lower for households who appear less financially sophisticated or less willing to adjust short-term consumption. Overall, our results highlight the critical importance of mortgage amortization for household wealth-building and macroprudential policies.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at AREUEA Virtual Seminar, Baruch College, CFDM Lab Group, CU Boulder finance lunch, FDIC Consumer Research Symposium, New Perspectives on Consumer Behavior in Credit and Payments Markets, CFPB Research Conference, European Finance Association. Finance in the Cloud Conference, MIT Sloan Junior Finance Conference, Northern Finance Association, Philadelphia FED, SITE, NBER SI Corporate Finance 2020, Western Finance Association Annual Meeting, and Stanford GSB Finance. We would also like to thank our discussants Anthony DeFusco and John Beshears, as well as Adrien Auclert, Claes Bäckman, Bo Becker, Matteo Benetton, John Campbell, Taha Choukhmane, Tony Cookson, Daniel Fernandes, Virginia Gianinazzi, Paul Goldsmith-Pinkham, Andrew Hertzberg, John Lynch, Marco Di Maggio, Anastassia Fedyk, Nicolae Garleanu, Amir Kermani, Benjamin Keys, Laura Kodres, Arvind Krishnamurthy, Deborah Lucas, Gustavo Manso, Patrick Moran, Jordan Nickerson, Terrance Odean, Michaela Pagel, Christopher Palmer, Jonathan Parker, Daniel Paravisini, Giorgia Piacentino, Kasper Roszbach, Antoinette Schoar, David Schoenherr, Felipe Severino, Amir Sufi, David Sraer, Daan Struyven, Jialan Wang, François Velde, Emil Verner, James Vickery and Luana Zaccaria for helpful comments. Previous versions of this paper circulated under the title “Mortgage Amortization and Wealth Accumulation.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}