{
    "id": 28575,
    "citation_title": "The Causal Effect of Depression and Anxiety on Life Satisfaction: An Instrumental Variable Approach",
    "citation_author": [
        "Arnar Buason",
        "Edward C. Norton",
        "Paul McNamee",
        "Edda Bjork Thordardottir",
        "Tinna Laufey Asgeirsdóttir"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin the vast body of literature on the relationship between mental disorders and life satisfaction, no satisfactory treatment has been proposed to deal with the bi-directional relationship between the two. We estimate the causal effect of depression and anxiety on life satisfaction by applying an instrumental-variable regression approach to the Household, Income and Labour Dynamics in Australia (HILDA) survey. Our identification strategy exploits regional variation in the tendency to diagnose depression and anxiety, while also using an individual-level panel-data method. Our results show that previous research seriously overestimates the effect of depression and anxiety on life satisfaction. The most comparable estimate from previous research is over five times the size of our estimate.  Furthermore, those papers that use such estimates to measure the monetary value of not suffering from depression or anxiety find it to be between $14 to $600 million a year per individual, compared to our estimate of around $60 thousand. Another source of bias which further inflates previous monetary estimates is the endogeneity of income. We account for this issue by using irregular sources of income, such as lottery winnings, instead of regular household income.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from The Icelandic Research Fund [grant number 184975-051 and 185287-051] and the University of Iceland Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}