{
    "id": 28578,
    "citation_title": "The Political Economy of Responses to COVID-19 in the U.S.A.",
    "citation_author": [
        "Zhihan Cui",
        "Geoffrey Heal",
        "Howard Kunreuther",
        "Lu Liu"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial distancing via shelter-in-place strategies, and wearing masks, have emerged as the most effective non-pharmaceutical ways of combatting COVID-19. In the United States, choices about these policies are made by individual states. We develop a game-theoretic model and then test it econometrically, showing that the policy choices made by one state are strongly influenced by the choices made by others. If enough states engage in social distancing or mask wearing, they will tip others that have not yet done so to follow suit and thus shift the Nash equilibrium. If interactions are strongest amongst states of similar political orientations there can be equilibria where states with different political leanings adopt different strategies. In this case a group of states of one political orientation may by changing their choices tip others of the same orientation, but not those whose orientations differ. We test these ideas empirically using probit and logit regressions and find strong confirmation that inter-state social reinforcement is important and that equilibria can be tipped. Policy choices are influenced mainly by the choices of other states, especially those of similar political orientation, and to a much lesser degree by the number of new COVID-19 cases. The choice of mask-wearing policy shows more sensitivity to the actions of other states than the choice of SIP policies, and republican states are much less likely to introduce mask-wearing policies. The choices of both types of policies are influenced more by political than public health considerations.\n\n",
    "acknowledgement": "\nSupport for the research reported in this paper was provided by the Columbia Business school Faculty Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}