{
    "id": 28587,
    "citation_title": "The Repeated Setbacks of HIV Vaccine Development Laid the Groundwork for SARS-CoV-2 Vaccines",
    "citation_author": [
        "Jeffrey E. Harris"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-03-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe decades-long effort to produce a workable HIV vaccine has hardly been a waste of public and private resources. To the contrary, the scientific know-how acquired along the way has served as the critical foundation for the development of vaccines against the novel, pandemic SARS-CoV-2 virus. We retell the real-world story of HIV vaccine research – with all its false leads and missteps – in a way that sheds light on the current state of the art of antiviral vaccines. We find that HIV-related R&D had more than a general spillover effect. In fact, the repeated failures of phase 2 and 3 clinical trials of HIV vaccine candidates have served as a critical stimulus to the development of successful vaccine technologies today. We rebut the counterargument that HIV vaccine development has been no more than a blind alley, and that recently developed vaccines against COVID-19 are really descendants of successful vaccines against Ebola, MERS, and SARS. These successful vaccines likewise owe much to the vicissitudes of HIV vaccine development. We then discuss how the failures of HIV vaccine development have taught us how adapt SARS-CoV-2 vaccines to immune escape from emerging variants. Finally, we inquire whether recent advances in the development of vaccines against SARS-CoV-2 might in turn further the development of an HIV vaccine - what we describe as a reverse spillover effect.\n\n",
    "acknowledgement": "\nThe opinions expressed here are solely those of the author and do not represent the views of the Massachusetts Institute of Technology, Eisner Health, the National Bureau of Economic Research, or any other individual or organization. The author has no sources of research support to declare. The author has received no direct or indirect remuneration for this article. The author discloses that a family member, M. Scott Harris MD, is chief medical officer of Altimmune, a biopharmaceutical company with two COVID-19 vaccine prototypes currently in development. The author has no financial or other interests in Altimmune’s products, and no one employed by or affiliated with Altimmune had any part in drafting or reviewing this article. Otherwise, the author has no actual or potential conflicts of interest to declare.\n\n\n"
}