{
    "id": 28585,
    "citation_title": "Central Bank Swap Arrangements in the COVID-19 Crisis",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFacing acute strains in the offshore dollar funding markets during the COVID-19 crisis, the Federal Reserve (Fed) implemented measures to provide US dollar liquidity through swap arrangements with other central banks and establishing a repo facility for financial institutions and monetary authorities (FIMA) in March 2020. This paper assesses motivations for the Fed liquidity lines, and the effects and spillovers of US dollar auctions by central banks. We find that the access to the liquidity arrangements was driven by the recipient economies’ close financial and trade ties with the US. Access to dollar liquidity also reflected global trade exposure. We find that announcements of expansion of Fed liquidity facilities or of auctions using these facilities led to appreciation of partner currencies against the US dollar. and reduced deviations from covered interest parity (CIP). Dollar auctions by major central banks (BoE, ECB, BoJ and SNB) led to temporary appreciation of other currencies against the US dollar, reduced CIP deviations, and persistently reduced sovereign bond yields of other economies. However, dollar auctions done by other central banks with access to Fed facilities did not have a meaningful impact on key domestic financial variables . The impact of major central bank auctions does not differ by the economies’ financial or trade links with the US or their balance sheet currency exposure, i.e. the major central bank auctions benefitted even the more vulnerable economies.\n\n",
    "acknowledgement": "\nWe would like to thank Apoorv Bhargava, Ricardo Cervantes, and Chau Nguyen for excellent research assistance. Insightful comments by Galina Hale and the participants of the JIMF SI “Financial Globalization and De- Globalization” conference, May 3-4, 2021 are gratefully acknowledged. We also appreciate the Latin American Reserve Fund (FLAR) for sharing with us the data on the currency shares in FX reserves for Latin American countries. We also thank Robert McCauley, Silvio Costa, Vassili Bazinas, Martin Kaufman, Gaston Gelos, Can Sever, Jeromin Zettelmeyer, participants at FLAR webinar in May 2021, and at two IMF seminars for useful comments and suggestions. The views expressed in the paper are those of the authors, and do not necessarily represent the views of the International Monetary Fund, its Executive Board or its management or the NBER.\n\n\n"
}