{
    "id": 28580,
    "citation_title": "Real and Private-Value Assets",
    "citation_author": [
        "William N. Goetzmann",
        "Christophe Spaenjers",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nReal and private-value assets—defined here as the sum of real estate, infrastructure, collectibles, and non-corporate business equity—is an investment class worth an estimated $85 trillion in the U.S. alone. Furthermore, private values can affect pricing in many other financial markets, such as that for sustainable investments. This paper introduces the research on real assets and private values that can be found in this special issue. It also reviews recent advances—and suggests new research directions—on a number of topics in the real assets space that we believe to be particularly important and exciting.\n\n",
    "acknowledgement": "\nThis paper is written for a special issue of the Review of Financial Studies on real and private-value assets. Goetzmann and Spaenjers served as the organizers of a conference on the topic at the Yale School of Management in January 2020, with Van Nieuwerburgh acting as the sponsoring RFS Editor. We would like to thank the conference program committee members for their feedback on the submissions, and Leigh Ann Clark and Electra Ferriello for logistical support. We are also thankful to Dragana Cvijanovic, Paul Goldsmith-Pinkham, Ralph Koijen, Matthijs Korevaar, Cameron LaPoint, Candy Martinez, Tarun Ramadorai, Jacob Sagi, Eva Steiner, and Johannes Stroebel for valuable comments on this paper. Michael Leahy provided valuable research assistance. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}