{
    "id": 28581,
    "citation_title": "Reducing Parent-School Information Gaps and Improving Education Outcomes: Evidence from High-Frequency Text Messages",
    "citation_author": [
        "Samuel Berlinski",
        "Matias Busso",
        "Taryn Dinkelman",
        "Claudia Martínez A."
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-10-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted an experiment in low-income urban schools in Chile to test the effects and behavioral changes triggered by a program that sends attendance, grade, and classroom behavior information to parents via weekly and monthly text messages. Our 18-month intervention raised average math scores by 0.09 of a standard deviation and increased the share of students satisfying attendance requirements for grade promotion by 4.7 percentage points. Treatment effects were larger for students at higher risk of later grade retention and dropout. Our results demonstrate that communicating existing school information to parents frequently can shrink parent-school information gaps and improve school outcomes in a light-touch, scalable, and cost-effective way.\n\n",
    "acknowledgement": "\nJulian Martinez-Correa provided excellent research assistance and multiple comments that improved the manuscript. Anna Koh Lee, Santiago Perez Vincent, Dario Romero, and Dario Salcedo provided excellent research assistance in early stages of the paper. We thank Bernardita Muñoz, Daniela Alvarado and Paula Espinoza for superb support in fieldwork. Thomas Dishion and Anne Mauricio gave fabulous guidance on communicating with parents and the Family Check-Up approach. The authors gratefully acknowledge funding through J-PAL's Post-Primary Education Initiative, the Inter-American Development Bank, the Spencer Foundation, and a Chilean FONIDE grant (No. 711272). IRB approval: MIT COUHES Protocol # 1308005856. The study is registered as AEARCTR-0000458. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}