{
    "id": 28584,
    "citation_title": "Information Spillovers in Experience Goods Competition",
    "citation_author": [
        "Zhuoqiong Charlie Chen",
        "Christopher T. Stanton",
        "Catherine Thomas"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWhen experience goods compete, consuming one product can be informative about value for similar untried products. We study a two-period model of duopoly competition in markets that have this feature and where firms can price discriminate between consumers based on purchasing history. Price dynamics, firm profits, and consumer surplus depend on how information spillovers shape demand from the consumers who have trialed the rival product—the potential switchers. In the first period, rather than competing intensely for all future profits, firms compete only for the difference in future profits between repeat and switching consumers. Demand-side information spillovers offer an explanation of how competing firms in new product markets can be profitable in all periods even when selling products that are indistinguishable ex ante.\n\n",
    "acknowledgement": "\nThis work is supported by the National Natural Science Foundation of China (No. 71903046) and the “Shenzhen Peacock Program” start-up research grant. We would like to thank Ricardo Alonso, Yongmin Chen, David de Meza, Hong Feng, Xiangting Hu, Yangguang Huang, Xinyu Hua, Kohei Kawaguchi, Jianpei Li, Jin Li, Albert Ma, Jusso Valimaki, Jie Zheng, and participants at the HKUST Economics Webinar, HKUST IO workshop, and Tsinghua BEAT conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}