{
    "id": 28586,
    "citation_title": "Human Capital and Black-White Earnings Gaps, 1966-2017",
    "citation_author": [
        "Owen Thompson"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the contribution of human capital, measured using both educational attainment and test performance, to the Black-white earnings gap in three separate samples of men spanning 1966 through 2017. There are three main findings. First, the magnitude of reductions in the Black-white earnings gap that occur after controlling for human capital have become much larger over time, suggesting a growing contribution of human capital to Black-white earnings disparities. Second, these increases are almost entirely due to growth in the returns to human capital, rather than changing racial gaps in the human capital traits themselves. Finally, growth in the explanatory power of human capital has been primarily due to increases in the association between human capital and the likelihood of non-work, with no clear increases in the extent to which human capital explains Black-white differences in hourly wages or other intensive margins. These findings highlight how apparently race-neutral structural developments in the US labor market, such as increasing skill prices and falling labor force participation rates among less skilled men, have had large impacts on the dynamics of racial inequality.\n\n",
    "acknowledgement": "\nI thank the Upjohn Institute for Employment Research for financial support and seminar participants at Amherst College, Notre Dame and SUNY-Albany for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}