{
    "id": 28588,
    "citation_title": "Digital Resilience: How Work-From-Home Feasibility Affects Firm Performance",
    "citation_author": [
        "John (Jianqiu) Bai",
        "Erik Brynjolfsson",
        "Wang Jin",
        "Sebastian Steffen",
        "Chi Wan"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDigital technologies may make some tasks, jobs and firms more resilient to unanticipated shocks. We extract data from over 200 million U.S. job postings to construct an index for firms' resilience to the Covid-19 pandemic by assessing the work-from-home (WFH) feasibility of their labor demand. Using a difference-in-differences framework, we find that public firms with high pre-pandemic WFH index values had significantly higher sales, net incomes, and stock returns than their peers during the pandemic. Our results indicate that firms with higher digital resilience, as measured through our pre-pandemic WFH index, performed significantly better in general, and in non-essential industries in particular, where WFH feasibility was necessary to continue operation. The ability to use digital technologies to work remotely also mattered more in non-high-tech industries than in high-tech ones. Lastly, we find evidence that firms with lower pre-pandemic WFH feasibility attempted to catch up to their more resilient competitors via greater software investment. This is consistent with a complementarity between digital technologies and WFH practices. Our study's results are robust to a variety of empirical specifications and provide a first look at how WFH practices improved resilience to a major, unanticipated social and economic shock.\n\n",
    "acknowledgement": "\nErik Brynjolfsson thanks the Stanford Digital Economy Lab (https://digitaleconomy.stanford.edu/) for financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}