{
    "id": 28589,
    "citation_title": "Dynamic Oligopoly Pricing with Asymmetric Information: Implications for Horizontal Mergers",
    "citation_author": [
        "Andrew Sweeting",
        "Xuezhen Tao",
        "Xinlu Yao"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model differentiated product pricing by firms that possess private information about serially-correlated state variables, such as their marginal costs, and can use prices to signal information to rivals. In a dynamic game, we show that signaling can raise prices significantly above static complete information Nash levels, even when the privately observed state variables are restricted to lie in narrow ranges. We calibrate our model using data from the beer industry, and show that our model can explain changes in price levels, price dynamics and cost pass-through after the 2008 MillerCoors joint venture.\n\n",
    "acknowledgement": "\nWe thank Nate Miller, Matt Weinberg, Gloria Sheu, Dan Vincent, Bob Majure, Joe Harrington, Kyle Bagwell and a number of seminar participants for valuable comments, which have been especially useful in framing the paper. This paper uses the IRI Academic Dataset (Bronnenberg, Kruger and Mela (2008)). All estimates and analysis using IRI data are the work of the authors and not IRI. This research was supported by US National Science Foundation Grant SES-1658670 (Sweeting) and National Natural Science Foundation of China Grant 72003120 (Tao). Xinlu Yao’s work on this project was completed when she was a graduate student at the University of Maryland, and the paper does not reflect the views of her current employer (Amazon). All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}