{
    "id": 2859,
    "citation_title": "But They Don't Want to Reduce Housing Equity",
    "citation_author": [
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe majority of the wealth of most elderly is in the form of housing equity. It is often claimed that many elderly would transfer wealth from housing to finance current consumption expenditure, were it not for the large transaction costs associated with changes in housing equity. This is the rationale for a market in reverse annuity mortgages. This paper considers whether transaction costs, understood to include the psychic costs associated with leaving friends, family surroundings, and the like, prevent the elderly from making choices that would improve their financial circumstances. The analysis considers jointly the probability that an elderly family will move and the housing equity that is chosen when a move occurs. The results are based on the decisions of the Retirement History Survey sample between 1969 and 1919. Relative to the potential gains from a reallocation of wealth between housing equity and other assets, transaction costs are very large. Nonetheless, the effect on the housing equity of the elderly is very small. On balance, were all elderly to move and choose optimum levels of housing equity, the amount of housing equity would be increased slightly. Most elderly are not liquidity constrained. And contrary to standard formulations of the life cycle hypothesis, the typical elderly family has no desire to reduce housing equity. The desired reduction of housing equity is largest among families with low income and high housing wealth, but even in this case the desired reductions are rather small. And these desired reductions are more than offset by the desired increases of other families, especially those with high income and low housing wealth. Thus, consistent with the previous findings of Venti and Wise and of Feinstein and McFadden, limited demand may explain the absence of a market for reverse annuity mortgages.\n\n",
    "acknowledgement": "\n"
}