{
    "id": 28598,
    "citation_title": "Sovereign Debt in the 21st Century",
    "citation_author": [
        "Kris James Mitchener",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-06-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow will sovereign debt markets evolve in the 21st century? We survey how the literature has responded to the eurozone debt crisis, placing “lessons learned” in historical perspective. The crisis featured: (i) the return of debt problems to advanced economies; (ii) a bank-sovereign “doom-loop” and the propagation of sovereign risk to households and firms; (iii) roll-over problems and self-fulfilling crisis dynamics; (iv) severe debt distress without outright sovereign defaults; (v) large-scale sovereign bailouts from abroad; and (vi) creditor threats to litigate and hold out in a debt restructuring. Many of these characteristics were already present in historical debt crises and are likely to remain relevant in the future. Looking forward, our survey points to a growing role of sovereign-bank linkages, legal risks, domestic debt and default, and of official creditors, due to new lenders such as China as well as the increasing dominance of central banks in global debt markets. Questions of debt sustainability and default will remain acute in both developing and advanced economies.\n\n",
    "acknowledgement": "\nThis survey paper was prepared for the Journal of Economic Literature. We thank the Editor, Steven Durlauf, as well as four anonymous referees for very helpful comments and suggestions. We thank Matthew Cunningham, Jonathan Öztunc, Torge Marxsen, Brenton Stefko and Thore Petersen for very helpful research assistance and Josefin Meyer and Lucie Stoppok for sharing data and making suggestions. We further thank Andreea Maerean, Rui Esteves, Galine Hale, Steve Haber, Kim Oosterlinck, and Noel Maurer for helpful discussion and comments. Trebesch gratefully acknowledges financial support from the German Research Foundation (DFG, SPP 1859). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}