{
    "id": 28597,
    "citation_title": "Industrialization and Urbanization in Nineteenth Century America",
    "citation_author": [
        "Jeremy Atack",
        "Robert A. Margo",
        "Paul Rhode"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring the nineteenth century the United States urbanized – the share of the population living in urban areas increased – and industrialized – the share of the labor force in manufacturing increased. Our survey of the literature and analyses of census data suggests that a key reason was the development of a nationwide transportation system, especially the railroad. Coupled with changes in manufacturing technology and organizational form, the “transportation revolution” increased demand for manufacturing labor in urban locations. Labor supply responded and because of agglomeration economies, population density and the size and number of urban places increased. Although our focus is on the US experience, a causal role for transportation is likely for other economies that experienced historical industrialization and urbanization.\n\n",
    "acknowledgement": "\nWe are grateful to Hoyt Bleakley, Stephan Heblich, and two referees for helpful comments. Jeremy Atack is Professor Emeritus of Economics, Vanderbilt University, and Research Associate of the National Bureau of Economic Research.  Robert Margo is Professor of Economics, Boston University, and Research Associate of the National Bureau of Economic Research. Paul Rhode is Professor of Economics, University of Michigan, and Research Associate, National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}