{
    "id": 28594,
    "citation_title": "Combining Rules and Discretion in Economic Development Policy: Evidence on the Impacts of the California Competes Tax Credit",
    "citation_author": [
        "Matthew Freedman",
        "David Neumark",
        "Shantanu Khanna"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-08-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the effects of one of a new generation of economic development programs, the California Competes Tax Credit (CCTC), on local job creation. Incorporating perceived best practices from previous initiatives, the CCTC combines explicit eligibility thresholds with some discretion on the part of program officials to select tax credit recipients. The structure and implementation of the program facilitates rigorous evaluation. We exploit detailed data on accepted and rejected applicants to the CCTC, including information on scoring of applicants with regard to program goals and funding decisions, together with restricted access American Community Survey (ACS) data on local economic conditions. Using a difference-in-differences approach, we find that each CCTC-incentivized job in a census tract increases the number of individuals working in that tract by over two – a significant local multiplier. We also explore the program’s distributional implications and impacts by industry. We find that CCTC awards increase employment among workers residing in both high income and low income communities, and that the local multipliers are larger for non-manufacturing awards than for manufacturing awards.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Laura and John Arnold Foundation and the Smith-Richardson Foundation. Any views expressed are ours only, and do not reflect the views of these foundations. We thank Carlos Anguiano, Jessica Deitchman, Toni Symonds, Brian Uhler, Brian Weatherford, and seminar participants at UCI for helpful comments. We also thank current and former GO-Biz staff, including Cheryl Akin, Scott Dosick, Kristen Kane, Van Nguyen, Jonathan Sievers, and Austin Sihoe, for numerous useful discussions. The views expressed are our own; GO-Biz provided program data, had no control over our analysis, interpretation, or conclusions. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Federal Statistical Research Data Center at the University of California, Irvine. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2146 (CBDRB-FY21-P2146-R8879). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}