{
    "id": 28595,
    "citation_title": "Welfare Consequences of Sustainable Finance",
    "citation_author": [
        "Harrison Hong",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-03-18",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the welfare consequences of portfolio mandates that restrict investors to hold firms with net-zero carbon emissions. To qualify for these mandates, value-maximizing firms have to accumulate decarbonization capital. Qualification lowers a firm’s required rate of return by its decarbonization investments divided by Tobin’s q, i.e., the dividend yield shareholders forgo to address the global-warming externality. The welfare-maximizing mandate approximates the first-best solution, yielding welfare gains compared to laissez faire by mitigating the weather disaster risks resulting from carbon emissions. Our model generates transitions to steady-state decarbonization-to-productive capital ratios that we use to evaluate the optimality of proposed net-zero targets.\n\n",
    "acknowledgement": "\nWe thank Stefano Giglio (Editor) and two anonymous referees for helpful comments. We also thank Lars Hansen (discussant), John Hassler (discussant), Martin Oehmke (discussant), Marcus Opp (discussant), Lukas Pomorski (discussant), Chester Spatt (discussant), Luke Taylor (discussant), Patrick Bolton, Darrell Duffie, Jack Favilukis, Ron Giammarino, Robert Heinkel, Marcin Kacperczyk, Ali Lazrak, Bob Litterman, Fabio Natalucci, Bob Pindyck, Rafael Repullo, Tom Sargent, Jim Stock, Felix Suntheim, Paul Tetlock, Jerome Vandenbussche, Xavier Vives, Michael Woodford, and seminar participants at American Finance Association Meetings, BI Norwegian Business School Conference, CEBRA Annual Conference, Columbia University, IESE Banking Conference, IMF Policy Workshop, Korean University Business School, Luohan Academy Conference, National Taiwan University, New York Federal Reserve Bank, Oklahoma University Energy Conference, Peking University, Stanford University, UBC Sauder Business School, University of Edinburgh, University of Virginia, UN-PRI Conference, and Virtual Seminar on Climate Economics (San Francisco Fed) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}