{
    "id": 28596,
    "citation_title": "Diversity in Schools: Immigrants and the Educational Performance of U.S. Born Students",
    "citation_author": [
        "David N. Figlio",
        "Paola Giuliano",
        "Riccardo Marchingiglio",
        "Umut Özek",
        "Paola Sapienza"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of exposure to immigrants on the educational outcomes of US-born students, using a unique dataset combining population-level birth and school records from Florida. This research question is complicated by substantial school selection of US-born students, especially among White and comparatively affluent students, in response to the presence of immigrant students in the school. We propose a new identification strategy to partial out the unobserved non-random selection into schools, and find that the presence of immigrant students has a positive effect on the academic achievement of US-born students, especially for students from disadvantaged backgrounds. Moreover, the presence of immigrants does not affect negatively the performance of affluent US-born students, who typically show a higher academic achievement compared to immigrant students. We provide suggestive evidence on potential channels.\n\n",
    "acknowledgement": "\nThis research was funded by the Russell Sage Foundation. We thank Jennifer Hunt, Andrea Ichino, Victor Lavy, Daniele Paserman, Bruce Sacerdote, Cynthia van der Werf, and participants at various seminars and conferences for helpful comments, and Gaia Dossi for truly outstanding research assistantship. We are especially grateful to the Florida Department of Education and Health for providing the linked anonymous population-level administrative data that permitted this analysis to take place. All errors and opinions are those of the authors and do not reflect those of the funders or the Florida Departments of Education and Health. Interested researchers may request access to Florida administrative data through the processes described at fldoe.org/accountability/accountability-reporting/external-research-requests. Riccardo Marchingiglio performed this research while affiliated with the Department of Economics at Northwestern University. The views presented are those of the authors and do not necessarily reflect those of Analysis Group, Inc. or its clients, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}