{
    "id": 28593,
    "citation_title": "Experimental Evidence on the Effectiveness of Non-Experts for Improving Vaccine Demand",
    "citation_author": [
        "Marcella Alsan",
        "Sarah Eichmeyer"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2022-02-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe experimentally vary signals and senders to identify which combination will increase vaccine demand among a disadvantaged population in the United States – Black and White men without a college education. Our main finding is that laypeople (non-expert concordant senders) are most effective at promoting vaccination, particularly among those least willing to become vaccinated. This finding points to a trade-off between the higher qualifications of experts on the one hand, but lower social proximity to low socio-economic status populations on the other hand, which may undermine credibility in settings of low trust.\n\n",
    "acknowledgement": "\nWe thank Minjeong Joyce Kim, Nikhil Shankar and Lukas Leister for excellent research assistance. We also thank Mackenzie Alston, Luca Braghieri, Amitabh Chandra, Stefano DellaVigna, Esther Duflo, Amy Finkelstein, Matthew Gentzkow, Mirelle Jacobson, Damon Jones, Heather Royer, Kosali Simon, Marianne Wanamaker, Crystal Yang, JPAL North America Board and Reviewers as well as participants in seminars at ASSA, Brown University, Harvard/MIT/BU Health Economics, Stanford, UCSB, UCSD, and Washington University in St. Louis for comments. The study was approved by IRB at Harvard University (IRB19-1424) and registered at ClinicalTrials.gov (NCT04160975), AEA RCT registry (AEARCTR-0004796), and OSF (DOI 10.17605/OSF.IO/XJ5WP). Funding was provided by J-PAL North America and Harvard Kennedy School. Research reported in this publication was also supported by the National Institute on Aging under award number P30AG064190. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research. The authors have no conflicts to disclose. Previously circulated under the title: \"Persuasion in Medicine: Messaging to Increase Vaccine Demand\".\n\n\n"
}