{
    "id": 28590,
    "citation_title": "The Value of Employer-Sponsored Health Insurance",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "2021-07-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on published estimates of its price elasticity of demand and of tax wedges, as well as the method of revealed preference, I estimate that the annual social value of ESI is about $1.5 trillion beyond what policyholders, their employers, and taxpayers pay for it.  The private component of that value, which in some respects is the other side of “job lock,” derives in part from group plans, with the group determined by many characteristics other than the demand for healthcare.  With voluntary groups formed this way, adverse risk selection is reduced, the groups can be effective at obtaining substantial discounts and rebates for their members, and division of labor employed in shopping for health providers.  ESI is also a mechanism for employers to act on their incentives for a healthy and productive workforce.  External effects include tax externalities (in both directions), encouraging work, and easing government expenditure obligations by helping to prevent people from going without health insurance.\n\n",
    "acknowledgement": "\nI appreciate discussions on this topic with Tom Philipson and Kevin M. Murphy.  This project, financially supported by Cigna, uses only publicly available data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}