{
    "id": 28603,
    "citation_title": "Africa's Latent Assets",
    "citation_author": [
        "Soeren J. Henn",
        "James A. Robinson"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the past centuries’ economic setbacks and challenges, are there reasons for optimism about Africa's economic prospects? We provide a conceptual framework and empirical evidence that show how the nature of African society has led to three sets of unrecognized “latent assets.” First, success in African society is talent driven and Africa has experienced high levels of perceived and actual social mobility. A society where talented individuals rise to the top and optimism prevails is an excellent basis for entrepreneurship and innovation. Second, Africans, like westerners who built the world's most successful effective states, are highly skeptical of authority and attuned to the abuse of power. We argue that these attitudes can be a critical basis for building better institutions. Third, Africa is “cosmopolitan.” Africans are the most multilingual people in the world, have high levels of religious tolerance, and are welcoming to strangers. The experience of navigating cultural and linguistic diversity sets Africans up for success in a globalized world.\n\n",
    "acknowledgement": "\nWe thank Avi Ahuja, David Kanos and Michel-Ange Lokota Illondo for their research assistance and for many ideas and suggestions. We are grateful to Chima Korieh, Jeong Hyun Oh, Vincent Tanutama, and Jenny Trinitapoli for very helpful discussions and to Alex Carr and Shelby Grossman for editorial suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}