{
    "id": 28601,
    "citation_title": "Addressing the COVID-19 Pandemic: Comparing Alternative Value Frameworks",
    "citation_author": [
        "Maddalena Ferranna",
        "JP Sevilla",
        "David E. Bloom"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has forced countries to make difficult ethical choices, e.g., how to balance public health and socioeconomic activity and whom to prioritize in allocating vaccines or other scarce medical resources. We discuss the implications of benefit-cost analysis, utilitarianism, and prioritarianism in evaluating COVID-19-related policies. The relative regressivity of COVID-19 burdens and control policy costs determines whether increased sensitivity to distribution supports more or less aggressive control policies. Utilitarianism and prioritarianism, in that order, increasingly favor income redistribution mechanisms compared with benefit-cost analysis. The concern for the worse-off implies that prioritarianism is more likely than utilitarianism or benefit-cost analysis to target young and socioeconomically disadvantaged individuals in the allocation of scarce vaccine doses.\n\n",
    "acknowledgement": "\nThis paper was finalized in December 2020, and reflects information about COVID-19, its impacts, and the steps taken to respond to the pandemic, as of that date. The paper was prepared for inclusion as a chapter in a forthcoming Cambridge University Press volume entitled “Prioritarianism in Practice” edited by Matthew Adler and Ole Norheim. We thank the editors, James Hammitt, Nicolas Treich and participants at the “Prioritarianism in Practice” meeting on May 21–22, 2020 for extremely thoughtful comments. This work was supported by the Value of Vaccination Research Network (VoVRN) through a grant from the Bill & Melinda Gates Foundation (Grant OPP1158136). The content is solely the responsibility of the authors and does not necessarily reflect the views of the VoVRN or the Bill & Melinda Gates Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}