{
    "id": 28609,
    "citation_title": "The Rise of Dual-Class Stock IPOs",
    "citation_author": [
        "Dhruv Aggarwal",
        "Ofer Eldar",
        "Yael Hochberg",
        "Lubomir P. Litov"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe create a novel dataset to examine the nature and determinants of dual-class IPOs. We document that dual-class firms have different types of controlling shareholders and wedges between voting and economic rights. We find that the founders' wedge is largest when founders have stronger bargaining power. The increase in founder wedge over time is due to increased willingness by venture capitalists to accommodate founder control and technological shocks that reduced firms' needs for external financing. Greater founder bargaining power is also associated with a lower likelihood of sunset provisions that eliminate dual-class structures within specified periods.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Metrick, Jay Ritter, Michelle Lowry, Peter Iliev, and Michael Ewens for kindly providing access to their data. We are also grateful to Josh Lerner, Leslie Jeng, and the Private Capital Research Institute for access to the certicates of incorporation data. We thank Yakov Amihud, Bernard Black, Brian Broughman, Jamie Evans, Michael Ewens, Cam Harvey, Jessica Jeffers, Kose John, Stephen Karolyi, Beni Lauterbach, Kate Litvak, Nadya Malenko, William Megginson, Joan-Farre Mensa, Filippo Mezzanotti, Ramana Nanda, Harshit Rajaiya, Adriano Rampini, Abraham Ravid, David Robinson, Bernard Sharfman, Jared Stanfield, Emily Strauss, Deniz Yavuz, and participants at the Colloquium on Law and Economics at Northwestern University, the finance seminar at University of Oklahoma Price College of Business, the Finance brown bag at Duke Fuqua School of Business, the Business Law Workshop at Texas University, the Chicago Entrepreneurship Festival at Northwestern University and University of Chicago, and the annual meetings of the SFS Cavalcade North America, the Midwest Finance Association, and the Venture Capital Section of the American Bar Association for helpful comments and suggestions. We also thank Mandy Chan, Robert Gholson, Tate Johnson, Ali Kayer, SeungWha Lee, Asif Malik, Mayne Thomas, Brody Morgan, Shaoqin Tang, and Peck Yang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}