{
    "id": 28604,
    "citation_title": "Diagnostic Business Cycles",
    "citation_author": [
        "Francesco Bianchi",
        "Cosmin L. Ilut",
        "Hikaru Saijo"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2022-06-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA large psychology literature argues that, due to selective memory recall, decision-makers' forecasts of their future circumstances appear overly influenced by the new information embedded in their current circumstances. We adopt the diagnostic expectations (DE) paradigm (Bordalo et al. (2018)) to capture this feature of belief formation and develop the behavioral foundations for applying DE to business cycle models, while demonstrating its empirical relevance for aggregate dynamics. First, we address (i) the theoretical challenges associated with modeling the feedback between optimal actions and agents' DE beliefs and (ii) the time-inconsistencies that arise under distant memory. Second, we show that under distant memory the interaction between actions and DE beliefs naturally generate repeated boom-bust cycles in response to a single initial shock. Finally, we propose a portable solution method to study DE in dynamic stochastic general equilibrium models and use it to estimate a quantitative DE New Keynesian model. Both endogenous states and distant memory play a critical role in successfully replicating the boom-bust cycle observed in response to a monetary policy shock.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier version, titled “Implications of Diagnostic Expectations: Theory and Applications”. We would like to thank the editor Nicola Gennaioli and four anonymous referees, as well as Daniele d'Arienzo, Spencer Kwon, Jean-Paul L'Huillier, Peter Maxted, Sanjay Singh, Andrei Shleifer, and Stephen Terry for helpful comments and all seminar participants at the 2021 NBER Summer Institute, the spring 2022 meeting of the NBER Monetary Economics group, Emory University, UC Davis, University of Copenhagen, University of Maryland, 2021 SED annual meeting, Hitotsubashi University, Keio University, and Osaka University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}