{
    "id": 28602,
    "citation_title": "Patent Auctions and Bidding Coalitions: Structuring the Sale of Club Goods",
    "citation_author": [
        "John Asker",
        "Mariagiovanna Baccara",
        "SangMok Lee"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAuctioneers of patents are observed to allow joint bidding by coalitions of buyers. These auctions are distinguished by the good for sale being non-rivalrous, but still excludable, in consumption{that is, they auctions of club goods. This affects how coalitional bidding impacts auction performance. We study the implications of coalitions of bidders on second-price (or equivalently, ascending-price) auctions. Although the formation of coalitions can benefit the seller, we show that stable coalition profiles tend to consist of excessively large coalitions, to the detriment of both auction revenue and social welfare. Limiting the permitted coalition size increases efficiency and confers benefits on the seller. Lastly, we compare the revenues generated by patent auctions and multi-license auctions, and we find that the latter are superior in a large class of environments.\n\n",
    "acknowledgement": "\nWe thank three anonymous referees and the editor Nicola Persico for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}