{
    "id": 28600,
    "citation_title": "Misdemeanor Prosecution",
    "citation_author": [
        "Amanda Y. Agan",
        "Jennifer L. Doleac",
        "Anna Harvey"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2022-08-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCommunities across the United States are reconsidering the public safety benefits of prosecuting nonviolent misdemeanor offenses, yet there is little empirical evidence to inform policy in this area. In this paper we report the first estimates of the causal effects of misdemeanor prosecution on defendants' subsequent criminal justice involvement. We leverage the as-if random assignment of nonviolent misdemeanor cases to Assistant District Attorneys (ADAs) who decide whether a case should be prosecuted in the Suffolk County District Attorney's Office in Massachusetts. These ADAs vary in the average leniency of their prosecution decisions. We find that, for the marginal defendant, nonprosecution of a nonviolent misdemeanor offense leads to a 53% reduction in the likelihood of a new criminal complaint, and to a 60% reduction in the number of new criminal complaints, over the next two years. These local average treatment effects are largest for defendants without prior criminal records, suggesting that averting criminal record acquisition is an important mechanism driving our findings. We also present evidence that a recent policy change in Suffolk County imposing a presumption of nonprosecution for nonviolent misdemeanor offenses had similar beneficial effects, decreasing the likelihood of subsequent criminal justice involvement.\n\n",
    "acknowledgement": "\nWe thank former Suffolk County District Attorney Rachael Rollins and the Suffolk County District Attorney's Office for their cooperation. Thanks to Rebecca Regan for excellent research assistance, to Manudeep Bhuller for code and discussions about calculating the complier means, to Martin Andresen for extensive help with the estimation of marginal treatment effects via mtefe, and to Mauricio Caceres-Bravo for help with estimation of UJIVE via manyiv. We thank Paul Goldsmith-Pinkham, Peter Hull, Michal Kolesár, Emily Leslie, Justin McCrary, Sam Norris, and Roman Rivera for conversations that improved the paper. We appreciate feedback from Jim Greiner, Steve Lehrer, James MacKinnon, Steven Raphael, Jeff Smith, and Megan Stevenson; seminar participants at American University, Bentley University, Boston University, the Federal Reserve Bank of Minneapolis, Georgia State University, LSE-Centre for Economic Performance, Michigan State University, Queen's University, Rutgers University, University of Pittsburgh, University of Toronto, University of Virginia School of Law, and West Virginia University; and conference participants at the 2020 Emory University Conference on Institutions and Law Making, the 2020 APPAM Fall Research Conference, and the 2020 Duke University Empirical Criminal Law Roundtable. We gratefully acknowledge funding from the W.T. Grant Foundation and the Chan Zuckerberg Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}