{
    "id": 28607,
    "citation_title": "Aspirations and Financial Decisions: Experimental Evidence from the Philippines",
    "citation_author": [
        "David McKenzie",
        "Aakash Mohpal",
        "Dean Yang"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2021-08-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA randomized experiment among poor entrepreneurs tested the impact of exogenously inducing higher financial aspirations. In theory, raising aspirations could have positive effects by inducing higher effort, but could also reduce effort if unmet aspirations lead to frustration. Treatment resulted in more ambitious savings goals, but nearly all individuals fell far short of reaching these goals. Two years later, treated individuals had not saved more, and actually had lower borrowing and business investments. Treatment also reduced belief in the amount of control over one’s life. Setting aspirations too high can lead to frustration, leading individuals to reduce their economic investments.\n\n",
    "acknowledgement": "\nWe are thankful to the staff of People’s Alternative Foundation of Sorsogon, Inc. (PALSFI) and CEO Sr. Adelia Oling for collaborating in this research, and to Innovations for Poverty Action (IPA), Philippines for coordinating fieldwork. We are grateful to Innovations for Poverty Action and the World Bank’s Research Support Budget (RSB) for funding this research. Matthew Groh and Jose Marie Gonzalez provided excellent research assistance. We obtained IRB approval from the Innovations for Poverty Action IRB (12September-003). The findings, interpretations, and conclusions expressed in this paper are those of the authors. They do not necessarily represent the views of the institutions they are affiliated with. Our AEA RCT Registry number is AEARCTR-0000148. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}