{
    "id": 28605,
    "citation_title": "Career Spillovers in Internal Labor Markets",
    "citation_author": [
        "Nicola Bianchi",
        "Giulia Bovini",
        "Jin Li",
        "Matteo Paradisi",
        "Michael L. Powell"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies career spillovers across workers, which arise in firms with limited promotion opportunities. We exploit a 2011 Italian pension reform that unexpectedly tightened eligibility criteria for the public pension, leading to sudden, substantial, and heterogeneous retirement delays. Using administrative data on Italian private-sector workers, the analysis leverages cross-firm variation to isolate the effect of retirement delays among soon-to-retire workers on the wage growth and promotions of their colleagues. We find evidence of spillover patterns consistent with older workers blocking the careers of their younger colleagues, but only in firms with limited promotion opportunities.\n\n",
    "acknowledgement": "\nWe thank Dan Barron, Tim Bond, Guillermo Caruana, Wouter Dessein, Michael Dinerstein, Guido Friebel, Ben Friedrich, Eddie Lazear, Danielle Li, Niko Matouschek, Peter Orazem, Steve Pischke, Andrea Prat, Jim Rebitzer, Catherine Thomas, Paolo Sestito, and Eliana Viviano, as well as seminar participants at Columbia Business School, the CSEF-IGIER Symposium, the Empirical Management Conference, Harvard Business School, London School of Economics, the Madrid Workshop on Relational Contracts, Max Planck Institute, the MEA meeting, the NBER Summer Institute, Northwestern University, RAND Corporation, the Society for Institutional and Organizational Economics, and York University for their helpful comments. We thank Massimo Antichi, Mariella Cozzolino, Edoardo Di Porto, and Paolo Naticchioni for help with the data. The realization of the present article was possible thanks to the sponsorship and financial support to the “VisitINPS Scholars” program. The views expressed in this article are those of the authors and are not the responsibility of INPS, the Bank of Italy, or the Eurosystem. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}