{
    "id": 28618,
    "citation_title": "Millennials and the Take-Off of Craft Brands: Preference Formation in the U.S. Beer Industry",
    "citation_author": [
        "Bart J. Bronnenberg",
        "Jean-Pierre H. Dubé",
        "Joonhwi Joo"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2023-07-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct an empirical case study of the U.S. beer industry to analyze the disruptive effects of locally-manufactured, craft brands on market structure, an increasingly common phenomenon in CPG industries typically attributed to the emerging generation of adult Millennial consumers. We document a generational share gap: Millennials buy more craft beer than earlier generations. We test between two competing mechanisms: (i) persistent generational differences in tastes and (ii) differences in past experiences, or, consumption capital. Our test exploits a novel database tracking the geographic differences in the diffusion of craft breweries across the U.S.. Using a structural model of demand with endogenous consumption capital stock formation, we find that heterogeneous consumption capital accounts for 85% of the generational share gap between Millennials and Baby Boomers, with the remainder explained by intrinsic generational differences in preferences. We predict the beer market structure will continue to fragment over the next decade, over-turning a nearly century-old structure dominated by a small number of national brands. The attribution of the share gap to consumption capital shaped through availability on the supply side of the market highlights how barriers to entry, such as regulation and high traditional marketing costs, sustained a concentrated market structure.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Ken Elzinga for sharing his U.S. beer industry database. We benefited from the comments and suggestions from Matt Gentzkow, Elisabeth Honka, Mingyu Joo, Xinyao Kong, Jin Miao, Olivia Natan, Ralph Siebert and from seminar participants at Harvard, the 2020 ISMS Marketing Science conference, the Symposium on Consumer Analytics and Data Science in Marketing and the 2021 Bass FORMS conference at UTD. We also thank Andrew Wooders and Hwikook Choe for excellent research assistance. We are grateful to the University of Chicago Kilts Center for Marketing for providing the Nielsen data. Authors own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the authors and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Dubé gratefully acknowledges the research support of the Charles E. Merrill fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}