{
    "id": 28610,
    "citation_title": "Slippery Fish: Enforcing Regulation when Agents Learn and Adapt",
    "citation_author": [
        "Andres Gonzalez-Lira",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAttempts to curb undesired behavior through regulation gets complicated when agents can adapt to circumvent enforcement. We test a model of enforcement with learning and adaptation, by auditing vendors selling illegal fish in Chile in a randomized controlled trial, and tracking them daily using mystery shoppers. Conducting audits on a predictable schedule and (counter-intuitively) at high frequency is less effective, as agents learn to take advantage of loopholes. A consumer information campaign proves to be almost as cost-effective and curbing illegal sales, and obviates the need for complex monitoring and policing. The Chilean government subsequently chooses to scale up this campaign.\n\n",
    "acknowledgement": "\nWe thank the National Marine Resource Authority of Chile, Sernapesca, for their cooperation in implementing a randomized controlled trial; JPAL-Latin America for providing research and data collection support as well as the connection to Sernapesca through a JPAL Executive Education program in Santiago; the Macmillan Center at Yale, the Center for Business and Environment at Yale, and Sernapesca for financial support; Gunjan Amarnini, Olivia Bordeu, Pascuala Domínguez, Angélica Eguiguren, Matthew Sant-Miller, Cristian Ugarte and Diego Verdugo for research assistance; Anjali Adukia, Kaushik Basu, Eli Berman, Fiona Burlig, Christopher Costello, Ernesto Dal Bo, Ruben Durante, Ed Glaeser, Rick Hornbeck, Kyle Meng, Dina Pomeranz, Sandra Sequeria, ReedWalker, and seminar and conference participants at NBER EEE 2020 Spring Meeting, AEA 2018 Meetings, Univ. of Chicago, Univ of British Columbia, Cornell Univ., Harvard Business School, UC-Berkeley-Haas, INSEAD, PUC-Chile, Sciences Po, Univ. of Hawaii, Univ. of Waikato, UC-Berkeley Econ, UC-Santa Barbara, Vienna Univ. of Economics and Business, Yale University, University of Zurich, and North-east Environmental Economics Workshop, and BREAD conference at Univ. of Maryland for comments. Mobarak acknowledges support from a Carnegie Fellowship Grant ID G-F-17-54329. This study was pre-registered in the AEA RCT Registry: AEARCTR-0000822. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}