{
    "id": 28616,
    "citation_title": "The Smoot-Hawley Trade War",
    "citation_author": [
        "Kris James Mitchener",
        "Kirsten Wandschneider",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2024-10-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the outbreak of a trade war after the U.S. adopted the Smoot-Hawley tariff in June 1930. U.S. trade partners initially protested the possible implementation of the sweeping tariff legislation, with many eventually choosing to retaliate by increasing their tariffs on imports from the United States. Using a new quarterly dataset on bilateral trade for 99 countries during the interwar period, we show that U.S. exports to countries that protested fell by between 15 and 22 percent, while U.S. exports to retaliators fell by 28-33 percent. Furthermore, using a second new dataset on U.S. exports at the product-level, we find that the most important U.S. exports to retaliating markets were particularly affected, suggesting a possible mechanism whereby the U.S. was targeted despite countries’ MFN obligations. The retaliators’ welfare gains from trade fell by roughly 8-17%.\n\n",
    "acknowledgement": "\nO’Rourke gratefully acknowledges the hospitality of Sciences Po as well as the financial support of the ERC, under the European Union’s Seventh Framework Programme (FP7/2007–2013), ERC grant agreement 249546; the Oxford History Faculty’s Sanderson Fund; the John Fell OUP Research Fund; and NYU Abu Dhabi. Alan Fernihough and Silvi Berger collected the monthly and quarterly trade data and we are extremely grateful to both as well as to Lorenz Reiter, Alexander Wulfers and Adrian Daues for outstanding research assistance. We thank Doug Irwin and Wolfgang Keller as well as seminar and conference participants at the 2021 ASSA Meetings, University of Vienna, and the Mountain West Economic History Conference for helpful comments and suggestions, and Thierry Mayer and Raymond Hicks, who were particularly generous in answering our queries and providing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}