{
    "id": 28612,
    "citation_title": "Does LEED Certification Save Energy? Evidence from Retrofitted Federal Buildings",
    "citation_author": [
        "Karen Clay",
        "Edson R. Severnini",
        "Xiaochen Sun"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the causal impact of LEED (Leadership in Energy & Environmental Design) certification on energy consumption among federally owned buildings that were retrofitted over the period 1990-2019. Using a difference-in-differences propensity score matching approach, the paper has two findings. First, despite energy savings being an explicit federal goal, LEED-certified retrofits of federal buildings did not have statistically significant energy savings on average. Second, LEED buildings with higher energy scores had greater energy efficiency post-certification, and the improvements were economically meaningful. The absence of energy savings on average appears to be driven by three factors—trade-offs across energy and other areas in acquiring points for certification, possible changes in energy use after the official performance period for LEED certification ended, and improvements in the energy efficiency of all federal buildings.\n\n",
    "acknowledgement": "\nWe are grateful for invaluable comments and suggestions from two anonymous referees, Andrea La Nauze, Josh Linn, Vivian Loftness, Kathleen Segerson, Yujie Xu, seminar participants at Carnegie Mellon University, and conference participants at the Association for Mentoring and Inclusion in Economics (AMIE)'s Workshop in Applied Microeconomics. We also gratefully acknowledge financial support from the Heinz College at Carnegie Mellon University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}