{
    "id": 28617,
    "citation_title": "The Causal Eﬀects of Lockdown Policies on Health and Macroeconomic Outcomes",
    "citation_author": [
        "Jonas E. Arias",
        "Jesús Fernández-Villaverde",
        "Juan Rubio Ramírez",
        "Minchul Shin"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2022-03-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the causal impact of epidemic-induced lockdowns on health and macroeconomic outcomes and measure the trade-oﬀ between containing the spread of an epidemic and economic activity. To do so, we estimate an epidemiological model with time-varying parameters and use its output as information for estimating SVARs and LPs that quantify the causal eﬀects of nonpharmaceutical policy interventions. We apply our approach to Belgian data for the COVID-19 epidemic during 2020. We ﬁnd that additional government-mandated mobility curtailments would have reduced deaths at a very small cost in terms of GDP.\n\n",
    "acknowledgement": "\nWe thank the editor, three referees, Kris Boudt, Frank Diebold, Lukasz Drozd, Jan Eeckhout, Lutz Kilian, Mikkel Plagborg-Møller, and Christian Wolf for useful comments. Some of the ideas in this paper came out of previous work with Chad Jones. John Cochrane was the ﬁrst to point out to us the potential key importance of time-varying parameters in epidemiological models. An earlier version of this paper circulated as “Bayesian Estimation of Epidemiological Models: Methods, Causality, and Policy Trade-Oﬀs.” Disclaimer: The views expressed in this paper are solely those of the authors and do not necessarily reﬂect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.. Any errors or omissions are the responsibility of the authors. No statements here should be treated as legal advice.\n\n\n"
}