{
    "id": 28627,
    "citation_title": "Dry Bulk Shipping and the Evolution of Maritime Transport Costs, 1850-2020",
    "citation_author": [
        "David S. Jacks",
        "Martin Stuermer"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence on the dynamic effects of fuel price shocks, shipping demand shocks, and shipping supply shocks on real dry bulk freight rates in the long run. We first analyze a new dataset on dry bulk freight rates for the period from 1850 to 2020, finding that they followed a downward but undulating path with a cumulative decline of 79%. Next, we turn to understanding the drivers of booms and busts in the dry bulk shipping industry, finding that shipping demand shocks strongly dominate all others as drivers of real dry bulk freight rates in the long run. Furthermore, while shipping demand shocks have increased in importance over time, shipping supply shocks in particular have become less relevant.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas or the Federal Reserve System. This paper is a contribution to a volume in honour of Jeff Williamson, and we would like to recognize not only his comments but also his support through the years. Additionally, we thank Christiane Baumeister, Lutz Kilian, Jan Tore Klovland, James Morley, Andrew Seltzer, and Stig Tenold for timely comments. We also especially thank Christiane Baumeister for allowing us to use additional freight rate data for the post-1973 period and Alexis Wegerich for allowing us to use the coal price data underlying his thesis. Anna Eckert, Camila Holn, Sean Howard, Aida Kazemi, and Sean Lee also provided excellent research assistance. Finally, Jacks gratefully acknowledges the Social Science and Humanities Research Council of Canada for research support. Jacks: Simon Fraser University/Yale-NUS College, CEPR, and NBER; Stuermer: Federal Reserve Bank of Dallas, Research Department. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}