{
    "id": 28622,
    "citation_title": "Body-Worn Cameras in Policing: Benefits and Costs",
    "citation_author": [
        "Morgan C. Williams Jr.",
        "Nathan Weil",
        "Elizabeth A. Rasich",
        "Jens Ludwig",
        "Hye Chang",
        "Sophia Egrari"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2024-02-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nBody-worn cameras (BWCs) are an increasingly common tool for police oversight, accountability, and transparency, yet there remains uncertainty about their impacts on policing outcomes. This paper reviews what we know about the benefits of BWCs and how those benefits compare to the costs of this new technology. We make two contributions relative to existing research. First, we update prior meta-analyses of studies of the impacts of BWCs on policing outcomes to incorporate the most recent, and largest, studies carried out to date in this literature. This additional information provides additional support for the idea that cameras may affect a number of policing outcomes that are important from a social welfare perspective, particularly police use of force. Second, we carry out a benefit-cost analysis of BWCs, as financial barriers are often cited as a key impediment to adoption by police departments. Our baseline estimate for the benefit-cost ratio of BWCs is 4.95. Perhaps as much as one-quarter of the estimated benefits accrue to government budgets directly, which suggests the possibility that this technology could, from the narrow perspective of government budgets, even pay for itself.\n\n",
    "acknowledgement": "\nThis report was funded by a grant from Citadel to the Council on Criminal Justice and the University of Chicago Crime Lab. As part of the University of Chicago Crime Lab’s ongoing work to build and implement an early warning system for the Chicago Police Department as part of the city’s consent decree with the Illinois Attorney General, the Crime Lab received two $5,000 grants from Axon to support travel of subject matter experts to Chicago. For helpful comments and discussions on this report, we thank Nancy Lavigne and the CCJ Police Task Force as well as Anthony Braga, Aaron Chalfin, Philip Cook, Barry Friedman, and Emily Owens. All interpretations and any errors are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}