{
    "id": 28629,
    "citation_title": "COVID-19 Time-varying Reproduction Numbers Worldwide: An Empirical Analysis of Mandatory and Voluntary Social Distancing",
    "citation_author": [
        "Alexander Chudik",
        "M. Hashem Pesaran",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates time-varying COVID-19 reproduction numbers worldwide solely based on the number of reported infected cases, allowing for under-reporting. Estimation is based on a moment condition that can be derived from an agent-based stochastic network model of COVID-19 transmission. The outcomes in terms of the reproduction number and the trajectory of per-capita cases through the end of 2020 are very diverse. The reproduction number depends on the transmission rate and the proportion of susceptible population, or the herd immunity effect. Changes in the transmission rate depend on changes in the behavior of the virus, reflecting mutations and vaccinations, and changes in people's behavior, reflecting voluntary or government mandated isolation. Over our sample period, neither mutation nor vaccination are major factors, so one can attribute variation in the transmission rate to variations in behavior. Evidence based on panel data models explaining transmission rates for nine European countries indicates that the diversity of outcomes results from the non-linear interaction of mandatory containment measures, voluntary precautionary isolation, and the economic incentives that governments provided to support isolation. These effects are precisely estimated and robust to various assumptions. As a result, countries with seemingly different social distancing policies achieved quite similar outcomes in terms of the reproduction number. These results imply that ignoring the voluntary component of social distancing could introduce an upward bias in the estimates of the effects of lock-downs and support policies on the transmission rates. The full set of estimation results and the replication package are available on the authors' websites.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised and extended version of the paper entitled “Voluntary and mandatory social distancing: Evidence on COVID-19 exposure rates from Chinese provinces and selected countries,” NBER  Working Paper No. 27039, April 2020. We are grateful to Anton Korinek, Ippei Fujiara, Piero La Mura, Ron Smith, Zheng (Michael) Song, Cynthia Yang, and seminar participants in the VEAMS seminar series for comments and discussions on a previous draft of this paper. We also thank Johns Hopkins University for assistance with the data and Daniel Jiménez for excellent research assistance. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. Any errors or omissions are the responsibility of the authors.\n\n\n"
}