{
    "id": 28624,
    "citation_title": "Discontinued Positive Feedback Trading and the Decline of Return Predictability",
    "citation_author": [
        "Itzhak Ben-David",
        "Jiacui Li",
        "Andrea Rossi",
        "Yang Song"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2022-05-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that demand effects generated by institutional frictions can influence systematic return predictability patterns in stocks and mutual funds. Identification relies on a reform to the Morningstar rating system, which we show caused a structural break in style-level positive feedback trading by mutual funds. As a result, momentum-related factors in stocks, as well as performance persistence and the “dumb money effect” in mutual funds, experienced sharp decline. Consistent with the proposed channel, return predictability declined right after the reform, was limited to the U.S. market, and was concentrated in factors and mutual funds most exposed to the mechanism.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Discontinued Positive Feedback Trading and the Decline in Asset Pricing Factor Profitability.\" We thank Nicholas Barberis, Huaizhi Chen, Thummim Cho, Lauren Cohen, Sylvester Flood (Morningstar), Umit Gurun, Bing Han, Paul Kaplan (Morningstar), Dong Lou, Chris Malloy, Christopher Schwarz, John Shim, Andrei Shleifer, Moto Yogo, and Lu Zheng for helpful comments. We thank seminar participants at The Ohio State University, the University of Utah, the University of Washington, the University of California-Irvine, Hong Kong University of Science and Technology, and Arrowstreet Capital, as well as 2021 WFA, 2021 EFA, 2022 MFA, Pacific Northwest Finance Conference, and the National Bureau of Economic Research Behavior Finance Workshop participants for comments and George Aragon for sharing data. Ben-David is with The Ohio State University and the National Bureau of Economic Research, Li is with the University of Utah, Rossi is with the University of Arizona, and Song is with the University of Washington. Ben-David is a co-founder and a partner in an investment advisor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}