{
    "id": 28620,
    "citation_title": "Carbon Policy and the Emissions Implications of Electric Vehicles",
    "citation_author": [
        "Kenneth Gillingham",
        "Marten Ovaere",
        "Stephanie M. Weber"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWill a carbon tax improve the welfare consequences of policies to promote electric vehicles? This paper examines when a complementarity could exist between carbon pricing and high electric vehicle adoption. We analyze electricity generation in recent years to show that in several regions, carbon pricing interacts with electric vehicle adoption. Under moderate carbon prices like those in effect today, additional electric vehicles will be more likely to be charged with coal-fired generation than without carbon pricing. We confirm this finding using a detailed dynamic model that includes the transportation and power sectors. At much higher carbon prices, the effect reverses.\n\n",
    "acknowledgement": "\nWe are grateful for conversations and comments from numerous colleagues, including Pei Huang and Brian Reed, and from seminar participants at Yale, London School of Economics, Triangle Resource and Environmental Economics Seminar, Ghent University, Michigan State, UC Dublin, Harvard, and the AERE Summer meetings. This work was developed under Assistance Agreement No. RD835871 awarded by the U.S. Environmental Protection Agency (EPA) to Yale University. It has not been formally reviewed by EPA. The views expressed in this document are solely those of the authors and do not necessarily reflect those of the Agency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}