{
    "id": 28628,
    "citation_title": "Estimating the Financial Impact of Gene Therapy in the U.S.",
    "citation_author": [
        "Chi Heem Wong",
        "Dexin Li",
        "Nina Wang",
        "Jonathan Gruber",
        "Rena M. Conti",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-01",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe empirically assess the potential financial impact of future gene therapies on the US economy. After identifying 109 late-stage gene therapy clinical trials currently underway, we estimate the number of new and existing patients with corresponding diseases to be treated by these gene therapies, developing and applying novel mathematical models to estimate the increase in quality-adjusted life years for each approved gene therapy. We then simulate the launch prices and the expected spending for these therapies over a 15-year time horizon. Under conservative assumptions, the results of our simulation suggest that an expected total of 1.09 million patients will be treated by gene therapy from January 2020 to December 2034. The expected peak annual spending on these therapies is $25.3 billion, and the expected total spending from January 2020 to December 2034 is $306 billion. Assuming a linear pace of future gene therapy development fitted to past experience, our spending estimate increases by only 15.7% under conservative assumptions. As a proxy for the impact of expected spending on different public and private payers, we decompose the estimated annual spending by treated age group. Since experience suggests that insurers with annual budget constraints may restrict access to therapies with expected benefit to the patient, we consider various methods of payment to ensure access to these therapies even among those insured by the most budget-constrained payers.\n\n",
    "acknowledgement": "\nWe thank Sarah Antiles and Nora Yang for assisting with the preparation of data. We also thank Jon Campbell, Charles Gerrits, Kathy Gooch, Stacey Kowal, Donald Nichols, Mark Trusheim, Karen Tsai, and Ed Tuttle for helpful comments, and Jayna Cummings for editorial support. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, or any of the individuals acknowledged above. Funding support from the MIT Laboratory for Financial Engineering is gratefully acknowledged, but no direct funding was received for this study and no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript. The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Gruber\n\nI would like to further disclose  a consulting relationship with the biotech company Sarepta\n\n\n"
}