{
    "id": 28625,
    "citation_title": "The Effect of Macroeconomic Uncertainty on Household Spending",
    "citation_author": [
        "Olivier Coibion",
        "Dimitris Georgarakos",
        "Yuriy Gorodnichenko",
        "Geoff Kenny",
        "Michael Weber"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new survey of European households, we study how exogenous variation in the macroeconomic uncertainty perceived by households affects their spending decisions. We use randomized information treatments that provide different types of information about the first and/or second moments of future economic growth to generate exogenous changes in the perceived macroeconomic uncertainty of some households. The effects on their spending decisions relative to an untreated control group are measured in follow-up surveys. Higher macroeconomic uncertainty induces households to reduce their spending on non-durable goods and services in subsequent months as well as to engage in fewer purchases of larger items such as package holidays or luxury goods. Moreover, uncertainty reduces household propensity to invest in mutual funds. These results support the notion that macroeconomic uncertainty can impact household decisions and have large negative effects on economic outcomes.\n\n",
    "acknowledgement": "\nWe thank Justus Meyer for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank or any other institution with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}