{
    "id": 28632,
    "citation_title": "From Mancession to Shecession: Women's Employment in Regular and Pandemic Recessions",
    "citation_author": [
        "Titan Alon",
        "Sena Coskun",
        "Matthias Doepke",
        "David Koll",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "2022-05-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of the global recession triggered by the Covid-19 pandemic on women's versus men's employment. Whereas recent recessions in advanced economies usually had a disproportionate impact on men's employment, giving rise to the moniker \"mancessions,\" we show that the pandemic recession of 2020 was a \"shecession\" in most countries with larger employment declines among women. We examine the causes behind this pattern using micro data from several national labor force surveys, and show that both the composition of women's employment across industries and occupations as well as increased childcare needs during closures of schools and daycare centers made important contributions. While many countries exhibit similar patterns, we also emphasize how policy choices such as furloughing policies and the extent of school closures shape the pandemic's impact on the labor market. Another notable finding is the central role of telecommuting: gender gaps in the employment impact of the pandemic arise almost entirely among workers who are unable to work from home. Nevertheless, among telecommuters a different kind of gender gap arises: women working from home during the pandemic spent more work time also doing childcare and experienced greater productivity reductions than men. We discuss what our findings imply for gender equality in a post-pandemic labor market that will likely continue to be characterized by pervasive telecommuting.\n\n",
    "acknowledgement": "\nManuscript prepared for the 36th NBER Macro Annual. We thank  Suzanne Bellue, Kwok Yan Chiu, and Laura Montenbruck for excellent research assistance and the German Research Foundation (through the CRC-TR-224 project A3 and the Gottfried Wilhelm Leibniz-Prize) and the National Science Foundation for their financial support. We thank Katja Möhring and Ulrich Krieger  for help and access to the German data and Hans-Martin von Gaudecker for help with the Dutch data. This paper is also based on data from Eurostat, EU-LFS, 1998-2019. The responsibility for all conclusions drawn from the data lies entirely with the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}