{
    "id": 28635,
    "citation_title": "Dispersion in Financing Costs and Development",
    "citation_author": [
        "Tiago V. Cavalcanti",
        "Joseph P. Kaboski",
        "Bruno S. Martins",
        "Cezar Santos"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMost aggregate theories of financial frictions model credit available at a single cost of financing but rationed. However, using a comprehensive firm-level credit registry, we document both high levels and high dispersion in credit spreads to Brazilian firms. We develop a quantitative dynamic general equilibrium model in which dispersion in spreads arises from intermediation costs and market power. Calibrating to the Brazilian data, we show that, for equivalent levels of external financing, dispersion has more profound impacts on aggregate development than single-price credit rationing and yields firm dynamics that are more consistent with observed patterns.\n\n",
    "acknowledgement": "\nFinancial support from the Coordenação de Aperfeicoamento de Pessoal de Nível Superior—Brasil (CAPES)—Finance Code 001 and Faperj and CEPR's STEG research programme is gratefully acknowledged.  Kaboski has significant financial relationships with Yale University's YRISE, the IMF, and STEG. The views expressed in this article are those of the authors and do not necessarily represent those of the Central Bank of Brazil, Banco de Portugal, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}