{
    "id": 28638,
    "citation_title": "Optimal Product Design: Implications for Competition and Growth under Declining Search Frictions",
    "citation_author": [
        "Guido Menzio"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs search frictions become smaller in the market for a consumer product, buyers are able to locate and access more sellers per unit of time. In response, sellers choose to design varieties of the product that are more specialized in order to exploit differences in the buyers' preferences. I find mild conditions on the fundamentals under which the decline in search frictions and the increase in specialization have exactly offsetting effects on the extent of competition in the market. Under these conditions, price dispersion remains constant over time even though search frictions are vanishing. Buyer's surplus and seller's profit, however, grow at a constant endogenous rate, as the endogenous increase in specialization allows sellers to cater better and better to the heterogeneous desires of buyers.\n\n",
    "acknowledgement": "\nI am especially grateful to Pierre-Olivier Weill for insightful comments on an earlier version of the paper. I also thank Jim Albrecht, Costas Arkolakis, Jess Benhabib, Jaroslav Borovicka, Manolis Galenianos, Boyan Jovanovic, Julian Kozlowski, Ben Lester, Sephora Mangin, Paolo Martellini, Ezra Oberfield, Jesse Perla, Bruno Sultanum, Ronald Wolthoff, Randy Wright and participants at several seminars and conferences for their feedback. Guillaume Nevo has provided me with excellent research assistance. A major source of inspiration for this paper is Section III of Nobu Kyiotaki's and Randy Wright's 1993 classic \"A Search Theoretic Approach to Monetary Economics.\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}