{
    "id": 28633,
    "citation_title": "Changing Returns to Scale in Manufacturing 1880-1930: The Rise of (Skilled) Labor?",
    "citation_author": [
        "Jeanne Lafortune",
        "Ethan G. Lewis",
        "José Pablo Martínez",
        "José Tessada"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates returns to scale for manufacturing industries around the turn of the twentieth century in the United States by exploiting an industry-city panel data for the years 1880-1930. We estimate decreasing returns to scale on average over the period, contrary to most of the existing literature, because our empirical methodology allows us to separate returns to scale from \"agglomeration\" effects. We also find that returns to scale grew substantially after 1910, mostly because the return to labor grew. We find that this was more marked in industries that were more intensive in human capital and energy at the beginning of the period and in cells that were less competitive. Overall, results suggest that technological change and lack of initial competition played relevant roles in the rise of larger establishments in manufacturing.\n\n",
    "acknowledgement": "\nWe thank Javiera Garcia and Katia Everke for excellent research assistance. Lafortune and Tessada thank Fondecyt Regular 1181812 for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}