{
    "id": 28631,
    "citation_title": "Monopoly of Taxation Without a Monopoly of Violence: The Weak State’s Trade-Offs From Taxation",
    "citation_author": [
        "Soeren J. Henn",
        "Christian Mastaki Mugaruka",
        "Miguel Ortiz",
        "Raúl Sánchez de la Sierra",
        "David Qihang Wu"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "2024-07-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis study presents a new economic perspective on state-building based on a case study in the Democratic Republic of the Congo’s hinterland. We explore the implications for the state of considering rebels as stationary bandits. When the state, through a military operation, made it impossible for rebels to levy taxes, it inadvertently encouraged them to plunder the assets of the very citizens they previously preferred to tax. When it negotiated with rebels instead, this effect was absent, but negotiating compromised the state’s legitimacy and prompted the emergence of new rebels. The findings suggest that attempting to increase taxation by a weak state in the hinterland could come at the expense of safety in the medium term and of the integrity of the state in the long term.\n\n",
    "acknowledgement": "\nWe thank  Gauthier Marchais, and all members of the Marakuja Kivu Research team, for invaluable support. Especially: Desire Basibuhe, Christian Bazuzi, Aimable Amani Lameke, Simeon Lukeno, Floribert Lwaboshi, Emmanuel Kandate, Freddy Koleramungu, Salomon Salumu Kombi,  Eustache Kuliumbwa, and Anne-Laure Van der Wielen. We thank  Ernesto Dal Bo, Oeindrila Dube, Luis Martinez, Vincent Tanutama, and Noam Yuchtman for valuable feedback. Sánchez de la Sierra thanks  Robert Bates, Christopher Blattman, Pierre-André Chiappori, Donald Davis, Avner Greif,  Macartan Humphreys, Suresh Naidu, Bernard Salanié for invaluable guidance. The data collection for this study was funded by the National Science Foundation Dissertation Improvement Grants (award number 1261025), Private Enterprise Development in Low-income countries, the International Peace Association Research Foundation, and the International Center for Taxation and Development. For two of these sources, funding originally came from the former United Kingdom's Department For International Development. The data was gathered in 2012, 2013, and 2015 by the current members of Markuja Kivu Research, non-profit data collection organization co-founded by Basibuhe, Bazuzi, Koleramungu, Lameke, Lukeno, Marchais, Mugaruka, and Sanchez de la Sierra. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}