{
    "id": 28636,
    "citation_title": "Pandemics, Incentives, and Economic Policy: A Dynamic Model",
    "citation_author": [
        "Roberto Chang",
        "Humberto Martínez",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe advent of a pandemic is an exogenous shock, but the dynamics of contagion are very much endogenous --and depend on choices that individuals make in response to incentives. In such an episode, economic policy can make a difference not just by alleviating economic losses but also via incentives that affect the trajectory of the pandemic itself. We develop this idea in a dynamic equilibrium model of an economy subject to a pandemic. Just as in conventional SIR models, infection rates depend on how much time people spend at home versus working outside the home. But in our model, whether to go out to work is a decision made by individuals who trade off higher pay from working outside the home today versus a higher risk of infection and expected future economic and health-related losses. As a result, pandemic dynamics depend on factors that have no relevance in conventional models. In particular, expectations and forward-looking behavior are crucial and can result in multiplicity of equilibria with different levels of economic activity, infection, and deaths. The analysis yields novel policy lessons. For example, incentives embedded in a fiscal package resembling the U.S. CARES Act can result in two waves of infection.\n\n",
    "acknowledgement": "\nWe thank Drew Harris and seminar participants at Rutgers University for useful comments. Any additional suggestions will be greatly appreciated. This project started while Chang was serving as BP Centennial Professor at LSE, whose hospitality he acknowledges with thanks. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}