{
    "id": 28637,
    "citation_title": "Taxing Property in Developing Countries: Theory and Evidence from Mexico",
    "citation_author": [
        "Anne Brockmeyer",
        "Alejandro Estefan",
        "Karina Ramírez Arras",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "2023-05-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the most under-utilized tax in developing countries—the property tax—by modeling and estimating the welfare effects of tax rate changes and enforcement. The model shows tax hikes impact welfare by reducing compliance and exacerbating liquidity constraints. Enforcement impacts welfare by subjecting non-compliant taxpayers to threats of fines and property seizure. Empirically, administrative data, sharp tax rate increases, and an enforcement experiment show both policies increase revenue. Tax hikes raise welfare since revenue gains surpass liquidity costs. Enforcement reduces welfare as threat costs overshadow revenue increases. Governments can enhance welfare by raising tax rates rather than escalating enforcement.\n\n",
    "acknowledgement": "\nWe are grateful to the Ministry of Finance of Mexico City for granting us access to property tax records, to Arturo Herrera for initiating innovative analytical work on tax compliance in Mexico, and to Roberto Carlos Fernández González, Gabriel Portilla Orozco, Lizbeth Rodríguez Luna, Alejandra Aguirre, Emilio Barriga, and Carlos Cardoso for their guidance. We appreciate helpful comments from Stuart Adam, Hunt Allcott, Peter Arcidiacono, David Agrawal, Michel Azulai, Pierre Bachas, Pat Bayer, David Berger, Michael Best, Augustin Bergeron, Pierre Boyer, Marius Brüllhart, Stefano Curto, Don Davis, Manon Delvaux, Aureo de Paula, Rebecca Diamond, Gilles Duranton, Fernando Ferreira, Lucie Gadenne, François Gerard, Guillermo Gruces, Irem Güçeri, Steve Hamilton, Jessie Handbury, Mariaflavia Harari, Andreas Haufler, Anders Jensen, Matt Johnson, Ben Lockwood, Juliana Londoño Vélez, Mohammed Mardan, Tim McQuade, Jakob Miethe, Enrico Moretti, Joana Naritomi, Oyebola Okunogbe, Ben Olken, Andreas Peichl, David Phillips, Dina Pomeranz, Giacomo Ponzetto, Diego Puga, Sander Ramboer, Pablo Saavedra, Dominik Sachs, Guttorm Schjelderup, Modibo Sidibe, Divya Singh, Joel Slemrod, Chris Timmins, Gabriel Tourek, Nick Tsivanidis, Nancy Wallace, Mazhar Waseem, Jonathan Weigel, Francis Wong, Maisy Wong, Owen Zidar, Eric Zwick, Floris Zoutman, and seminar/conference participants at APPAM, Barcelona Public Economics Meeting, Cities Workshop, CURE, EEA, Georgetown University, George Mason University, George Washington University, Hoover Institution, IAAE, IADB, IFS, IIPF, Imperial College, Johns Hopkins University, Queen Mary University of London, NBER Summer Institute, NBER Public Economics Fall Meeting, NEUDC, Northwestern University, Norwegian School of Economics, the Online Public Finance Seminar, Oxford Center for Business Taxation, Richmond Fed, RIDGE conference, Stanford University (SITE), Syracuse University, UC Berkeley (Real Estate), UCSD, University of Maryland, University of Michigan, University of Munich, University of Notre Dame, University of Warwick, Wharton School, World Bank, ZEW, and the Zurich Public Finance in Developing Countries conference. Magaly Sáenz Somarriba and Meghan Howat provided excellent research assistance. The work was funded by the World Bank, by UKAID from the UK government via the Centre for Tax Analysis in Developing Countries (TaxDev) and through Brockmeyer’s UKRI Future Leaders Fellowship (grant reference MR/V025058/1). The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of the World Bank, its Board of Executive Directors, the governments that they represent, or the National Bureau of Economic Research, nor do they reflect the views of the Ministry of Finance of Mexico City or the Federal Ministry of Finance in Mexico. All errors are our own.\n\n\n"
}