{
    "id": 28647,
    "citation_title": "The Public Health Effects of Legalizing Marijuana",
    "citation_author": [
        "D. Mark Anderson",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThirty-six states have legalized medical marijuana and 14 states have legalized the use of marijuana for recreational purposes. In this paper, we review the literature on the public health consequences of legalizing marijuana, focusing on studies that have appeared in economics journals as well as leading public policy, public health, and medical journals. Among the outcomes considered are: youth marijuana use, alcohol consumption, the abuse of prescription opioids, traffic fatalities, and crime. For some of these outcomes, there is a near consensus in the literature regarding the effects of medical marijuana laws (MMLs). As an example, leveraging geographic and temporal variation in MMLs, researchers have produced little credible evidence to suggest that legalization promotes marijuana use among teenagers. Likewise, there is convincing evidence that young adults consume less alcohol when medical marijuana is legalized. For other public health outcomes such as mortality involving prescription opioids, the effect of legalizing medical marijuana has proven more difficult to gauge and, as a consequence, we are less comfortable drawing firm conclusions. Finally, it is not yet clear how legalizing marijuana for recreational purposes will affect these and other important public health outcomes. We will be able to draw stronger conclusions when more post-treatment data are collected in states that have recently legalized recreational marijuana.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}