{
    "id": 28649,
    "citation_title": "Representation is Not Sufficient for Selecting Gender Diversity",
    "citation_author": [
        "Justus A. Baron",
        "Bernhard Ganglmair",
        "Nicola Persico",
        "Timothy Simcoe",
        "Emanuele Tarantino"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nRepresentation of women and minorities in a “selectorate”—the group that chooses an organization's leaders—is a key mechanism for promoting diversity. We show that representation, on its own, is not sufficient for selecting gender diversity: a supportive organizational culture is also required. In the case of the Internet Engineering Task Force, a random increase in female representation in its selection committee caused an increase in female appointments only after cultural norms supporting diversity and inclusion became more salient.\n\n",
    "acknowledgement": "\nWe are grateful to Jari Arkko, Manuel Bagues, Francesca Barigozzi, Graziella Bertocchi, Leslie Daigle, Eliana La Ferrara, Allison Mankin, Kathleen Moriarty, Paola Sapienza, Maria Savona, Leigh Thompson, and Reinhilde Veugelers. We also thank seminar participants at BU (Questrom School of Business), KU Leuven, LUISS, University of Portsmouth, and ZEW (Mannheim) for helpful comments and suggestions, and Laurenz De Rosa for excellent research assistance. Bernhard Ganglmair acknowledges financial support from the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project B2). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}