{
    "id": 28646,
    "citation_title": "Policy Implications of Non-Linear Effects of Tax Changes on Output",
    "citation_author": [
        "Samara R. Gunter",
        "Daniel Riera-Crichton",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an earlier paper, titled \"Non-linear effects of tax changes on output: The role of the initial level of taxation,\" we estimated tax multipliers using (i) a novel dataset on value-added taxes for 51 countries (21 industrial and 30 developing) for the period 1970-2014, and (ii) the so-called narrative approach developed by Romer and Romer (2010) to properly identify exogenous tax changes.  The main finding is that, in line with existing theoretical distortionary and disincentive-based arguments, the effect of tax changes on output is highly non-linear. The tax multiplier is essentially zero under relatively low/moderate initial tax rate levels and more negative as the initial tax rate and the size of the change in the tax rate increase.  This companion paper first shows that these findings have important policy implications, given that the initial level of taxes varies greatly across countries and thus so will the potential output effect of changing tax rates.  The paper then turns to some specific policy applications. It focuses on the relevance of the arguments for revenue mobilization in countries with low levels of provision of public goods and social and infrastructure gaps, as well as in commodity-dependent countries.  The paper then considers some practical implications for the standard debt sustainability analysis.  Lastly, it evaluates the implications of the findings for the Laffer curve.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the International Monetary Fund, Inter-American Development Bank, World Bank, Federal Reserve Board, European Stability Mechanism, Central Bank of Argentina, Central Bank of Chile, Central Bank of Spain, UN Economic Commission for Latin America and the Caribbean, George Washington University, Johns Hopkins University, Williams College, Davidson College, Universidad Nacional de La Plata, Sao Paulo School of Economics-Getulio Vargas Foundation, Escola Superior d'Administració i Direcció d'Empreses (ESADE), Institute of Education and Research (INSPER), International Macro Workshop-RIDGE, Latin American and Caribbean Economic Association (LACEA), Annual Symposium of the Spanish Economic Association, and XLIV Meeting of the Network of Central Banks and Finance Ministries-IDB for many helpful comments and suggestions.  We would also like to thank Alberto Alesina, Silvia Albrizio, Leopoldo Avellan, Frank Bohn, Fernando Broner, Eduardo Cavallo, Javier Garcia-Cicco, Aitor Erce, Davide Furceri, Vitor Gaspar, Alejandro Izquierdo, Herman Kamil, Graciela Kaminsky, Aart Kraay, Gerardo Licandro, Alessandro Notarpietro, Peter Montiel, Eduardo Moron, Ilan Noy, Pablo Ottonello, Peter Pedroni, Javier Perez, Roberto Ramos, David Robinson, Diego Saravia, Olena Staveley-O'Carroll, Jay Shambaugh, Hamilton Taveras, Teresa Ter-Minassian, and Martin Uribe for helpful discussions, and José Andrée Camarena Fonseca, Diego Friedheim, Pablo Hernando-Kaminsky, and Luis Morano for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}