{
    "id": 28648,
    "citation_title": "Mammograms and Mortality: How Has the Evidence Evolved?",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nDecades of evidence reveal a complicated relationship between mammograms and mortality. Mammograms may detect deadly cancers early, but they may also lead to the diagnosis and potentially fatal treatment of cancers that would never progress to cause symptoms. I provide a brief history of the evidence on mammograms and mortality, focusing on evidence from clinical trials, and I discuss how this evidence informs mammography guidelines. I then explore the evolution of all-cause mortality relative to breast cancer mortality within an influential clinical trial. I conclude with some responses to the evolving evidence.\n\n",
    "acknowledgement": "\nSaumya Chatrath, Neil Christy, Tory Do, Simon Essig Aberg, Bailey Flanigan, Pauline Mourot, Srajal Nayak, Dominik Piehlmaier, Ljubica Ristovska, Sukanya Sravasti, and Matthew Tauzer provided excellent research assistance. Timothy Taylor provided exceptionally helpful editing, and Zoey Chopra, Gordon Hanson, Aaron Kesselheim, Enrico Moretti, Heidi Williams, and David Wilson provided helpful comments. I thank Anthony Miller, Teresa To, Cornelia Baines, and Claus Wall for sharing data from the Canadian National Breast Screening Study and for answering questions and providing background information. They have reviewed this manuscript per our data use agreement. All errors are my own. NSF CAREER Award 1350132 and NIA Grant P30-AG012810 provided support. I dedicate my research on breast cancer to Elisa Long. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}