{
    "id": 28641,
    "citation_title": "Food vs. Food Stamps: Evidence from an At-Scale Experiment in Indonesia",
    "citation_author": [
        "Abhijit Banerjee",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Elan Satriawan",
        "Sudarno Sumarto"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments seeking to provide food assistance have a choice between providing in-kind food directly to beneficiaries, or providing vouchers that can be used to purchase food on the market. To understand the differences between these policies, the Government of Indonesia randomly phased in the transition from in-kind delivery of subsidized rice to approximately equivalent vouchers usable to buy rice and eggs across 105 districts comprising over 3.4 million beneficiary households. We find the transition led to substantial changes in the allocation of aid in practice. The vouchers provided concentrated assistance to targeted households, who received 45 percent more assistance in voucher areas than in in-kind districts. As a result, for households in the bottom 15 percent at baseline, poverty fell by 20 percent. Vouchers also allowed households to purchase higher-quality rice, and led to increased consumption of egg-based proteins. We find vouchers have little effect on aggregate rice prices, although we observe modest price increases in remote villages. Overall leakage from the program was not affected, but the administrative costs of benefits delivery substantially fell. In short, the results suggest that the change from in-kind food aid to vouchers led to substantial impacts on poverty through the way it changed how programs were implemented on the ground.\n\n",
    "acknowledgement": "\nThis project was a collaboration involving many people. We thank Aaron Berman, Isadora Frankenthal, Chaerudin Kodir, Lina Marliani, Alexa Weiss, and especially Robbie Dulin, Ivan Mahardika, and Poppy Widyasari for their outstanding research assistance on this project over several years. We thank our many Indonesian government colleagues, particularly Bambang Widianto, Vivi Yulaswati, Andi Z.A. Dulung, T.B Achmad Choesni, Maliki, M. Oni Royani, Nurul Farijati, Herbin, Gantjang Amanullah, Priadi Asmanto, Ardi Adji, Sri Kusumastuti Rahayu, Jurist Tan, as well as many other colleagues from Bappenas, BPS, the Ministry of Social Affairs, the Coordinating Ministry for Human Development and Cultural Affairs and the Indonesian National Team for the Acceleration of Poverty Reduction for their cooperation implementing the project and data collection. We thank Amy Finkelstein and Jesse Shapiro for helpful comments. This project was financially supported by the Australian Government, the Development Innovation Ventures at USAID, and the JPAL Governance Initiative. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0004675. All views expressed in the paper are those of the authors, and do not necessarily reflect the views any of the many institutions or individuals acknowledged here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}