{
    "id": 28643,
    "citation_title": "Labor Rationing",
    "citation_author": [
        "Emily Breza",
        "Supreet Kaur",
        "Yogita Shamdasani"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper measures excess labor supply in equilibrium. We examine hiring shocks—which employ 24% of the labor force in external month-long jobs—in Indian local labor markets. In peak months, wages increase instantaneously and local aggregate employment declines. In lean months, consistent with severe labor rationing, wages and aggregate employment are unchanged, with positive employment spillovers on remaining workers—indicating that over a quarter of labor supply is rationed. At least 24% of lean self-employment among casual workers occurs because they cannot find jobs. Consequently, traditional survey approaches mismeasure labor market slack. Rationing has broad implications for labor market analysis.\n\n",
    "acknowledgement": "\nWe thank Abhijit Banerjee, David Card, Andrew Foster, Jessica Goldberg, Pat Kline, Jeremy Magruder, Ben Olken, Duncan Thomas, and many seminar participants for helpful comments and conversations. We thank Arnesh Chowdhury, Piyush Tank, Silvia Wang, Mohar Dey, Anshuman Bhargava, Vibhuti Bhatt, Asis Thakur, and Anustubh Agnihotri for excellent research assistance. We gratefully acknowledge financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}