{
    "id": 28656,
    "citation_title": "The Great Transition: Kuznets Facts for Family-Economists",
    "citation_author": [
        "Jeremy Greenwood",
        "Nezih Guner",
        "Ricardo Marto"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 20th century beheld a dramatic transformation of the family. Some Kuznets style facts regarding structural change in the family are presented. Over the course of the 20th century in the United States fertility declined, educational attainment waxed, housework fell, leisure increased, jobs shifted from blue to white collar, and marriage waned. These trends are also observed in the cross-country data. A model is developed, and then calibrated, to address the trends in the US data. The calibration procedure is closely connected to the underlying economic logic. Three drivers of the great transition are considered: neutral technological progress, skill-biased technological change, and drops in the price of labor-saving household durables.\n\n",
    "acknowledgement": "\nPrepared for Lundberg, Shelly and Alessandra Voena, Eds. Handbook of Family Economics. Elsevier North Holland, Amsterdam. The Editors, three referees, and Jordan Peeples furnished useful comments. Claudio Luccioletti provided excellent research assistance. This research was supported by the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}