{
    "id": 28657,
    "citation_title": "Productivity Growth and Workers’ Job Transitions: Evidence from Censal Microdata",
    "citation_author": [
        "Elias Albagli",
        "Mario Canales",
        "Chad Syverson",
        "Matias Tapia",
        "Juan Wlasiuk"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large body of work has highlighted the importance of employment reallocation as a driver of aggregate productivity growth, but there is little direct evidence on the extent of this process at the firm-worker level. We use an administrative matched employer-employee census for Chile to provide novel insights into the relationship between job transitions and productivity variation across firms, and to quantify the contribution of different worker groups to aggregate reallocation. As many theories would predict, worker flows from lower- to higher-productivity firms are larger than those of the opposite sign. Empirically, however, this is only marginally so. Almost half of all transitions occur “down the firm productivity ladder.” This process is also highly heterogeneous along several dimensions. Up-the-ladder flows are more likely for direct job-to-job transitions than those that pass through non-employment, and among firms in the upper end of the productivity distribution. They are also much more likely for young, high-skilled workers, whose job transitions comprise in an accounting sense the lion’s share of aggregate productivity change. Interestingly, workers with the highest job turnover rates contribute proportionally the least to aggregate productivity changes. Aggregate reallocation gains are therefore mostly explained by a relatively narrow subset of job transitions. Put together, this evidence implies that the productivity mechanics of job reallocation yield a net benefit, but this hides massive and heterogeneous gross flows underneath.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Andres Fernandez, Andreas Mueller, Richard Rogerson, Isaac Sorkin and seminar participants at the Central Bank of Chile Workshop on Labor Markets and Productivity and the V Santiago Macroeconomics Workshop for useful comments and suggestions. Alvaro Castillo provided excellent research assistance. The views expressed in this paper are exclusively those of the authors and do not necessarily reflect the position of the Central Bank of Chile or its Board members. Any errors or omissions are responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}