{
    "id": 28658,
    "citation_title": "Arbitrage Capital of Global Banks",
    "citation_author": [
        "Alyssa G. Anderson",
        "Wenxin Du",
        "Bernd Schlusche"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the role of unsecured, short-term wholesale funding for global banks has changed significantly in the post-financial-crisis regulatory environment. Global banks mainly use such funding to finance liquid, near risk-free arbitrage positions—in particular, the interest on excess reserves arbitrage and the covered interest rate parity arbitrage. In this environment, we examine the response of global banks to a large negative wholesale funding shock as a result of the U.S. money market mutual fund reform implemented in 2016. In contrast to past episodes of wholesale funding dry-ups, we find that the primary response of global banks to the reform was a cutback in arbitrage positions that relied on unsecured funding, rather than a reduction in loan provision.\n\n",
    "acknowledgement": "\nPreviously circulated under the title “Money Market Fund Reform and Arbitrage Capital.” We thank Isha Agarwal, Nina Boyarchenko, John Campbell, Nicola Cetorelli, Mark Carlson, Douglas Diamond, Victoria Ivashina, Anil Kashyap, Hanno Lustig, Thomas Mertens, Alan Moreira, Bill Nelson, Romain Ranciere, Marc Saidenberg, Asani Sarkar, Philipp Schnabl, Antoinette Schoar, Jeremy Stein, David Thesmar, Judit Temesvary, Adrien Verdelhan, Kairong Xiao, Yao Zeng; seminar participants at Arrowstreet Capital, Boston University, Chicago Booth/Economics Department, CREI-UPF, Duke Fuqua, the Federal Reserve Bank of San Francisco, the Federal Reserve Board, Harvard Business School, MIT Sloan, London Business School, UT Austin, University of Washington; and conference participants at the AFA, the Columbia-BPI Conference on Banking Regulations, the Columbia Junior Macro Conference, the ECB Conference on Money Markets and Central Bank Balance Sheets, the Federal Reserve System Day Ahead Conference, Federal Reserve Bank of New York, Federal Reserve Board, Federal Reserve System Committee on Financial Institutions, Regulation and Markets, NBER IFM, the NYU Stern WAPFIN conference, the Oregon Summer Finance Conference, the SFS Cavalcade,  the UCLA Anderson Fink Center Conference on Financial Markets, and the WFA for helpful comments and suggestions. This paper uses data licensed from DTCC Solutions LLC, an affiliate of The Depository Trust & Clearing Corporation. Neither DTCC Solutions LLC nor any of its affiliates shall be responsible for any errors or omissions in any DTCC data included in this paper, regardless of the cause and, in no event, shall DTCC or any of its affiliates be liable for any direct, indirect, special or consequential damages, costs, expenses, legal fees, or losses (including lost income or lost profit, trading loses and opportunity costs) in connection with this paper. We thank Anya Clowers for excellent research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or  the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}