{
    "id": 28653,
    "citation_title": "Choosing the Future: Markets, Ethics, and Rapprochement in Social Discounting",
    "citation_author": [
        "Antony Millner",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a critical review of the literature on choosing social discount rates (SDRs) for public cost-benefit analysis.  We discuss two dominant approaches, the first based on market prices, and the second based on intertemporal ethics.  While both methods have attractive features, neither is immune to criticism.  The market-based approach is not entirely persuasive even if markets are perfect, and faces further headwinds once the implications of market imperfections are recognised.   By contrast, the ‘ethical’ approach – which relates SDRs to marginal rates of substitution implicit in a single planner's intertemporal welfare function – does not rely exclusively on markets, but raises difficult questions about what that welfare function should be.  There is considerable disagreement on this matter, which translates into enormous variation in the evaluation of long-run payoffs.  We discuss the origins of these disagreements, and suggest that they are difficult to resolve unequivocally.  This leads us to propose a third approach that recognises the immutable nature of some normative disagreements, and proposes methods for aggregating diverse theories of intertemporal social welfare.  We illustrate the application of these methods to social discounting, and suggest that they may help us to move beyond long-standing debates that have bedevilled this field.\n\n",
    "acknowledgement": "\nWe are grateful to Maya Eden, Marc Fleurbaey, and Christian Gollier for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}