{
    "id": 28655,
    "citation_title": "Diversity and Team Performance in a Kenyan Organization",
    "citation_author": [
        "Benjamin Marx",
        "Vincent Pons",
        "Tavneet Suri"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present the results from a field experiment on team diversity. Individuals working as door-to-door canvassers for a non-profit organization were randomly assigned a teammate, a supervisor, and a list of individuals to canvass. This created random variation within teams in the degree of horizontal diversity (between teammates), vertical diversity (between teammates and their supervisor) and external diversity (between teams and the individuals they canvassed). We observe team-level measures of performance and find that horizontal ethnic diversity decreases performance, while vertical diversity often improves performance, and external diversity has no effect. The data on time use suggests that horizontally homogeneous teams organized tasks in a more efficient way, while vertically homogeneous teams exerted lower effort.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Suleiman Asman, Eleanor Wiseman, Geoffrey Onyambu and Bonnyface Mwangi for exceptional research management and assistance in the field. We benefited from helpful comments and suggestions from Anna Aevarsdottir, Evan Apfelbaum, Abhijit Banerjee, Nick Bloom, Ray Fisman, Christina Patterson, Jonathan Petkun, Otis Reid, Michael Stepner, as well as seminar audiences at Bocconi University, Ecole Polytechnique, the Econometric Society, Georgetown, IIES Stockholm, IPEG, MIT, MIT Sloan, the NBER Summer Institute, Novafrica, the Rotman School of Management, University of Capetown, and UVA Batten School. We gratefully acknowledge financial support from MIT Sloan School of Management and the Program on Innovation in Markets and Organizations at MIT Sloan. Vincent Pons reports that he is the cofounder of a company specialized in electoral strategy in Europe, eXplain (https://explain-technology.com). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}