{
    "id": 28652,
    "citation_title": "Parental Skills, Assortative Mating, and the Incidence of Autism Spectrum Disorder",
    "citation_author": [
        "N. Meltem Daysal",
        "Todd E. Elder",
        "Judith K. Hellerstein",
        "Scott A. Imberman",
        "Chiara Orsini"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use rich administrative data from Denmark to assess medical theories that autism spectrum disorder (ASD) is a heritable condition transmitted through underlying parental skills. Positing that occupational choices reflect skills, we create two separate occupation-based skill measures and find that these measures are associated with ASD incidence among children, especially through the father’s side. We also assess the empirical relevance of assortative mating based on skill, concluding that intertemporal changes in assortative mating explain little of the increase in ASD diagnoses in recent decades.\n\n",
    "acknowledgement": "\nThe activities of CEBI are financed by the Danish National Research Foundation, Grant DNRF134. We greatly appreciate funding provided by the University of Maryland Population Research Center. We are also grateful for excellent research assistance provided by Martin Sædholm Nielsen, Mikkel Hasse Pedersen, Catalina Morales, and Sai Luo. We also thank seminar and conference participants at Aarhus University, Association for Education Finance and Policy, Association for Public Policy Analysis and Management, Boston University, Center for Economic Studies – Ifo Institute, Cornell University, Korea University, NBER Economics of Education Program, Ohio State University, United States Military Academy, University of Michigan H2D2 Conference, Wilfrid Laurier University, University of Sheffield, University of Cyprus, and Society of Economics of the Household (SEHO). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}