{
    "id": 28661,
    "citation_title": "Persuading with Anecdotes",
    "citation_author": [
        "Nika Haghtalab",
        "Nicole Immorlica",
        "Brendan Lucier",
        "Markus Mobius",
        "Divyarthi Mohan"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a model of social learning and communication using hard anecdotal evidence. There are two Bayesian agents (a sender and a receiver) who wish to communicate. The receiver must take an action whose payoff depends on their personal preferences and an unknown state of the world. The sender has access to a collection of n samples correlated with the state of the world, which we think of as specific anecdotes or pieces of evidence, and can send exactly one of these samples to the receiver in order to influence her choice of action. Importantly, the sender's personal preferences may differ from the receiver's, which affects the seller's strategic choice of which anecdote to send.\nWe show that if the sender's communication scheme is observable to the receiver (that is, the choice of which anecdote to send given the set they receive), then they will choose an unbiased and maximally informative communication scheme, no matter the difference in preferences. Without observability, however, even a small difference in preferences can lead to a significant bias in the choice of anecdote, which the receiver must then account for. This can significantly reduce the informativeness of the signal, leading to substantial utility loss for both sides. One implication is informational homophily: a receiver can rationally prefer to obtain information from a poorly-informed sender with aligned preferences, rather than a knowledgeable expert whose preferences may differ from her own.\n\n",
    "acknowledgement": "\nWe are grateful to Nageeb Ali, Lukas Bolte, Ben Golub, Leeat Yariv and seminar participants at the Quarterly CS+Econ Workshop, the Games, Decisions and Networks seminar and the MSR econ lunch for helpful comments.  Nicole Immorlica, Brendan Lucier, and Markus Mobius are researchers employed by Microsoft Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}