{
    "id": 28667,
    "citation_title": "Web of Power: How Elite Networks Shaped War and Politics in China",
    "citation_author": [
        "Ying Bai",
        "Ruixue Jia",
        "Jiaojiao Yang"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-08-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nScholars have argued that powerful individuals can exert influence on the path of a nation’s development. Yet, the process through which individuals can have an effect on macro-level political economy outcomes remains unclear. This study uses the deadliest civil war in modern history, the Taiping Rebellion (1850–1864), to elucidate how one individual—Zeng Guofan—employed his personal elite networks to organize an army to suppress the rebellion, and how these networks would affect the nation’s power distribution. Two findings stand out: (i) counties that already had more pre-war elites in Zeng’s networks experienced an increase in soldier deaths after he took power; and (ii) post-war political power shifted significantly toward the home counties of these very elites, creating a less balanced national-level power distribution. Our findings highlight how micro-level elite networks can influence national politics and societal power distribution, shedding new light on the relationship between elites, war and the state.\n\n",
    "acknowledgement": "\nWe thank Nathan Nunn, Andrei Shleifer, anonymous referees, Sam Bazzi, Eli Berman, Felipe Valencia Caicedo, Filipe Campante, Bruno Caprettini, Jeremiah Dittmar, Quoc-Anh Do, Harris Doshay, James Fenske, James Fearon, Camilo Garcia-Jimeno, Avner Greif, Leander Heldring, Matt Jackson, Micah Muscolino, Barry Naughton, Gerard Padró i Miquel, Maria Petrova, Giacomo Ponzetto, Nancy Qian, Pavithra Suryanarayan, Jesse Shapiro, Joachim Voth, Yiqing Xing, Noam Yuchtman and conference/seminar participants at AEA, APSA, Case Western Reserve, CKGSB, Fed Chicago, LSE, Michigan, NBER Summer Institute, NYU, Oxford, Stanford, UCSD, UQAM-Université Laval and Virtual Economic History Seminar for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}