{
    "id": 28668,
    "citation_title": "Surviving the Fintech Disruption",
    "citation_author": [
        "Wei Jiang",
        "Yuehua Tang",
        "Rachel (Jiqiu) Xiao",
        "Vincent Yao"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how demand for labor reacts to financial technology (fintech) shocks based on comprehensive databases of fintech patents and firm job postings in the U.S. during the past decade.  We first develop a measure of fintech exposure at the occupation level by intersecting the textual information in job task descriptions and fintech patents. We then document a significant decline of job postings in the most exposed occupations, and an increase in industry as well as geographical concentration of these occupations. Firms resort to an upskilling strategy in face of the fintech disruption, requiring “combo” (finance and software) skills, higher education attainments, and longer work experiences in the hiring of fintech-exposed jobs. Financial firms and those with high innovation outputs are able to offset the disruptive effect from the fintech shock. Among innovating firms, however, only inventors (but not acquisition-driven innovators) experience growth in hiring, sales, investment, and enjoy better returns on assets.\n\n",
    "acknowledgement": "\nWe thank Mark Chen, Qinxi Wu, and Baozhong Yang for sharing the list of fintech patent filings. Ryan Chen, Mathew Evancho, Freddy Fang, Benjamin Nagoshi, Ryan Owens, and Mingyin Zhu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}