{
    "id": 28663,
    "citation_title": "The Alpha Beta Gamma of the Labor Market",
    "citation_author": [
        "Victoria Gregory",
        "Guido Menzio",
        "David G. Wiczer"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on patterns of employment transitions, we identify three different types of workers in the US labor market: α's β's and γ's. Workers of type α make up over half of all workers, are most likely to remain on the same job for more than 2 years and, when they become unemployed, typically find a new job within 1 quarter. Workers of type γ comprise less than one-fifth of workers, have a low probability of staying on the same job for more than 2 years and, when they become unemployed, face a high probability of remaining jobless for more than 1 year. Workers of type β are in between αs and γ's. The earnings losses caused by displacement are relatively small and transitory for α-workers, while they are large and persistent for γ-workers. During the Great Recession, excess unemployment for α-workers rose by little and was reabsorbed quickly; unemployment for γ-workers rose by 20 percentage points and was not reabsorbed 4 years after its peak. We use a search-theoretic model of the labor market to rationalize the different patterns of employment transitions across types. The model naturally explains both the variation in the consequences of job displacement across types, and the variation in the dynamics of unemployment during the Great Recession. Our view is that several puzzling micro and macro phenomena about the labor market are driven by the behavior of the small group of γ-workers.\n\n",
    "acknowledgement": "\nWe are grateful to Jean Flemming, Simon Mongey and Iacopo Morchio for their comments. The views expressed herein are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of St. Louis or the Federal Reserve System. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1819. (CBDRB-FY21-P1819-R8907,CBDRB-FY20-P1819-R8772, CBDRB-FY20-P1819-R8293) This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}