{
    "id": 28660,
    "citation_title": "“I Still Haven’t Found What I’m Looking For”: Evidence of Directed Search from a Field Experiment",
    "citation_author": [
        "Haoran He",
        "David Neumark",
        "Qian Weng"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-01-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact of wage offers on job applications, testing implications of the directed search model and trying to distinguish it from random search. We use a field experiment conducted on a Chinese job board, with real jobs for which we randomly varied the wage offers across three ranges. We find that higher wage offers raise application rates overall, which is consistent with directed search but can also arise with random search. We also find that higher wage offers raise application rates for job seekers with wage offers above reservation wages, and that – among the latter – the increase in application rates is stronger for those with higher reservation wages. The latter two types of evidence are consistent with directed search but not random search. Hence, our evidence lends support to directed search models.\n\n",
    "acknowledgement": "\nWith apologies to U2. We owe a huge thanks to the job board on which we ran our experiment. We are grateful for helpful comments from Xiaoming Cai, Chao He, Daniel Houser, Binglin Gong, Zhiyun Li, David Ong, Xiangquan Zeng, participants at the 2020 ESA Global Online Conference, the 2020 Beijing Normal University Conference on Experimental Economics, the 2020 International Symposium on Labor Economics, seminar participants at Harbin Institute of Technology at Shenzhen, Jinan University, Peking University, Shandong University, Wuhan University, and Xiamen University, and anonymous referees. We thank Shiwen Chen, Yiqiang Guo, Wanyu Jiang, Kelin Lu, Yue Yin, Zhuo Zhang, and especially Shuqing Luo for research assistance. Financial support from the Ministry of Education of China (Project No. 21YJA790059), the National Natural Science Foundation of China (Project Nos. 71973016 & 72131003) and the National Program for Special Support of Top-notch Young Professionals is gratefully acknowledged. The experiment described in this paper was approved by the Institutional Review Board of Beijing Normal University Business School (BNU-BS-IRB 2021-026). All authors made equal contributions. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}