{
    "id": 28678,
    "citation_title": "Addressing Biases that Impact Homeowners’ Adoption of Solar Panels",
    "citation_author": [
        "Howard Kunreuther",
        "Anna Polise",
        "Quinlyn Spellmeyer"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2021-06-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSolar power is now economically competitive with fossil fuels in many countries, yet relatively few homeowners have installed solar panels on their property.  A principal reason for this behavior stems from cognitive biases—such as myopia, inertia and herding—that cause consumers to avoid investing in long-term measures, even those that are financially attractive to them and produce social benefits such as reducing the long-term consequences of climate change.  A behavioral risk audit can demonstrate ways to address these cognitive biases, in concert with short-term economic incentives and social influences.  We focus on the installation of solar panels, an issue that has relevance to residents in the United States and the European Union, and to property owned by businesses and governments.\n\n",
    "acknowledgement": "\nSupport for this research comes from a grant from the Alfred P. Sloan Foundation (G-2018-11100/SUB18-04), the Travelers–Wharton Partnership for Risk Management, and the Wharton Risk Management and Decision Processes Center.  Our thanks to Alex Gelber, Geoff Heal, Alice Hill, Steve Kimbrough, Robert Rabinowitz, Naresh Raheja and Lisa Robinson for their helpful comments on an earlier draft of the paper and to Carol Heller for her comments and editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}