{
    "id": 2867,
    "citation_title": "Dealing With Debt: The 1930s and the 1980s",
    "citation_author": [
        "Barry Eichengreen",
        "Richard Portes"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the sovereign defaults of the 1930s and their implications for the debt crisis of the 1980s. It reports nine major findings. There is little evidence that financial markets have grown more sophisticated' over time, or that banks have a comparative advantage over the bond market in processing information. (2) Debt default in the 1930s depended on a combination of factors,. including the magnitude of the external shocks, the level of debt, and: the: economic policy response , as well as on a range, of: noneconomic considerations. (3) Countries which interrupted service recovered more quickly from the Great Depression than countries which resisted default. This contrasts with the experience of the 1980s, when no clearcut relationship exists (4) There is little evidence that countries which defaulted in the 19305 suffered inferior capital market access subsequently. (S} The readjustment of defaulted debts was protracted: the analogy with Chapter 11 corporate bankruptcy proceedings is no more applicable to the 1930s than to the 1980s. (6) Although default led in some cases to a substantial reduction of transfers from debtors to creditors, on balance returns on sovereign loans compared favorably with returns on domestic investments. (7) Creditor-country governments did more in the 'thirties than in the 'eighties to accelerate the settlement process. (3) Global schemes analogous to the Baker Plan were widely proposed but never implemented. (9) In contrast, market-based debt reduction in the form G debt buybacks played a useful role in the resolution of the crisis.\n\n",
    "acknowledgement": "\n"
}