{
    "id": 28679,
    "citation_title": "Venture Capital’s “Me Too” Moment",
    "citation_author": [
        "Sophie Calder-Wang",
        "Paul Gompers",
        "Patrick Sweeney"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2021-04-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we document the historically low rate of hiring of women in the venture capital sector. We find that the high-profile Ellen Pao v. Kleiner Perkins gender discrimination trial had dramatic treatment effects. In difference-in-differences regressions, we find that the rate of hiring of female venture capitalists increased substantially after the trial and that the hiring was more pronounced in states that were more receptive to the exposure. We use the state-level mandated maternity benefits as an instrument for the receptivity to the treatment effects of the Pao Trial. We also show that the fraction of founders who are female increases after the Pao Trial, but that the increase is driven entirely by the hiring of female venture capitalists. There is no increase in the propensity of male venture capitalists to invest in female founders in the post-Pao Trial period.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Division of Research at the Harvard Business School. Paul Gompers has invested in and consulted for venture capital firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}