{
    "id": 28673,
    "citation_title": "Ideology and Performance in Public Organizations",
    "citation_author": [
        "Jorg L. Spenkuch",
        "Edoardo Teso",
        "Guo Xu"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-11-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe combine personnel records of the United States federal bureaucracy from 1997-2019 with administrative voter registration data to study how ideological alignment between politicians and bureaucrats affects the personnel policies and performance of public organizations. We present four results. (i) Consistent with the use of the spoils system to align ideology at the highest levels of government, we document significant partisan cycles and substantial turnover among political appointees. (ii) By contrast, we find virtually no political cycles in the civil service. The lower levels of the federal government resemble a \"Weberian\" bureaucracy that appears to be largely protected from political interference. (iii) Democrats make up the plurality of civil servants. Overrepresentation of Democrats increases with seniority, with the difference in career progression being largely explained by positive selection on observables. (iv) Political misalignment carries a sizeable performance penalty. Exploiting presidential transitions as a source of \"within-bureaucrat\" variation in the political alignment of procurement officers over time, we find that contracts overseen by a misaligned officer exhibit cost overruns that are, on average, 8% higher than the mean overrun. We provide evidence that is consistent with a general \"morale effect,\" whereby misaligned bureaucrats are less motivated.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}