{
    "id": 28671,
    "citation_title": "Immigration and Regional Specialization in AI",
    "citation_author": [
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2021-09-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the specialization of US commuting zones in AI-related occupations over the 2000 to 2018 period. I define AI-related jobs based on keywords in Census occupational titles. Using the approach in Lin (2011) to identify new work, I measure job growth related to AI by weighting employment growth in AI-related occupations by the share of job titles in these occupations that were added after 1990. Overall, regional specialization in AI-related activities mirrors that of regional specialization in IT. However, foreign-born and native-born workers within the sector tend to cluster in different locations. Whereas specialization of the foreign-born in AI-related jobs is strongest in high-tech hubs with a preponderance of private-sector employment, native-born specialization in AI-related jobs is strongest in centers for military and space-related research. Nationally, foreign-born workers account for 55% of job growth in AI-related occupations since 2000. In regression analysis, I find that US commuting zones exposed to a larger increases in the supply of college-educated immigrants became more specialized in AI-related occupations and that this increased specialization was due entirely to the employment of the foreign born. My results suggest that access to highly skilled workers constrains AI-related job growth and that immigration of the college-educated helps relax this constraint.\n\n",
    "acknowledgement": "\nI thank Savannah Noray for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}