{
    "id": 28670,
    "citation_title": "Medicaid and Fiscal Federalism During the COVID-19 Pandemic",
    "citation_author": [
        "Jeffrey Clemens",
        "Benedic N. Ippolito",
        "Stan Veuger"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the effects of the COVID-19 pandemic on state and local government finances, with an emphasis on health spending needs and the role of the Medicaid program. We arrive at three conclusions. First, we find that nationwide, and over the entirety of the federal budget window, the enhanced federal matching funds are of roughly the same magnitude as expected increases in state Medicaid costs. There is a difference in timing, however, as projected relief funds are more concentrated in the near term than projected spending needs. Second, we show that there is substantial variation in states’ exposure to increases in Medicaid program costs. Third, we evaluate the extent to which federal aid has been targeted at states with large increases in Medicaid costs. We show that the enhanced Medicaid matching funds are quite weakly correlated with variations in states’ cost increases. In contrast, the state aid formula in the American Recovery Plan Act appears, to at least a moderate degree, to direct dollars toward states with large increases in their Medicaid enrollments.\n\n",
    "acknowledgement": "\nJeffrey Clemens is an associate professor of economics at the University of California, San Diego, a faculty research fellow at the National Bureau of Economic Research, and a CESifo Research Network Fellow. Benedic Ippolito is a resident scholar at the American Enterprise Institute. Stan Veuger is a resident scholar at the American Enterprise Institute and a fellow at the IE School of Global and Public Affairs and at Tilburg University. We thank Philip Hoxie for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}