{
    "id": 28677,
    "citation_title": "Robust Decarbonization of the US Power Sector: Policy Options",
    "citation_author": [
        "James H. Stock",
        "Daniel N. Stuart"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-02-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo reliably achieve deep decarbonization of the US power sector, a candidate policy must perform robustly across a range of possible future trajectories of demand, fossil fuel prices, and prices of new wind and solar capacity. Using a modified version of the NREL ReEDS model with scenarios that span different trajectories of demand, fuel prices, and technology costs, we find that some recently proposed policies can robustly achieve 80% decarbonization (relative to 2005 emissions) or more by 2035, but many do not. The two robustly successful policies are a tradeable performance standard (TPS) and a hybrid Clean Electricity Standard (CES) with a 100% clean target, partial crediting of gas generation, and a $40/mton CO2 alternative compliance payment (ACP) backstop. Both are nearly as cost effective as the emissions-equivalent efficient policy. A $40 carbon tax nearly achieves the robust 80% threshold and, in most scenarios, drives deep decarbonization. A 90% CES (without partial crediting) fails to achieve robust 2035 decarbonization because it need not drive coal out of the system. Simply extending renewable energy tax credits, which are set to expire, does not drive significant decarbonization in most scenarios, nor does relying on increased ambition in green-leaning states.\n\n",
    "acknowledgement": "\nWe thank Matt Kotchen for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Stuart acknowledges funding from the NSF Graduate Research Fellowship and National Wildlife Federation.\n\n\n"
}