{
    "id": 2868,
    "citation_title": "Inward Versus Outward Growth Orientation in the Presence of Country Risk",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1989-02-01",
    "issue_date": "1989-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to model the role of trade dependency in determining the access of a developing economy to the international credit market, and its desirable growth strategy. With full integration of capital markets the choice with respect to the inwardness of a technology is irrelevant: investment will be channeled to the more productive sectors, independently of their trade inwardness, With limited capital market integration a given investment will generate two effects. The first is the standard, direct productivity effect that is associated with the change in future output. The second is the trade dependency externality, generated by the change in future bargaining outcomes due to the change in the trade dependency of the nation. With partial integration, investment that increases trade dependency is desirable. If the credit markets are disjoint due to partial defaults, higher trade dependency is disadvantageous. Thus, higher trade dependency generates a positive externality with partial integration of capital markets, and a negative externality with disjoint credit markets. We show that credit market integration is determined by the size of the indebtedness relative to the trade dependency, as reflected by the repayment burden that is supported by the bargaining outcome. The repayment bargaining outcome is determined by the sectoral composition of the economy and by the effective size of the developing and the developed economies.\n\n",
    "acknowledgement": "\n"
}