{
    "id": 28686,
    "citation_title": "Crime and Gender Segregation: Evidence from the Bogota \"Pico y Genero\" Lockdown",
    "citation_author": [
        "Brian G. Knight",
        "Maria Mercedes Ponce de Leon",
        "Ana Tribin"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the link between gender and crime using information from a gender-based lockdown policy in Bogota Colombia during the pandemic. Under the policy, men were allowed out on odd days and women on even days, and we investigate whether overall crime rates differed and whether crime was lower on women-only days. We compare crime in Bogota to other cities and, within Bogota, the gender-based lockdown period to weeks with other lockdown policies. Our key findings are that crime rates are higher during the gender-based lockdown policy and that this is driven by more crime involving male victims and on men-only days. There is no evidence that higher crime on men-only days is offset by less crime on women-only days. The higher crimes on men-only days is driven by robbery, stolen cars and motorcycles, and homicides. We find higher sexual crimes on women-only days and an increase in domestic violence on both types of days. Taken together, our results suggest that gender segregation, if anything, tends to increase crime.\n\n",
    "acknowledgement": "\nThe findings, interpretations, and conclusions in this paper are entirely those of the authors and do not necessarily represent the views of the organizations to which the authors are affiliated. Thanks to Gabriela Diaz for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}