{
    "id": 28687,
    "citation_title": "What Triggers Stock Market Jumps?",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Marco C. Sammon"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "2024-12-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine next-day newspaper accounts of large daily jumps in 19 national stock markets to assess their proximate cause, clarity as to cause, and geographic source. Our sample of over 8,000 jumps, reaching back to 1900 for the United States, yields several novel findings. First, news about monetary policy and government spending triggers twice as many upward jumps as downward ones and a highly disproportionate share of all upward jumps. Second, upward jumps due to monetary policy and government spending are much more frequent after a stock market crash. In this sense, the “Fed put” emerged decades before the 1990s, extends to other central banks, and characterizes fiscal policy as well. Third, greater perceived clarity about the reason for a jump foreshadows lower market volatility. Clarity trends up over the past century and is unusually high for jumps triggered by monetary policy. Fourth, leading newspapers attribute 38 percent of jumps in their own national stock markets to US economic and policy developments. The US role in this regard dwarfs that of Europe and China.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the National Science Foundation, the Sloan Foundation, and Chicago Booth for financial support. We thank Tasaneeya Viratyosin and Jana Obradovic for extensive research support and our team of newspaper coders: Sophie Wang, Alexandra Lee, Naoko Takeda, Abdulla Al-Kuwari, Lucy Duan, Maranna Yoder, Henry Van Straelen, TJ Ram, Riley Burton, May Hliang, Jimmy Apffel, Zach Argo, Alex Liang, Kenar Vyas, Meera Desai, Tyler Staggs, Kyle Kost, Ethan Bernheim, Florentin Zander, Alexandra Farmer, Jason Jiang, Robin Gong, Lindsay Roston, Federico Clerici, AJ Qian, Melina Kompella, Heejin Hahn, Devon Shiff, Edina Lee, Sara Holston, Andrea Clerici, Kristina Kolpkova, Alex Zafran, Nikhil Bhatia, Gabe Alon, Garrett Matsuda, Tammy Qiu, Jack Jaffe, Eddie Dinh, Adam Jorring, and Fernanda Kramer. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}