{
    "id": 28682,
    "citation_title": "Gender, Selection into Employment, and the Wage Impact of Immigration",
    "citation_author": [
        "George J. Borjas",
        "Anthony Edo"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nImmigrant supply shocks are typically expected to reduce the wage of comparable workers. Natives may respond to the lower wage by moving to markets that were not directly targeted by immigrants and where presumably the wage did not drop. This paper argues that the wage change observed in the targeted market depends not only on the size of the native response, but also on which natives choose to respond. A non-random response alters the composition of the sample of native workers, mechanically changing the average native wage in affected markets and biasing the estimated wage impact of immigration. We document the importance of this selection bias in the French labor market, where women accounted for a rapidly increasing share of the foreign-born workforce since 1976. The raw correlations suggest that the immigrant supply shock did not change the wage of French women, but led to a sizable decline in their employment rate. In contrast, immigration had little impact on the employment rate of men, but led to a sizable drop in the male wage. We show that the near-zero correlation between immigration and female wages arises partly because the native women who left the labor force had relatively low wages. Adjusting for the selection bias results in a similar wage elasticity for both French men and women (between -0.7 and -1.0).\n\n",
    "acknowledgement": "\nWe are grateful to Christoph Albert, Michael Amior, Axelle Arquié, Yvonne Giesing, Thomas Grjebine, Daniel Hamermesh, Gordon Hanson, Joan Llull, Joan Monras, Jacques Melitz, Valérie Mignon, Ariell Reshef, Camilo Umana Dajud, and Vincent Vicard for providing valuable comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}