{
    "id": 28685,
    "citation_title": "Collateral Heterogeneity and Monetary Policy Transmission: Evidence from Loans to SMEs and Large Firms",
    "citation_author": [
        "Cecilia R. Caglio",
        "R. Matthew Darst",
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "2024-02-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of heterogeneous financial frictions in investment and credit channels of monetary policy, using firm-bank matched administrative data for the U.S. We find that collateral heterogeneity in loan contracts explains the relaxing/tightening of financial constraints in response to monetary shocks. Small and risky firms rely on their earnings and intangibles as collateral, which means their leverage is backed by procyclical earnings. Monetary expansions lower the marginal cost of funds for these firms and expand their borrowing capacity. Monetary policy can be highly effective in economies dominated by small firms pledging their earnings and intangibles as collateral, even though these firms have high default risk.\n\n",
    "acknowledgement": "\nThis is an extensively revised version of our 2019 paper with a different title. We would like to thank Thomas Drechsel, Mark Gertler, Yueran Ma, Pablo Ottonello, and Thomas Winberry for extensive comments. We also would like to thanks participants at NBER SI-EFG, NBER ME, Berkeley, Brown, Columbia, Duke, MIT, NYU, AEA, ECB/CEPR for useful suggestions. We thank Jacob Faber, Jacob Fahringer, Alvaro Silva, Ben Schmiedt, and Adam Tucker for their invaluable research assistance. Kalemli-Özcan thanks NSF Grant 2018623 for support. The views in this paper are solely those of the authors and do not reflect the views of the Federal Reserve Board of Governors, anyone in the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}