{
    "id": 28696,
    "citation_title": "The International Transmission of Local Economic Shocks Through Migrant Networks",
    "citation_author": [
        "María Esther Caballero",
        "Brian Cadena",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly validated data on geographic migration networks, we study how labor demand shocks in the United States propagate across the border with Mexico. We show that the large exogenous decline in US employment brought about by the Great Recession affected demographic and economic outcomes in Mexican communities that were highly connected to the most affected markets in the US.  In the Mexican locations with strong initial ties to the hardest hit US migrant destinations, return migration increased, emigration decreased, and remittance receipt declined. These changes significantly increased local employment and hours worked, but wages were unaffected. Investment in durable goods and children's education also slowed in these communities.  These findings document the effects in Mexico when potential migrants lose access to a strong US labor market, providing insight regarding the potential impacts of stricter US migration restrictions.\n\n",
    "acknowledgement": "\nThis work has benefited from research, administrative, and computing support provided by the University of Colorado Population Center (CUPC; Project 2P2CHD066613-06), funded by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). The content is solely the responsibility of the authors and does not necessarily represent the official views of CUPC or NICHD.  This research was funded in part by a grant from the Russell Sage Foundation's Race, Ethnicity, and Immigration Program. Laura Goyeneche provided excellent research assistance. Special thanks to Ambassador Juan Carlos Mendoza, Edith Soto Ramirez, Mark Hugo Lopez, Caue Dobbin, and Melanie Morten for assistance with data access and interpretation.  Thanks to Treb Allen, Caue Dobbin, Chloe East, Ethan Lewis, Philip Luck, Hani Mansour, Craig McIntosh, Melanie Morten, Andrea Velasquez, and various seminar participants for helpful comments.  Remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}