{
    "id": 28690,
    "citation_title": "Quantifying Brand Loyalty: Evidence from the Cigarette Market",
    "citation_author": [
        "Philip DeCicca",
        "Donald S. Kenkel",
        "Feng Liu",
        "Jason Somerville"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a quasi-experiment created when New York State began in 2011 to tax cigarettes sold on Native American Reservations. The regime change represents a unique opportunity to quantify brand loyalty because it almost doubled the price of premium-brand cigarettes, while Native brands were still untaxed.  We use data from two different sources—the New York State Adult Tobacco Survey and the Nielsen Homescan Panel. We find that the increase in relative prices led to substantial declines in premium cigarette purchases. However, even among the premium consumers with the most to gain from switching, about three-quarters remained brand loyal.\n\n",
    "acknowledgement": "\nWe thank David Wasser for excellent research assistance. We thank Kitt Carpenter, Resul Cesur, Paul Contoyannis, Mike Darden, Andrew Goodman-Bacon, Jerry Hurley, Steve Ross, Mike Veall, Casey Warman, seminar participants at the University of Connecticut, Dalhousie University, McMaster University, University of Tennessee and Vanderbilt University, and two anonymous referees for helpful comments.  The opinions expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System. Researchers’ own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Kenkel acknowledges partial support from the National Institutes of Health, Grant Number 5R01DA042064-03. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}