{
    "id": 28692,
    "citation_title": "Do Intermediaries Matter for Aggregate Asset Prices?",
    "citation_author": [
        "Valentin Haddad",
        "Tyler Muir"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPoor financial health of intermediaries coincides with low asset prices and high risk premiums. Is this because intermediaries matter for asset prices, or simply because their health correlates with economy-wide risk aversion? In the first case, return predictability should be more pronounced for asset classes in which households are less active. We provide evidence supporting this prediction, suggesting that a quantitatively sizable fraction of risk premium variation in several large asset classes such as credit or MBS is due to intermediaries. Movements in economy-wide risk aversion create the opposite pattern, and we find this channel also matters.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the useful comments and suggestions of Stefan Nagel, an Associate Editor, two anonymous referees, Markus Brunnermeier, Mike Chernov, Itamar Drechsler, Andrea Eisfeldt, Zhiguo He, Arvind Krishnamurthy, Francis Longstaff, Erik Loualiche, Adrien Matray, Alan Moreira, Matthew Plosser, Shrihari Santosh, Matthew Spiegel, Pietro Veronesi, two anonymous referees, and participants at UCLA, the NBER, the Utah Winter Finance Conference, the Wharton Conference on Liquidity and Financial Fragility, the ASU Sonoran Winter Conference, the LBS AQR Asset Management Conference, FIRS, NBER meeting, the Texas Finance Festival, AFA, LSE, NYU, the San Francisco Fed, the New York Federal Reserve, Columbia, Harvard, and Maryland for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}