{
    "id": 28699,
    "citation_title": "The Impact of Domestic Travel Bans on COVID-19 is Nonlinear in Their Duration",
    "citation_author": [
        "Fiona Burlig",
        "Anant Sudarshan",
        "Garrison Schlauch"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDomestic mobility restrictions to control the spread of COVID-19 are widespread in developing countries, and have trapped millions of migrant workers in hotspot cities. We show that bans can increase cumulative infections relative to a counterfactual sans restrictions. A SEIR model shows bans’ impacts are nonlinear in duration. We empirically test this hypothesis using a natural experiment in India as well as data from China, Indonesia, the Philippines, South Africa, and Kenya. Although very short and long restrictions limit the spread of disease, moderately lengthy restrictions substantially increase infections. This underscores the importance of considering duration in mobility-restricting policy decisions in developing countries.\n\n",
    "acknowledgement": "\nBurlig and Sudarshan contributed equally to this work. We thank Susanna Berkouwer, Eyal Frank, Amir Jina, Erin Kelley, and Gregory Lane for helpful comments, and the crowdsourcing teams at https://www.covid19india.org/ and https://github.com/GoogleCloudPlatform/covid-19-open-data for producing public information on COVID-19 outbreaks. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}