{
    "id": 28697,
    "citation_title": "The Distribution of Investor Beliefs, Stock Ownership and Stock Returns",
    "citation_author": [
        "Gikas Hardouvelis",
        "Georgios Karalas",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study theoretically and empirically the relationship between investor beliefs, ownership dispersion and stock returns. We find that high dispersion, measured by high breadth or low Herfindahl index, forecasts returns positively for large stocks, as in Chen, Hong and Stein (2002), but negatively for small stocks. We explain that relationship in a difference-of-opinion model in which stocks differ in the size of investor disagreements and the extent of belief polarization. These differences are characterized by range and kurtosis, respectively. Proxying investor beliefs by analyst forecasts, we find that range and kurtosis affect ownership dispersion in the way that our model predicts.\n\n",
    "acknowledgement": "\nWe thank George Leledakis, Dong Lou, Anna Pavlova, Luca Pezzo, Christopher Polk, Spyros Skouras and Michela Verardo, as well as seminar participants at Amherst, Athens, Bristol, Carlos III, Cyprus and Piraeus for helpful comments. Financial support from Comunidad de Madrid (Programa Excelencia para el Profesorado Universitario, convenio con Universidad Carlos III de Madrid, V Plan Regional de Investigacion Cientifica e Innovacion Tecnologica) and the LSE Paul Woolley Centre is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}