{
    "id": 28698,
    "citation_title": "Structural Models: Inception and Frontier",
    "citation_author": [
        "Sebastian Galiani",
        "Juan Pantano"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "2022-01-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss the past, present and future of the structural approach in empirical microeconomics, starting with its inception in the 1970s and 1980s. Our focus is on the use of the structural approach in labor economics, broadly deﬁned to include population economics, human capital and related ﬁelds. In the hopes to reach a wider audience that might not be as familiar with the pillars of the structural approach, we ﬁrst provide an overview of well-known features, setting the stage for a more up-to-date discussion of current developments. We discuss how to identify the need for a structural model, and key steps involved in how to formulate one. We also discuss issues of identiﬁcation and estimation and highlight advantages and disadvantages of this approach, including the controversial issue of external validity. We then describe the current frontier of this approach, which increasingly reﬂects integration eﬀorts with “design-based” strategies. This integration provides opportunities to both, validate structural models and enhance the credibility of their identiﬁcation. We highlight why, whenever possible, it is best to pursue both of these goals, reserving some of the credible exogenous variation for identiﬁcation and some for validation. While quasi-experimental variation can be useful in pursuit of both of these goals, we discuss why RCTs provide a ﬁrst best opportunity in terms of out-of-sample validation. We conclude with thoughts about the future of the structural approach.\n\n",
    "acknowledgement": "\nThis manuscript is being prepared as a chapter in the methods section of the forthcoming Handbook of Labor, Human Resources and Population Economics. We thank Jerome Adda, Philipp Eisenhauer, John Ham, Alvin Murphy, David Neumark, Ken Wolpin and Chenyu Yang for their comments on an earlier version of this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}