{
    "id": 28691,
    "citation_title": "Discount Rate Risk in Private Equity: Evidence from Secondary Market Transactions",
    "citation_author": [
        "Brian Boyer",
        "Taylor D. Nadauld",
        "Keith P. Vorkink",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard measures of private equity performance based on cash flows overlook discount rate risk. An index constructed from prices paid in secondary market transactions indicates that private equity discount rates vary considerably. While the standard alpha for our index is zero, measures of performance based on cash flow data for funds in our index are large and positive. To illustrate that results are not driven by idiosyncrasies of private equity secondary markets, we obtain similar results using cash flows and returns of synthetic funds that invest in small cap stocks. Ignoring variation in PE discount rates can lead to a misallocation of capital.\n\n",
    "acknowledgement": "\nWe are grateful to the partners at an anonymous intermediary for providing us with data. We thank Ulf Axelson, Carter Davis, Pierre Collin-Dufresne, Brigham Frandsen, Jason Gull, Niklas Hüther, Jonathan Jensen, Steve Kaplan, Arthur Korteweg, Josh Lerner, Stefan Nagel, Ludovic Phalippou, Joseph Romano, Amit Seru, Tyler Shumway, Per Strömberg, Ayako Yasuda, Jeffrey Wooldridge, two anonymous referees, and seminar and conference participants at Brigham Young University, the University of Chicago Housing and Corporate Lending Conference, Ensign Peak Advisors, the Finance Research Association, Lausanne, London Business School, Miami, the NBER Corporate Finance Meetings, Ohio State, Singapore Management University, Texas Tech, and the Wasatch Finance Conference, for useful comments and suggestions. We also thank Greg Adams and Hyeik Kim for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}