{
    "id": 287,
    "citation_title": "International Reserves Under Alternative Exchange Rate Regimes and Aspects of The Economics of Managed Float",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1978-10-01",
    "issue_date": "1978-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contains an analysis of the role of international reserves under a regime of pegged exchange rates and under a regime of managed floating. It presents evidence on the stability of the demand for reserves during the periods 1963-72 and 1973-75. It is shown that the demand for reserves by developed countries differs from that of less-developed countries and that the system underwent a structural change by the end of 1972. In view of the drastic change in the international monetary system, the extent of the structural change has not been as large as might have been expected, thus leading to the observation that economic behavior seems to be more stable than legal arrangements. From the policy perspective it follows that the problems concerning the role of the International Monetary Fund in this context are as relevant at the present as they were in the past. The paper concludes with a sketch of a stochastic framework for the analysis of the optimal degree of managed floating. And its purpose is to suggest an additional set of variables which might be incorporated into the specification of the demand for international reserves. It is shown that the optimal degree of exchange rate flexibility depends on the stochastic nature of the shocks that the economy faces. The stochastic characteristics of the shocks include a distinction between real and monetary shocks, domestic and foreign shocks and depend on the covariances among the various shocks.\n\n",
    "acknowledgement": "\n"
}