{
    "id": 28708,
    "citation_title": "(Re)scheduling Pollution Exposure: The Case of Surgery Schedules",
    "citation_author": [
        "Jialin Huang",
        "Jianwei Xing",
        "Eric Zou"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2022-09-28",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nMany human activities can be strategically timed around forecastable natural hazards to mute their impacts. We study air pollution shock mitigation in a high-stakes healthcare setting: hospital surgery scheduling. Using newly available inpatient surgery records from a major city in China, we track post-surgery survival for over 1 million patients, and document a significant increase of hospital mortality among those who underwent surgeries on days with high particulate matter pollution. This effect has two special features. First, pollution on the surgery day, rather than exposure prior to hospitalization, before or after the surgery, is primarily explanatory of the excess mortality. Second, a small but high-risk group – elderly patients undergoing respiratory or cancer operations – bears a majority of pollution’s damages. Based on these empirical findings, we analyze a model of hospital surgery scheduling. For over a third of the high-risk surgeries, there exists an alternative, lower-pollution day within three days such that moving the surgery may lead to a Pareto improvement in survival.\n\n",
    "acknowledgement": "\nWe are extremely grateful for Professor Ling Li at National School of Development, Peking University for generous help with data access. We thank Karen Brandon, Shengmao Cao, Tatyana Deryugina, Qing Gong, Elaine Hill, Wei Huang, Anupam Jena, Shanjun Li, Christopher Worsham, Yao Yao, Peng Zhang, anonymous referees, and seminar participants at the ASHEcon conference, AERE Summer Conference, Nanjing University, Shandong University, Virtual International Seminar in Environmental and Energy Economics, and Xiamen University for helpful comments. Junting Chen provided excellent research assistance. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}