{
    "id": 28702,
    "citation_title": "The Ruble Collapse in an Online Marketplace: Some Lessons for Market Designers",
    "citation_author": [
        "John J. Horton"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe sharp devaluation of the ruble in 2014 increased the real returns to Russians from working in a global online labor marketplace, as contracts in this market are dollar-denominated. Russians clearly noticed the opportunity, with Russian hours-worked increasing substantially, primarily on the extensive margin—incumbent Russians already active were fairly inelastic. Contrary to the predictions of bargaining models, there was little to no pass-through of the ruble price changes in to wages. There was also no evidence of a demand-side response, with buyers not posting more \"Russian friendly\" jobs, suggesting limited cross-side externalities. The key findings—a high extensive margin elasticity but low intensive margin elasticity; little pass-through into wages; and little evidence of a cross-side externality—have implications for market designers with respect to pricing and supply acquisition.\n\n",
    "acknowledgement": "\nThanks to Bo Cowgill, Josh Angrist, David Autor, Alan Benson, Richard Zeckhauser, Alex Tabarrok, Jonathan Meer, Apostolos Filippas, Simon Jäger, Paul Oyer, Bob Hall, Christina Patterson, and Judith Chevalier for helpful comments. I consult with a number of online marketplaces on issues related to market design. None of these marketplaces had the right to review this work, nor did they. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}