{
    "id": 28703,
    "citation_title": "The Effects of Default Choice on Student Loan Borrowing: Experimental Evidence from a Public Research University",
    "citation_author": [
        "Dennis A. Kramer II",
        "Christina J. Lamb",
        "Lindsay C. Page"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of defaults and choice architecture on student loan decision-making, experimentally testing the impact pre-populating either decline or accept decisions compared to an active choice, no pre-population, decision. We demonstrate that the default choice presented does influence student loan borrowing decisions. Specifically, compared to active choice, students presented within a pre-populated decline decision were almost five percent less likely to accept all packaged loans and borrowed between 4.6 and 4.8 percent less in federal educational loans. The reductions in borrowing appears to be concentrated within unsubsidized loans with those assigned to the opt-in condition borrowing 8.3 percent less in unsubsidized loans. These changes in borrowing did not induce substitution towards private or Parent PLUS loans nor did they negatively impact enrollment, academic performance, or on-campus work outcomes in the same academic year.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge and thank our partnering institution for allowing us to conduct this experiment. All the reviewers who reviewed this manuscript provided comments and suggestions that strengthen this contribution. Additionally, we thank Shaun Dougherty, William Doyle, Joshua Goodman, Eric Taylor, and Peter Blair for their helpful comments. Finally, we thank seminar participants at the U.S. States Military Academy, Harvard Graduate School of Education, Vanderbilt University, and the University of Florida for their thoughtful suggestions and comments. Any errors remain the responsibility of the authors. Omissions and errors are solely that of the authors. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0004123. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}