{
    "id": 28706,
    "citation_title": "Groundwater and Crop Choice in the Short and Long Run",
    "citation_author": [
        "Fiona Burlig",
        "Louis Preonas",
        "Matt Woerman"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do agents respond to policy when investments have high upfront costs and lasting payoffs? We estimate farmers’ short- and long-run responses to changes in groundwater pumping costs in California, one of the world’s most valuable agricultural regions, where perennial crops with these investment dynamics are prevalent. We leverage quasi-experimental variation in groundwater costs driven by regulated electricity tariffs to estimate a dynamic discrete choice model of land use with state dependence and forward-looking farmers. Farmers’ short-run elasticity of groundwater demand is −0.72, but temporary cost shocks do not induce crop switching. In contrast, their long-run elasticity is −0.48, driven by a shift away from unsustainable short-run coping strategies and towards meaningful reductions in water-intensive perennial cropping and increased fallowing. California’s flagship groundwater sustainability targets will require a 47% tax in regulated areas on average, which would lower perennial acreage by 10% and increase fallowing by 18%.\n\n",
    "acknowledgement": "\nWe thank Nick Hagerty for graciously sharing data with us. For helpful comments and suggestions, we thank Amy Ando, Andrew Ayers, Maximilian Auffhammer, Kathy Baylis, Ellen Bruno, Karen Clay, Michael Greenstone, Gautam Gowrisankaran, Koichiro Ito, Katrina Jessoe, Ryan Kellogg, Ashley Langer, Erik Lichtenberg, David McLaughlin, Kyle Meng, Mar Reguant, Michael Roberts, Paul Scott, Joseph Shapiro, Andrew Stevens, Anant Sudarshan, Catherine Wolfram, Brian Wright, David Zilberman, and numerous seminar participants. Lauren Beatty, Junshi Han, Chinmay Lohani, Ucindami Mafeni, Shubhalakshmi Nag, Anna Schmidt, Chen Sui, Yixin Sun, Xinyi Wang, and Ao Yu provided excellent research assistance. Karen Notsund provided invaluable support in obtaining data. We received generous funding in support of this project from the Giannini Foundation of Agricultural Economics, the Alfred P. Sloan Foundation (via the E2e Project), the Becker Friedman Institute for Economics at the University of Chicago, and the USDA Economic Research Service under Cooperative Agreement 58-6000-0-0052. We circulated a previous version of this paper under the title “Energy, Groundwater, and Crop Choice.” All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}