{
    "id": 28700,
    "citation_title": "Opening up Military Innovation: Causal Eﬀects of Reforms to U.S. Defense Research",
    "citation_author": [
        "Sabrina T. Howell",
        "Jason Rathje",
        "John Van Reenen",
        "Jun Wong"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2023-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow should governments procure innovation? One choice facing policymakers is whether to tightly specify the innovations they seek (a “Conventional” approach) or to allow firms to suggest ideas (an “Open” approach). We study a natural experiment in the U.S. Air Force Small Business Innovation Research (SBIR) program where Open and Conventional competitions were held simultaneously. We compare them using within-competition regression discontinuity designs on administrative data. Open awards increase desired outcomes; they lead to more adoption of new technologies, measured by (non-SBIR) defense contracts, and more commercial innovation, measured by VC funding and patenting. In contrast, Conventional awards have no effects on these outcomes but do create lock-in through increasing the chances of winning a future SBIR award. The Open program succeeded in its aim of attracting new types of firms, but we demonstrate that openness has a differential impact beyond inducing selection: (i) comparing specific and non-specific Conventional topics; (ii) examining firms that applied to both Open and Conventional programs; and (iii) comparing Open with two other reform programs that attracted similar types of firms to Open but used specific topics. Overall, the results point to benefits from open approaches to innovation procurement.\n\n",
    "acknowledgement": "\nWe thank Chris Benson, David O'Brien, Susan Celis, Charles Chimento, Gregory Coleman, Allen Franke, Steve Lauver, Charles Perla, David Shahady, Molly Walsh, Will Roper and many others at the U.S. Air Force who have helped make this research possible. We also thank Pierre Azoulay, Liat Belinson, Adam Jaffe, Saul Lach, Josh Lerner, Danielle Li, Ramana Nanda, Trang Nguyen, Jacquelyn Pless, Claudia Steinwender, Noam Yuchtman, Tom Wollman and seminar participants at the AEA, Bocconi, Erasmus, European Commission, INSEAD, LSE, MIT, Northwestern, Nova, NYU, Rotterdam, Stockholm, Tsinghua, U.S. Census Bureau, USI Lugano, Utah, WEFI, WFA for comments. Howell served as an unpaid Special Government Employee of the U.S. Department of Defense to perform this research, and would like to thank the Kauffman Foundation for financial support. Van Reenen would like to thank the ESRC for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the United States Air Force or the National Bureau of Economic Research.\n\n\n"
}