{
    "id": 28707,
    "citation_title": "Shaping the Habits of Teen Drivers",
    "citation_author": [
        "Timothy J. Moore",
        "Todd Morris"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-09-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nTeens are risky drivers and often subject to extra restrictions. We examine the effects of an Australian intervention banning first-year drivers from carrying multiple passengers between 11:00pm and 4:59am, which had represented 3% of their accidents and 18% of their fatalities. Using daytime outcomes to account for counterfactual crash risks, we find the reform more than halves targeted crashes, casualties and deaths. The restriction also lowers crashes earlier in the evening and beyond the first year, suggesting it has broad and persistent effects on driving behavior. Overall, this targeted intervention delivers gains comparable to harsher restrictions that delay teen driving.\n\n",
    "acknowledgement": "\nWe thank Dave Byrne, Tom Dee, Bill Evans, John de New, Greg Gilpin, Ben Hansen, Nathan Kettlewell, Julian Reif, Peter Siminski, Emma Shearer, Stefan Staubli and Jenny Williams for helpful comments, as well seminar/conference participants at the Australian Labour Econometrics Workshop, Bavarian Graduate Economics Workshop, College of the Holy Cross, Johannes Kepler University Linz, Max Planck Institute for Social Law and Social Policy, Purdue University, University of Connecticut, and University of Melbourne. We are grateful to the NSW Centre for Road Safety and Roads and Maritime Services NSW for data access and assistance, especially Phil Sparkes, Emma Shearer and Padma Uppuluri. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}