{
    "id": 28704,
    "citation_title": "The Economic Ripple Effects of COVID-19",
    "citation_author": [
        "Francisco J. Buera",
        "Roberto N. Fattal-Jaef",
        "Hugo Hopenhayn",
        "P. Andres Neumeyer",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the effects of a temporary lockdown of the economy? Do firms' deteriorating balance sheets and labor market frictions propagate and prolong the effects? We answer these questions in a model with financial and labor market frictions. The model makes quantitative predictions about the effect of lockdowns of varying magnitude and duration on output, employment and firm dynamics. We find that the effects are not persistent if (i) workers on temporary layoff can be recalled by their previous employers without having to go through the frictional labor market and (ii) the government provides employment subsidies to firms during the lockdown. However, the effects are heterogeneous and young non-essential firms are disproportionately affected. In addition, if lockdowns lead to more permanent reallocation across industries, the recession becomes more protracted. Although the paper is motivated by the lockdowns during the Covid-19 pandemic, the framework can be readily applied to large, temporary shocks of different nature.\n\n",
    "acknowledgement": "\nWe thank Juan Pablo Nicolini, Pedro Teles,  and seminar participants at Banco Central de Chile, Banco de Mexico, Banco de Portugal, Bank of England, Universidad Torcuato di Tella, Virtual Macro Seminar (VMACS), and the World Bank for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily represent the views of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}