{
    "id": 28709,
    "citation_title": "Merchants of Death: The Effect of Credit Supply Shocks on Hospital Outcomes",
    "citation_author": [
        "Cyrus Aghamolla",
        "Pinar Karaca-Mandic",
        "Xuelin Li",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the link between credit supply and hospital health outcomes. We use bank stress tests as exogenous shocks to credit access for hospitals that have lending relationships with tested banks. We find that affected hospitals shift their operations to increase resource utilization following a negative credit shock but reduce the quality of their care to patients across a variety of measures, including a significant increase in risk-adjusted readmission and mortality rates. The results indicate that access to credit can affect the quality of healthcare hospitals deliver, pointing to important spillover effects of credit market frictions on health outcomes.\n\n",
    "acknowledgement": "\nWe thank the anonymous reviewers, John Friedman (the editor), Viral Acharya, Sandra Chamberlain, Gustavo Cortes, Jon Garfinkel, Sabrina Howell, Katharina Lewellen, Erzo Luttmer, Tom Philipson, Michael Usher, Daniel Weagley, Chris Whaley, Xiaoyun Yu, several hospital executives, conference participants at the 2021 FIRS Meetings, the 2021 NBER Health Care Summer Institute, the 2021 Federal Reserve Stress Testing Research Conference, the 2022 Financial Markets and Corporate Governance Conference, and the 2022 China International Conference in Finance, and seminar participants at Columbia University, CSU Fullerton, Emory University, Indian Institute of Management Ahmedabad, Northeastern University, Pennsylvania State University, University of Bath, University of British Columbia, University of Colorado–Boulder, Peking University, University of Minnesota, University of Missouri, University of Pittsburgh, University Wisconsin–Milwaukee, and the Virtual Corporate Finance Seminars for helpful comments.\n\n\n"
}