{
    "id": 28701,
    "citation_title": "Computerization, Obsolescence, and the Length of Working Life",
    "citation_author": [
        "Péter Hudomiet",
        "Robert J. Willis"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-07-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how computerization affected the labor market outcomes of older workers between 1984 and 2017. Using the computerization supplements of the Current Population Survey (CPS) we show that different occupations were computerized at different times, older workers tended to start using computers with a delay compared to younger workers, but computer use within occupations converged to the same levels across age groups eventually. That is, there was a temporary knowledge gap between younger and older workers in most occupations.  We estimate how this knowledge gap affected older workers’ labor market outcomes using data from the CPS and the Health and Retirement Study. Our models control for occupation and time fixed effects and in some models; we also control for full occupation-time interactions and use middle aged (age 40-49) workers as the control group. We find strong and robust negative effects of the knowledge gap on wages, and a large, temporary increase in transitions from work to non-participation, consistent with a model of creative destruction in which the computerization of jobs made older workers’ skills obsolete in birth cohorts that experienced computerization relatively late in their careers. We find larger effects on females and on middle-skilled workers.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by the Alfred P. Sloan Foundation Grant G-2016-7259. An earlier version of this paper was presented at a “Working Longer” Conference at the Stanford Institute for Economic Policy Analysis.  We thank Nicole Maestas and other participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert J. Willis\n\nThe primary sources of support for my research are from National Institutes of Health grants U01AG0009740 and  P01AG026571.  In addition, in the recent past I have received grants from Social Security Administration through the Michigan Retirement Research Center, from the Sloan Foundation and from Pfizer.\n\n\n"
}