{
    "id": 28719,
    "citation_title": "Minority Student and Teaching Assistant Interactions in STEM",
    "citation_author": [
        "Daniel Oliver",
        "Robert W. Fairlie",
        "Glenn Millhauser",
        "Randa Roland"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nGraduate student teaching assistants from underrepresented groups may provide salient role models and enhanced instruction to minority students in STEM fields. We explore minority student-TA interactions in an important course in the sciences and STEM – introductory chemistry labs – at a large public university. The uncommon assignment method of students to TA instructors in these chemistry labs overcomes selection problems, and the small and active learning classroom setting with required attendance provides frequent interactions with the TA. We find evidence that underrepresented minority students are less likely to drop courses and are more likely to pass courses when assigned to minority TAs, but we do not find evidence of effects for grades and medium-term outcomes. The effects for the first-order outcomes are large with a decrease in the drop rate by 5.5 percentage points on a base of 6 percent, and an increase in the pass rate of 4.8 percentage points on a base of 93.6 percent. The findings are similar when we focus on Latinx student - Latinx TA interactions. The findings are robust to first-time vs. multiple enrollments in labs, specifications with different levels of fixed effects, limited choice of TA race, limited information of TAs, and low registration priority students. The findings have implications for debates over increasing diversity among PhD students in STEM fields because of spillovers to minority undergraduates.\n\n",
    "acknowledgement": "\nWe thank Ian Allen, Lori Etow, Steven Luis, Karen Meece, Lisa Morgan, Samantha Sweeney, Justyn Vanderplas and Travis Wiggans for assistance with the data, and with general questions about the undergraduate program and the scheduling of lab sections. We thank Rebecca London for comments and suggestions. We also thank the University of California, Santa Cruz Chancellor’s Office and Graduate Division for partial funding for the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}