{
    "id": 28716,
    "citation_title": "Knowledge, Stigma, and HIV Testing: An Analysis of a Widespread HIV/AIDS Program",
    "citation_author": [
        "Dean Yang",
        "James Allen IV",
        "Arlete Mahumane",
        "James Riddell IV",
        "Hang Yu"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2022-08-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing randomized methodologies, we study a common community HIV/AIDS program that seeks to promote HIV testing by improving knowledge and reducing stigmatizing attitudes. Contrary to expectations, the program has a substantial negative effect on HIV testing rates. We provide evidence of likely mechanisms behind the program’s negative effect: it inadvertently increased misinformation about HIV transmission methods, and worsened HIV-related stigmatizing attitudes. Subsequent household-level randomized treatments providing correct information and addressing stigma concerns counteract the program’s negative effect on HIV testing. These findings highlight the importance of improving knowledge and alleviating stigma concerns when promoting HIV testing.\n\n",
    "acknowledgement": "\nCorresponding author: Dean Yang (deanyang@umich.edu). Most importantly, we thank Faustino Lessitala for stellar leadership and field management throughout the project. Carolina Salvaterra, Danito Angorete, Fernando Padama, and Filipe Murgorgo made essential contributions in the field. Kyal Berends, Moustafa El-Kashlan, Sihang Cai, Ryan McWay, Jared Stolove, and Derek Xu provided first-rate research assistance. Lauren Tingwall’s grant administration was world-class. This study would not have been possible without the multi-year engagement and commitment of Nathaniel Lohman and Dionisio Matos of USAID, and of Michael Carter and Tara Chiu of the BASIS research program. Amy Aberra and Joshua Volle of USAID provided important context and feedback. We appreciate feedback from Michael Carter, Paul Gertler, Sharon Maccini, Grant Miller, and Stephen Smith. Our 2020 virtual summer interns – Sidi Cheng, Zhiyan Guo, Matthew Riddell, Maggie Wolf, Lana Yang-Maccini, and Pu (Priscilla) Zhao – gave us vital help with data entry. We appreciate the cooperation of World Education Inc./Bantwana, in particular Prince Mulondo Yosia, Karen Rowe, Tawanda Madhangi, and Obert Darara. This study’s protocols were approved by Institutional Review Boards (IRBs) in Mozambique (Ministry of Health, approval number 2233/GMS/002/016) and at the University of Michigan (Health Sciences and Social and Behavioral Sciences IRB, approval number HUM00115541). Empirical analyses were pre-specified in a pre-analysis plan submitted to the American Economic Association’s RCT Registry (AEARCTR-0003990). This research was funded by the United States Agency for International Development via the BASIS research program at University of California, Davis (grant numbers AID-OAA-L-12-00001, AIDOAA-LA-16-0004, and AID391A1500006). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}