{
    "id": 28717,
    "citation_title": "Unions Increase Job Satisfaction in the United States",
    "citation_author": [
        "Benjamin Artz",
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-04-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the well-known negative association between union coverage and individuals’ job satisfaction in the United States, first identified over forty years ago.  We find the association has flipped since the Great Recession such that union workers are now more satisfied than their non-union counterparts.  This is found to be the case for younger and older workers in the National Longitudinal Surveys of Youth of 1979 and 1997.  The change is apparent when we use the panel data to account for fixed differences in those who are and are not unionized, suggesting changes in worker sorting into union status are not the reason for the change.  The absence of substantial change in the union wage gap, and the stability of results when conditioning on wages, both suggest the change is not associated with changes in unions’ wage bargaining. Instead, we find some diminution in unions’ ability to lower quit rates – albeit confined to older workers - which is suggestive of a decline in their effectiveness in operating as a ‘voice’ mechanism for unionized workers. We also present evidence suggestive of unions’ ability to minimize covered workers’ exposure to underemployment, a phenomenon that has negatively impacted non-union workers.\n\n",
    "acknowledgement": "\nAlex Bryson would like to thank the Norwegian Research Council (grant no. 301280/H20) for financial support.  We thank Richard Freeman for helpful comments over the years. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}