{
    "id": 28718,
    "citation_title": "Infrequent Identity Signals and Detection Risks in Audit Correspondence Studies",
    "citation_author": [
        "Catherine Balfe",
        "Patrick Button",
        "Mary Penn",
        "David Schwegman"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAudit correspondence studies are field experiments that test for discriminatory behavior in active markets. Researchers measure discrimination by comparing how responsive individuals (\"audited units\") are to correspondences from different types of people. This paper elaborates on the tradeoffs researchers face between sending audited units only one correspondence and sending them multiple correspondences, especially when including less common identity signals in the correspondences. We argue that when researchers use audit correspondence studies to measure discrimination against individuals that infrequently interact with audited units, they raise the risk that these audited units become aware they are being studied or otherwise act differently. We present the result of an audit correspondence study that demonstrates how this detection can occur when researchers send more than one correspondence from an uncommon minority group. We show how this detection leads to attenuated (downwardly biased) estimates of discrimination.\n\n",
    "acknowledgement": "\nPatrick Button thanks the National Institutes of Health for funding via a postdoctoral training grant to the RAND Corporation (5T32AG000244-23), which funded their research from 2018 to 2019. We thank seminar participants at the APPAM, AEA, and AREUEA conferences, and Tulane University, and we thank Lei Gao, Andrew Hanson, Joanna Lahey, and Mike Martell for helpful comments, guidance, and discussions. We also thank Eva Dils and Ilan Gressel for excellent research assistance. This study was approved by Syracuse University’s IRB (#18-176.) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}