{
    "id": 28715,
    "citation_title": "The Impact of COVID-19 on Community College Enrollment and Student Success: Evidence from California Administrative Data",
    "citation_author": [
        "George Bulman",
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2022-03-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nAlthough enrollment at California’s four-year public universities mostly remained unchanged by the pandemic, the effects were substantial for students at California Community Colleges, the largest higher education system in the country. This paper provides a detailed analysis of how the pandemic impacted the enrollment patterns, fields of study, and academic outcomes of these students through the first four semesters after it started. Consistent with national trends, enrollment dropped precipitously during the pandemic – the total number of enrolled students fell by 11 percent from fall 2019 to fall 2020 and by another 7 percent from fall 2020 to fall 2021. The California Community College system lost nearly 300,000 students over this period. Our analysis reveals that enrollment reductions were largest among African-American and Latinx students, and were larger among continuing students than first-time students. We find no evidence that having a large online presence prior to the pandemic protected colleges from these negative effects. Enrollment changes were substantial across a wide range of fields and were large for both vocational courses and academic courses that can be transferred to four-year institutions. In terms of course performance, changes in completion rates, withdrawal rates, and grades primarily occurred in the spring of 2020. These findings of the effects of the pandemic at community colleges have implications for policy, impending budgetary pressures, and future research.\n\n",
    "acknowledgement": "\nWe thank Mallory Newell, Jake Knapp and Bradley Olin for helpful conversations about institutional effects within the community college system. We thank Thomas Brock, Michal Kurlaender, and seminar participants at the University of California, Sacramento Center, College Board Forum, and UC Davis Wheelhouse: The Center for Community College Leadership and Research Workshop at UCLA for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}