{
    "id": 28710,
    "citation_title": "Why Have College Completion Rates Increased? An Analysis of Rising Grades",
    "citation_author": [
        "Jeffrey T. Denning",
        "Eric R. Eide",
        "Kevin Mumford",
        "Richard W. Patterson",
        "Merrill Warnick"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-07-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege completion rates declined from the 1970s to the 1990s. We document that this trend has reversed--since the 1990s, college completion rates have increased. We investigate the reasons for the increase in college graduation rates. Collectively, student characteristics, institutional resources, and institution attended do not explain much of the change. However, we show that grade inflation can explain much of the change in graduation rates. We show that GPA is a strong predictor of graduation rates and that GPAs have been rising since the 1990s. We also find that in national survey data and rich administrative data from 9 large public universities increases in college GPAs cannot be explained by student demographics, preparation, and school factors. Further, we find that at a public liberal arts college, grades have increased over time conditional on final exam performance.\n\n",
    "acknowledgement": "\nWe thank Sandra Black, Lars Lefgren, Sarah Turner, and participants at the BYU R Squared seminar, NBER Education 2019 Spring Meetings, Society of Labor Economists 2019 Meetings, and Association for Education Finance and Policy 2019 Conference for useful comments on the draft. Research support was received from the College of Family, Home, and Social Sciences at Brigham Young University. We would like to thank Daniel Sabey and Michael Jensen for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}