{
    "id": 28714,
    "citation_title": "Social Origins of Militias: The Extraordinary Rise of “Outraged Citizens”",
    "citation_author": [
        "Gauthier Marchais",
        "Christian M. Mugaruka",
        "Raúl Sanchez de la Sierra",
        "David Qihang Wu"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a sharp withdrawal of the state that precipitated the emergence of a prominent militia in the Democratic Republic of the Congo to analyze the role of community in the rise of militias. First, the state withdrawal drastically increased membership into the militia, predominantly driven by various social motivations and, to a much lesser extent, private economic motivations. Second, its extraordinary nature is explained by the response to the drastic rise in insecurity it created, and driven mostly by individuals’ intrinsic social motivation to protect their community, but also extrinsic social motivations such as status concerns and social pressure. Third, the response to insecurity is in part explained by elite-driven informal community institutions’ response, which engineer extrinsic social motivations and amplify pre-existing intrinsic ones. Our findings suggest that social motivations towards the community play a central role in the rise of militias, and nuance the distinction between economic and noneconomic incentives, showing that a range of social motivations, extrinsic, are engineered by community institutions to promote militia rise; given the later predatory turn of the militia, our findings emphasize how state weakness and social motivations can trigger communities to create security capacity that persists and can be later used opportunistically.\n\n",
    "acknowledgement": "\nData collection was funded by Private Enterprise Development in Low-income countries (PEDL), National Science Foundation, and International Center for Taxation and Development (ICTD). We thank Aimable Lameke, Desire Basibuhe, Christian Bazuzi, Lewis Butinda, Akanksha Kala, Emmanuel Kandate, Frederic Koleramungu, Simeon Lukeno, Floribert Lwaboshi, Jumapili Zagabe, and to Jean-Paul Zibika for outstanding research. Soeren Henn, Matthew Pecenco, Carlos Schmidt-Padilla, and Haoyang Xie provided extraordinary research assistance. We thank Francesco Ammodio, Christopher Blattman, Jean Decety, Paul Dower, Soeren Henn, Sergei Guriev, Laura Montenegro, Benjamin Marx, Eoin McGuirk, Priya Mukherjee, Vesall Nourani, Nathan Nunn, Dominic Parker, James Robinson, Santiago Tobón, Oliver Vanden Eynde, Juan Vargas, Noam Yuchtman, Austin Wright for invaluable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}