{
    "id": 28713,
    "citation_title": "Innovation and Human Capital Policy",
    "citation_author": [
        "John Van Reenen"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-10-04",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIf innovation is to be subsidized, a natural place to start is to increase the quantity and quality of human capital. Innovation, after all, begins with people. Simply stimulating the “demand side” through R&D subsidies and tax breaks may only drive up the price, rather than the volume of research activity. By contrast, increasing the supply of potential inventors can both directly increase innovation and reduce its cost. This paper examines the evidence on human capital policies for stimulating innovation such as expanding the home-grown workforce, fostering immigration, boosting universities and reducing barriers to entry into inventor careers, especially for under-represented groups. The evidence suggests targeting high ability but disadvantaged potential inventors at an early age is likely to have the largest long-run effects on growth.\n\n",
    "acknowledgement": "\nThis builds on work with many coauthors, in particular Nick Bloom and Heidi Williams. I am grateful for comments by Ben Jones, Austan Goolsbee, and an anonymous referee. This research was supported in part by the Sloan Foundation, Schmitt Sciences, the Smith Richardson Foundation, and the Economic and Social Research Council. The content is solely the responsibility of the author and does not necessarily represent the official views of the NBER. For acknowledgments, sources of research support, and disclosure of the author’s material financial relationships, please see https://www.nber.org/books-and-chapters/innovation-and-public-policy/innovation-and-human-capital-policy.\n\n\n"
}