{
    "id": 28727,
    "citation_title": "Does Mentoring Increase the Collaboration Networks of Female Economists? An Evaluation of the CeMENT Randomized Trial",
    "citation_author": [
        "Donna K. Ginther",
        "Rina Na"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nPrevious research has shown that women in the treatment group of the CeMENT randomized controlled trial increased their publications and the likelihood that they were tenured in top 50 economics departments. This paper examines one potential mechanism, namely, that CeMENT expanded the collaboration networks of the participants.  Our analysis finds that women who received the mentoring treatment had three additional pre-tenure coauthors, 1.6 more pre-tenure publications and 43 additional citations to those publications.  After controlling for additional coauthors, the CeMENT program increased publications, and top-tier publications.  These results suggest that the information conveyed at the workshop facilitated participants’ career success.\n\n",
    "acknowledgement": "\nThis research was funded by National Science Foundation Grant SES-1547054. We thank Carlos Zambrana and Patricia Oslund for assisting with Web of Science searches. We thank Shulamit Kahn, Janet Currie, and Karen Mumford for comments on the paper. We are grateful to the many women who volunteered their time to participate in the CeMENT mentoring experiment. A randomized controlled trials registry entry is available at AEARCTR-0000136. Any errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}