{
    "id": 28723,
    "citation_title": "Fearless Woman: Financial Literacy and Stock Market Participation",
    "citation_author": [
        "Tabea Bucher-Koenen",
        "Rob J. Alessie",
        "Annamaria Lusardi",
        "Maarten van Rooij"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2024-09-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen are less financially literate than men. It is unclear whether this gap reflects a lack of knowledge or, rather, a lack of confidence. Our survey experiment shows that women tend to disproportionately respond “do not know” to questions measuring financial knowledge, but when this response option is unavailable, they often choose the correct answer. We estimate a latent class model and predict the probability that respondents truly know the correct answers. We find that about one-third of the financial literacy gender gap can be explained by women’s lower confidence levels. Both financial knowledge and confidence explain stock market participation.\n\n",
    "acknowledgement": "\nThe authors wish to thank Martin Brown, Joao Cocco, Helmut Farbmacher, Adriaan Kalwij, Marc Kramer, Pierre-Carl Michaud, Federica Teppa, Nathanael Vellekoop, and Joachim Winter for helpful feedback and Audrey Brown for editorial assistance. They are also grateful to seminar participants in Amsterdam, Frankfurt, Jena, Giessen, Groningen, Mannheim, Maastricht, Montreal, Munich, Utrecht, and Sterling, and the participants at the Annual Meeting of the Neuroeconomic Society in Bonn, the EIB meetings in Paris, the Annual Conference of the European Economic Association in Toulouse, the Cintia conference in Turin, the Netspar Pension Workshop in Amsterdam, the Netspar Conference on Advances in Household Finance in Modena, the Annual Meeting of the International Association of Applied Econometrics in Milan, the Women in Finance Conference at Columbia University in New York, the Household Finance Workshop in Sheffield, the SAFE Household Finance Workshop in Frankfurt, and the DIW Workshop on Gender and Financial Literacy in Berlin for useful comments. Financial support from the European Investment Bank Institute is gratefully acknowledged. The findings, interpretations, and conclusions presented in this article are entirely those of the authors and should not be attributed in any manner to the European Investment Bank or its Institute, the De Nederlandsche Bank, or the National Bureau of Economic Research.\n\n\n"
}