{
    "id": 28729,
    "citation_title": "Strategic Fragmented Markets",
    "citation_author": [
        "Ana Babus",
        "Cecilia Parlatore"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the determinants of asset market fragmentation in a model with strategic investors that disagree about the value of an asset. Investors' choices determine the market structure. Fragmented markets are supported in equilibrium when disagreement between investors is low. In this case, investors take the same side of the market and are willing to trade in smaller markets with a higher price impact to face less competition when trading against a dealer. The maximum degree of market fragmentation increases as investors' priors are more correlated. Dealers can benefit from fragmentation, but investors are always better off in centralized markets.\n\n",
    "acknowledgement": "\nWe thank Markus Baldauf, Darrell Duffie, Piotr Dworczak, Joel Hasbrouck, Ricardo Lagos, Ben Lester, Guillermo Ordo\\~{n}ez, Thomas Sargent, Laura Veldkamp, Venky Venkateswaran, Xavier Vives, and Pierre-Olivier Weill for their comments, as well as seminar participants at the Barcelona GSE Summer Forum, BI Norwegian Business School, the Board of Governors, FIRS, LACEA, LAEF OTC Markets and Securities Workshop, the New York Federal Reserve Bank, NYU Stern, University of Minnesota, UT Austin, SED, and WUSTL. Sung Kwan Lee, Botao Wu, Josh Mohanty and Luke Min provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}