{
    "id": 28722,
    "citation_title": "Early Childhood Education in the United States: What, When, Where, Who, How, and Why",
    "citation_author": [
        "Elizabeth U. Cascio"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter concerns the state of the literature on early childhood education (ECE) – formal programs offering group instruction for children younger than the standard eligibility age for public education. I describe how ECE programs can be convincingly evaluated and why they may or may not work to narrow gaps in well-being across the lifecycle. The methods, the findings from their application, and their proper interpretation rest critically on who participates and when and where that participation is situated. Because there is a great deal of variation in the answers to these questions even within the United States, I focus on the U.S. experience. Over the past two decades, we have made considerable progress understanding the impacts of large-scale ECE participation in the U.S., as the literature has moved away from – despite being still strongly influenced by – small-scale model interventions. And yet, there is still much to be learned about the long-term effects of participating in ECE programs operating at scale, the mechanisms linking large-scale ECE interventions to later-life well-being, and the effects of ECE quality conditional on ECE participation.\n\n",
    "acknowledgement": "\nI thank Charlotte Driscoll for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}