{
    "id": 28726,
    "citation_title": "Selecting the Most Effective Nudge: Evidence from a Large-Scale Experiment on Immunization",
    "citation_author": [
        "Abhijit Banerjee",
        "Arun G. Chandrasekhar",
        "Suresh Dalpath",
        "Esther Duflo",
        "John Floretta",
        "Matthew O. Jackson",
        "Harini Kannan",
        "Francine N. Loza",
        "Anirudh Sankar",
        "Anna Schrimpf",
        "Maheshwor Shrestha"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicymakers often choose a policy bundle that is a combination of different interventions in different dosages. We develop a new technique—treatment variant aggregation (TVA)—to select a policy from a large factorial design. TVA pools together policy variants that are not meaningfully different and prunes those deemed ineffective. This allows us to restrict attention to aggregated policy variants, consistently estimate their effects on the outcome, and estimate the best policy effect adjusting for the winner’s curse. We apply TVA to a large randomized controlled trial that tests interventions to stimulate demand for immunization in Haryana, India. The policies under consideration include reminders, incentives, and local ambassadors for community mobilization. Cross-randomizing these interventions, with different dosages or types of each intervention, yields 75 combinations. The policy with the largest impact (which combines incentives, ambassadors who are information hubs, and reminders) increases the number of immunizations by 44% relative to the status quo. The most cost-effective policy (information hubs, ambassadors, and SMS reminders but no incentives) increases the number of immunizations per dollar by 9.1% relative to status quo.\n\n",
    "acknowledgement": "\nWe are particularly grateful to the Haryana Department of Health and Family Welfare for taking the lead on this intervention and allowing the evaluation to take place. Among many other, we acknowledge the tireless support of Rajeev Arora, Amneet P. Kumar, Sonia Trikha, V.K. Bansal, Sube Singh, and Harish Bisht. We are also grateful to Isaiah Andrews, Adel Javanmard, Adam McCloskey, Tyler McCormick, and Karl Rohe for helpful discussions. We thank Emily Breza, Denis Chetvetrikov, Paul Goldsmith-Pinkham, Ben Golub, Nargiz Kalantarova, Shane Lubold, Douglas Miller, Francesca Molinari, Suresh Naidu, Eric Verhoogen, and participants at various seminars for suggestions. Financial support from USAID DIV, 3iE, J-PAL GPI, and MIT-Givewell, and NSF grant SES-2018554 is gratefully acknowledged. Chandrasekhar is grateful to the Alfred P. Sloan foundation for support. We thank Rachna Nag Chowdhuri, Diksha Radhakrishnan, Mohar Dey, Maaike Bijker, Niki Shrestha, Tanmayta Bansal, Sanjana Malhotra, Aicha Ben Dhia, Vidhi Sharma, Mridul Joshi, Rajdev Brar, Paul-Armand Veillon, and Chitra Balasubramanian, as well as Shreya Chaturvedi, Vasu Chaudhary, Shobitha Cherian, Louis-Mael Jean, Anoop Singh Rawat, Elsa Trezeguet, Simon Yaspo and Meghna Yadav for excellent research assistance. The views expressed herein are those of the authors and do not  necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}