{
    "id": 28724,
    "citation_title": "Digital Collateral",
    "citation_author": [
        "Paul Gertler",
        "Brett Green",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2023-07-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA new form of secured lending using “digital collateral” has recently emerged, most prominently in low- and middle-income countries. Digital collateral relies on lockout technology, which allows the lender to temporarily disable the flow value of the collateral to the borrower without physically repossessing it. We explore this new form of credit both in a model and in a field experiment using school-fee loans digitally secured with a solar home system. Securing a loan with digital collateral drastically reduces default rates (by 19 pp) and increases the lender’s rate of return (by 38 pp). Employing a variant of the Karlan and Zinman (2009) methodology, we decompose the total effect on repayment and find that roughly one-third is attributable to adverse selection, and two-thirds is attributable to moral hazard. In addition, access to digitally secured school-fee loans significantly increases school enrollment and school-related expenditures without detrimental effects to households’ balance sheet.\n\n",
    "acknowledgement": "\nThis research was supported by USAID, CGAP and IFC (as part of the HIFI program), JPAL’s Post-Primary Education program and UC Berkeley’s Lab for Inclusive FinTech (LIFT). We are very grateful to Jenya Kahn-Lang, Renping Li, Cyrus Mevorach, Sanghamitra Mukherjee, Derek Wolfson, Hilary Yu, and especially Robert Pickmans for excellent research assistance. Laura Steiner provided exceptional project management, and we are also grateful to the IPA Uganda team. We thank Efraim Benmelech (discussant), Dean Karlan, David Levine, Isabel Macdonald, Gautam Rao, David Sraer, Antoinette Schoar, and Jonathan Zinman for useful comments and suggestions as well as participants at the Harvard/Yale/Berkeley EEE seminar, NBER Corporate Finance Meetings, Columbia University, Copenhagen Business School, Kellogg School of Management, Oxford University, Stanford University, UC Merced, University of British Columbia, University College of London, Warwick Business School, and The Wharton School. The experiment described in this paper is registered at the AEA RCT Registry under the code AEARCTR-0004191. The protocol was granted IRB approval by the University of California at Berkeley under the code 2018-10-11516. The authors declare that they have no financial or material interests in the results discussed in this paper. The views expressed in this article do not necessarily represent the views of the United States, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n"
}