{
    "id": 28725,
    "citation_title": "Disability Insurance in the Great Recession: Ease of Access, Program Enrollment, and Local Hysteresis",
    "citation_author": [
        "Melissa S. Kearney",
        "Brendan M. Price",
        "Riley Wilson"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research has documented that Social Security Disability Insurance (SSDI) applications and awards increase during economic downturns and that expanded access to SSDI leads to a reduction in employment. We build on these insights and investigate to what extent differential access to SSDI during economic downturns leads to differential changes in SSDI enrollment and employment during the subsequent recovery. We exploit plausibly exogenous variation in SSDI appeals processing time (a measure of hassle or access) facing individuals living in ZIP codes that straddle Social Security Administration hearing office catchment borders. During the Great Recession, ZIP codes assigned to hearing offices with faster appellate processes saw a larger increase in SSDI enrollment than their cross-border neighbors. These enrollment effects are concentrated among ZIP code pairs that experienced more severe labor market downturns, and they persist as late as 2015. In the full sample, there is no clear effect of longer processing times on subsequent employment rates. However, we find some limited evidence that faster appellate processes may have weighed on the employment recovery in hard-hit ZIP codes that had high pre-recession rates of SSDI enrollment. Our findings highlight the importance of considering interaction effects between economic shocks and ease of access to the safety net.\n\n",
    "acknowledgement": "\nWe thank Hans Ringger for excellent research assistance and Hilary Hoynes for serving as a discussant of this paper at the ASSA 2021 meetings. The views expressed in this paper are those of the authors and do not necessarily represent the views or policies of the Social Security Administration, nor those of the Board of Governors of the Federal Reserve System, nor its staff, nor the National Bureau of Economic Research. All errors are ours.\n\n\n"
}