{
    "id": 28733,
    "citation_title": "The Growing Importance of Decision-Making on the Job",
    "citation_author": [
        "David J. Deming"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2021-07-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMachines increasingly replace people in routine job tasks. The remaining tasks require workers to make open-ended decisions and to have “soft” skills such as problem-solving, critical thinking and adaptability. This paper documents growing demand for decision-making and explores the consequences for life-cycle earnings. Career earnings growth in the U.S. more than doubled between 1960 and 2017, and the age of peak earnings increased from the late 30s to the mid-50s. I show that a substantial share of this shift is explained by increased employment in decision-intensive occupations, which have longer and more gradual periods of earnings growth. To understand these patterns, I develop a model that nests decision-making in a standard human capital framework. Workers predict the output of uncertain, context-dependent actions. Experience reduces prediction error, improving a worker’s ability to adapt using data from similar decisions they have made in the past. Experience takes longer to accumulate in high variance, non-routine jobs. I test the predictions of the model using data from the three waves of the NLS. Life-cycle wage growth in decision-intensive occupations has increased over time, and it has increased relatively more for highly-skilled workers.\n\n",
    "acknowledgement": "\nThanks to Daron Acemoglu, Hunt Allcott, Isaiah Andrews, David Autor, Peter Blair, Raj Chetty, David Lagakos, Todd Schoellman, and seminar participants at the Ottawa Applied Micro Lab, Miami University of Ohio, George Mason University, University of Nebraska and Harvard University for helpful comments. I also thank Bledi Taska and the staff at Burning Glass Technologies for generously sharing their data. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}