{
    "id": 28731,
    "citation_title": "Why Working from Home Will Stick",
    "citation_author": [
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2024-10-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCOVID-19 drove a mass social experiment in working from home (WFH). We survey more than 30,000 Americans over multiple waves to investigate whether WFH will stick, and why. Our data say that 20 percent of full workdays will be supplied from home after the pandemic ends, compared with just 5 percent before. We develop evidence on five reasons for this large shift: better-than-expected WFH experiences, new investments in physical and human capital that enable WFH, greatly diminished stigma associated with WFH, lingering concerns about crowds and contagion risks, and a pandemic-driven surge in technological innovations that support WFH. We also use our survey data to project three consequences: First, employees will enjoy large benefits from greater remote work, especially those with higher earnings. Second, the shift to WFH will directly reduce spending in major city centers by at least 5-10 percent relative to the pre-pandemic situation. Third, our data on employer plans and the relative productivity of WFH imply a 5 percent productivity boost in the post-pandemic economy due to re-optimized working arrangements. Only one-fifth of this productivity gain will show up in conventional productivity measures, because they do not capture the time savings from less commuting.\n\n",
    "acknowledgement": "\nWe thank Stanford University, the University of Chicago Booth School of Business, Asociacion Mexicana de Cultura A.C., the Stanford Institute for Human-Centered Artificial Intelligence, the W.E. Upjohn Institute for Employment Research, and Toulouse Network for Information Technology for financial support. We are grateful to comments from presentations at the AEA, Berkeley, CUNY, HAI, Hoover Institution, ITAM, LSE, Maryland, Munich, Rice, Northwestern, Ridge, Princeton, Stanford, Wharton, The World Bank, and ZEW-Mannheim. We thank Corinne Stephenson for help generating our WFH media data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}