{
    "id": 28732,
    "citation_title": "Optimal Harvest with Multiple Fishing Zones, Endogenous Price and Global Uncertainty",
    "citation_author": [
        "Jose Pizarro",
        "Eduardo S. Schwartz"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on the optimal harvest of fisheries has concentrated on a single fishing area with biomass uncertainty and to a lesser degree also with price uncertainty. We develop and implement a stochastic optimal control approach to determine the harvest that maximizes the value of a fishery participating in a global market, where all the considered harvesting zones sell their production. This market is characterized by an inverse demand function, which combines an exogenous demand shock and the aggregate harvesting of all zones. Accordingly, a fishery's harvest will be affected by the global demand shocks and the harvesting in all the competing zones through the global selling price. In addition, we decompose the biomass uncertainty into local and global biomass shocks. Through global biomass shocks, the model provides enough flexibility to acknowledge for correlation in the biomass shocks faced by the multiple perhaps adjacent areas. When we compare our global framework with an alternative where the individual zones are aggregated into a single optimizing fishery we find that competition will increase the global harvest and consequently reduced the resource price.\n\n",
    "acknowledgement": "\nWe had no source of funding for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}