{
    "id": 28737,
    "citation_title": "The Backward Art of Slowing the Spread? Congregation Efficiencies during COVID-19",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2021-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWere workers more likely to be infected by COVID-19 in their workplace, or outside it? Although both economic models of the pandemic and public health policy recommendations often presume that the workplace is less safe, economic theory predicts that group cooperation significantly increases the per capita demand for public goods. Disease prevention may also have scale economies in supply. The available data from schools, hospitals, nursing homes, warehouses, grocery stores, food processing plants, hair stylists, and airlines – covering more than a million employees and students – show employers adopting mitigation protocols in the spring of 2020. Coincident with the adoption, infection rates in workplaces typically dropped from well above household rates to well below. When this occurs, the sign of the disease externality from participating in large organizations changes from negative to positive, even while individuals continue to have an incentive to avoid large organizations due to the prevention costs they impose on members. Rational cooperative prevention sometimes results in infectious-disease patterns that are opposite of predictions from classical epidemiology.\n\n",
    "acknowledgement": "\nI appreciate financial support from the University of Chicago’s Initiative on Enabling Choice and Competition in Healthcare and discussions with Austan Goolsbee, Kevin M. Murphy, Tomas Philipson, Bob Topel, Daniel Benjamin, Ryan Bourne, M. Keith Chen, Bill Dougan, Troy Durie, David Simon, and workshop participants at the University of Chicago. Ibukun C. Kalu provided time series data on infections among healthcare workers. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}