{
    "id": 28739,
    "citation_title": "Knowledge Spillovers, Trade, and FDI",
    "citation_author": [
        "Wolfgang Keller"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2021-11-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies knowledge spillovers, positive externalities that augment the information set of an economic agent, and reviews the evidence on such spillovers in the context of international economic transactions. The entry discusses trade channels of knowledge transfer associated with purchases from abroad (imports) and sales to abroad (exports). Another focus is on the foreign direct investment (FDI) channel through purchases from abroad (inward FDI) and sales to abroad (outward FDI). The entry also distinguishes knowledge flows from foreign to domestic agents and from domestic to foreign agents. The entry underlines the importance of empirical methodology and data characteristics that determine the quality of econometric identification. Even though spillovers are by their very nature–as externalities–difficult to identify, over recent decades a number of advances have produced robust evidence that both trade and foreign direct investment lead to sizable knowledge spillovers. These advances have been both conceptual as well as in the areas of empirical methodology and new data.\n\n",
    "acknowledgement": "\nI have no financial relationships regarding this research to report. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}