{
    "id": 28746,
    "citation_title": "The Impact of Aggregators on Internet News Consumption",
    "citation_author": [
        "Susan Athey",
        "Markus Mobius",
        "Jeno Pal"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA policy debate centers around the question how news aggregators such as Google News affect traffic to online news sites. Many publishers view aggregators as substitutes for traditional news consumption while aggregators view themselves as complements because they make news discovery easier. We use Spain as a natural experiment because Google News shut down altogether in response to a copyright reform enacted in December 2014. We compare the news consumption of a large number of Google News users with a synthetic control group of similar non-Google News users. We find that the shutdown of Google News reduces overall news consumption by about 20% for treatment users, and reduces page views on publishers other than Google News by 10%. This decrease is concentrated around small publishers. We further find that users are able to replace some but not all of the types of news they previously read. Post-shutdown, they read less breaking news, hard news, and news that is not well covered on their favorite news publishers. These news categories explain most of the overall reduction in news consumption, and shed light on the mechanisms through which aggregators interact with traditional publishers.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from Microsoft Research. We would like to thank seminar participants at Microsoft Research, University of Michigan, Stanford University, University of Chicago, the Toulouse Network for Information Technology, the WZB Lectures in Berlin, University of Mannheim, Columbia, Boston University, EARIE, IC2S2, Toulouse, Harvard Digital Business Seminar, and a variety of industry forums for helpful comments, as well as Josh Feng, Samuel Grondahl, Sebastian Steffen and Aaron Kaye for exceptional research assistance. This paper replaces our previous paper, “The Impact of News Aggregators on Internet News Consumption: The Case of Localization,” which used a different natural experiment (in France) to address a similar question. We are currently updating the analysis for the French natural experiment to be consistent with the analytic approach introduced in this paper, and plan to report the updated results as a supplement to this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}