{
    "id": 28740,
    "citation_title": "Large Fiscal Episodes and Sustainable Development: Some International Evidence",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Hien Thi Kim Nguyen",
        "Donghyun Park"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the association between episodes of large fiscal impulses (expansions and adjustments) and sustainable development indicators (prosperity, resilience, and inclusivity). We provide country studies of Chile, Poland, South Africa, and Thailand, examining the components of government expenses and tax revenues, and reporting four stylized patterns from the analysis. (i) Fiscal expansions led to higher growth rates and reduced negative trade-offs, e.g., pollution and poor-health mortalities associated with economic growth. (ii) Fiscal adjustments led to a more inclusive economy, lowered poverty headcounts, improved sanitation, and cleaner technology access. (iii) Fiscal expansions followed an increase in direct taxes (especially corporate taxes) and a decline in social contributions, and preceded a decline in other direct taxes and an increase in wage bills. (iv) Fiscal adjustments followed a decline in other direct taxes and social contributions, an increase in wage bills, and preceded a decline in government consumption expenditure and transfers. In light of these findings, the domestic resource mobilization should consider the time paths of the taxes and expenditure components to understand their empirical linkages with the sustainable development outcomes in the respective countries.\n\n",
    "acknowledgement": "\nFinancial support by the ADB is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}