{
    "id": 28744,
    "citation_title": "The Dance Between Government and Private Investors: Public Entrepreneurial Finance around the Globe",
    "citation_author": [
        "Jessica Bai",
        "Shai Bernstein",
        "Abhishek Dev",
        "Josh Lerner"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2022-03-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the interaction between governments and private capital investors when financing early-stage ventures. We first provide a simple conceptual framework to explore when collaboration between governments and private investors is likely to emerge. Using hand-collected data on 755 programs worldwide, we find that government programs frequently involve private capital investors. Collaboration is greater when governments are more effective, when programs target earlier-stage companies, and when the local private venture market is more developed. Such collaborations mostly occur through joint equity investments and matching-funds requirements. These findings underscore the importance of government synergies with local private capital markets.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Public Entrepreneurial Finance around the Globe.\" Harvard Business School’s Division of Research and Doctoral Programs provided financial support for this project. Mufitcan Atalay, Max Bahdanovich, Baran Cekim, Elizabeth Lively, Palina Misiuk, Yuan Sun, Lizzy Yang, and especially Lydia Wang provided excellent research assistance. We thank Ufuk Akcigit and Alex Wu for help in this process. Seminar participants at the Asian Applied Economics Workshop, Copenhagen Business School, Harvard Business School, ICADE, the National Bureau of Economic Research, the New Economic School, the U.S. National Science Foundation, and the University of Bergen provided helpful comments, as did Thomas Hellmann, Sabrina Howell, Asim Khwaja, Filippo Mezzanotti, Kyle Myers, Jacquelyn Pless, Ben Roth, Andrei Shleifer, Morten Sorensen, and especially Mark Schankerman. Josh Lerner has received compensation for advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital. All errors and omissions are our own. First Draft: October 2020. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}