{
    "id": 28745,
    "citation_title": "Concentration in Product Markets",
    "citation_author": [
        "C. Lanier Benkard",
        "Ali Yurukoglu",
        "Anthony Lee Zhang"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2023-09-22",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures concentration in narrowly defined product markets for a broad range of consumer goods and services in the U.S. from 1994 to 2019. We document two main empirical facts. First, concentration levels are high. 44.4% of the markets in our sample are “highly concentrated” as defined by U.S. regulators. Second, market concentration has been decreasing since 1994. The median HHI falls from 2362 to 2045. These findings stand in stark contrast to the prior literature, which uses market definitions that are aggregated to a level that is typically too broad to accurately reflect competition in consumer markets.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Pauline Affeldt, Sudipto Dasgupta, Rebecca Diamond, Chris Liao, Kate Reinmuth, Esteban Rossi-Hansberg, Chad Syverson, Michael Whinston, Tom Wollmann, Xinkai Wu, and Luigi Zingales. Julien Weber, Peyman Shahidi, Ishaan Singh, Jan Michael Krause, Anastasiia Malenko, Korinayo Thompson, Cathy RuochenWang, and JiaWan provided outstanding research assistance. We are grateful for financial support from the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. Portions of this paper use data derived from a confidential, proprietary syndicated product owned by GfK US MRI, LLC which is © MRI-Simmons 2021. Ali Yurukoglu has a consulting relationship with Compass Lexecon aiding their clients in antitrust and commercial litigation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}