{
    "id": 28741,
    "citation_title": "Risk Perceptions and Protective Behaviors: Evidence from COVID-19 Pandemic",
    "citation_author": [
        "M. Kate Bundorf",
        "Jill DeMatteis",
        "Grant Miller",
        "Maria Polyakova",
        "Jialu L. Streeter",
        "Jonathan Wivagg"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe analyze data from a survey we administered during the COVID-19 pandemic to investigate the relationship between people's subjective risk beliefs and their protective behaviors. We report three main findings. First, on average, people substantially overestimate the absolute level of risk associated with economic activity, but have correct signals about their relative risk. Second, people who believe that they face a higher risk of infection are more likely to report avoiding economic activities. Third, government mandates restricting economic behavior attenuate the relationship between subjective risk beliefs and protective behaviors.\n\n",
    "acknowledgement": "\nCorresponding author: Maria Polyakova (mpolyak@stanford.edu). We are grateful to Sarah Boegl and Aava Farhadi for excellent research assistance. We have made the deidentified survey dataset used in this manuscript available at https://covid19.richdataservices.com/westat/westat_covid_2020/. We gratefully acknowledge in-kind survey support from Westat. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}