{
    "id": 28747,
    "citation_title": "Revisiting Capital-Skill Complementarity, Inequality, and Labor Share",
    "citation_author": [
        "Lee E. Ohanian",
        "Musa Orak",
        "Shihan Shen"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper revisits capital-skill complementarity and inequality, as in Krusell, Ohanian, Rios-Rull and Violante (KORV, 2000). Using their methodology, we study how well the KORV model accounts for more recent data, including the large changes in labor’s share of income that were not present in KORV. We study both labor share of gross income (as in KORV), and income net of depreciation. We also use non-farm business sector output as an alternative measure of production to real GDP. We find strong evidence for continued capital-skill complementarity in the most recent data, and that the model continues to closely account for the skill premium. The model captures the average level of labor share, though it overpredicts its level by 2-4 percentage points at the end of the period.\n\n",
    "acknowledgement": "\nWe thank Gianluca Violante for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System.\n\n\n"
}