{
    "id": 28749,
    "citation_title": "Using Social Media to Identify the Effects of Congressional Viewpoints on Asset Prices",
    "citation_author": [
        "Francesco Bianchi",
        "Roberto Gomez Cram",
        "Howard Kung"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2023-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a high-frequency identification approach to document that individual politicians affect asset prices. We exploit the regular flow of viewpoints contained in Congress members’ tweets. Supportive (critical) tweets increase (decrease) the stock prices of the targeted firm and the corresponding industry in minutes around the tweet. The bulk of the stock price effects is concentrated in the tweets revealing news about future legislative action. The effects are amplified around committee meeting days, especially when the tweet originates from committee members and influential politicians. Overall, we show that Congress members’ social media accounts are an important source of political news.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Using Social Media to Identify the Effects of Congressional Partisanship on Asset Prices.\" We thank Fernando Stein, Lin Xie, and Sai Zhang for excellent research assistance. We are grateful for comments from Matthew Gentzkow, Bryan Kelly, Thilo Kind, Lubos Pastor, Pietro Veronesi, and many seminar and conference participants. This research was funded in part by the LBS AQR Asset Management Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}