{
    "id": 28755,
    "citation_title": "Which Markets (Don't) Drive Pharmaceutical Innovation? Evidence From U.S. Medicaid Expansions",
    "citation_author": [
        "Craig Garthwaite",
        "Rebecca Sachs",
        "Ariel Dora Stern"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-01-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPharmaceutical innovation policy involves managing a tradeoff between high prices for new products in the short-term and stronger incentives to develop products for the future. Prior research has documented a causal relationship between market size and pharmaceutical research and development (R&D) activities. The existing literature, however, provides no evidence of how this relationship varies across markets. We investigate whether recent expansions in state Medicaid programs caused an increase in R&D. We find no evidence of a response, potentially a result of Medicaid’s low reimbursement for pharmaceuticals, suggesting low(er) price markets may have different dynamics with respect to innovation policy.\n\n",
    "acknowledgement": "\nThe authors are grateful to Amitabh Chandra, David Dranove, Tamara Hayford, Lyle Nelson, Fiona Scott-Morton, Mark Shepard, Amanda Starc, Chapin White, Wesley Yin, as well as participants at the Bates-White Life Sciences Symposium, the Conference of the American Society of Health Economists, and ASSA Annual Meetings for helpful comments. Ariel D. Stern gratefully acknowledges support from the Kauffman Junior Faculty Fellowship. Rebecca Sachs gratefully acknowledges support from the National Institute on Aging under Award Number T32AG000186 to the National Bureau of Economic Research. Melissa Ouellett and Tiffany Truong provided valuable research assistance. This paper has not been subject to CBO’s regular review and editing process. The views expressed here should not be interpreted as CBO’s, nor as those of the National Bureau of Economic Research.\n\n\n"
}