{
    "id": 28754,
    "citation_title": "Welfare and Output with Income Effects and Taste Shocks",
    "citation_author": [
        "David Baqaee",
        "Ariel Burstein"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a unified treatment of how welfare responds to changes in budget sets or technologies with taste shocks and non-homothetic preferences. We propose a welfare metric that ranks production possibility frontiers that differs from one that ranks budget sets, and characterize it using a general equilibrium generalization of Hicksian demand. This extends Hulten’s theorem, the basis for constructing aggregate quantity indices, to environments with non-homothetic and unstable preferences. We illustrate our results using both long- and short-run applications. In the long run, we show that if structural transformation is caused by income effects or changes in tastes, rather than substitution effects, then Baumol’s cost disease is twice as important for our preferred measure of welfare. In the short run, we show that standard chain-weighted deflators understate welfare-relevant inflation for current tastes. Finally, using the Covid-19 recession we illustrate that chain-weighted real consumption and real GDP are unreliable metrics for measuring welfare or production when there are taste shocks.\n\n",
    "acknowledgement": "\nFirst version: April 2021. We thank Conor Foley, Yasutaka Koike-Mori, and Sihwan Yang for outstanding research assistance. We thank Fernando Alvarez, Andy Atkeson, David Atkin, Natalie Bau, Paco Buera, Javier Cravino, Joe Kaboski, Greg Kaplan, Stephen Redding, Esteban Rossi-Hansberg, Pierre Sarte, David\nWeinstein, and Jon Vogel for helpful comments. We are grateful to Emmanuel Farhi and Seamus Hogan, both of whom passed away tragically before this paper was written, for their insights and earlier conversations on these topics. This paper received support from NSF grant No. 1947611. The conclusions and analysis are our own, calculated in part on data from Nielsen Consumer LLC and provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}