{
    "id": 28750,
    "citation_title": "The Effect of Education on the Relationship between Genetics, Early-Life Disadvantages, and Later-Life SES",
    "citation_author": [
        "Silvia H. Barcellos",
        "Leandro Carvalho",
        "Patrick Turley"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether education weakens the relationship between early-life disadvantages and later-life SES. We use three proxies for advantage that we show are independently associated with SES in middle-age. Besides early, favorable family and neighborhood conditions, we argue that the genes a child inherits also represent a source of advantages. Using a regression discontinuity design and data for over 110,000 individuals, we study a compulsory schooling reform in the UK that generated exogenous variation in schooling. While the reform succeeded in reducing educational disparities, it did not weaken the relationship between early-life disadvantages and wages. This implies that advantaged children had higher returns to schooling. We exploit family-based random genetic variation and find no evidence that these higher returns were driven by genetically-influenced individual characteristics such as innate ability or skills.\n\n",
    "acknowledgement": "\nJiewen Luo and Andrew Yu provided excellent research assistance. This paper benefited from discussions with Dan Benjamin, Pietro Biroli, Dalton Conley, David Cesarini, Ben Domingue, Jason Fletcher, Rachel Griffith, Mireille Jacobson, Phil Koellinger, Adriana Lleras-Muney, Nick Papageorge, Tuomas Pekkarinen, Lauren Schmitz, and from the feedback of seminar participants at Boston University, Lehigh University, Stanford University, University of Rome Tor Vergata, UCLA, USC and at the 2019 All-CA Labor Economics Conference at UCSC. We thank Hyeokmoon Kweon and Phil Koellinger for help with the ASHE data and Alex Young for providing the imputed polygenic indices of parents. Research reported in this publication was supported through the Russell Sage Foundation grant 98-16-16, NIA grants K99-AG062787-01, K01AG050811, 1K01AG066999-01A1, R21AG060447, RF1AG055654, 3RF1AG055654-01A1S1, and R56AG058726, Open Philanthropy grant 010623-00001, and by the USC Population Research Center. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. This research has been conducted using the UK Biobank Resource under Application Number 15666. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}