{
    "id": 28753,
    "citation_title": "School Reopenings, Mobility, and COVID-19 Spread: Evidence from Texas",
    "citation_author": [
        "Charles J. Courtemanche",
        "Anh H. Le",
        "Aaron Yelowitz",
        "Ron Zimmer"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-08-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of fall 2020 school reopenings in Texas on county-level COVID-19 cases and fatalities. Previous evidence suggests that schools can be reopened safely if community spread is low and public health guidelines are followed. However, in Texas, reopenings often occurred alongside high community spread and at near capacity, making it difficult to meet social distancing recommendations. Using event-study models and hand-collected instruction modality and start dates for all school districts, we find robust evidence that reopening Texas schools gradually but substantially accelerated the community spread of COVID-19. Results from our preferred specification imply that school reopenings led to at least 43,000 additional COVID-19 cases and 800 additional fatalities within the first two months. We then use SafeGraph mobility data to provide evidence that spillovers to adults’ behaviors contributed to these large effects. Median time spent outside the home on a typical weekday increased substantially in neighborhoods with large numbers of school-age children, suggesting a return to in-person work or increased outside-of-home leisure activities among parents.\n\n",
    "acknowledgement": "\nWe thank SafeGraph, Inc. for making their data available for research. We also thank Jessica Thomas, Hunter McCormick, Ben Scott, and Yaxiang Song for collecting school districts start dates and modality of instruction from web searches. Finally, we thank Dan Goldhaber, Joe Sabia, Richard Buddin, and seminar participants at the Frank Batten School of Leadership and Public Policy and the School of Education and Human Development at the University of Virginia for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}