{
    "id": 28757,
    "citation_title": "Four Decades of Canadian Earnings Inequality and Dynamics across Workers and Firms",
    "citation_author": [
        "Audra Bowlus",
        "Émilien Gouin-Bonenfant",
        "Huju Liu",
        "Lance Lochner",
        "Youngmin Park"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the evolution of individual earnings inequality and dynamics in Canada from 1983 to 2016 using tax files and administrative records.  Linking these individuals to their employers (and rich administrative records on firms) beginning in 2001, it also documents the relationship between the earnings dynamics of workers and the size and growth of their employers.  It highlights three main patterns over this period:  First, with a few exceptions (sharp increase in top 1% and declining gender gap), Canada has experienced relatively modest changes in overall earnings inequality, volatility, and mobility between 1983 and 2016.  Second, there is considerable variability in earnings inequality and volatility over the business cycle. Third, the earnings dynamics of individuals are strongly related to the size and employment growth of their employers.\n\n",
    "acknowledgement": "\nWe thank Jim Davies for his help on Canadian policy.  Mauricio Torres Ferro and Tom Trivieri provided excellent research assistance.  We received financial support for accessing and vetting the data from the Productivity Partnership, funded by the Social Sciences and Humanities Research Council of Canada. Lochner and Bowlus thank the Social Sciences and Humanities Research Council for its generous support. The views expressed in this paper are those of the authors and do not necessarily represent those of the Bank of Canada or Statistics Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLance Lochner\n\nNo other relationships to disclose.\n\n\n"
}