{
    "id": 28751,
    "citation_title": "Private Equity and Financial Stability: Evidence from Failed Bank Resolution in the Crisis",
    "citation_author": [
        "Emily Johnston-Ross",
        "Song Ma",
        "Manju Puri"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the role of private equity (PE) in failed bank resolutions after the 2008 financial crisis, using proprietary FDIC failed bank acquisition data. PE investors made substantial investments in underperforming and riskier failed banks, particularly in geographies where local banks were also distressed, filling the gap created by a weak, undercapitalized banking sector. Using a quasi-random empirical design based on detailed bidding information, we show PE-acquired banks performed better ex post, with positive real effects for the local economy. Overall, PE investors had a positive role in stabilizing the financial system through their involvement in failed bank resolution.\n\n",
    "acknowledgement": "\nThis version: April 2021. First Version: September 2019. For helpful comments, we thank Haelim Anderson, Christa H.S. Bouwman, Michael Ewens, Edith Hotchkiss, Filippo Mezzanotti, David Robinson, Paul Soto, James Weston, and Ayako Yasuda. We also thank seminar and conference participants at AFA Annual Meeting, Corporate Finance Conference at Washington University in St. Louis, Econometric Society World Congress, MFA Annual Meeting,  Southern California PE Conference, Texas A&M University Young Scholar Symposium, Bank of Italy, Boston College (Carroll), CAFRAL (Reserve Bank of India), Duke University, European Stability Mechanism, FDIC Center for Financial Research, Florida (Warrington), Georgia Tech (Scheller), Luxembourg School of Finance, Michigan State, New York Fed, Northwestern (Kellogg), UBC (Sauder), UMass-Amherst (Isenberg), Utah (Eccles), Villanova, Virginia (Darden). Xugan Chen, Gen Li, and Yi Wang provided excellent research assistance. We are grateful to subject matter experts at the FDIC, including Joshua Christie, Lynn Shibut, Jane Slattery, and many others, for sharing their knowledge of institutional details. Any errors are entirely our own. The analysis, conclusions, and opinions set forth here are those of the author(s) alone and do not necessarily reflect the views of the Federal Deposit Insurance Corporation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}