{
    "id": 28752,
    "citation_title": "Widows’ Time, Time Stress and Happiness: Adjusting to Loss",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Michał Myck",
        "Monika Oczkowska"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy age 77 a plurality of women in wealthy Western societies are widows. Comparing older (aged 70+) married women to widows in the American Time Use Survey 2003-18 and linking the data to the Current Population Survey allow inferring the short- and longer-term effects of an arguably exogenous shock—husband’s death—and measuring the paths of adjustment of time use to it. Widows differ from otherwise similar married women, especially from married women with working husbands, by cutting back on home production, mainly food preparation and housework, mostly by engaging in less of it each day, not doing it less frequently. French, Italian, German, and Dutch widows behave similarly. Widows are alone for 2/3 of the time they had spent with their spouses, with a small increase in time with friends and relatives shortly after becoming widowed. Evidence from the European countries shows that widows feel less time stress than married women but are also less satisfied with their lives. Following older women in 18 European countries before and after a partner’s death shows that widowhood reduces their feelings of time pressure. U.S. longitudinal data demonstrate that it increases feelings of depression. Most of the adjustment of time use in response to widowhood occurs within one year of the husband’s death; but feelings of reduced time pressure and of depression persist much longer.\n\n",
    "acknowledgement": "\nHamermesh received financial support from IZA. Myck and Oczkowska received financial support from the Polish National Science Centre (grant number: 2018/29/B/HS4/00559). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}