{
    "id": 28758,
    "citation_title": "Trade Protection, Stock-Market Returns, and Welfare",
    "citation_author": [
        "Mary Amiti",
        "Matthieu Gomez",
        "Sang Hoon Kong",
        "David Weinstein"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2025-01-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTariff announcements made during the U.S.-China trade war had broad effects on financial variables. Announcements systematically decreased stock prices and raised nominal and real bond prices. We use a specific factors model to show that the welfare impact of the tariffs can be identified from the policy-induced movement in the present value of firm cash flows: a variable that can be estimated from financial data. Using this framework, we find that the U.S.-China trade war lowered U.S. welfare by three percent. We show that these cash flow movements can be further decomposed into market expectations about how tariffs affect current and future prices and productivity. Seen through the lens of our model, the market reactions to tariff announcements can be explained by expectations that tariffs lead to large, negative future price and TFP shocks that play an important role in dynamic, but not static, models.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier unpublished paper, “The Effect of the U.S.-China Trade War on U.S. Investment.” We thank George Alessandria, Kirill Borusyak, Dave Donaldson, Patrick Farrell, Ethan Ilzetzki, Peter Neary, Michael Peters, Ashwin Rao, Steven Redding, Peter Schott, Yeji Sung, James Tybout, Jon Vogel, and Michael Waugh for many useful comments. We thank Daniel Lewis for sharing the economic surprise data. We also thank Yingjie (Angela) Wu, Dongcheng Yang, and Michael Duarte for providing excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}