{
    "id": 28762,
    "citation_title": "Adverse Selection in Medicaid: Evidence from Discontinuous Program Rules",
    "citation_author": [
        "Betsy Q. Cliff",
        "Sarah Miller",
        "Jeffrey T. Kullgren",
        "John Z. Ayanian",
        "Richard Hirth"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-09-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nRecent expansions of Medicaid eligibility have come with increased experimentation with enrollee cost-sharing. In this paper, we exploit a discontinuous premium increase at the federal poverty level in Michigan’s Medicaid expansion program to test low-income individuals’ sensitivity to premiums using linked enrollment and claims data. At the cutoff, average premiums increase by $3.15 and the probability of disenrollment increases by 2.3 percentage points. Increased disenrollment occurs among those with fewer documented medical needs at baseline, but not among those with greater medical needs. These results suggest healthier low-income individuals may be sensitive to even modest health insurance premiums, and that premiums may induce adverse selection in Medicaid plans.\n\n",
    "acknowledgement": "\nThe authors are grateful for assistance with data and project management from Erica Solway, Erin Beathard, Sarah Clark, and Lisa Cohn at the University of Michigan. We are also grateful to Michigan’s Department of Health and Human Services for help with technical aspects of the program and support for the evaluation. Finally, we acknowledge valuable suggestions on our analysis from Jeffrey McCullough, Robert Lieberthal, Paul Jacobs, Tom Seldon and other participants in seminars at the Chicago Health Economics Workshop, American Society of Health Economists, and the Agency for Healthcare Research and Quality.  The University of Michigan Institute for Healthcare Policy and Innovation (IHPI) is conducting the evaluation required by the Centers for Medicare and Medicaid Services (CMS) of the Healthy Michigan Plan (HMP) under contract with the Michigan Department of Health and Human Services (MDHHS). Data collected for this paper was funded by MDHHS and CMS for the purposes of the evaluation but does not represent the official views of either agency. DHHS had the right to review the paper for consistency with reports prepared by the authors under terms of the contract. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}