{
    "id": 28760,
    "citation_title": "Behavior and the Dynamics of Epidemics",
    "citation_author": [
        "Andrew Atkeson"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use a model of private and public behavior to mitigate disease transmission during the COVID pandemic over the past year in the United States to address two questions: What dynamics of infections and deaths should we expect to see from a pandemic? What are our options for mitigating the impact of a pandemic on public health? I find that behavior turns what would be a short and extremely sharp epidemic into a long, drawn out one. Absent the development of a technological solution such as vaccines or life-saving therapeutics, additional public health interventions suffer from rapidly diminishing returns in improving long-run outcomes. In contrast, rapidly implemented non-pharmaceutical interventions, in combination with the rapid development of technological solutions, could have saved nearly 300,000 lives relative to what is now projected to occur.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Spring 2021 Brookings Panel on Economic Activity. I would like to thank Michael Droste, Karen Kopecky, Ben Moll,  Steven Shafer, James Stock, Tao Zha, and for many useful conversations. All errors are mine. The views expressed here are entirely my own and not official statements of the Federal Reserve Bank of Minneapolis or the Federal Reserve. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}