{
    "id": 28768,
    "citation_title": "The Age of Invention: Matching Inventor Ages to Patents Based on Web-scraped Sources",
    "citation_author": [
        "Mary Kaltenberg",
        "Adam B. Jaffe",
        "Margie Lachman"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper overviews the data collection procedures and resulting data for inventor ages and associated death dates. We use information about inventors from patents (name and location) and search for age and date of death information from publicly available online web directories and build a scoring system to indicate the quality of information that we collect.  After applying a variety of heuristics and robustness checks, we are confident of 1,508,676 inventor ages associated with patents granted between 1976 and 2018. We also find the death dates of 206,589 inventors, though we are not as confident of the accuracy of the death information. The datasets and associated replication files are freely available at: https://doi.org/10.7910/DVN/YRLSKU\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Working Longer Program (WLP) of The Alfred P. Sloan Foundation. We thank the WLP director, Kathleen Christensen, for her continued encouragement and support. Special thanks to Gary King for help in thinking about missing and mis-matched inventors, Kenneth Lai, Qiang Guo, Victoria Sorrentino, and Jenna DeFrancisco for their contributions, and to the students who helped research ages:, Kumba Gaye, Aishwarya Khanna, Michael Leven, Peggy Zhang, Samantha Barrett, Ruxuan Zhao, Wanchen, Mina Antic, Kacy Ninteau, Melody Wilkenfeld, and Becca Feenstra. We also would like to thank Bingyu Xu for her work on assigning gender to inventors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}