{
    "id": 28761,
    "citation_title": "Quantifying Market Power and Business Dynamism in the Macroeconomy",
    "citation_author": [
        "Jan De Loecker",
        "Jan Eeckhout",
        "Simon Mongey"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a general equilibrium economy with oligopolistic output markets in which two channels can cause a change in market power: (i) technology, via changes to productivity shocks and the cost of entry, (ii) market structure, via changes to the number of potential competitors. First, we disentangle these narratives by matching time-series on markups, labor reallocation and costs between 1980 and 2016, finding that both channels are necessary to account for the data. Second, we show that changes in technology and market structure over this period yielded positive welfare effects from reallocation and selection, but off-setting negative effects from deadweight loss and overhead. Overall, welfare is 9 percent lower in 2016 than in 1980. Third, the changes we identify replicate cross-sectional patterns in declining business dynamism, declining equilibrium wages and labor force participation, and sales reallocation toward larger, more productive firms.\n\n",
    "acknowledgement": "\nWe thank Ufuk Akcigit, Steve Berry, Ariel Burstein, Emmanuel Farhi, John Haltiwanger, Tom Holmes, Virgiliu Midrigan, Chad Syverson, John Sutton, John Van Reenen for many useful comments and insightful discussions as well as seminar audiences. De Loecker gratefully acknowledges support from the ERC, Consolidator grant 816638, and Eeckhout from the ERC, Advanced grant 882499, and from ECO2015-67655-P. We have benefited from excellent research assistance by Wei Hua, Shubhdeep Deb, Hyejin Park and Renjie Bao. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}