{
    "id": 28766,
    "citation_title": "Discrimination, Managers, and Firm Performance: Evidence from “Aryanizations” in Nazi Germany",
    "citation_author": [
        "Kilian Huber",
        "Volker Lindenthal",
        "Fabian Waldinger"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nLarge-scale increases in discrimination can lead to dismissals of highly qualified managers. We investigate how expulsions of senior Jewish managers, due to rising discrimination in Nazi Germany, affected large corporations. Firms that lost Jewish managers experienced persistent reductions in stock prices, dividends, and returns on assets. Aggregate market value fell by roughly 1.8 percent of German GNP because of the expulsions. Managers who served as key connectors to other firms and managers who were highly educated were particularly important for firm performance. The findings imply that individual managers drive firm performance. Discrimination against qualified business leaders causes first-order economic losses.\n\n",
    "acknowledgement": "\nWe are particularly grateful to John List, Erik Hurst, Dirk Jenter, and Daniel Sturm, as well as Nicholas Bloom, Maristella Botticini, Kerwin Charles, Neale Mahoney, Alan Manning, Stephan Maurer, Filippo Mezzanotti, Stefan Nagel, Yona Rubinstein, Raffaella Sadun, Heather Sarsons, Claudia Steinwender, John Van Reenen, and many seminar audiences for helpful comments. We thank our research assistants Matthias Bing, Le Van Cao, Thomas Decker, Katharina Drechsler, Miguel Fajardo-Steinhauser, Felicitas Filsinger, Lukas Franz, David Full, Sebastian Hager, Hannes Halder, Robert Johannes, Kenan Jusufovic, Katharina Knuth, Tobias Nowacki, Franz Oertel, Constanze Vorrath, Saskia Wendt, and Stefan Wies for their outstanding work. We thank Dieter Ziegler, Martin Muenzel, and Paul Windolf for generously sharing data on senior managers in Germany. Waldinger gratefully acknowledges start-up funding from the Innovation Policy working group at the NBER and funding from ERC Starting Grant No. 335573. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}