{
    "id": 28763,
    "citation_title": "Have U.S. Gun Buyback Programs Misfired?",
    "citation_author": [
        "Toshio Ferrazares",
        "Joseph J. Sabia",
        "D. Mark Anderson"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-12-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nGun buyback programs (GBPs), which use public funds to purchase civilians' privately-owned firearms, aim to reduce gun violence. However, next to nothing is known about their effects on firearm-related crime or deaths. Using data from the National Incident Based Reporting System, we find no evidence that GBPs reduce gun crime. Given our estimated null findings, with 95 percent confidence, we can rule out decreases in firearm-related crime of greater than 1.1 percent during the year following a buyback. Using data from the National Vital Statistics System, we also find no evidence that GBPs reduce suicides or homicides where a firearm was involved. These results call into question the efficacy of city gun buyback programs in their current form.\n\n",
    "acknowledgement": "\nWe acknowledge support from the Center for Health Economics and Policy Studies (CHEPS) at San Diego State University, including grant funding from the Charles Koch Foundation and the Troesh Family Foundation. We are grateful for excellent research assistance from Andrew Dickinson, Kevin Hsu, Alicia Marquez, Kyutaro Matsuzawa, Vincent Ta, and Alexander Vornsand. We thank Matthew Harris, Dhaval Dave, Dean Weingarten, and participants at the Eastern Economic Association meetings and Southern Economic Association for useful comments on an earlier draft of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}