{
    "id": 28765,
    "citation_title": "The Eﬀects of Disclosure and Enforcement on Payday Lending in Texas",
    "citation_author": [
        "Jialan Wang",
        "Kathleen Burke"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-06-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInspired by the ﬁeld experiment in Bertrand and Morse (2011), the state of Texas adopted an information disclosure for consumers taking out payday loans starting in January, 2012. The disclosure compares the cost of payday loans with other credit products, and presents their likelihood of renewal in easy-to-understand terms. Simultaneously, Austin and Dallas implemented stricter supply restrictions through city ordinances. We analyze both types of regulations, and ﬁnd that the statewide disclosures led to a signiﬁcant and persistent 13% decline in loan volume in the ﬁrst six months after implementation. The city ordinances led to a 61% decline in loan volume in Austin and a 44% decline in Dallas, with the timing of the eﬀect driven by the start of enforcement rather than the eﬀective date of regulation. The results show that both behaviorally-motivated disclosures and city-level supply restrictions can have a signiﬁcant impact on equilibrium loan quantities, with no eﬀect on prices or evidence of evasive income falsiﬁcation.\n\n",
    "acknowledgement": "\nWe are grateful to Sean Hundtofte, Carlos Parra, and Victor Stango and participants at the American Law and Economics Association, CFPB, FDIC Consumer Research Symposium, National University of Singapore, and SFS Cavalcade for valuable comments. We are thankful to Jesse Leary for contributing to an earlier version of this paper, circulated as “Information Disclosure and Payday Lending in Texas,” and to Yucheng Zhou, Yunrong Zhou, Renhao Jiang, Deepti Kumari, Di (Freddy) Li, Bo Lyu, Prarthana Patel, Vikas Venkatapathy, Lihan Yu, Filipe Correia, and Peter Han for research assistance. The views expressed are those of the authors and do not necessarily represent those of the Consumer Financial Protection Bureau or the United States, and should not be interpreted as those of the Congressional Budget Oﬃce or the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}