{
    "id": 28767,
    "citation_title": "Are Bigger Banks Better? Firm-Level Evidence from Germany",
    "citation_author": [
        "Kilian Huber"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe effects of large banks on the real economy are theoretically ambiguous and politically controversial. I identify quasi-exogenous increases in bank size in postwar Germany. I show that firms did not grow faster after their relationship banks became bigger. In fact, opaque borrowers grew more slowly. The enlarged banks did not increase profits or efficiency, but worked with riskier borrowers. Bank managers benefited through higher salaries and media attention. The paper presents newly digitized microdata on German firms and their banks. Overall, the findings reveal that bigger banks do not always raise real growth and can actually harm some borrowers.\n\n",
    "acknowledgement": "\nI am grateful to Douglas Diamond, Anil Kashyap, Alan Manning, Ricardo Reis, Harald Uhlig, and Alwyn Young for helpful suggestions. I also thank Philippe Aghion, Saleem Bahaj, Bruno Biais, Florian Blum, Francesco Caselli, Nicola Cetorelli, Thomas Drechsel, Erik Hurst, Victoria Ivashina, Randall Kroszner, Ross Levine, Stephan Maurer, Brent Neiman, Daniel Paravisini, Thomas Philippon, Steve Pischke, Raghuram Rajan, Oliver Rehbein, Albrecht Ritschl, Christina Romer, David Romer, Isabel Schnabel, Robert Shimer, Jeremy Stein, Jón Steinsson, Philip Strahan, Amir Sufi, Fabian Waldinger, and Thomas Wollmann for insightful comments. The Economic Archive Hohenheim, the German National Library of Economics, the Historical Archives of Commerzbank, Deutsche Bundesbank, and Deutsche Bank, the University Libraries of Cologne, Tübingen, and Munich, and the Württembergische Landesbibliothek generously supported the data collection. Kenan Jusufovic, Sungil Kim, and Stefan Wies provided excellent research assistance. The research was funded by grants from the Centre for Economic Performance, Centre for Macroeconomics, LSE Institute of Global Affairs, Paul Woolley Centre, Sticerd, and Stiftung Familienunternehmen. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}