{
    "id": 28769,
    "citation_title": "Invention and the Life Course: Age Differences in Patenting",
    "citation_author": [
        "Mary Kaltenberg",
        "Adam B. Jaffe",
        "Margie E. Lachman"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrevious research suggests creative ability peaks in the age decades of the 30s and early 40s, and declines thereafter, with some variation across fields. Building from the cognitive aging literature, we expect differences in the rate of creation and qualitative nature of creative works by age. Cognitive processes show aging-related changes with increases in experience-based knowledge (pragmatics or crystallized abilities) and decreases in the ability to process novel information quickly and efficiently (mechanics or fluid abilities). We describe a new database created by combining the publicly available patent data with information on inventor ages scraped from directory websites on the web for approximately 1.2 million U.S.-resident inventors patenting between 1976 and 2017. Our results suggest that cross-sectional and within-inventor patenting rates are similar, peaking at around the early 40s for both women and men. We find varying results for attributes of patents in relation to age, some of which are consistent with cognitive aging theory. For solo inventors, backward citations and originality, which are connected to experience, were found to increase with age. Forward citations, number of claims, and generality measures, as well as a citation-based measure of disruptiveness decline on average with inventor age. A similar pattern was found for performance in teams based on the average age of inventors in the team. Exploration of age diversity showed that teams with a wider age range had patents that are slightly more important (i.e., with more forward citations).  The findings have the potential to advance scholarship on the life course of innovation with implications for workplace policies.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Working Longer Program (WLP) of The Alfred P. Sloan Foundation. We thank the WLP director, Kathleen Christensen, for her encouragement and support. Special thanks to Gary King for help in thinking about missing and mis-matched inventors. We received useful comments on earlier versions from Mike Andrews, Mercedes Delgado, Gaetan de Rassenfosse, Ina Ganguli, Matt Marx, Jacquelyn Pless, participants in the DRUID Conference, and participants in the NBER Aging Summer Institute. We appreciate the assistance of members of the Lifespan Developmental Psychology Lab at Brandeis with data processing and quality control. All inferences and mistakes remain the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}