{
    "id": 28775,
    "citation_title": "Tax Planning Knowledge Diffusion via the Labor Market",
    "citation_author": [
        "John M. Barrios",
        "John Gallemore"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the extent to which the labor market facilitates the diffusion of tax planning knowledge across firms. Using a novel dataset of tax department employee movements between S&P 1500 firms, we find that firms experience an increase in their tax planning after hiring a tax employee from a tax aggressive firm. This finding is robust to various research designs and specifications. Consistent with tax planning knowledge driving this result, we find that the tax planning benefit of hiring an employee from a tax aggressive firm is stronger when the employee has more tax experience and is hired into a senior tax department role, and when the hiring firm likely had less tax planning knowledge prior to the hire. Further tests suggest that tax planning knowledge is highly specific in nature: the increase in tax avoidance is larger when the hiring and former firms are similar (i.e., operating in the same sector or having similar foreign operations), and firms are more likely to hire tax department employees from firms with similar characteristics. Our study documents the first-order role of the labor market in the diffusion of tax planning knowledge across firms, and suggests that tax department human capital is a central determinant of tax planning outcomes.\n\n",
    "acknowledgement": "\nThe authors thank Kathleen Andries, Mary Billings, Jennifer Blouin, Jenny Brown, Ted Christensen, Scott Dyreng, Merle Erickson, Michelle Hanlon, Martin Jacob, April Klein, Eva Labro, Petro Lisowsky, Ed Maydew, Stephanie Sikes, Terry Shevlin, Jaron Wilde, Xiang Zheng, and seminar participants at the Frankfurt School of Finance and Management, University of Georgia, MIT, New York University, and the University of Pennsylvania for helpful comments. The authors thank Belle Zhang and Peter Banks for their excellent research assistance. The authors gratefully acknowledge the Accounting Research Center's support, the Charles E. Merrill Faculty Research Fund, and the Centel Foundation/Robert P. Reuss Fund at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}