{
    "id": 28772,
    "citation_title": "Productivity, Place, and Plants",
    "citation_author": [
        "Benjamin Schoefer",
        "Oren Ziv"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-03-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhy do cities differ so much in productivity? A long literature has sought out systematic sources, such as inherent productivity advantages, market access, agglomeration forces, or sorting. We document that up to three quarters of the measured regional productivity dispersion is spurious, reflecting the “luck of the draw” of finite counts of idiosyncratically heterogeneous plants that happen to operate in a given location. The patterns are even more pronounced for new plants, hold for alternative productivity measures, and broadly extend to European countries. This large role for individual plants suggests a smaller role for places in driving regional differences.\n\n",
    "acknowledgement": "\nWe thank Luke Watson for excellent research assistance. We thank the editor and referees, current and previous, for their very constructive suggestions. We thank Thomas Barrios, Dominick Bartelme, Adrien Bilal, Gabriel Chodorow-Reich, Jonathan Dingel, Cecile Gaubert, Steven Haider, Andrei Levchenko, Martin Rotemberg, Juan Carlos Suárez Serrato, Yue Yu, and Ben Zou for useful discussions. We thank participants of the NBER Summer Institute Urban Economics Meeting, the CEPR/University of Milan Annual Symposium In Labour Economics (ESSLE) 2021, the 2nd Conference on Firm Heterogeneity and the Macroeconomy at Oxford University, the Third International Workshop “Market studies and spatial economics,” the 10th European Meeting of the Urban Economics Association, and at Michigan State University for feedback. For financial support, we thank the UC Berkeley Clausen Center for International Business and Policy, and the Ewing Marion Kauffman Foundation. The paper draws on confidential data from the US Census Bureau, which requires the following disclaimer: “Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the US Census Bureau. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1890. All results have been reviewed to ensure that no confidential information is disclosed.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}