{
    "id": 28774,
    "citation_title": "The Battle Over Patents: History and the Politics of Innovation",
    "citation_author": [
        "Stephen H. Haber",
        "Naomi R. Lamoreaux"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay is the introduction to a book of the same title, forthcoming in summer of 2021 from Oxford University Press.  The purpose is to document the ways in which patent systems are products of battles over the economic surplus from innovation.  The features of these systems take shape as interests at different points in the production chain seek advantage in any way they can, and consequently, they are riven with imperfections. The interesting historical question is why US-style patent systems with all their imperfections have come to dominate other methods of encouraging inventive activity. The essays in the book suggest that the creation of a tradable but temporary property right facilitates the transfer of technological knowledge and thus fosters a highly productive decentralized ecology of inventors and firms.\n\n",
    "acknowledgement": "\nWe are grateful for the support of Stanford University’s Hoover Institution Working Group on Intellectual Property, Innovation, and Prosperity (Hoover IP2), which funded the series of conferences that produced this introduction and the essays it describes.  We have learned an enormous amount from working with the authors of the essays:  Jonathan Barnett, Christopher Beauchamp, Sean Bottomley, Gerardo Con Diaz, Alexander Galetovic, B. Zorina Khan, Victor Menaldo, and Steven Usselman.  We have also benefited from the comments of participants in the Hoover IP2 conferences, including Michael Andrews, Richard Epstein, Catherine Fisk, Andrew Hall, Wesley Hartmann, Philip Hoffman, John Howells, Ron Katznelson, Benjamin Kwitek, Ron Laurie, Ross Levine, Scott Masten, Damon Matteo, Douglas Melamed, Natasha Nayak, Roger Noll, Lisa Larrimore Ouellette, Nicolas Petit, Paul Rhode, George Schultz, Henry Smith, Richard Sousa, and Lew Zaretzki. We owe an especial debt of gratitude to Richard Sousa, who Co-Directed Hoover IP2 with one of us (Haber) from its inception in 2013 until he retired in 2019, and Isabel Lopez, who served as Program Manager and Research Administrator of Hoover IP2 from 2015 to 2019.  Hoover IP2 benefited from unrestricted gifts to Stanford’s Hoover Institution from InterDigital, Pfizer, and Qualcomm. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}