{
    "id": 28771,
    "citation_title": "A Congestion Theory of Unemployment Fluctuations",
    "citation_author": [
        "Yusuf Mercan",
        "Benjamin Schoefer",
        "Petr Sedláček"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory of unemployment fluctuations in which new-hires and incumbent-workers are imperfect substitutes. Hence, attempts to hire away the unemployed during recessions diminish the marginal product of new hires, discouraging job creation. This single feature achieves a ten-fold increase in the volatility of hiring in an otherwise standard search model, produces a realistic Beveridge curve despite countercyclical separations, and explains 30–40% of US unemployment fluctuations. Additionally, it explains the excess procyclicality of new hires’ wages, the cyclical labor wedge, countercyclical earnings losses from job displacement, and the limited steady-state effects of unemployment insurance.\n\n",
    "acknowledgement": "\nWe thank the editor Aysegül Sahin, and three anonymous reviewers, as well as Chris Edmond, Michael Elsby, Domenico Ferraro, Shigeru Fujita, Gabriel Chodorow-Reich, Bart Hob¼n, Philip Jung, Fatih Karahan, Guido Menzio, Simon Mongey, Emi Nakamura, Moritz Schularick, Robert Shimer, and Jón Steinsson for useful comments. We also thank seminar audiences at Aarhus University, Arizona State University, Boston University, Columbia University, Copenhagen- Macro, Deakin University, Erasmus Universiteit Rotterdam, Federal Reserve Bank of Philadelphia, Federal Reserve Bank of New York, Federal Reserve Bank of Richmond, Harvard University, Hitotsubashi University, LAEF Conference on Labor Markets and Macroeconomic Outcomes, 11th ifo Conference on Macroeconomics and Survey Data, Massachusetts Institute of Technology, New York University, New York University Abu Dhabi, Reserve Bank of Australia, UC Berkeley, University of Melbourne, University of Adelaide and Waseda University. Sedlácek gratefully acknowledges financial support from the European Research Council of the European Commission [grant number 802145]. Earlier stages of this project were also financially supported by the German Research Foundation (DFG) in 2016-2017 [grant number: SE 2554/1-1]. Nicholas Sander provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}