{
    "id": 28773,
    "citation_title": "Getting Schooled: The Role of Universities in Attracting Immigrant Entrepreneurs",
    "citation_author": [
        "Natee Amornsiripanitch",
        "Paul A. Gompers",
        "George Hu",
        "Kaushik Vasudevan"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-05-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nImmigrant founders of venture capital-backed companies have been critical to the entrepreneurial ecosystem. We document the channels through which immigrant founders find their way to the United States and how those channels have changed over time. Immigrants have been an important source of founders for venture capital-backed startups accounting for roughly 20% of all founders over the past 30 years. Immigrants coming to the United States for their education have been the primary source of founders with those coming after being educated abroad and then arriving for work decreasing in importance over time. The importance of undergraduate education as a channel for immigrant founders has increased over time. Immigrant founders coming for education are likely to start their companies in the state in which they were educated, especially states where they received their graduate education, leading to potentially large local economic benefits. The results of this paper have important policy implications for the supply of entrepreneurial talent and efforts to promote entrepreneurial ecosystems.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Division of Research at the Harvard Business School. Patrick Sweeney provided excellent research assistance. Paul Gompers has invested in and consulted for venture capital firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}