{
    "id": 28778,
    "citation_title": "Do Firms with Specialized M&A Staff Make Better Acquisitions?",
    "citation_author": [
        "Sinan Gokkaya",
        "Xi Liu",
        "René M. Stulz"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe open the black box of the M&A decision process by constructing a comprehensive sample of US firms with specialized M&A staff. We investigate whether specialized M&A staff improves acquisition performance or facilitates managerial empire building instead. We find that firms with specialized M&A staff make better acquisitions when acquisition performance is measured by stock price reactions to announcements, long-run stock returns, operating performance, divestitures, and analyst earnings forecasts. This effect does not hold when the CEO is powerful, overconfident, or entrenched. Acquisitions by firms without specialized staff do not create value, on average. We provide evidence on mechanisms through which specialized M&A staff improves acquisition performance. For identification, we use the staggered recognition of inevitable disclosure doctrine as a source of exogenous variation in the employment of specialized M&A staff.\n\n",
    "acknowledgement": "\nGokkaya is at Ohio University and a Visiting Scholar at the Fisher College of Business, The Ohio State University. Liu is at the Farmer School of Business, Miami University. Stulz is at the Fisher College of Business, The Ohio State University, NBER, and ECGI. We are grateful for discussions with participants at the 2020 Acuris Mergermarket US Corporate Development Summit and to seminar participants at the joint seminar of the Universities of Bristol, Exeter, Lancaster, and Manchester, and at the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}