{
    "id": 28781,
    "citation_title": "Mortgage Lenders and the Geographic Concentration of Foreclosures",
    "citation_author": [
        "Stephen L. Ross",
        "Yuan Wang"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2022-01-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use HMDA rate spread loans to identify lenders involved in riskier lending prior to the foreclosure crisis. We develop a shift-share measure of changes in high rate spread share lender representation in housing submarkets across origination years. While half the cross-sectional correlation between foreclosure and high rate spread lender share is explained by borrower observables, we find robust and stable estimates of the within housing submarket relationship between foreclosure and predicted changes in market share. Estimates are not explained by local housing price variation, rather evidence suggests servicer behavior in response to rising local foreclosure rates as a mechanism.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was entitled “High Cost Lenders and the Geographic Concentration of Foreclosures”. The authors thank Bob Avery for inspiring the paper, and Morris Davis, Ingrid Ellen, Fernando Ferreira, Kris Gerardi, Andra Ghent, Lauren Lambie-Hansen and additional conference and seminar participants at the Econometric Society meetings, the Federal Reserve Banks of Boston, Kansas City and New York, the Furman Center at New York University, and the Housing-Urban-Labor-Macro Conference for providing advice on this research. The authors thank Gordon MacDonald, Kyle Mangum, Yuan Wang, Ailing Zhang, and Samantha Minieri for outstanding research assistance. The analyses presented in this paper use information provided by one of the major credit reporting agencies. The credit agency has the legal right to view the research prior to its public release. However, the substantive content of the paper is the responsibility of the authors and does not reflect the specific views of any credit reporting agencies, nor does it reflect the views of Freddie Mac or its board of directors. This work was supported by the Ford Foundation, the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut. Professor Ross has worked in the past as a consultant on fair housing and fair lending issues, but he has not done any consulting in this area within the last three years. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}