{
    "id": 28780,
    "citation_title": "Augmenting State Capacity for Child Development: Experimental Evidence from India",
    "citation_author": [
        "Alejandro J. Ganimian",
        "Karthik Muralidharan",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "2021-09-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a large-scale randomized experiment to study the impact of augmenting staffing in the world’s largest public early childhood program: India’s Integrated Child Development Services (ICDS). Adding a half-time worker doubled net preschool instructional time and led to 0.29σ and 0.46σ increases in math and language test scores after 18 months for children who remained enrolled in the program. Rates of stunting and severe malnutrition were also lower in the treatment group. A cost-benefit analysis suggests that the benefits of augmenting ICDS staffing are likely to significantly exceed its costs even under conservative assumptions.\n\n",
    "acknowledgement": "\nWe thank the Government of Tamil Nadu especially S. Krishnan, L. Manivasan, and R. Kannan for their support for this project. We also thank Aparna Krishnan, Gautam Patel, Megha Pradhan, and Prakarsh Singh for their support at various stages of this project. We thank Larry Aber, Prashant Bharadwaj, Gordon Dahl, Jishnu Das, Purnima Menon, Jayashree Raghunandan, Mauricio Romero, Abhijeet Singh, Sharon Wolf, Hirokazu Yoshikawa, and several seminar participants for comments. Shruti Agarwal, Tanay Balantrapu, Aditi Bhowmick, Sharnic Djaker, Smit Gade, Nandini Gupta, Putul Gupta, Murali Mallikarjunan, Nihal Ranjit, Dhananjay Singh, Sivaranjani Sivamohan, and Anuja Venkatachalam provided excellent research assistance and field support. This study was registered with the AEA Trial Registry (RCT ID: AEARCTR-0001772). It was approved by the Institutional Review Boards of the University of California, Berkeley and San Diego and the Institute for Financial Management and Research. We thank the Government of Tamil Nadu and the Abdul Latif Jameel Poverty Action Lab (J-PAL) for funding this study. All views expressed are those of the authors and not of the National Bureau of Economic Research or any of the institutions with which they are affiliated.\n\n\n"
}