{
    "id": 28794,
    "citation_title": "The Legal Origins of Financial Development: Evidence from the Shanghai Concessions",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Chicheng Ma",
        "Yuchen Xu"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe assemble new data on the British and French concessions in Shanghai between 1845 and 1936 to assess the legal origins view of financial development. During this period, two regime changes altered the degree to which the British common and French civil law traditions held jurisdiction over the respective concessions: the 1869 formation of the Mixed Courts strengthened Western legal jurisdiction, while the 1926 rendition agreement returned those courts to Chinese control. By examining the changing application of different legal traditions to adjacent neighborhoods within the same city, we address identification challenges associated with cross-country studies. Consistent with the legal origins view, the financial development advantage in the British concession widened after the formation of the Courts and shrank after their rendition.\n\n",
    "acknowledgement": "\nWe thank Ying Bai, Peter Koudijs, Luigi Pascali and Hans-Joachim Voth for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}