{
    "id": 28799,
    "citation_title": "Are High-Interest Loans Predatory? Theory and Evidence from Payday Lending",
    "citation_author": [
        "Hunt Allcott",
        "Joshua J. Kim",
        "Dmitry Taubinsky",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIt is often argued that people might take on too much high-cost debt because they are present focused and/or overoptimistic about how soon they will repay. We measure borrowers' present focus and overoptimism using an experiment with a large payday lender. Although the most inexperienced quartile of borrowers underestimate their likelihood of future borrowing, the more experienced three quartiles predict correctly on average. This finding contrasts sharply with priors we elicited from 103 payday lending and behavioral economics experts, who believed that the average borrower would be highly overoptimistic about getting out of debt. Borrowers are willing to pay a significant premium for an experimental incentive to avoid future borrowing, which we show implies that they perceive themselves to be time inconsistent. We use borrowers' predicted behavior and valuation of the experimental incentive to estimate a model of present focus and naivete. We then use the model to study common payday lending regulations. In our model, banning payday loans reduces welfare relative to existing regulation, while limits on repeat borrowing might increase welfare by inducing faster repayment that is more consistent with long-run preferences.\n\n",
    "acknowledgement": "\nWe thank Xavier Gabaix, David Laibson, Adair Morse, Manisha Padi, Paige Skiba, Jeremy Tobacman, and seminar participants at Berkeley, the California Department of Financial Protection and Innovation, the CFPB Research Conference, Cornerstone Research, Harvard, Harvard Business School, the IPA Financial Inclusion Conference, the London School of Economics, NBER Public Economics Meeting, Northwestern, Opportunity Insights, Stanford, Stanford Institute for Theoretical Economics, Stockholm University, the UK Financial Conduct Authority, University of Copenhagen, and Uppsala for helpful feedback. We thank the Sloan Foundation for grant funding. We are grateful to Raj Bhargava, Surya Ierokomos, Eric Koepcke, and Afras Sial for outstanding research assistance, to Melissa Horste and Innovations for Poverty Action for dedicated project management, and to employees of the partner payday lender for their collaboration on the project. Our Memorandum of Understanding with the lender allowed us to publish this research without prior review by the lender and granted zero editorial control to the lender. The experiment was registered in the American Economic Association Registry for randomized trials (trial ID AEARCTR-0003043, available from www.socialscienceregistry.org/trials/3043) and was approved by Institutional Review Boards at NYU (protocol number FY2018-1997), Stanford (#46136), and IPA (#14663). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}