{
    "id": 28795,
    "citation_title": "The Macroeconomic Effects of a Carbon Tax to Meet the U.S. Paris Agreement Target: The Role of Firm Creation and Technology Adoption",
    "citation_author": [
        "Alan Finkelstein Shapiro",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "2022-02-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the quantitative labor market and aggregate effects of a carbon tax in a framework with pollution externalities and equilibrium unemployment. Our model incorporates endogenous labor force participation and two margins of adjustment influenced by carbon taxes: (1) firm creation and (2) green production-technology adoption.  A carbon-tax policy that reduces carbon emissions by 35 percent – roughly the emissions reductions that will be required under the Biden Administration's new commitment under the Paris Agreement – and transfers the tax revenue to households generates mild positive long-run effects on consumption and output; a marginal increase in the unemployment and labor force participation rates; and an expansion in the number and fraction of firms that use green technologies. In the short term, the adjustment to higher carbon taxes is accompanied by gradual gains in output and consumption and a negligible expansion in unemployment. Critically, abstracting from endogenous firm entry and green-technology adoption implies that the same policy has substantial adverse short- and long-term effects on labor income, consumption, and output. Our findings highlight the importance of these margins for a comprehensive assessment of the labor market and aggregate effects of carbon taxes.\n\n",
    "acknowledgement": "\nWe thank Garth Heutel for very useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}