{
    "id": 28790,
    "citation_title": "The Effects of Career and Technical Education: Evidence from the Connecticut Technical High School System",
    "citation_author": [
        "Eric Brunner",
        "Shaun Dougherty",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of attending stand-alone technical high schools on student short- and long-term outcomes using a regression discontinuity design. Male students are 10 percentage points more likely to graduate from high school and have half a semester less time enrolled in college, although effects on college fade-out. Male students have 32% higher quarterly earnings. Earnings effects may in part reflect general skills: male students have higher attendance rates and test scores, and industry fixed effects explain less than 1/3rd of earnings gains. We find little evidence that attending a technical high school affects the outcomes of female students.\n\n",
    "acknowledgement": "\nThis research was made possible through data provided by the State of Connecticut’s P20-WIN Program. We thank the Institute for Education Sciences for financial support under grant number R305A160195. We also thank Andrew Ju for excellent research assistance and Janet Currie, Caroline Hoxby, Brian Jacob, and seminar participants at the National Bureau of Economics Fall Program Meeting, Association for Public Policy Analysis and Management, the University of Rochester, Clark University and Amherst College for valuable comments. We are also grateful to the staff at the Performance Office of Connecticut State Department of Education and at the Office of Research and Information at the Connecticut Department of Labor for their assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen L. Ross\n\nThe Smith Richardson Foundation provided funding, as well, but by policy the Foundation requests that their funding of the research be not formally acknowledged. As part of our IES grant (acknowledged above), IES requested that we, Professors Brunner, Dougherty and Ross, serve on the Career Technical Education Research Network that is funded by IES and administered by American Institutes for Research, Inc. This group meets regularly to discuss and implement activities intended to promote quality research in Career and Technical Education, and all participants are paid as consultants for their time. In addition, Professor Dougherty is co-PI on grants from the Linda and John Arnold Foundation and the Smith Richardson Foundation to create and run the Career & Technical Educations Policy Exchange (CTEx). CTEx is a multi-state policy lab dedicated to providing research evidence to support improving the quality of high school Career and Technical Education (CTE) programs in the United States. Compensation for time spend on these activities is paid directly by Professor Dougherty’s university using funds from these grants.\n\n\nThis paper involves data on human subjects that is further protected by FERPA. This study is governed by a memorandum of understanding with the Connecticut State Departments of Education and Labor, and their evaluation is that the analysis represents an evaluation of university programs and so is covered by the consent exemption in FERPA. The\nmemorandum of understanding allows officials at these departments to review the research, but does not allow them to require any changes prior to release other than changes required to prevent the disclosure of personally identifying information. This study also obtained approval\nfrom the university’s Institutional Review Board (IRB). The IRB protocol number is H17-042.\n\n\n"
}