{
    "id": 28796,
    "citation_title": "Loss Aversion in Housing Sales Prices: Evidence from Focal Point Bias",
    "citation_author": [
        "Stephen L. Ross",
        "Tingyu Zhou"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEstimates of loss aversion in housing sales prices may be biased because expected losses correlate with housing and borrower unobservables. We provide new evidence of loss aversion in sales price by differencing loss aversion estimates between sellers who exhibit focal point bias in their initial mortgage amount and those who do not. Although focal point bias and loss aversion are associated with different families of behaviors, recent evidence suggests links between these biases. Revisiting experimental data, subjects with high levels of loss aversion were more likely to use round numbers. Using housing data, estimates of loss aversion are 10 percentage points higher for sellers with round number mortgage amounts as a share of expected loss. Differences in expected loss are balanced over both housing and mortgage attributes, are stable as additional of controls are added, and are robust to using a discontinuity style regression centered on mortgage amounts of round numbers. On the other hand, traditional estimates of loss aversion fall by as much as 73 percent as additional controls are added. This study provides unique evidence that loss aversion and focal point bias are found together, and presents new, more robust evidence that loss aversion influences housing sales prices.\n\n",
    "acknowledgement": "\nThe authors thank John Clapp, John Harding, Remy Levin, Mike Shor, Baolian Wang, Chongyu Wang, Paul Willen, as well as participants at the University of Connecticut seminar series and at the Urban Economics Association International Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}