{
    "id": 28791,
    "citation_title": "Life Satisfaction and Body Mass Index: Estimating the Monetary Value of Achieving Optimal Body Weight",
    "citation_author": [
        "Kristjana Baldursdottir",
        "Paul McNamee",
        "Edward C. Norton",
        "Tinna Laufey Asgeirsdóttir"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "2021-05-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the World Health Organization, obesity is one of the greatest public-health challenges of the 21st century. Body weight is also known to affect individuals’ self-esteem and interpersonal relationships, including romantic ones. We estimate “utility-maximizing” Body Mass Index (BMI) and calculate the implied monetary value of changes in both individual and spousal BMI, using the compensating income variation method and data from the Swiss Household Panel. Two-stage least squares models are estimated for women and men separately, with mother’s education as an instrument to account for the potential endogeneity in income. Results suggest that the optimal own BMI is 27.4 and 22.7 for men and women, respectively. The annual value of reaching optimal weight ranges from $3,235 for underweight women to $32,378 for obese women and from $19,088 for underweight men to $43,175 for obese men. Women on average value changes in their own BMI about three times higher than changes in their spouse’s BMI. Men, on the other hand, value a reduction in their spouse’s BMI almost twice as much compared to a reduction in their own BMI.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under another title.  The authors apologize for the insensitivity of the earlier title to concerns associated with body weight, gender, and related issues. We gratefully acknowledge financial support from The Icelandic Research Fund (grant no. 184975-052) and the University of Iceland Research Fund. This study has been realized using the data collected by the Swiss Household Panel (SHP), which is based at the Swiss Centre of Expertise in the Social Sciences FORS. The SHP project is supported by the Swiss National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}