{
    "id": 28804,
    "citation_title": "The Limits of Reopening Policy to Alter Economic Behavior: New Evidence from Texas",
    "citation_author": [
        "Dhaval M. Dave",
        "Joseph J. Sabia",
        "Samuel Safford"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "2021-10-21",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the midst of mass COVID-19 vaccination distribution efforts in the U.S., Texas became the first state to abolish its mask mandate and fully lift capacity constraints for all businesses, effective on March 10, 2021. Proponents claimed that the reopening would generate short-run employment growth and signal a return to normal while opponents argued that it would cause a resurgence of COVID-19 and kill Texans. This study finds that each side was largely incorrect.  First, using daily anonymized smartphone data — and synthetic control and difference-in-differences approaches — we find no evidence that the Texas reopening led to substantial changes in mobility, including foot traffic at a wide set of business establishments.  Second, we find no evidence that the Texas reopening affected the rate of new COVID-19 cases or deaths during the five weeks following the reopening.  Our null results persist across more urbanized and less urbanized counties, as well as across counties that supported Donald Trump and Joe Biden in the 2020 presidential election.  Finally, we find no evidence that the Texas reopening impacted short-run employment, including in industries most affected by the reopening.  Together, these findings underscore the persistence of late-pandemic era private behavior and stickiness in individuals’ risk-related beliefs, and suggest that reopening policies may have impacts that are more muted than policymakers expect.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including grant support received from the Charles Koch Foundation and the Troesh Family Foundation. We thank Drew McNichols and Kyutaro Matsuzawa for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}