{
    "id": 28800,
    "citation_title": "From Man vs. Machine to Man + Machine: The Art and AI of Stock Analyses",
    "citation_author": [
        "Sean Cao",
        "Wei Jiang",
        "Junbo L. Wang",
        "Baozhong Yang"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn AI analyst we build to digest corporate financial information, qualitative disclosure and macroeconomic indicators is able to beat the majority of human analysts in stock price forecasts and generate excess returns compared to following human analyst. In the contest of “man vs machine,” the relative advantage of the AI Analyst is stronger when the firm is complex, and when information is high-dimensional, transparent and voluminous. Human analysts remain competitive when critical information requires institutional knowledge (such as the nature of intangible assets). The edge of the AI over human analysts declines over time when analysts gain access to alternative data and to in-house AI resources. Combining AI’s computational power and the human art of understanding soft information produces the highest potential in generating accurate forecasts. Our paper portraits a future of “machine plus human” (instead of human displacement) in high-skill professions.\n\n",
    "acknowledgement": "\nThe authors have benefited from discussions with Svetlana Bryzgalova, Will Cong, Jillian Grennan, Gerry Hoberg, Markus Pelger, Siew Hong Teoh, and Christina Zhu, and comments and suggestions from seminar/conference participants at CKGSB and Stanford Engineering the AI Big Data in Finance Research Forum (ABFR) webinar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}