{
    "id": 28808,
    "citation_title": "The Role of Paid Family Leave in Labor Supply Responses to a Spouse’s Disability or Health Shock",
    "citation_author": [
        "Priyanka Anand",
        "Laura Dague",
        "Kathryn L. Wagner"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe onset of a disability or major health shock can affect the labor supply of not only those experiencing the event but also their family members. Potential caregivers face a tradeoff between time spent earning income for the family and providing care for their spouse, which could be affected by the availability of paid leave. We examine caregiving and labor supply decisions after a spouse’s disability or health shock and the role of paid leave laws implemented in California and New Jersey in the response using data from the Survey of Income and Program Participation (SIPP). We show that labor force participation of potential caregivers decreased after spousal work-limiting disability or chronic health condition and, to a lesser extent, work-limiting illness. We find that paid leave reduces the likelihood that potential caregivers decrease their work hours to provide caregiving to their spouse after a work-limiting disability or chronic health condition, but limited evidence of effects on other employment outcomes. Our findings demonstrate that spousal disability and health shocks have long-run effects on household labor supply and therefore could be mediated by paid leave; we conclude by discussing possible reasons for finding limited impact in this context.\n\n",
    "acknowledgement": "\nWe are grateful to Manasi Deshpande, Mark Klee, Amal Harrati, Lara Shore-Sheppard, and participants at the ASHEcon 2019, APPAM 2019, and AEA 2021 annual meetings for helpful comments. The authors have received funding from the Washington Center for Equitable Growth to conduct related research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}