{
    "id": 28809,
    "citation_title": "Cream Skimming by Health Care Providers and Inequality in Health Care Access: Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Anna Werbeck",
        "Ansgar Wübker",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUsing a randomized field experiment, we show that health care specialists cream-skim patients by their expected profitability. In the German two-tier system, outpatient reimbursement rates for both public and private insurance are centrally determined but are significantly higher for the privately insured. In our field experiment, following a standardized protocol, the same hypothetical patient called 991 private practices in 36 German counties to schedule appointments for allergy tests, hearing tests and gastroscopies. Practices were 4% more likely to offer an appointment to the privately insured. Conditional on being offered an appointment, wait times for the publicly insured were twice as long than for the privately insured. We also find smaller access differences when reimbursement rate differences are smaller. Our findings show that structural differences in reimbursement rates lead to structural differences in health care access.\n\n",
    "acknowledgement": "\nWe thank Sebastian Bauhoff, Kevin Devereux, Peter Eibich, Jenke De Keyser, Brigitte Dormont and Harald Tauchmann for excellent discussions of this work. We also thank Tigran Aydinyan, Sergej Bechtoldt, Katharina Blankart, Amitabh Chandra, Alberto Holly, Daniel Herrera, Tom Hoe, Toshiaki Iizuka, Nima Jouchaghani, Hendrik Jürges, Helene Könnecke, Christoph Kronenberg, Isabelle Maripier, Giuseppe Moscelli, Julien Mousquès, Catia Nicodemo, Cheti Nicoletti, Simon Reif, Hendrik Schmitz, Jonas Schreyögg, Hannes Schwandt, Erin Strumpf, David Slusky, Christian Waibel, Chris Whaley, Daniel Wiesen, Lilia Zhurakovska, Peter Zweifel and participants at the 2020 Annual Meeting of the Swiss Society of Health Economists (sggö), the 2019 Annual Meeting of the German Society of Health Economics(dggö), the 2019 Health Economics Workshop in Stralsund, 2019 American-European Health Economics Study Group, the 2019 ASHEcon meetings, the 2019 Annual Congress of the European Economic Association, the 2019 IRDES-DAUPHINE Workshop on Applied Health Economics and Policy Evaluation, the 2019 RGS conference, the 2018 Workshop of the dggö committee „Gesundheitsökonometrie“ (“health econometrics”) for helpful suggestions and comments. Special thanks go to Alexander Hearing. We also thank Paul Pangburn for excellent research assistance. We thank WIdO and an anonymous private insurer for supplemental insurance data. The research reported in this paper is not the result of a for-pay consulting relationship. Our employers do not have a financial interest in the topic of the paper which might constitute a conflict of interest. The field experiment was carried out at RWI Essen, a German publicly funded research institute, which does not have IRB approvals. All ethics guidelines by the German Science Foundation were followed; the guidelines for good scientific practice are here http://www.dfg.de/en/research_funding/principles_dfg_funding/good_scientific_practice/. The standardized protocols minimized the time to inquire about appointments. No actual appointment was made. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}