{
    "id": 28805,
    "citation_title": "The Business of City Hall",
    "citation_author": [
        "Kenneth R. Ahern"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCompared to the federal government, the average citizen in the U.S. has far greater interaction with city governments, including policing, health services, zoning laws, utilities, schooling, and transportation.  At the regional level, it is city governments that provide the infrastructure and services that facilitate agglomeration economies in urban areas.  However, there is relatively little empirical evidence on the operations of city governments as economic entities.  To overcome deficiencies in traditional datasets, this paper amasses a novel, hand-collected dataset on city government finances to describe the functions, expenses, and revenues of the largest 39 cities in the United States from 2003 to 2018.  First, city governments are large, with average revenues equivalent to the 78th percentile of U.S. publicly traded firms.  Second, cities collect an increasingly large fraction of revenues through direct user fees, rather than taxes.  By 2018, total charges for services equal tax revenue in the median city.  Third, controlling for city fixed effects, population, and personal income, large city governments shrunk by 15% between 2009 and 2018.  Finally,  the growth rate of city expenses is more sensitive to population growth, while the growth rate of city revenues is more sensitive to income.  These sensitivities lead smaller, poorer cities' expenses to grow faster than their revenues.\n\n",
    "acknowledgement": "\nFor helpful comments, I thank John Matsusaka and seminar participants at Baruch College, Michigan State University, University of Mannheim, University of Southern California, and the University of Texas at Dallas.  The author has no conflicts of interest regarding this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}