{
    "id": 28803,
    "citation_title": "Experiences and Coping Strategies of College Students During the COVID-19 Pandemic",
    "citation_author": [
        "Christine Logel",
        "Philip Oreopoulos",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn emerging literature documents the many challenges faced by college students during the COVID-19 pandemic. Little is known, however, about how students responded to the adversity. Focusing on two large Canadian universities, we provide some of the first evidence on the coping strategies students reported and the relationships between their endorsement of specific coping strategies and their subsequent well-being. Students focused on compensating for a lack of structure by creating new routines, maintaining social connections, and trying new activities. Conditional on baseline problems indexes, students who initially endorsed social connectedness as a strategy score significantly higher on a comprehensive well-being index five to twelve weeks later.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the enthusiastic support of the Department of Economics at the University of Toronto and the Department of Economics at York University, especially the instructors of first-year economics courses. We thank James Lahey for this tireless commitment to designing the project’s well-run website and online exercises, as well as for his help with organizing and extracting the data.  Sophie Fiala and Nicolas Perreault provided outstanding research assistance. We are also grateful to the Social Science Research Council of Canada (Insight Grant #435-2018-0268 and Insight Development Grant # 430-2017-00779), the Jamal Poverty Action Lab, and the University of Toronto’s Learning and Education Advancement Fund for financial support.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}