{
    "id": 28806,
    "citation_title": "Household Debt Overhang Did Hardly Cause a Larger Spending Fall during the Financial Crisis in the UK",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "2022-04-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe “debt-overhang hypothesis” – that households cut back more on their spending in a crisis when they have higher levels of outstanding mortgage debt (Dynan, 2012) – seems to be taken for granted by macroprudential authorities in several countries in their policy decisions, as well as by the international organizations that evaluate and comment on countries’ macroprudential policy. Results are presented for UK microdata that reject the debt-overhang hypothesis. The results instead support the “spending-normalization hypothesis” of Andersen, Duus, and Jensen (2016a), what can also be called the “debt-financed overspending” hypothesis – that the correlation between high pre-crisis household indebtedness and subsequent spending cuts  during the crisis reflects high debt-financed spending pre-crisis and a return to normal spending during the crisis. As discussed in Svensson (2019, 2020), this is consistent with the correlation reflecting debt-financed overspending through what Muellbauer (2012) calls the “housing-collateral household demand” and Mian and Sufi (2018) the “credit-driven household demand” channel. The correlation is thus spurious and an example of omitted-variable bias. A simple model shows that consumption and debt changes are directly and strongly positively correlated, whereas consumption and debt levels are quite weakly negatively correlated. Importantly, and in contrast, examples show that there is no systematic relation between consumption cuts and levels of or changes in LTV ratios. The lack of a robust relation between consumption cuts and levels of or changes in LTV ratios implies that tests of these hypotheses should generally not be done by regressions of consumption cuts on levels of or changes in LTV ratios.\n\n",
    "acknowledgement": "\nI have benefitted from comments from or discussions with Johan Almenberg, Claes Bäckman, Ben Broadbent, Robert Boije, Philip Bunn, Peter Englund, John Muellbauer, Mette Nielsen, May Rostom, and Roine Vestman. I am grateful to the UK Data Service, which has granted me access to the Living Cost and Food Survey and the Wealth and Asset Survey (UK Data Service, 2020). Support from the Jan Wallander and Tom Hedelius research foundation and the Tore Browaldh research foundation is gratefully acknowledged. Views expressed and any errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}