{
    "id": 28819,
    "citation_title": "The Long-Run Effects of Sports Club Vouchers for Primary School Children",
    "citation_author": [
        "Jan Marcus",
        "Thomas Siedler",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in 2009, the German state of Saxony distributed sports club membership vouchers among all 33,000 third graders in the state. The policy’s objective was to encourage them to develop a long-term habit of exercising. In 2018, we carried out a large register-based survey among several cohorts in Saxony and two neighboring states. Our difference-indifferences estimations show that, even after a decade, awareness of the voucher program was significantly higher in the treatment group. We also find that youth received and redeemed the vouchers. However, we do not find significant short- or long-term effects on sports club membership, physical activity, overweightness, or motor skills.\n\n",
    "acknowledgement": "\nWe would like to thank Sascha O. Becker, John Cawley, Jan Feld, Paola Guiliano, Helena Holmlund, Olena Izhak, Tobias Klein, Fabian Lange, Michael Lechner, Magne Mogstad, Frauke Peter, Jörn-Steffen Pischke, Imran Rasul, Jens Ruhose, Harald Tauchmann, Rudolf Winter-Ebmer, and Christoph Wunder for their helpful comments and suggestions. In particular, we are grateful to Hannah von Glan for the collection of the sports club data, and Dan Torge Dammann for his invaluable support in helping to design and implement the YOLO survey. We would also like to thank the participants of various research seminars and conferences for their helpful comments and suggestions. We would like to express our gratitude to Kristin Seidel, Regina Thoß, and Klaus Wallmann for their efforts in providing us with the health examination data and answering our questions. We are also grateful to Mr. Richter and Ms. Mai from the Landessportbund Sachsen, Mr. Kluger from the Saechsisches Staatsministerium fuer Kultus, Mr. Ender from the Kultusminsterium Sachsen, Ms. Riedel from the Sozialministerium Sachsen, and Ms. Frenschkowski from the Saechsisches Staatsministerium fuer Soziales und Verbraucherschutz for their willingness to meet with us and answer all our questions. Neither we nor our employers have any relevant or material financial interests that relate to the research described in this paper. We take full responsibility for any remaining errors in and shortcomings of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}