{
    "id": 28814,
    "citation_title": "What Can Developing Cities Today Learn From the Urban Past?",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe downsides of density, including traffic congestion, contagious disease and crime, were common in Victorian London and classical Rome, just as they are today in Sao Paulo and Lagos. Our urban past provides lessons for developing world cities today. The first lesson, that I highlight, is that political power, not commerce, has long driven the growth of the world’s largest cities, and that fact remains true for many developing world mega-cities today.  The second lesson is that while market access fundamentally shaped the cities of the past, the power of transport to determine urban fortunes has declined.  Transportation infrastructure no longer transforms cities unless it is accompanied by complementary investments, such as education.  The third lesson is that infrastructure, such as sewers and roads, functions best when combined with incentives, which can ensure the adoption of sewers and discourage the abuse of highways.  The fourth lesson is that the development of many western cities relied on a nexus of property rights for landowners, including the right to build, buy, alienate, mortgage and rent, that are far more limited in many developing world cities.  The fifth lesson is that there is a menu of institutions for managing infrastructure, including direct public control, independent public authorities and public private partnerships. Local conditions, especially the level of public capacity, will determine the best choice among those institutions.\n\n",
    "acknowledgement": "\nI am grateful to Jimmy Lin for research assistance and for Margaret Brissenden for editorial support.  Laurent Gobillon and two referees provided excellent comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}