{
    "id": 28813,
    "citation_title": "The Changing Relationship between Bodyweight and Longevity in High- and Low-Income Countries",
    "citation_author": [
        "Joanna Aleksandra Kopinska",
        "Vincenzo Atella",
        "Jay Bhattacharya",
        "Grant Miller"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nStandard measures of bodyweight (overweight and obese, for example) fail to reflect technological progress over time - and in particular, recent progress disproportionately promoting longevity at higher bodyweights (and differences in access to it). This paper builds on the pioneering work of Hans Waaler (Waaler, 1984) and Robert Fogel (Fogel, 1994) to empirically estimate how technological progress, and differential access to it, have fundamentally transformed the relationship between body mass index (BMI) and longevity in high-, middle-, and low-income countries. Importantly, we show that the combined effect of technological progress and access to it across countries is so profound that the share of national populations above mortality-minimizing bodyweight is not clearly greater in countries with higher overweight and obesity rates (as traditionally defined) - and in fact, relative to current standards, a larger share of low-income countries’ populations can be unhealthily heavy.\n\n",
    "acknowledgement": "\nThis manuscript reflects only the authors’ view. We thank Anne Case, Angus Deaton, Sam Preston, Chris Ruhm, and participants at the NBER Workshop on the Rise in Cardiovascular Disease Mortality for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}