{
    "id": 28816,
    "citation_title": "A Quantitative Framework for Analyzing the Distributional Effects of Incentive Schemes",
    "citation_author": [
        "Hugh Macartney",
        "Robert McMillan",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops the first quantitative framework for analyzing distributional effects of incentive schemes in public education. The analysis is built around a hump-shaped effort function, estimated semi-parametrically using exogenous incentive variation and rich administrative data. We identify key primitives that rationalize this effort function by estimating a flexible teacher effort-choice model. Both the model and parameter estimates are necessary components in our counterfactual framework for tracing the effects of alternative accountability systems on the entire test score distribution, with effort adjusting endogenously. We find widespread schemes that set a fixed target for all students give rise to a steep performance-inequality tradeoff. Further, counterfactual incentive policies can outperform existing schemes for the same cost — reducing the black-white test score gap by 7% (via student-specific bonuses), and lowering test-score inequality across students by 90% (via student-specific targets). Our quantitative approach opens up new possibilities for incentive design in practice.\n\n",
    "acknowledgement": "\nWe would like to thank Joe Altonji, Peter Arcidiacono, David Deming, Giacomo De Giorgi, David Figlio, Chris Flinn, Caroline Hoxby, Lisa Kahn, Kory Kroft, Lance Lochner, Derek Neal, Rich Romano, Eduardo Souza-Rodrigues, Aloysius Siow, Chris Taber, and seminar participants at Duke University, UCSD, the University of Florida, the NBER, NYU, SITE, Western, Wisconsin, and Yale for helpful comments and suggestions.  Marc-Antoine Chatelain, Elaine Guo, Guan Yi Lin, and Hammad Shaikh provided excellent research assistance.   Financial support from SSHRC and the University of Toronto Mississauga is gratefully acknowledged.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}