{
    "id": 28818,
    "citation_title": "Disbursing Emergency Relief through Utilities: Evidence from Ghana",
    "citation_author": [
        "Susanna B. Berkouwer",
        "Pierre E. Biscaye",
        "Steven L. Puller",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment transfer programs to distribute food, water, or electricity at low or no cost have been widespread during the COVID-19 global health crisis. How does program design affect the efficiency and distributional implications of these policies? And what design features determine their political popularity? We study these questions in the context of a program to distribute relief through the electric utility in Accra, Ghana, using data from 1,200 households surveyed during the COVID-19 crisis. We find that distributing relief through electricity transfers has significant advantages. It enables an immediate government response to the crisis because it leverages the existing financial infrastructure between the government utility and households. Moreover, theoretical efficiency concerns about in-kind transfers are mitigated because the transfers are inframarginal for most households and electricity credit can be stored, with many even preferring electricity transfers over cash. These advantages do not preclude delays in transfer receipt and the exclusion of some eligible households, and the program is regressive in both design and implementation. The households least likely to receive relief are those who use less electricity, pay a landlord or other intermediary for electricity, or share an electricity meter with other users – all common among low-income electricity consumers in urban settings. Finally, transfer receipt increases support for the governing party, but support for the program drops significantly if even a fraction of its costs are to be recovered through future electricity tariff increases. Concerns around disbursing relief through utility transfers in this context thus arise not from efficiency loss, but from regressivity, distributional challenges, and politicization.\n\n",
    "acknowledgement": "\nThe views expressed in this article do not necessarily represent the views of the United States or the U.S. Department of the Treasury. We thank Maria Vagliasindi, Arthur van Benthem, and seminar participants at PacDev and UC Berkeley for helpful comments. The DFID Energy and Economic Growth initiative and the TAMU Private Enterprise Research Center generously provided financial support. This study has received Institutional Review Board approval from the University of California at Berkeley (ID 2017-12-10599). To prevent any increased risk of Covid-19 transmission, all surveys conducted by this research team between February 15, 2020 and February 15, 2021 were conducted over the phone. We thank Geetika Pandya and Miranda Lambert for excellent research assistance and Kwame Abrokwah and his team for superbly implementing field activities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}