{
    "id": 2881,
    "citation_title": "Policy Analysis With a Multicountry Model",
    "citation_author": [
        "John B. Taylor"
    ],
    "citation_publication_date": "1989-03-01",
    "issue_date": "1989-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the results of an empirical study of alternative international monetary arrangements using a multicountry, rational expectations, econometric model of the G-7 countries; Canada, France, Germany, Italy, Japan, the United Kingdom and the United States. The model is fit to quarterly data and the effect of different monetary rules on the performance of the economy is determined by stochastic simulations of the estimated model. The results indicate that, with the current international economic structure, internal stability as well as external stability would be greater if Germany, Japan and the United States oriented their monetary policies toward domestic price stability, or perhaps towards domestic nominal GNP stability, rather than towards fixing the exchange rates between them. Empirical measures of demand and supply elasticities and of the average size of the shocks to the demand and supply curves are used in the analysis. Thus the advantage that one international monetary arrangement has for dealing with one type of shock is assessed and measured up against the advantage that another arrangement has for dealing with other types of shocks. It turns out that in this assessment a more flexible exchange rate system between Germany, Japan, and the United States does better than a fixed exchange rate system.\n\n",
    "acknowledgement": "\n"
}