{
    "id": 28828,
    "citation_title": "Why Do Couples and Singles Save during Retirement? Household Heterogeneity and its Aggregate Implications",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones",
        "Rory McGee"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2023-07-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a model of savings for retired couples and singles who face longevity and medical expense risks, and in which couples can leave bequests both when the first and last spouse dies. We show that saving motives vary by marital status, permanent income, and age. We find that most households save more for medical expenses than for bequests, but that richer households and couples, who hold most of the wealth, save more for bequests. As a result, bequest motives are a key determinant of aggregate retirement wealth.\n\n",
    "acknowledgement": "\nWe thank Wilbert van der Klaauw, Monica Costa Dias, Tom Crossley, Ami Ko, Melanie Luhrmann, Tatyana Koreshkova, Victor Rios-Rull and many seminar participants for helpful comments and Karolos Arapakis, Justin Kirschner, Jeremy McCauley, Ali Merali and Rachel Rodgers for research assistance. We gratefully acknowledge support from NSF grant SES-2044748, the Social Security Administration through the Michigan Retirement Research Center (MRRC grant UM17-15), the Economic and Social Research Council (Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies (RES-544-28-50001), and Grant Inequality and the insurance value of transfers across the life cycle (ES/P001831/1)).  The views expressed in this paper are those of the authors and not necessarily those of the National Bureau of Economic Research, the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Richmond, the IFS, the CEPR. or the National Bureau of Economic Research.\n\n\n"
}