{
    "id": 28820,
    "citation_title": "Gender Differences in Job Search and the Earnings Gap: Evidence from the Field and Lab",
    "citation_author": [
        "Patricia Cortés",
        "Jessica Pan",
        "Ernesto Reuben",
        "Laura Pilossoph",
        "Basit Zafar"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2022-12-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper investigates gender differences in the job search process, both in the field and lab. First, we collect rich information on initial job offers and acceptances from undergraduates of Boston University's Questrom School of Business. We document two novel empirical facts: (1) there is a clear gender difference in the timing of job offer acceptance, with women accepting jobs substantially earlier than men, and (2) there is a clear gender earnings gap in accepted offers, which narrows in favor of women over the course of the job search period. To rationalize these patterns, we develop a job search model that incorporates gender differences in risk aversion and over-optimism about prospective offers. We validate the model's assumptions and predictions using the survey data, and present empirical evidence that the job search patterns in the field can be partly explained by the greater risk aversion displayed by women and the higher levels of over-optimism displayed by men. Next, we replicate the findings from the field in a specially-designed laboratory experiment that features sequential job search, and provide direct evidence on the purported mechanisms. Our findings highlight the importance of risk preferences and beliefs for gender differences in job-finding behavior, and consequently, early-career wage gaps among the highly-skilled.\n\n",
    "acknowledgement": "\nWe thank participants at several conferences and seminars for helpful comments and suggestions. Jacob French, Maria Paola Ugalde Araya, Kevin Winseck, and Zhi Hao Lim provided excellent research assistance. We gratefully acknowledge the generous financial support from the National Science Foundation through Grant SES-1824469 and the Singapore Ministry of Education (MOE) Academic Research Fund (Tier 1). All errors that remain are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}