{
    "id": 28827,
    "citation_title": "Stock Market Spillovers via the Global Production Network: Transmission of U.S. Monetary Policy",
    "citation_author": [
        "Julian di Giovanni",
        "Galina Hale"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2021-09-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the role of global production linkages in explaining spillovers of U.S. monetary policy shocks to stock returns across countries and sectors using a newly constructed dataset. Our estimation strategy is based on a standard open-economy production network model that delivers a spillover pattern consistent with a spatial autoregression (SAR) process. We use the SAR model to decompose the overall impact of U.S. monetary policy on global stock returns into a direct and a network effect. We ﬁnd that nearly 70% of the total impact of U.S. monetary policy shocks on country-sector stock returns are due to the network effect of global production linkages. Empirical counterfactuals show that shutting down global production linkages would reduce the total global impact of U.S. monetary policy shocks by half. Our results are robust to changes in the deﬁnitions of stock returns and monetary policy shocks, to controlling for correlates of the global ﬁnancial cycle, foreign monetary policy shocks, and to alternative empirical speciﬁcations.\n\n",
    "acknowledgement": "\nWe are grateful to Ruth Cesar Heymann, Margaret Chen, Ted Liu and Youel Rojas for expert research assistance. We thank the authors of Aquaro et al. (2021) for sharing their Matlab code and Gianluca Benigno, Vasco Carvalho, Mick Devereux, Manuel Garcia-Santana, Rob Johnson, Andrei Levchenko, Isabelle Mejean, Damian Romero, Michael Weber, Shang-Jin Wei, and participants at the 2020 NBER Summer Institute’s ITM program, 2020 Paciﬁc Basin Conference at FRBSF, and seminars at the FRBNY, Norges Bank, and USC for helpful comments. Di Giovanni gratefully acknowledges the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No. 726168) and the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563) for ﬁnancial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Banks of New York or San Francisco, any other person aﬃliated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}