{
    "id": 28823,
    "citation_title": "Automated Enforcement of Irrigation Regulations and Social Pressure for Water Conservation",
    "citation_author": [
        "Jeremy D. West",
        "Robert W. Fairlie",
        "Bryan E. Pratt",
        "Liam Rose"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study evaluates two interventions for residential water conservation. Comparing households across an enforcement algorithm’s cutoff using a regression discontinuity design, we find that automated irrigation violation warnings cause substantial water conservation but also shift some consumption from regulated to unregulated hours within the week. In contrast, we show using data from a randomized experiment with the same customers that normative Home Water Reports reduce water use by a much smaller amount, but that this social pressure is effective during all hours both before and after automating irrigation policy enforcement. Our findings highlight the merits of implementing multidimensional conservation programs.\n\n",
    "acknowledgement": "\nWe thank WaterSmart Software and William Holleran in particular for sharing data. This work benefited from comments from Joshua Abbott, Hunt Allcott, Kelly Bishop, Daniel Brent, Lopamudra Chakraborti, Jesse Cunha, Lucas Davis, Carlos Dobkin, Daniel Friedman, Brent Haddad, Katrina Jessoe, Nicolai Kuminoff, Natalia Lazzati, Justin Marion, Jonathan Meer, Adam Millard-Ball, Steven Puller, Jonathan Robinson, Jason Scorse, Kerry Smith, John Sorrentino, Alan Spearot, Forrest Williams, and seminar participants at Arizona State University, the Middlebury Institute, UC Santa Cruz, and the 2018 AERE Summer Conference. This research was supported in part by the U.S. Department of Agriculture, Economic Research Service. The findings and conclusions in this work are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy. Any errors and conclusions are our own and do not necessarily represent the views of WaterSmart Software nor any other parties. The authors have no material financial interests related to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}