{
    "id": 28821,
    "citation_title": "Religious Festivals and Economic Development: Evidence from the Timing of Mexican Saint Day Festivals",
    "citation_author": [
        "Eduardo Montero",
        "Dean Yang"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2022-01-19",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes variation in how religious festivals are celebrated have economic consequences? We study the economic impacts of the timing of Catholic patron saint day festivals in Mexico. For causal identification, we exploit cross-locality variation in festival dates and in the timing of agricultural seasons. We estimate the impact of “agriculturally-coinciding” festivals (those coinciding with peak planting or harvest months) on long-run economic development of localities. Agriculturally-coinciding festivals lead to lower household income and worse development outcomes overall. These negative effects are likely due to lower agricultural productivity, which inhibits structural transformation out of agriculture. Agriculturally-coinciding festivals may nonetheless persist because they also lead to higher religiosity and social capital.\n\n",
    "acknowledgement": "\nA pre-analysis plan for this project can be found at the Open Science Foundation, https://osf.io/3sb4u/. We are especially grateful to Katherine Miller, Maria McKee, Tara Regan Anderson, Mikaela Rabinowitz, and Jean Roland for the many insights they provided over the course of this project, as well as to the former District Attorney of San Francisco, George Gascon, who initiated Make-it-Right and advocated for the random allocation of individuals into the program which allowed for this study to be conducted. We are also thankful for invaluable information Lauren Brown and staff from Community Works and Huckleberry Youth shared about the principles of restorative justice and the program's implementation. The California Policy Lab provided continuous support and help throughout this project, we would especially like to thank April Chang, Johanna Lacoe, and Evan White. We thank Hadar Avivi, Annabelle Berrios, Gale Burford, Robynn Cox, Peng Ding, Sara Heller, Dmitri Koustas, Nicholas Li, Juliana Londoño-Vélez, Maxim Massenkoff, Conrad Miller, Andrew Penner, Deepak Premkumar, Heather Strang, and Santiago Tob on for helpful comments and discussions. We also thank seminar and conference participants at Harvard Kennedy School Social Inequality Seminar, University of British Columbia, WEAI, UCLA, NBER SI Crime, California Policy Lab, 14th All-California Labor Economics Conference, and LACEA Workshop on the Economics of Crime for numerous helpful comments and suggestions. Chandni Raja, Shivani Ghate, Logan Spencer provided outstanding research assistance. Any opinions and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the San Francisco District Attorney, San Francisco Juvenile Probation Department, Community Works, Huckleberry Youth, or the California Policy Lab. We thank Arnold Ventures, the University of California Office of the President Multicampus Research Programs and Initiatives, MRP-19-600774 and M21PR3278, The James Irvine Foundation, and the Bylo Chacon Foundation for their generous support. The views expressed here do not necessarily reflect the views of the funders. All errors should be attributed to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}