{
    "id": 28837,
    "citation_title": "The Conglomerate Network",
    "citation_author": [
        "Kenneth R. Ahern",
        "Lei Kong",
        "Xinyan Yan"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a network model of the economy in which conglomerate firms transmit idiosyncratic shocks from one industry to another. The strength of inter-industry connections is determined by the conglomerate's share of total industry sales and by the industry's share of the conglomerate's total sales. The empirical results show that industry growth rates comove more strongly within industry pairs that are more closely connected in the conglomerate network. These results hold after controlling for industry-pair and year fixed effects, input-output connections, reverse causality, and in tests that exploit exogenous cross-sectional industry shocks from import tariff changes. Finally, our model also provides a new cross-industry extension for the widely-used Herfindahl index of concentration.\n\n",
    "acknowledgement": "\nWe thank Xavier Gabaix, Xavier Giroud, Jerry Hoberg, Mike Simutin, and seminar participants at Claremont McKenna College, Clemson University, University of Southern California, and University of Toronto. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}