{
    "id": 28833,
    "citation_title": "The Dynamics and Spillovers of Management Interventions: Evidence from the Training Within Industry Program",
    "citation_author": [
        "Nicola Bianchi",
        "Michela Giorcelli"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the long-term and spillover effects of management interventions on firm performance. Under the Training Within Industry (TWI) program, the U.S. government provided management training to firms involved in war production between 1940 and 1945. Using a newly collected panel dataset on all 11,575 U.S. firms that applied to the program, we find that the TWI training had positive and long-lasting effects on firm performance and the adoption of beneficial managerial practices. Moreover, it generated complementarities among different types of training and had positive spillover effects on the supply chain of trained firms.\n\n",
    "acknowledgement": "\nWe thank Philipp Ager, John Asker, Andy Atkenson, Simon Board, Ryan Boone, Bruno Caprettini, Dora Costa, Alessandra Fenizia, Mitch Hoffman, Taylor Jaworski, Giampaolo Lecce, Adriana Lleras-Muney, Claudia Martinez, Niko Matouschek, Joel Mokyr, Giuseppe Nicoletti, Jagadeesh Sivadasan, Nico Voigtlaender, Melanie Wasserman, as well as seminar and conference participants at U. Bocconi, U. of Bologna, Chicago Booth, Columbia GSB, Empirical Management Conference, Erasmus University Rotterdam, HBS, KU Leuven, MIT, Monash U., Mountain West Economic History Conference, NBER Summer Institute, NYU Stern, OECD Productivity Forum, PUC-Rio de Janeiro, PUC-Santiago, Queen’s Smith School of Business, UBC, UCLA, UCSD, U. Torcuato Di Tella, U. of New South Wales, U. of Queensland, U. of Sydney, and Yale U. We are grateful to Dmitri Koustas and James Lee for kindly sharing with us the war contracts data and the 1939 census data, respectively. Juan Rojas and Zhihao Xu provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}