{
    "id": 28834,
    "citation_title": "Heterogeneous Global Booms and Busts",
    "citation_author": [
        "Maryam Farboodi",
        "Péter Kondor"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the heterogeneous boom and bust patterns across countries that emerge as a result of global shocks. Our analysis sheds light on the emergence of core and periphery countries, and the joint determination of the depth of recessions and tightness of credit markets across countries. The model implies that interest rates are similar across core and periphery countries in booms, with larger credit and output growth in periphery countries. However, a common global shock that leads to a credit crunch across the globe gives rise to a sharper spike in interest rates and a deeper recession in periphery countries, while a credit flight to the core alleviates the adverse consequences in these countries.  We explore the implication of the model about credit spreads, portfolio rebalancing, investment, non-performing debt and concentration of debt ownership during booms and busts, both in the time series and in the cross-section, and connect them to existing stylized facts. We further demonstrate how the anatomy of the global economy evolves as a result of aggregate demand and supply shocks to financing, such as a global saving glut.\n\n",
    "acknowledgement": "\nWe are grateful to Rebekah Dix for research assistance, and to Mark Aguiar, Manuel Amador, Bo Becker, Fernando Bronner, Markus Brunnermeier, Ricardo Caballero, Willie Fuchs, Mikhail Golosov, Lars Hansen, Benjamin Hebert, Gregor Jarosch, Arvind Krishnamurthy, John Moore, Helen Rey; seminar participants at LSE, LBS, Princeton; and participants at the FTG, ESSFM, SITE Stanford, STELAR and SED workshops for helpful comments. Peter Kondor acknowledges financial support from the European Research Council (Starting Grant #336585). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}