{
    "id": 28831,
    "citation_title": "Earnings Inequality and the Minimum Wage: Evidence from Brazil",
    "citation_author": [
        "Niklas Engbom",
        "Christian Moser"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a rise in the minimum wage accounts for a large decline in earnings inequality in Brazil since 1994. To this end, we combine rich administrative and survey data with an equilibrium model of the Brazilian labor market. Our results imply that the minimum wage has far-reaching spillover effects on wages higher up in the distribution, accounting for one-third of the 25.9 log point fall in the variance of log earnings in Brazil since 1994. At the same time, the minimum wage’s effects on employment and output are muted by reallocation of workers toward more productive firms.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Mark Aguiar, Mike Golosov, Nobu Kiyotaki, and Richard Rogerson for invaluable advice and encouragement. We also thank Jim Albrecht, Jorge Alvarez, Adrien Auclert, Anmol Bhandari, David Card, Carlos Carrillo-Tudela, Mark Colas, Olivier Darmouni, Cynthia Doniger, David Dorn, Andres Drenik, Christian Dustmann, Henry Farber, Fatih Guvenen, Kyle Herkenhoff, Oleg Itskhoki, Gregor Jarosch, Leo Kaas, Greg Kaplan, Fatih Karahan, Loukas Karabarbounis, Alan Krueger, Per Krusell, Rasmus Lentz, Ilse Lindenlaub, Attila Lindner, Jeremy Lise, Alan Manning, Alex Mas, Ellen McGrattan, Guido Menzio, Virgiliu Midrigan, Ben Moll, Simon Mongey, Giuseppe Moscarini, Andreas Mueller, Joseph Mullins, Makoto Nakajima, Emi Nakamura, Fabrizio Perri, Fabien Postel-Vinay, Todd Schoellman, Uta Schoenberg, Jon Steinsson, Venky Venkateswaran, Gianluca Violante, Jonathan Vogel, Susan Vroman, Till von Wachter, Randall Wright, Pierre Yared, and numerous participants at seminars and conferences. Special thanks go to the research staff at IPEA, IBGE, and the Brazilian Ministry of the Economy for facilitating data access. We thank Data Zoom, developed by the Department of Economics at PUC-Rio, for providing the codes for processing IBGE microdata. The authors gratefully acknowledge financial support from CEPR PEDL. Moser benefitted from financial support by the Ewing Marion Kauffman Foundation and the Richard Paul Richman Center for Business, Law, and Public Policy at Columbia University. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}