{
    "id": 28839,
    "citation_title": "Redesigning the Longitudinal Business Database",
    "citation_author": [
        "Melissa C. Chow",
        "Teresa C. Fort",
        "Christopher Goetz",
        "Nathan Goldschlag",
        "James Lawrence",
        "Elisabeth Ruth Perlman",
        "Martha Stinson",
        "T. Kirk White"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper we describe the U.S. Census Bureau's redesign and production implementation of the Longitudinal Business Database (LBD) first introduced by Jarmin and Miranda (2002). The LBD is used to create the Business Dynamics Statistics (BDS), tabulations describing the entry, exit, expansion, and contraction of businesses. The new LBD and BDS also incorporate information formerly provided by the Statistics of U.S. Businesses program, which produced similar year-to-year measures of employment and establishment   flows. We describe in detail how the LBD is created from curation of the input administrative data, longitudinal matching, retiming of economic census-year births and deaths, creation of vintage consistent industry codes and noise factors, and the creation and cleaning of each year of LBD data. This documentation is intended to facilitate the proper use and understanding of the data by both researchers with approved projects accessing the LBD microdata and those using the BDS tabulations.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or  the National Bureau of Economic Research. The Census Bureau has reviewed this paper for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied (Approval ID: CBDRB-FY21-ESMD002-030). We thank Kimberly Blair, Marina Krylova, and Gerald McGarvey for their programming expertise. We also thank Trey Cole for sharing programs and expertise from the Statistics of US Businesses program. Finally, we thank Emek Basker, Shawn Klimek, William Davie, and John Haltiwanger for helpful comments.\n\n\n"
}