{
    "id": 28846,
    "citation_title": "More than an Ivory Tower: The Impact of Research Institutions on the Quantity and Quality of Entrepreneurship",
    "citation_author": [
        "Valentina Tartari",
        "Scott Stern"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2021-06-03",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides systematic empirical evidence for the distinctive role of universities on local entrepreneurial ecosystems.  Assessing the impact of research institutions on entrepreneurship is challenging, given that these institutions are often located in economic and innovation environments conducive to growth-oriented entrepreneurial activity, are themselves a source of local demand, and produce knowledge, which might serve as the foundation for new ventures.  To overcome this inference challenge, we first combine comprehensive business registration records with a predictive analytics approach to measure both the quantity and quality-adjusted quantity of entrepreneurship at the zip-code level on an annual basis.  We then link each location to the presence or absence of research-oriented universities or national laboratories.  Finally, we exploit significant changes over time in Federal commitments to both universities and national laboratories.  Our key finding is that changes in Federal research commitments to universities are uniquely linked to positively correlated changes in the quality-adjusted quantity of entrepreneurship.  In contrast, increases in non-research funding to universities and funding to national laboratories is associated with either a neutral or negative impact on the quality-adjusted quantity of entrepreneurship.  Research funding to universities seems to play a unique role in promoting the acceleration of local entrepreneurial ecosystems.\n\n",
    "acknowledgement": "\nWe would like to thank Pierre Azoulay, Maryann Feldman, Jeff Furman, Jorge Guzman, Fiona Murray, and seminar participants at Copenhagen Business School, DRUID, the AIEA-NBER Conference, the 2021 ASSA meetings, the NBER Productivity Seminar, and participants in the MIT Regional Ecosystem Acceleration Program for useful comments and feedback, and Luca Gius for excellent research assistance. This work was supported by the Jean Hammond (1986) and Michael Krasner (1974) Entrepreneurship Fund and the Edward B. Roberts (1957) Entrepreneurship Fund at MIT, and the Kauffman Foundation.  Valentina Tartari gratefully acknowledges the support from the Independent Research Fund Denmark through a Sapere Aude Research Talent Grant (DFF –4003-00137B), and Stern gratefully acknowledges the hospitality and hosting of Copenhagen Business School. All errors and omissions are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation policy and the Startup Cartography Project, typically at events organized by government agencies or other institutions involved in the policy process. He also receives compensation from the MIT Regional Entrepreneurship Acceleration Program, which features this project.\n\n\n"
}