{
    "id": 28842,
    "citation_title": "Sorting Out the Real Effects of Credit Supply",
    "citation_author": [
        "Briana Chang",
        "Matthieu Gomez",
        "Harrison Hong"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that banks which cut lending more during the Great Recession were lending to riskier firms. To explain this  evidence, we build a competitive matching model of bank-firm relationships in which risky firms borrow from banks with low holding costs.  Based on default probabilities and equilibrium loan rates, we use our sorting model to recover  the latent bank holding cost distribution. The measure of banks with low holding costs dropped during the Great Recession. This credit supply shift conservatively accounted for around 50% of the decline in corporate loans over this period. Our attribution cannot be captured by panel regression estimates from the bank lending channel literature.\n\n",
    "acknowledgement": "\nWe thank  Samuel Hanson, David Scharfstein, Raj Iyer, Jose-Luis Peydro, Rafael Repullo, Daniel Paravisini, Amir Sufi, Michael Schwert, Oliver Giesecke, Shangjin Wei, and seminar participants at American Finance Association Meetings, NBER Corporate Finance Meetings, Imperial College Business School, Columbia University, Seoul National University, and Fudan University for helpful comments. Address correspondence to Briana Chang, Department of Finance, Wisconsin School of Business, UW-Madison, 5274 E Grainger Hall, 975 University Avenue, Madison, WI 53703, Tel: 608-265-9171. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}