{
    "id": 28843,
    "citation_title": "How Resilient Is Mortgage Credit Supply? Evidence from the COVID-19 Pandemic",
    "citation_author": [
        "Andreas Fuster",
        "Aurel Hizmo",
        "Lauren Lambie-Hanson",
        "James Vickery",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the resilience of US mortgage credit supply during the COVID-19 pandemic—the most significant shock since the financial crisis—and draw out broader lessons about the functioning of this important market. While mortgage lending boomed in 2020-21, we find that a sharp increase in intermediation markups limited the passthrough of low rates to households. We link this increase in markups to capacity constraints amplified by pandemic-related operational and labor market frictions. We also present new evidence that capacity constraints in the mortgage market are national in scope and have not yet been significantly mitigated by recent technological change. Nonbank lenders, often thought to be fragile, gained market share from banks but remain reliant on securitization. We also find evidence that government credit guarantees support the flow of credit to risky borrowers but are not always sufficient, and that quantitative easing boosts supply particularly for the types of loans being purchased.\n\n",
    "acknowledgement": "\nWe thank Omar Ahmad, Eric Hardy, Natalie Newton, Dick Oosthuizen, and Peter Psathas for outstanding research assistance, Greg Buchak, Will Diamond, Scott Frame, Tim McQuade, Paolina Medina, Jung Sakong, Philipp Schnabl, Felipe Severino, and numerous other colleagues for comments, as well as seminar and workshop participants at the Journal of Finance and Fama-Miller Center Conference on the Financial Consequences of COVID-19, University of Zurich, Louisiana State University, Philadelphia Fed, Penn State University, Mortgage Bankers Association, NBER Summer Institute, FRBSF/UCLA Housing Conference, GAO, Baruch, FDIC Consumer Research Symposium, Dartmouth (Tuck), the Dallas Fed, CFPB Research Conference, AFA meetings, University of Colorado, Temple Fischer-Shain conference, UEA meetings, Wisconsin Real Estate Research conference, Bank of Lithuania, Wharton, Temple University, FIRS, and the INFORMS meetings. Hizmo was an economist at the Federal Reserve Board while this research was conducted. Opinions expressed in this paper are those of the authors and do not represent the opinions of the Federal Reserve Banks of Boston or Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}