{
    "id": 28840,
    "citation_title": "Research and Market Structure: Evidence from an Antibiotic-Resistant Pathogenic Outbreak",
    "citation_author": [
        "Mayank Aggarwal",
        "Anindya Chakrabarti",
        "Chirantan Chatterjee",
        "Matthew J. Higgins"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2022-08-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo upstream research shocks impact unconnected downstream product markets? We explore this question using a natural experiment involving a publication that identified a pathogenic outbreak in India involving a carbapenem antibiotic resistant superbug. Consistent with theory, we find that this upstream research shock caused multinational firms selling carbapenem antibiotics in India to reduce their downstream market exposure. Rational antibiotic stewardship implies that we should observe a similar response by domestic Indian firms. Surprisingly, we observe the opposite; domestic Indian firms filled the void in the market left by multinational firms. We confirm this aggregate finding with prescription level data, Indian physicians prescribed fewer focal multinational products relative to domestic firm products. Results are robust to alternate control groups and placebo testing. Implications for antibiotic resistance, global health policy and innovation policy are discussed.\n\n",
    "acknowledgement": "\nWe thank Frederique Bone, Xavier Castaner, Adrian Ely, Philippe Gorry, Dietmar Harhoff, Jeremy Hall, Michael Hopkins, Bruce Hollingsworth, Katharina Janke, Gerard Llobet, Ben Martin, Catalina Martinez,  Ceu Mateus, Ed Steinmueller and Simone Vanuccini as well as seminar participants at Lancaster University, HEC Lausanne and Mercados, Innovación y Medio Ambiente - Comunidad de Madrid,  Max Planck Institute for Innovation and Competition and Freeman Seminar Series at SPRU-Sussex for helpful comments and suggestions. We thank IMS Health Incorporated, now IQVIA, for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IQVIA, IMS Health Incorporated, the National Bureau of Economic Research, or any of its affiliated or subsidiary entities. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS Midas™. Chatterjee acknowledges support of the Campbell and Edward Teller National Fellowship, the Visiting Fellow program at the Hoover Institution, Stanford University and the ICICI Bank Chair in Strategic Management, IIM Ahmedabad. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation. Authors are listed alphabetically, and the usual disclaimers apply.\n\n\n"
}