{
    "id": 28849,
    "citation_title": "The Effect of Social Media on Elections: Evidence from the United States",
    "citation_author": [
        "Thomas Fujiwara",
        "Karsten Müller",
        "Carlo Schwarz"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how social media affects election outcomes in the United States. We use variation in the number of Twitter users across counties induced by early adopters at the 2007 South by Southwest (SXSW) festival, a key event in Twitter's rise to popularity. We show that this variation is unrelated to observable county characteristics and electoral outcomes before the launch of Twitter. Our results indicate that Twitter lowered the Republican vote share in the 2016 and 2020 presidential elections, but had limited effects on Congress elections and previous presidential elections. Evidence from survey data, primary elections, and a text analysis of millions of tweets suggests that Twitter's relatively liberal content may have persuaded voters with moderate views to vote against Donald Trump.\n\n",
    "acknowledgement": "\nWe are grateful to Pablo Barbera, Levi Boxell, Matt Gentzkow, Ro’ee Levy, Alexey Makarin, Jesse Shapiro, James Snyder, Ekaterina Zhuravskaya, as well as seminar participants at Princeton University, Imperial College, Warwick University, Bocconi University, University of California San Diego, OPESS, Università di Bergamo, the 2021 ASSA Conference, and the NBER Political Economy Spring 2021 Meeting for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}