{
    "id": 28847,
    "citation_title": "Agglomeration Economies and Race Specific Spillovers",
    "citation_author": [
        "Elizabeth Ananat",
        "Shihe Fu",
        "Stephen Ross"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRacial social isolation within and across workplaces may reduce firm productivity. We provide descriptive evidence that African-Americans feel socially isolated from Whites. To test whether isolation affects productivity, we estimate models of Total Factor Productivity for manufacturing firms allowing returns to local area concentrations of economic activity and human capital spillovers to vary with the racial and ethnic composition of both the establishment and the local area employment. Higher own-race exposure for establishment workers to workers at surrounding establishments strengthens the relationship between productivity and both employment density and concentrations of college educated workers. Effects for human capital spillovers are largest for firms with more patents and more research and development spending. Looming demographic changes suggest that this drag on productivity may increase over time.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments from participants at the Labor Market Networks session of the 2013 American Economic Association Meetings, the 2012 Housing-Urban-Labor-Macro Conference at the Federal Reserve Bank of Chicago, 2011 Greater Boston Area Urban and Real Estate Economics Seminar at the Federal Reserve Bank of Boston, and seminars at SERC in the London School of Economics, the CPB Netherlands Bureau for Economic Policy Analysis, Ohio State University, Peking University, and Shanghai University of Finance and Economics. This research was supported by the Center for Real Estate and Urban Economics at the University of Connecticut and the National Natural Science Foundation of China (Basic Scientific Center Project #71988101). The majority of the analyses presented in this paper were conducted using restricted data at a Census Research Data Center. Opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. Results have been reviewed to ensure that no confidential information is disclosed. The authors have no competing interests to declare. Some research results in this paper were presented earlier in 2013 NBER Working Paper #18933. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}