{
    "id": 28841,
    "citation_title": "Suburbanization in the United States 1970-2010",
    "citation_author": [
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe second half of the twentieth century saw large-scale suburbanization in the United States, with the median share of residents who work in the same county where they live falling from 87 to 71 percent between 1970 and 2000. We introduce a new methodology for discriminating between the three leading explanations for this suburbanization (workplace attractiveness, residence attractiveness and bilateral commuting frictions). This methodology holds in the class of spatial models that are characterized by a structural gravity equation for commuting. We show that the increased openness of counties to commuting is mainly explained by reductions in bilateral commuting frictions, consistent with the expansion of the interstate highway network and the falling real cost of car ownership. We find that changes in workplace attractiveness and residence attractiveness are more important in explaining the observed shift in employment by workplace and employment by residence towards lower densities over time.\n\n",
    "acknowledgement": "\nI am grateful to Princeton University for research support. This paper was invited for the 100th-year anniversary of Economica, published by the London School of Economics. I am grateful to the editors for the invitation to participate in this event. I would also like to thank Daniel Sturm and participants at the conference for their helpful comments. The U.S. Census Bureau data on commuting from the population census were made available through the NBER Research Project on the Economics of Transportation in the 21st Century funded by a grant through the National Science Foundation (NSF) from the U.S. Department of Transportation (DOT): https://www.nber.org/programs-projects/projects-and-centers/transportation-economics-21st-century/. I would like to thank Nate Baum-Snow and Caitlin Gorback for their help with the data. I am also grateful to thank Maximilian Schwarz for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}