{
    "id": 28858,
    "citation_title": "Market Size and Research: Evidence from the Pharmaceutical Industry",
    "citation_author": [
        "Dennis Byrski",
        "Fabian Gaessler",
        "Matthew J. Higgins"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrior literature has established a link between changes in market size and pharmaceutical innovation; whether a link exists with scientific research remains an open question. If upstream research is not responsive to these changes, the kinds of scientific discoveries that flow into future drug development could be disconnected from downstream demand. We explore this question by exploiting the effects of quasi-experimental variation in market size introduced by Medicare Part D. We find no causal relationship between market size and biomedical research in the decade following the implementation of Medicare Part D. While many factors have been shown to motivate scientists to conduct research, this result suggests that changes in market size provide no such incentive. We do find, however, limited support for a response by corporate scientists conducting applied research. Implications for pharmaceutical innovation policy are discussed.\n\n",
    "acknowledgement": "\nWe thank Dietmar Harhoff, Kyle Myers, Ariel D. Stern, and Lucy Wang for helpful comments and suggestions. We are grateful to Manuel Hermosilla for sharing the mapping between Cortellis indications and ICD-9 codes with us. We thank Pablo Espinosa-Uriel for his excellent research assistance. Byrski thanks the Laboratory for Innovation Science at Harvard University for their hospitality while writing parts of this paper. Gaessler gratefully acknowledges financial support from the DFG through the Collaborative Research Center TRR 190 “Rationality and Competition”. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}