{
    "id": 28857,
    "citation_title": "When Do Environmental Externalities Have Electoral Consequences? Evidence from Fracking",
    "citation_author": [
        "Judson Boomhower"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe electoral salience of some issues may diminish when one politician has authority over many policy areas. This study measures the role of environmental regulation in concurrent elections for governors and specialized energy regulators in two U.S. states. I first show that while both offices can influence environmental and energy policies, quantitative analysis of campaign news coverage reveals clear differences in the importance of these issues in the two races. Next, I use geologic variation in earthquakes caused by oil and gas production to measure the electoral consequences of a costly environmental externality. There are measurable effects only in the energy regulator race. These results are consistent with theories of issue bundling. Finally, the unbundling effects that I measure appear to be themselves limited by voter attentiveness and partisanship.\n\n",
    "acknowledgement": "\nI am grateful to workshop participants at the NBER Summer Institute, Yale University, Duke University, North Carolina State University, UC Davis, Stanford University, the AERE Summer Conference, the Workshop in Environmental Economics and Data Science (TWEEDS), and the ASSA Annual Meeting; as well as Edson Severnini, Mark Jacobsen, Julie Cullen, Richard Carson, Teevrat Garg, and Megan Mullin. Wesley Howden provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}