{
    "id": 28854,
    "citation_title": "The Data Privacy Paradox and Digital Demand",
    "citation_author": [
        "Long Chen",
        "Yadong Huang",
        "Shumiao Ouyang",
        "Wei Xiong"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA central issue in privacy governance is understanding how users balance their privacy preferences and data sharing to satisfy service demands. We combine survey and behavioral data of a sample of Alipay users to examine how data privacy preferences affect their data sharing with third-party mini-programs on the Alipay platform. We find that there is no relationship between the respondents’ self-stated privacy concerns and their number of data-sharing authorizations, confirming the puzzling data privacy paradox. Instead of attributing this paradox to the respondents’ unreliable survey responses, resignation from active protection of their data privacy, or behavioral factors in making their data-sharing choices, we show that this phenomenon can be explained by a curious finding that users with stronger privacy concerns tend to benefit more from using mini-programs. This positive relationship between privacy concerns and digital demands further suggests that consumers may develop data privacy concerns as a by-product of the process of using digital applications, not because such concerns are innate.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions made by Alessandrop Acquisti, Cameron Peng, David Yang, Liyan Yang, and seminar participants at Boston College, CUHK Shenzhen, the IMF, the Kansas City Fed, Princeton, and SAIF. This study has received exemption from the Institutional Review Board (IRB) of Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}