{
    "id": 28856,
    "citation_title": "Bankrupt Innovative Firms",
    "citation_author": [
        "Song Ma",
        "Joy Tianjiao Tong",
        "Wei Wang"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies how innovative firms manage their innovation portfolios after filing for Chapter 11 reorganization using three decades of data. We find that they sell off core (i.e., technologically critical and valuable), rather than peripheral, patents in bankruptcy. The selling pattern is driven almost entirely by firms with greater use of secured debt, and the mechanism is secured creditors exercising their control rights on collateralized patents. Creditor-driven patent sales in bankruptcy have implications for technology diffusion—the sold patents diffuse more slowly under new ownership and are more likely to be purchased by patent trolls.\n\n",
    "acknowledgement": "\nWe thank Gustavo Manso (the Editor), an anonymous Associate Editor, two anonymous referees, David Abrams, Shai Bernstein, Alon Brav, Emanuele Colonnelli, Espen Eckbo, Florian Ederer, Mike Ewens, Julian Franks, Pengjie Gao, Xavier Giroud, Paul Goldsmith-Pinkham, Vidhan Goyal, John Graham, Umit Gurun, Edith Hotchkiss, Po-Hsuan Hsu, Victoria Ivashina, Ben Iverson, Yawen Jiao, Josh Lerner, Yueran Ma, William Mann, Rich Mathews, Filippo Mezzanotti, Frank Milne, Ramana Nanda, Marina Niessner, Gordon Phillips, David Schoenherr, Alan Schwartz, Kelly Shue, David Skeel, David Sraer, Amir Sufi, Wing Wah Tham, Heather Tookes, Wenyu Wang, Ting Xu, Dong Yan, and Alex Zentefis for valuable feedback. We also thank seminar participants at AFA (Philadelphia), ALEA (New York), CICF (Hangzhou), Economics of Entrepreneurship and Innovation Conference, EFA (Mannheim), FIRS (Savannah), FOM Conference (Dartmouth), MFA (Chicago), NBER Summer Institute (Corporate Finance; Law and Economics), NFA (Halifax), Queen's, 2nd Rome Junior Finance Conference, Simon Fraser, Tenth Searle Center/USPTO Conference on Innovation Economics, Tsinghua PBC, Wharton, and Yale for helpful suggestions. Carmen Chen, Elaine Cui, Vania Shi, and Shimei Zhou provided valuable research assistance. Ma and Wang acknowledge the financial support of the Social Sciences and Humanities Research Council of Canada (SSHRC). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}