{
    "id": 28859,
    "citation_title": "Owning the Agent: Hospital Influence on Physician Behaviors",
    "citation_author": [
        "Haizhen Lin",
        "Ian M. McCarthy",
        "Michael R. Richards",
        "Christopher Whaley"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe organizational structure of U.S. health care markets has changed dramatically in recent years, with nearly half of physicians now employed by hospitals. This trend toward increasing vertical alignment between physicians and hospitals may alter physician behavior relative to physicians remaining in independent or group practices. We examine the effects of such vertical alignment using an instrumental variable strategy and a clinical context facilitating well-defined episodes of care in order to capture effects of integration beyond a single hospital or physician visit. When physicians treat patients at hospitals in which they are integrated, we find increases in total episode spending of around 5%, primarily driven by the administrative substitution of office visits with outpatient visits and associated site-of-care payment differentials. We also estimate a large and statistically significant reduction in overall service counts and claims within an episode, with some evidence of an increase in the intensity of services provided. Ultimately, acquiring hospitals capture more revenue following a physician practice acquisition; yet, the smaller overall bundle of care generates no net savings to Medicare due partly to higher intensity of services as well as site-based payment rules favorable to hospitals.\n\n",
    "acknowledgement": "\nWe thank participants and discussants at the American Economics Association Annual Meeting, the American Society of Health Economists Conference, the Southeastern Health Economics Study Group, and seminar participants at Johns Hopkins University, George Washington University, Indiana University, West Virginia University, and the University of Nevada, Las Vegas. This work began while Dr. Richards was a professor at Baylor University. He is grateful to the university for its generous financial support and access to excellent data resources. This project was also supported in-part by grant numbers R00HS022431 from the Agency for Healthcare Research and Quality and 1K01AG061274 from the National Institute of Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Agency for Healthcare Research and Quality, the National Institute of Aging, or the National Bureau of Economic Research.\n\n\n"
}