{
    "id": 28852,
    "citation_title": "Beyond Health: Non-Health Risk and the Value of Disability Insurance",
    "citation_author": [
        "Manasi Deshpande",
        "Lee Lockwood"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-01-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe public debate over disability insurance has centered on concerns about individuals without severe health conditions receiving benefits. We go beyond health risk alone to quantify the overall insurance value of U.S. disability programs, including value from insuring non-health risk. We find that disability recipients, especially those with less-severe health conditions, are much more likely to have experienced a wide variety of non-health shocks than non-recipients. Selection into disability receipt on the basis of non-health shocks is so strong among individuals with less-severe health conditions that by many measures less-severe recipients are worse off than more-severe recipients. As a result, under baseline assumptions, benefits to less-severe recipients have an annual surplus value (insurance benefit less efficiency cost) over cost-equivalent tax cuts of $7,700 per recipient, about three-fourths that of benefits to more-severe recipients ($9,900). Insurance against non-health risk accounts for about one-half of the value of U.S. disability programs.\n\n",
    "acknowledgement": "\nDeshpande conducted this research as a Visiting Economist at the Social Security Administration (SSA). We thank the Office of Research, Evaluation, and Statistics at SSA for providing access to administrative data, and Katherine Bent, Ben Danforth, Jeffrey Hemmeter, Steve Robinson, Mark Sarney, Alexander Strand, Robert Weathers, and several SSA components for feedback. We are grateful to David Autor, Katherine Baicker, Julie Berry Cullen, Joseph Doyle, Arindrajit Dube, Mark Duggan, Liran Einav, Amy Finkelstein, Leora Friedberg, Michael Greenstone, Steven Haider, Jill Horwitz, William Johnson, Henrik Kleven, Jonathan Kolstad, Magne Mogstad, Timothy Moore, Austin Nichols, Matthew Notowidigdo, Edgar Olsen, Luigi Pistaferri, James Poterba, Adam Sacarny, Joseph Shapiro, Isaac Sorkin, Stefanie Stantcheva, Melanie Wasserman, and seminar participants at Federal Reserve Board, Michigan State, MIT, Stanford, Illinois-Chicago, and Wisconsin-Madison for helpful comments.  We thank Yalun Su and Jiada Ye for excellent research assistance. Deshpande thanks the Ronzetti Initiative for the Study of Labor Markets at the Becker-Friedman Institute for financial support. This material is based upon work supported by the National Science Foundation under Grant No. 1941538. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}