{
    "id": 28855,
    "citation_title": "The Impact of Selection into the Labor Force on the Gender Wage Gap",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn",
        "Nikolai Boboshko",
        "Matthew L. Comey"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the impact of selection bias on estimates of the gender pay gap, focusing on whether the gender pay gap has fallen since 1981.  Previous research has found divergent results across techniques, identification strategies, data sets, and time periods.  Using Michigan Panel Study of Income Dynamics data and a number of different identification strategies, we find robust evidence that, after controlling for selection, there were large declines in the raw and the unexplained gender wage gaps over the 1981-2015 period.  Under our preferred method of accounting for selection, we find that the raw median wage gap declined by 0.378 log points, while the median unexplained gap declined by a more modest but still substantial 0.204 log points.  These declines are larger than estimates that do not account for selection.  Our results suggest that women’s relative wage offers have increased over this period, even after controlling for their measured covariates, including education and actual labor market experience.  However, we note that substantial gender wage gaps remain. In 2015, at the median, the selectivity-corrected gaps were 0.242 log points (raw gap) and 0.206 log points (unexplained gap).\n\n",
    "acknowledgement": "\nWe thank Isaac Cohen for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}