{
    "id": 28864,
    "citation_title": "Medical Innovation and Health Disparities",
    "citation_author": [
        "Barton Hamilton",
        "Andrés Hincapié",
        "Emma C. Kalish",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2023-08-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth-maximizing and welfare-maximizing behaviors can be at odds, especially among disadvantaged groups, which can contribute to health disparities. To investigate this point, we estimate a lifecycle model of medication and labor supply decisions using data on HIV-positive men. We use the model to evaluate the disparate consequences of an effective HIV treatment innovation that had harsh side effects: HAART. Measured in lifetime utility gains, HAART disproportionately benefited patients with more education. Lower-educated men were more likely to avoid HAART due to its side effects that interfered with work. To illustrate the wedge between health and welfare, we simulate the effects of a HAART treatment mandate, which mimics assignment to treatment in a clinical trial. The mandate improves health, which would be viewed as a success in a randomized trial. However, clinical trials, which often focus solely on health outcomes, can mask downsides of the treatment including its distributional consequences: the mandate increases inequality as measured by lifetime welfare because lower-educated men are more likely to stop working due to HAART-induced side effects. In contrast, a counterfactual policy simulation that provides a non-labor income subsidy increases HAART adoption and improves health, especially among lower-education individuals. Broadly, our study illustrates that the evaluation of medical innovations may be incomplete absent an understanding of their distributional consequences across different groups of patients.\n\n",
    "acknowledgement": "\nPreviously circulated as “Innovation and Health Disparities During an Epidemic: The Case of HIV.” We are grateful for helpful suggestions and comments from seminar participants in the Hopkins Economics Applied Micro Brownbag Seminar, the Annual Health Econometrics Workshop, and the University of Copenhagen CEBI Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}