{
    "id": 28860,
    "citation_title": "Competition in Pricing Algorithms",
    "citation_author": [
        "Zach Y. Brown",
        "Alexander MacKay"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2021-10-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document new facts about pricing technology using high-frequency data, and we examine the implications for competition. Some online retailers employ technology that allows for more frequent price changes and automated responses to price changes by rivals. Motivated by these facts, we consider a model in which firms can differ in pricing frequency and choose pricing algorithms that are a function of rivals’ prices. In competitive (Markov perfect) equilibrium, the introduction of simple pricing algorithms can generate price dispersion, increase price levels, and exacerbate the price effects of mergers.\n\n",
    "acknowledgement": "\nWe thank John Asker, Emilio Calvano, Giacomo Calzolari, Matt Grennan, George Hay, Scott Kominers, Gregor Langus, Fernando Luco, Nate Miller, Marc Rysman, Mike Sinkinson, Konrad Stahl, and Ralph Winter for helpful comments. We also thank seminar and conference participants at Harvard Business School, the IIOC, the ASSA Meeting (Econometric Society), the Toulouse Digital Economics Conference, the NYU Law/ABA Antitrust Scholars Conference, the Winter Business Economics Conference, the NBER Economics of Digitization meeting, Brown University, the FTC Microeconomics Conference, Monash University, the MaCCI Annual Conference, Stanford University, the U.S. Department of Justice, and the Bates White Antitrust Conference. Zach Brown received support from the Michigan Institute for Teaching and Research in Economics. We are grateful for the research assistance of Pratyush Tiwari and Alex Wu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}