{
    "id": 28869,
    "citation_title": "Monetary Policy, Redistribution, and Risk Premia",
    "citation_author": [
        "Rohan Kekre",
        "Moritz Lenel"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-05-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the transmission of monetary policy through risk premia in a heterogeneous agent New Keynesian environment. Heterogeneity in households' marginal propensity to take risk (MPR) summarizes differences in portfolio choice on the margin. An unexpected reduction in the nominal interest rate redistributes to households with high MPRs, lowering risk premia and amplifying the stimulus to the real economy. Quantitatively, this mechanism rationalizes the role of news about future excess returns in driving the stock market response to monetary policy shocks and amplifies their real effects by 1.3-1.4 times.\n\n",
    "acknowledgement": "\nWe are grateful to the editor Chad Jones and three anonymous referees. We thank Fernando Alvarez, Adrien Auclert, Markus Brunnermeier, Emmanuel Farhi, Gita Gopinath, Francois Gourio, Veronica Guerrieri, Zhiguo He, Erik Hurst, Anil Kashyap, Nobu Kiyotaki, Stefan Nagel, Brent Neiman, Stavros Panageas, Juan Passadore, Greg Phelan, Monika Piazzesi, Martin Schneider, Alp Simsek, Ludwig Straub, Gianluca Violante, Ivan Werning, Tom Winberry, and Moto Yogo for discussions. We thank Jihong Song and Menglu Xu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}