{
    "id": 28861,
    "citation_title": "Learning about Homelessness Using Linked Survey and Administrative Data",
    "citation_author": [
        "Bruce D. Meyer",
        "Angela Wyse",
        "Alexa Grunwaldt",
        "Carla Medalia",
        "Derek Wu"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOfficial poverty statistics and even the extreme poverty literature largely ignore people experiencing homelessness. In this paper, we examine the characteristics, labor market attachment, geographic mobility, earnings, and safety net utilization of this population in order to understand their economic well-being. This paper is the first to examine these outcomes at the national level using administrative data on income and government program receipt. It is part of the Comprehensive Income Dataset project, which combines household survey data with administrative records to improve estimates of income and related statistics. Specifically, we use restricted microdata from the 2010 Decennial Census, which enumerates both sheltered and unsheltered homeless people, the 2006-2016 American Community Survey (ACS), which surveys sheltered homeless people, and longitudinal shelter-use data from several major U.S. cities. We link these data to longitudinal administrative tax records as well as administrative data on the Supplemental Nutrition Assistance Program (SNAP), veterans’ benefits, Medicare, Medicaid, housing assistance, and mortality. Our approach benefits from large samples that offer a guide to national homelessness patterns and allow us to compare estimates between data sources, including the Department of Housing and Urban Development (HUD)’s point-in-time (PIT) counts. By shedding light on issues of data linkage and survey coverage among homeless people, this paper contributes to efforts to better incorporate this hard-to-survey population into income and poverty estimates.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the author(s) and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results were approved for release by the Census Bureau, authorization numbers CBDRB-FY20-ERD002-004, CBDRB-FY20-ERD002-007, CBDRB-FY21-045, and CBDRB-FY21-ERD002-19. We would like to thank Kevin Corinth, Dennis Culhane, Kevin Deardorff, Margot Kushel,  Brendan O’Flaherty, and Annette Riordan for comments, Mark Asiala, George Carter, James Christy, Conor Dougherty, Anne Fletcher, Katie Genadek, Kristin Kerns, William Koerber, Larry Locklear, Tim Marshall, Brian McKenzie, James Pugh, Trudi Renwick, Nan Roman, William Snow, Eddie Thomas, and John Voorheis for providing feedback and answering our questions, Gillian Meyer and Connor Murphy for research assistance and the Russell Sage Foundation, the Alfred P. Sloan Foundation, the Charles Koch Foundation and the Menard Family Foundation for financial support.\n\n\n"
}