{
    "id": 28867,
    "citation_title": "Evidence and Lessons on the Health Impacts of Public Health Funding from the Fight against HIV/AIDS",
    "citation_author": [
        "Marcus Dillender"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-12-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key approach used by federal governments to address public health issues is to allocate federal funds to support local responses, but little is known about the effectiveness of this approach for improving health. This study examines the impact of federal public health funds allocated to U.S. cities through the U.S. government’s primary mechanism for combating HIV/AIDS for the past three decades. The empirical approach identifies the impact of this funding by studying funding variation that comes from policy features that resulted in large funding differences among cities that were originally on parallel HIV/AIDS trajectories. The findings indicate that an HIV/AIDS death has been prevented for every $334,000 allocated through the city-level funding and that the $19 billion allocated to cities through this program through 2018 has saved approximately 57,000 lives, which represents over $560 billion of value in terms of lives saved assuming a value of a statistical life of $10 million. The findings also indicate that funding differences across cities have been a major contributor to the uneven progress in combating HIV/AIDS currently observed across the United States that has alarmed public health leaders. Thus, while this analysis supports allocating federal funds to local areas as part of a public health strategy, these funds being effective demonstrates how sustained differences in areas’ receipt of federal public health funds can contribute to the development of health disparities across areas, as has occurred with HIV/AIDS.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments, I thank Kitt Carpenter, David Cutler, Amy Finkelstein, Sherry Glied, Nicholas Papageorge, Lisa Powell, Joshua Rosenfeld, Lesley Turner, and seminar and conference participants at the APPAM 2022 Conference, the ASHEcon 2021 Conference, the Becker Friedman Institute’s 2022 Health Economics Initiative Conference, the Economics of Health Equity Interest Workshop, the LGBTQ+ Econ Seminar, the NBER Health Economics 2021 Spring Meeting, the NBER Health Care Economics 2022 Summer Institute, DePaul University, Northwestern University, the University of Illinois at Chicago, the University of Illinois at Urbana-Champaign, and Vanderbilt University. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}