{
    "id": 28866,
    "citation_title": "Common Agent or Double Agent? Pharmacy Benefit Managers in the Prescription Drug Market",
    "citation_author": [
        "Rena M. Conti",
        "Brigham Frandsen",
        "Michael L. Powell",
        "James B. Rebitzer"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-06-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nA small number of pharmacy benefit managers (PBMs) dominate the market for branded pharmaceuticals in the United States, but they are controversial, and their economic significance is poorly understood. Large PBMs are market intermediaries. They are also a common agent operating formularies on behalf of various third-party payers. We present a model that captures these dual roles and also clarifies the economics of drug rebates. We find that PBM-run formularies enhance the efficiency of drug markets, but when PBMs are highly concentrated these gains accrue to PBMs rather than consumers or drug makers. We also identify threats to formulary efficiency including most favored nation agreements between drug makers and PBMs and the strategic setting of high list prices by drug makers. Our model also offers insights into current market structures and a framework for assessing market reforms.\n\n",
    "acknowledgement": "\nWe would like to thank Josh Feng, Alexander Olssen, Tom McGuire, Martha Starr, Amanda Starc, and Marta Wosinska for their helpful insights on earlier drafts. In addition, we thank seminar participants at the BU/Harvard/MIT Health Economics Seminar, the Congressional Budget Office, the ASHEcon session on How PBMs, Rebates, and Coupons Affect Drug Prices, The FTC Bureau of Economics Seminar, The MIT Organizational Economics Lunch, and the ASHEcon Session on Antitrust Issues in Pharmaceutical Markets at the Allied Social Sciences Association. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}