{
    "id": 28868,
    "citation_title": "The Resilience of the U.S. Corporate Bond Market During Financial Crises",
    "citation_author": [
        "Bo Becker",
        "Efraim Benmelech"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCorporate bond markets proved remarkably resilient against a sharp contraction caused by the 2020 Covid-19 pandemic. We document three important findings: (1) bond issuance increased immediately when the contraction hit, whereas, in contrast, syndicated loan issuance was low; (2) Federal Reserve interventions increased bond issuance, while loan issuance also increased, but to a lesser degree; and (3) bond issuance was concentrated in the investment-grade segment for large and profitable issuers. We compare these results to previous crises and recessions and document similar patterns. We conclude that the U.S. bond market is an important and resilient source of funding for corporations.\n\n",
    "acknowledgement": "\nWe thank Sergey Chernenko, Nicolas Crouzet, Edie Hotchkiss, Victoria Ivashina, Adi Sunderam, Sascha Steffen and seminar participants at Carnegie Mellon University (Tepper), Georgia State University, Cambridge University, and Nova University Lisbon for very helpful comments. We are grateful to Judy Steenstra from the Investment Company Institute for providing data. We also thank Victoria Ivashina for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}