{
    "id": 28865,
    "citation_title": "Entrepreneurial Reluctance: Talent and Firm Creation in China",
    "citation_author": [
        "Chong-En Bai",
        "Ruixue Jia",
        "Hongbin Li",
        "Xin Wang"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe theoretical literature has long noted that talent can be used in both the entrepreneurial and non-entrepreneurial sectors, and its allocation depends on the reward structure. We test these hypotheses by linking administrative college admissions data for 1.8 million individuals with the universe of firm registration records in China. Within a college, we find that individuals with higher college entrance exam scores – the most important measure of talent in this context – are less likely to create firms, but, when they do, their firms are more successful than those of their lower-score counterparts. Additional survey data suggest that higher-score individuals enjoy higher wages and are more likely to join the state sector. Moreover, the score-to-firm creation relationship varies greatly across industry, according to the size of the state sector. These findings suggest that the score is positively associated with both entrepreneurial ability and wage-job ability but higher-score individuals are attracted away by wage jobs, particularly those of the state sector.\n\n",
    "acknowledgement": "\nWe thank Ying Bai, Ting Chen, Julie Cullen, Gordon Dahl, Alexia Delfino, Hanming Fang, Roger Gordon, Josh Graff Zivin, David Mckenzie, Yona Rubinstein, Imran Rasul, Andrei Shleifer,  John Van Reenen,  Michael Song, Yang Song, Noam Yuchtman, Xiaobo Zhang, and participants of seminars at CEFPA Seminar, CEPR/LEAP, Fudan, Georgetown-World Bank, HKUST, LSE, Luohan Academy, NBER, Nottingham, Peking University, SITE Stockholm, Stanford China Center, UBC, UCL, UCSD, and USC for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}