{
    "id": 28874,
    "citation_title": "Family Background, Neighborhoods and Intergenerational Mobility",
    "citation_author": [
        "Magne Mogstad",
        "Gaute Torsvik"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews the literature on intergenerational mobility. While our review is centered around the large empirical literature on this topic, we also give a brief discussion of some of the relevant theory. We consider three strands of the empirical literature. First, we discuss how to measure intergenerational persistence in various socio-economic outcomes. We discuss both measurement challenges and some notable findings. We then turn to quantifying the importance of family environment and genetic factors for children’s outcomes. We describe the pros and cons of various approaches as well as key findings. The third strand is concerned with drawing causal inferences about how children’s outcomes are affected by specific features of their family environment. We discuss a wide range of environmental features, including the neighborhoods in which children grow up. We critically assess what conclusions one may and may not draw from certain widely cited empirical studies of neighborhoods and intergenerational mobility.\n\n",
    "acknowledgement": "\nThis paper is written for the Handbook of Family Economics. We thank the editors, Anders Bjorklund and two anonymous referees for valuable comments. We thank Ana Vasilj and Santiago Lacouture for outstanding research assistance and Christopher Ackerman for careful proofreading. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}