{
    "id": 28870,
    "citation_title": "Reallocating Liquidity to Resolve a Crisis: Evidence from the Panic of 1873",
    "citation_author": [
        "Haelim Anderson",
        "Kinda Cheryl Hachem",
        "Simpson Zhang"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-03-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study financial stability with constraints on central bank intervention in a model with belief-driven bank runs. A pecuniary externality arises in the decentralized market for interbank loans and leads to excessively many bank failures. A forced reallocation of liquidity across banks improves social welfare and can be implemented through the issuance of clearinghouse loan certificates, such as those issued in New York City during the Panic of 1873. A new dataset constructed from archival records reveals that the New York Clearinghouse issued loan certificates to member banks in the way our model suggests would have helped resolve the panic.\n\n",
    "acknowledgement": "\nWe thank Ellis Tallman for many helpful conversations in the early stages of this work. We also thank Jason Allen, Allen Berger, Mark Carlson (discussant), David Martinez-Miera, Roberto Robatto, and participants at various seminars and conferences for comments. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Office of the Comptroller of the Currency, the U.S. Department of the Treasury, the Federal Deposit Insurance Corporation, the National Bureau of Economic Research, or any federal agency and do not establish supervisory policy, requirements, or expectations. The authors are responsible for any errors.\n\n\n"
}