{
    "id": 28879,
    "citation_title": "Prudential Policy with Distorted Beliefs",
    "citation_author": [
        "Eduardo Dávila",
        "Ansgar Walther"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies leverage regulation and monetary policy when equity investors and/or creditors have distorted beliefs relative to a planner. We characterize how the optimal leverage regulation responds to arbitrary changes in investors' and creditors' beliefs and relate our results to practical scenarios. We show that the optimal regulation depends on the type and magnitude of such changes. Optimism by investors calls for looser leverage regulation, while optimism by creditors, or jointly by both investors and creditors, calls for tighter leverage regulation. Monetary policy should be tightened (loosened) in response to either investors' or creditors' optimism (pessimism).\n\n",
    "acknowledgement": "\nWe would like to thank our discussants Vladimir Asriyan and Javier Bianchi, as well as Manuel Amador, Dean Corbae, Xavier Gabaix, Patrick Kehoe, Todd Keister, Anton Korinek, Guido Lorenzoni, Alessandro Pavan, Adriano Rampini, Rafael Repullo, Andrei Shleifer, Alp Simsek, Javier Suarez, Harald Uhlig, and Wei Xiong for useful discussions and conversations, and the audiences at various conferences and seminars for their comments. Ansgar Walther gratefully acknowledges financial support from the European Central Bank's Lamfalussy Fellowship. Jack Kelly, Flint O'Neil, and Brian Zhu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}