{
    "id": 28875,
    "citation_title": "Politics and the Distribution of Federal Funds: Evidence from Federal Legislation in Response to COVID-19",
    "citation_author": [
        "Jeffrey Clemens",
        "Stan Veuger"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCOVID-19 relief legislation offers a unique setting to study how political representation shapes the distribution of federal assistance to state and local governments. We provide evidence of a substantial small-state bias: an additional Senator or Representative per million residents predicts an additional $670 dollars in aid per capita across the four relief packages. Alignment with the Democratic party predicts increases in states’ allocations through legislation designed after the January 2021 political transition. This benefit of partisan alignment operates through the American Rescue Plan Act’s sheer size, as well as the formulas through which it distributed transportation and general relief funds.\n\n",
    "acknowledgement": "\nWe are grateful to Philip Hoxie for excellent research assistance, and to Michael Farquharson of the Committee for a Responsible Federal Budget for assistance in the data collection process. We thank James Alt, Richard Grossman, as well as reading group and seminar attendees at the Harvard Department of Government and the UC-San Diego Department of Economics for their thoughtful comments on an earlier draft of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}