{
    "id": 28876,
    "citation_title": "The Donut Effect of Covid-19 on Cities",
    "citation_author": [
        "Arjun Ramani",
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2022-12-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing data from the US Postal Service and Zillow, we quantify the effect of Covid-19 on migration patterns and real estate markets in US cities. We find three key results. First, within large US metro areas, households, businesses and real estate demand shift from central business districts (CBDs) to lower density suburbs and exurbs. We label this the “Donut Effect”, reflecting the hollowing out of city centers and growth of suburban outer rings. Second, we observe sizeable donuts in large cities, smaller donuts for mid-sized cities and essentially nothing for small cities, on average. Third, most households leaving city centers move to suburbs of the same city, some move to small metros and few move to rural areas. To rationalize these findings we note that post-pandemic working patterns will typically be hybrid, with workers commuting a few days a week. This is less than pre-pandemic, making longer commutes more common, but is frequent enough to keep most, though not all, workers near their place of work.\n\n",
    "acknowledgement": "\nWe are grateful to Pete Klenow and Marcelo Clerici-Arias for helpful discussions and to Saketh Prazad for excellent research assistance. We thank Yichen Su, Sitian Liu, Rebecca Diamond, Isaac Sorkin, Adam Ozimek, Jean-Felix Brouillette, Melanie Wallskog, Rose Tan, Franklin Xiao, Megha Patnaik, Eduardo Laguna, Nano Barahona, Nina Buchmann and seminar participants at GAO, HSBC and Stanford for their comments. We appreciate the financial support of the Kauffman Foundation and Stanford University. An earlier version of this project was Ramani’s undergraduate honors thesis at Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}