{
    "id": 28877,
    "citation_title": "Employed in a SNAP? The Impact of Work Requirements on Program Participation and Labor Supply",
    "citation_author": [
        "Colin Gray",
        "Adam Leive",
        "Elena Prager",
        "Kelsey B. Pukelis",
        "Mary Zaki"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2024-10-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWork requirements are common in U.S. safety net programs. Evidence remains limited, however, on the extent to which work requirements increase economic self-sufficiency or screen out vulnerable individuals. Using linked administrative data on food stamps (SNAP) and earnings with a regression discontinuity design, we find robust evidence that work requirements increase program exits by 23 percentage points (64 percent) among incumbent participants after 18 months. There is a 53 percent overall reduction in program participation among adults who are subject to work requirements. Homeless adults are disproportionately screened out. We find no effects on employment, and suggestive evidence of increased earnings in some specifications. Our findings indicate that, per dollar of public expenditure, eliminating work requirements would likely transfer more resources to low-income adults than other programs targeting the same population.\n\n",
    "acknowledgement": "\nWe thank David Autor, Marianne Bitler, Sebastian Calonico, Itzik Fadlon, Amy Finkelstein, Jon Gruber, Tatiana Homonoff, Ben Hyman, Brian Kovak, Tim Layton, Katherine Meckel, Robert Moffitt, Matt Notowidigdo, John Pepper, Chris Ruhm, Sebastian Tello-Trillo, and seminar participants at Columbia, MIT, UVA, the Census Bureau, ASHEcon 2018, and the Chicago Health Economics Workshop for helpful comments and suggestions. We are grateful to Jeff Price at Virginia Department of Social Services (DSS) for his support and assistance throughout the project. We also thank Nikole Cox, Claudia Jackson, Bill McMakin, and others in Virginia DSS who helped us understand institutional details and provided additional data assistance. Leive's work on this project was supported in part by grant 1R01MD014970-01 from the National Institute on Minority Health and Health Disparities. Gray's work on this project was supported in part by the National Science Foundation Graduate Research Fellowship Program under Grant No. 1122374. This research does not necessarily reflect the views of any of the funders. This research does not necessarily reflect the views or opinions of Wayfair or the National Bureau of Economic Research.\n\n\n"
}