{
    "id": 28889,
    "citation_title": "Regulatory Approval and Expanded Market Size",
    "citation_author": [
        "Benjamin Berger",
        "Amitabh Chandra",
        "Craig Garthwaite"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2021-06-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nRegulatory review of new medicines is often viewed as a hindrance to innovation by increasing the hurdle to bring products to market. However, a more complete accounting of regulation must also account for its potential market expanding effects through quality certification. We combine data on FDA  approvals for follow-on indications and patient-level data on utilization, and examine whether FDA approval of a follow-on indication increases the use of a drug for that indication. We find 5 facts for the market-expanding role of regulation: (1) follow-on approvals increase the share of patients taking a drug with that indication by 4.1 percentage points, or 40% increase over baseline use, at the time of approval; (2) there is little market learning prior to or following the approval of the follow-on indication, suggesting that such approvals fully certify the new use; (3) the effect of these approvals is larger for uses in a different disease area than previous indications, an increase equivalent to over 4 ½ years of market-learning; (4) it is FDA approval, not the initiation of clinical trials that generate the expansion in market size; (5) the market expansion is consistent with physicians prescribing the medicines more because of higher perceived benefits, not reduced administrative costs.\n\n",
    "acknowledgement": "\nWe are grateful to Tanya Natwick of OptumLabs® for help with data, and to Mark Shepard & participants at the HKS Applied Microeconomics seminar for helpful comments. We benefited from the expert research assistance of Lauren Mostrom, Kendra Singh, and Richard Sweeney. Berger and Chandra are OptumLabs® Visiting Fellows.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}