{
    "id": 28880,
    "citation_title": "(When) Does Patent Protection Spur Cumulative Research Within Firms?",
    "citation_author": [
        "Ashish Arora",
        "Sharon Belenzon",
        "Matt Marx",
        "Dror Shvadron"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effect of patent protection on follow-on investments in corporate scientific research. We exploit a new method for identifying an exogenous reduction in the protection a granted patent provides. Using data on public, research-active firms between 1990 and 2015, we find that firms decrease follow-on research after a reduction in patent protection, as measured by a drop in internal citations to an associated scientific article. This effect is stronger for smaller firms and in industries where patents are traded less frequently. Our findings are consistent with a stylized model whereby patent protection is a strategic substitute for commercialization capability. Our results imply that stronger patents encourage follow-on research, but also shift the locus of research from big firms toward smaller firms and startups. As patent protection has strengthened since the mid-1980s, our results help explain why the American innovation ecosystem has undergone a growing division of innovative labor, where startups become primary sources of new ideas.\n\n",
    "acknowledgement": "\nWe thank Wesley Cohen, Alon Brav, Ronnie Chatterji and seminar participants at NBER Productivity Seminar, Purdue, Columbia, Washington and Colorado for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}