{
    "id": 28882,
    "citation_title": "Sampling Bias in Entrepreneurial Experiments",
    "citation_author": [
        "Ruiqing Cao",
        "Rembrand M. Koning",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2023-03-15",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing data from a prominent online platform for launching new digital products, we document that ‘sampling bias’—defined as the difference between a startup’s target customer base and the actual sample on which early ‘beta tests’ are conducted—has a systematic and persistent impact on the venture’s success. Specifically, we show that products with a female-focused target market launching on a typical day, when nine in ten users on this platform are men, experience 45% less growth a year after launch than those for whom the target market is more male-focused. By isolating exogenous variation in the composition of beta testers unrelated to the characteristics of launched products on that day, we find that on days when there are unexpectedly more women beta testers on the platform—reducing the amount of sampling bias for female-focused products—the gender-performance gap shrinks towards zero. Our results highlight how sampling bias can lead to fewer successfully commercialized innovations for consumers who are underrepresented among early users.\n\n",
    "acknowledgement": "\nPreviously circulated as “Biased Sampling of Early Users and the Direction of Startup Innovation.” Author order is alphabetical and all authors contributed equally. We are extremely grateful to Kevin Laws and Ryan Hoover for providing us access to data, to Daniel Yue and Wes Cohen for feedback on the learning mechanism, and to participants at Berkeley Haas, Columbia Business School, FDIC-Duke Fintech Conference, HBS, SIE Workshop, Chalmers University, Strategy Science Conference, London Business School, Duke Fuqua, NBER Productivity Lunch, Max Plank Institute for Innovation and Competition, Rice University, Rotman’s Workshop on Gender, Race and Entrepreneurship, and Wharton School of the University of Pennsylvania for helpful comments. Koning and Nanda thank the Division of Research and Faculty Development at HBS for financial support. Koning thanks the Kauffman foundation for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}