{
    "id": 28881,
    "citation_title": "Determinacy without the Taylor Principle",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2022-10-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur understanding of monetary policy is complicated by an equilibrium-selection conundrum: because the same path for the nominal interest rate can be associated with multiple equilibrium paths for inflation and output, there is a long-standing debate about what the right equilibrium selection is. We offer a potential resolution by showing that small frictions in social memory and intertemporal coordination can remove the indeterminacy. Under our perturbations, the unique surviving equilibrium is the same as that selected by the Taylor principle, but it no more relies on it; monetary policy is left to play only a stabilization role; and fiscal policy needs to be Ricardian, even when monetary policy is passive.\n\n",
    "acknowledgement": "\nWe are grateful to the Editor, Andy Atkeson, and three anonymous referees for extensive feedback and to Francesco Bianchi and Stefano Eusepi for insightful discussions of our paper. For helpful comments and suggestions, we also thank Manuel Amador, Marco Bassetto, Florin Bilbiie, V.V. Chari, Lawrence Christiano, John Cochrane, Martin Eichenbaum, Yuriy Gorodnichenko, Patrick Kehoe, Narayana Kocherlakota, Jennifer La’O, Stephen Morris, Emi Nakamura, Juan Pablo Nicolini, Chris Phelan, Tom Sargent, John Shea, Jon Steinsson, Christian Wolf, and seminar participants at Boston University, CICM, Hitotsubashi University, IMF, LSE, Northwestern, Oxford University, Pontifical Catholic University of Chile, Stanford, Tsinghua University, UC Berkeley, University of Maryland, USC, Warwick, Wharton, Yale, the Minneapolis Fed, the Minnesota Conference in Macroeconomic Theory, the NBER Summer Institute (EFCE), the NBER EFG meeting, SED, the Texas Monetary Conference, the Cowles Conference on GE, and VEAMS. Chen Lian thanks the Alfred P. Sloan Foundation and the Clausen Center for International Business and Policy for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}