{
    "id": 2889,
    "citation_title": "Financial Factors in Economic Development",
    "citation_author": [
        "Rudiger Dornbusch",
        "Alejandro Reynoso"
    ],
    "citation_publication_date": "1989-03-01",
    "issue_date": "1989-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial factors have been assigned strategic importance in economic development. But very different factors have been isolated in the respective experiences: in Asia unrepressed financial markets in mobilizing saving and allocating investment have been given prominence. In Latin America the central question is the role of inflationary finance, the scope for deficits to enhance growth and, increasingly, the feedback from high and unstable inflation to poor economic performance. This paper reviews and contrasts the two approaches and concludes that the strong claims for the benefits of financial liberalization are not supported by evidence. Financial factors are important, but probably only when financial instability becomes a dominant force. The scope for inflationary finance is small and the risks are larger than commonly accepted. When hyperinflation takes over and foreign exchange crises disrupt the price system, and shorten the economic horizon to a week or a month, normal economic development is suspended. Moreover, difficult to reverse capital flight puts savings outside the home economy. Attention should focus on these extreme cases and explore deeper the thresholds at which financial factors become dominant and the channels through which this occurs. Superior growth performance, in this perspective, may be more a reflection of adaptability than financial deepening.\n\n",
    "acknowledgement": "\n"
}