{
    "id": 28897,
    "citation_title": "Delay the Pension Age or Adjust the Pension Benefit? Implications for Labor Supply and Individual Welfare in China",
    "citation_author": [
        "Yuanyuan Deng",
        "Hanming Fang",
        "Katja Hanewald",
        "Shang Wu"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop and calibrate a life-cycle model of labor supply and consumption to quantify the implications of alternative pension reforms on labor supply, individual welfare, and government budget for China’s basic old-age insurance program. We focus on urban males and distinguish low-skilled and high-skilled individuals, who differ in their preferences, health and labor income dynamics, and medical expense processes. We use the calibrated model to evaluate three potential pension reforms: (i) increasing the pension eligibility age from 60 to 65, but keeping the current pension benefit rule unchanged; (ii) keeping the pension eligibility age at 60, but proportionally lowering pension benefits so that the pension program’s budget is the same as under Reform (i); and (iii) increasing the pension eligibility age to 65 and simultaneously increasing the pension benefits so that individuals of both skill types attain the same individual welfare levels as in the status quo. We find that relative to the baseline, both Reforms (i) and (ii) can substantially improve the budgets of the pension system, but at the cost of substantial individual welfare loss for both skill types. In contrast, we find that Reform (iii) can modestly improve the budget of the pension system while ensuring that both skill types are as well off as in the status quo. We find that Reforms (i) and (ii) slightly increases, but Reform (iii) slightly decreases, the overall labor supply.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from the ARC Centre of Excellence in Population Ageing Research (CEPAR) – CE17010005. We thank Kaiji Chen, Elena Capatina, Fedor Iskhakov, Michael Keane, Olivia Mitchell, John Piggott, and participants at the 2017 China International Conference on Insurance and Risk Management, the ASSA 2020 Annual Meeting, Netspar International Pension Workshop (2021), and UNSW seminar for helpful comments. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}