{
    "id": 28891,
    "citation_title": "On the Green Interest Rate.",
    "citation_author": [
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates how a central bank might operationalize an expanded role inclusive of managing risks from environmental pollution. The analysis introduces the green interest rate (rg) which depends on temporal changes in the pollution intensity of output. This policy instrument reallocates consumption from periods when output is pollution intensive to when output is cleaner. In economies on a cleaning-up path, rg exceeds r*. For those growing more polluted, rg is less than r*. In the U.S. economy from 1957 to 2016, rg exceeded r* by 50 basis points. Federal environmental policy reversed the orientation between rg and r*.\n\n",
    "acknowledgement": "\nThe ideas in this paper grew out of several discussions with the late Marvin Goodfriend. Subsequent versions of the paper benefited from comments provided by participants at the Federal Reserve Bank of San Francisco’s Climate Change Conference in November of 2019, seminar participants at the Federal Reserve Board, the Environmental Protection Agency, and at Carnegie Mellon University, especially Pooya Molavi. All remaining errors are the responsibility of the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}