{
    "id": 28894,
    "citation_title": "Judging Under Public Pressure",
    "citation_author": [
        "Alma Cohen",
        "Zvika Neeman",
        "Florian Auferoth"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals who engage in “judging” – that is, rendering a determination in a dispute or contest between two parties – might be influenced by public pressure to favor one of the parties. Many rules and arrangements seek to insulate such individuals from public pressure or to address the effects of such pressure. We study this subject empirically, investigating the circumstances in which public pressure is more and less likely to affect judging.\nUsing detailed data from the Bundesliga, Germany’s top soccer league, our analysis of how crowd pressure affects the decisions of referees yields two key insights. First, we show that crowd pressure biases referee’s decisions in favor of the home team for those decisions that cannot be unam-biguously identified as erroneous but not for those decisions that can. In particular, a referee exhibits a bias in favor of the home team with respect to more subjective decisions such as the showing of yellow cards (cautions), which is based on the referee’s judgment, but not with respect to more objective de-cisions such as validating goals and awarding penalty kicks, where live TV coverage often allows for objective identification of errors.\nSecond, we show that the effect of crowd pressure on referee decisions depends on the extent to which such pressure is viewed by the referee as understandable or reasonable (or even justified). Specifically, a referee’s bias in favor of the home team in yellow card issuance is strengthened after the referee makes an objectively identifiable error against the home team and thus might view crowd heckling as understandable. This effect is stronger when the referee’s error is costlier to the home team because the game is more important or the error is more consequential due to the closeness of the game at the time of the error.\nThe introduction of VAR (Video Assistant Referee) technology in 2017 and the restrictions im-posed due to Covid-19 pandemic, which caused games to be played without crowds for the second half of the 2019–20 season, allow us to test our results under three different regimes (pre-VAR, VAR, and VAR/no-crowd). Inspection of the results under these three different regimes serves to reinforce them. As expected, VAR reduces the number of referee errors, but the pattern of no bias with respect to errors is preserved. VAR has no effect on the number of yellow cards, or on the number of goals.\nOnce the crowd disappears, so does the home advantage in goals. Referee errors are unaffected, but the home bias with respect to yellow cards disappears as well. This confirms the effect that the crowd has on referees’ more subjective decisions.\n\n",
    "acknowledgement": "\nWe thank Lucian Bebchuk, Nittai Bergman, Itay Saporta, Analia Schlosser, Dan Zeltzer, and participants in the workshop at Tel-Aviv University for valuable comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}