{
    "id": 28892,
    "citation_title": "Global Banks and Systemic Debt Crises",
    "citation_author": [
        "Juan M. Morelli",
        "Pablo Ottonello",
        "Diego J. Perez"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of global financial intermediaries in international lending. We construct a model of the world economy, in which heterogeneous borrowers issue risky securities purchased by financial intermediaries. Aggregate shocks transmit internationally through financial intermediaries' net worth. The strength of this transmission is governed by the degree of frictions intermediaries face in financing their risky investments. We provide direct empirical evidence on this mechanism showing that around Lehman Brothers' collapse, emerging-market bonds held by more distressed global banks experienced larger price contractions. A quantitative analysis of the model shows that global financial intermediaries play a relevant role in driving borrowing-cost and consumption fluctuations in emerging-market economies, during both debt crises and regular business cycles. The portfolio of financial intermediaries and the distribution of bond holdings in the world economy are key to determine aggregate dynamics.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Cristina Arellano, Yan Bai, Luigi Bocola, Francesco Caselli, Kyle Dempsey, Alessandro Dovis, Mark Gertler, Patrick Kehoe, Nobu Kiyotaki, Arvind Krishnamurthy, Hanno Lustig, Matteo Maggiori, Fabrizio Perri, Martin Schneider, Adrien Verdelhan, and participants at various seminars and conferences for helpful comments. Yueling Huang, Maria Aristizabal-Ramirez, Kevin Lu, Christian Feiler, and Daniel Motoc provided excellent research assistance. Disclaimer: The views expressed here are our own and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of anyone else associated with the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}