{
    "id": 28890,
    "citation_title": "Missing Top Income Recipients",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "2021-09-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow response rates among rich households are thought to be a serious problem in many applications using household surveys. The paper discusses the various ways the problem can be dealt with, and makes some recommendations for practice, including in developing countries. Under certain conditions, income-selective non-compliance with an initially randomized assignment can be corrected by reweighting the data. This requires that the surveys pick up at least some top incomes. If not, then income tax records can help, including in estimating distributional national accounts. However, tax data come with their own concerns including tax avoidance/evasion, weak coverage of informal sectors and illicit incomes, and concerns about construct validity, given the limitations of taxable income as a basis for inter-personal comparisons of economic welfare. An appropriately weighted survey-based distribution of an acceptable measure of economic welfare need not be less reliable for most purposes of distributional analysis than income-tax records, including in combination with surveys. The choice will depend on the question to be addressed, and country-specific circumstances. These measurement issues warrant further research across multiple settings.\n\n",
    "acknowledgement": "\nFor helpful comments on an earlier draft the author thanks James Boyce, Gero Carletto, Lucas Chancel, Denis Cogneau, Benoít Decerf, Francisco Ferreira, Robert Groves, Stephen Jenkins, Dean Jolliffe, Anton Korinek, Michael Lokshin, Salvatore Morelli, Ercio Muñoz, Thomas Piketty and Dominique van de Walle. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}