{
    "id": 28896,
    "citation_title": "Labor Dynamics and Supply Chain Disruption in Food Manufacturing",
    "citation_author": [
        "A. Ford Ramsey",
        "Barry Goodwin",
        "Mildred Haley"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFood manufacturing and processing is an important link between agricultural producers and consumers in the agricultural supply chain. The food manufacturing sector in the United States is both increasingly mechanized and increasingly concentrated. Consequently, labor risks in food manufacturing have changed over time with changes in industry structure. Labor risks were highlighted by the COVID-19 pandemic - particularly in the animal slaughtering and processing industry - where labor-driven disruptions resulted in temporary plant closures. We use county-level data on employment in food manufacturing and dynamic panel models estimated via generalized method of moments to examine employment and wage dynamics in the food manufacturing sector and animal processing industry. We then compare forecasts from the estimated models with changes in food manufacturing and animal processing employment and wages during the onset of the COVID-19 pandemic. Our results provide insight into the role of operational and disruption risks in food manufacturing. We find significant delays in adjustment to employment and quicker adjustment in wages. Although there is an unanticipated drop in employment in food manufacturing and animal processing in April of 2020, employment returned to predicted levels within two to three months. The response of wages and employment to the COVID-19 pandemic suggest a degree of resilience in food supply chains.\n\n",
    "acknowledgement": "\nThe findings and conclusions in this paper are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy. This research was supported in part by the U.S. Department of Agriculture, Economic Research Service and NIFA-AFRI Grant Number 2020-67023-32760: “COVID-19 Rapid Response: Coronavirus Disease 2019, Price Transmission, and the Farm-Retail Price Spread in U.S. Livestock.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}