{
    "id": 28893,
    "citation_title": "Politics and Gender in the Executive Suite",
    "citation_author": [
        "Alma Cohen",
        "Moshe Hazan",
        "David Weiss"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAre the political preferences of CEOs associated with the representation and compensation of women in the executive suite? We find that Democratic CEOs (those who contribute more to Democratic candidates) are associated with higher representation of women in the executive suite. To explore causality, we use an event study approach and show that replacing a Republican with a Democratic CEO is associated with 20%-60% in more women in the executive suite. Finally, we show that Democratic CEOs associated with a significant reduction (or even disappearance) of the gender gap in the level and performance-sensitivity of executive pay.\n\n",
    "acknowledgement": "\nWe thank Lucian Bebchuk, Nittai Bergman, Louis Kaplow, David Matsa, Itay Saporta, Analia Schlosser, Kathy Spier, Dan Zeltzer, and participants in the workshop at Harvard Law School and Tel-Aviv University for valuable comments and discussion, and Shay Achrich and Alon Bebchuk for excellent research assistance. Alma Cohen acknowledges financial support from the Israel Science Foundation – the Recanati Foundation and the IDB Group (grant No. 1935/18), and the Harvard Law School. This paper is part of the research work of the Project on Corporate Political Spending of the Harvard Law School Program on Corporate Governance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}