{
    "id": 289,
    "citation_title": "Further Evidence On Expectations And The Demand for Money During the German Hyperinflation",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1978-10-01",
    "issue_date": "1978-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProbably no event in monetary history has been more studied than the German hyperinflation of the early 1920's. Economists have been attracted to study this episode since it provides an environment that is close to a controlled experiment which is so rare in the study of social sciences. This paper provides further evidence on the role of expectations in effecting the demand for money during the German hyperinflation. One of the difficulties in studying empirically the role of expectations is the lack of an observable variable measuring expectations. This paper examines three measures of expectations that are derived from observed data from the market for foreign exchange. The first measure is based on the hypothesis that the forward exchange rate measures the expected future spot exchange rate and thereby provides an observable measure of the market's expectations concerning the depreciation of the currency. The other two measures distinguish between the forward exchange rate and the expected exchange rate and are based on the supplementary hypothesis that rational behavior requires expectations to be unbiased. Accordingly, the measures of expectations are constructed by using the forward exchange rate along with the information on the systematic relationship between forward and spot exchange rates. The various measures are then used in estimating the demand for money. The emphasis on measures of expectations that are based on data from the foreign exchange markets reflects the belief that in an inflationary economy with flexible exchange rates one of the relevant substitutes for holding domestic money is foreign exchange.\n\n",
    "acknowledgement": "\n"
}