{
    "id": 28906,
    "citation_title": "The Anatomy of Cyber Risk",
    "citation_author": [
        "Rustam Jamilov",
        "Hélène Rey",
        "Ahmed Tahoun"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses computational linguistics to introduce a novel measure of firm-level cyber-risk exposure based on quarterly earnings conference calls of listed firms. Our data span 13,000 firms from 85 countries over 2002-2021. We show cyber-risk exposure predicts cyber-attacks, affects stock returns and profits, and is priced in the equity option market. Cyber-risks spill over across firms and pass through from firm to sectoral level. The geography of cyber-risk is well approximated by a gravity model in which financial proximity is key. Back-of-the-envelope calculations suggest that the global cost of cyber-risk is over $200 billion per year.\n\n",
    "acknowledgement": "\nFor useful comments and feedback we thank our discussants Jinfei Sheng, Ishita Sen, and Christodoulos Louca as well as Marie Briere, Matteo Crosignani, Tom Ferguson, Chris Florackis, Jason Healey, Ralph Koijen, Anna Kovner, Marco Macchiavelli, Emanuel Moench, Patricia Mosser, Richard Portes, Elias Papaioannou, Zacharias Sautner, Andre Silva, Laurence van Lent, Grigory Vilkov and seminar participants at numerous venues. Aakash Kalyani, Markus Schwedeler, and Marco Bellifemine provided excellent research assistance. We thank Chris Florackis for sharing their factor data. Jamilov gratefully acknowledges financial support from the Wheeler Institute for Business and Development. Tahoun sincerely appreciates support from the Institute for New Economic Thinking (INET). The paper does not represent the views of the French Macroprudential Authority or the National Bureau of Economic Research.\n\n\n"
}