{
    "id": 28905,
    "citation_title": "Funding Risky Research",
    "citation_author": [
        "Chiara Franzoni",
        "Paula Stephan",
        "Reinhilde Veugelers"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2021-12-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n",
        "\nImproving Grant Peer Review Science of Science Funding\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe speed with which Covid-19 vaccines were developed and their high-performance underlines how much society depends on the pace of scientific research and how effective science can be. This is especially the case for vaccines based on the new designer mRNA technology. We draw on this exceptional moment for science to reflect on whether the government funding system is sufficiently supportive of research needed for key breakthroughs, and whether the system of funding encourages sufficient risk-taking to induce scientists to explore transformative research paths.  We begin with a discussion of the challenges faced by scientists who did pioneering-research related to mRNA-based drugs in getting support for research. We describe measures developed to distinguish risky from non-risky research and their citation footprint. We review empirical work suggesting that funding is biased against risky research and provide a framework for thinking about why principal investigators, panelists and funding agencies may eschew risky research. We close with a discussion of interventions that government agencies and universities could follow if they wish to avoid a bias against risk.\n\n",
    "acknowledgement": "\nThis paper was written for the NBER Entrepreneurship and Innovation Policy and the Economy (EIPE) meeting held April 27, 2021. The authors wish to thank the organizers, Josh Lerner and Scott Stern, for thoughtful comments on an earlier version. Comments from participants at the meeting are also highly appreciated. The authors also thank Katalin Karikó for helpful responses to our emails and her willingness to review our discussion of mRNA research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}