{
    "id": 28904,
    "citation_title": "Trade Policy is Real News: Theory and Evidence",
    "citation_author": [
        "George A. Alessandria",
        "Carter B. Mix"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the aggregate effects of changes in trade barriers when these changes can be implemented slowly over time and trade responds gradually to changes in trade barriers because firm-level trade costs make exporting a dynamic decision. Our model shows how expectations of changes in trade barriers affect the economy. We find that while decreases in trade barriers increase economic activity, expectations of lower future trade barriers temporarily decrease investment, hours worked, and output. Further-more, canceling an expected decline in future trade barriers raises investment and output in the short run but substantially lowers medium-run growth. These effects are larger when the expected reform is bigger. In the data, we find that countries with more trade growth after the General Agreement on Tariffs and Trade (GATT) rounds decreased investment and hours worked in the years leading to the tariff cuts, as predicted by our model.\n\n",
    "acknowledgement": "\nWe thank Ariel Burstein, Fabrizio Perri, Davide Melcangi, Ricardo Reyes-Heroles, Kim Ruhl, Mike Waugh and audiences at the Banco de Mexico, SED Edinburgh, 2017 CEBRA IFM, 2018 RIDGE, NBER Fall 2018 IFM, LAEF conference on \"Trade and Macroeconomic Dynamics,'' Maryland, Nottingham, Bank of Portugal, Philadelphia Federal Reserve Bank, Rochester, and Singapore Management University for helpful comments.  We appreciate Kristy Buzzard sharing data on U.S.-Korea tariff schedules with us. A previous version circulated as \"The Global Trade Slowdown: Trade and Growth, Cause and Effect.\" The views expressed in this paper are solely those of the authors and should not be viewed as reflecting the views of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}