{
    "id": 28902,
    "citation_title": "Using the Retail Distribution of Sellers to Impute Expenditures Shares",
    "citation_author": [
        "Alexis Antoniades",
        "Robert C. Feenstra",
        "Mingzhi Xu"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany price indices must be constructed without quantity data at the elementary level. We show that for some consumer goods in the United States and other countries, one can approximate expenditure shares using weights derived from the retail distribution of sellers. These weights are based on the share of outlets selling an item, or the share of outlets adjusted by the total number of items sold in each. Relative to using no weights, we find that using such imputed weights substantially reduces bias in the frequency of price changes, in annual inflation, and in price comparisons across countries.\n",
    "acknowledgement": "\nWe thank seminar participants at the American Economic Association, ICP/PPP, ESCOE, the University of Edinburgh, and Peking University for comments. This research was made possible through the support of an NPRP grant from the Qatar National Research Fund. Researchers own analyses calculated based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reﬂect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Financial support from the China Government Scholarship (CSC) for a doctoral study and a NBER post-doctoral fellowship are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}