{
    "id": 28907,
    "citation_title": "Central Bank Policy and the Concentration of Risk: Empirical Estimates",
    "citation_author": [
        "Nuno Coimbra",
        "Daisoon Kim",
        "Hélène Rey"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2021-09-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBefore the 2008 crisis, the cross-sectional skewness of banks’ leverage went up and macro risk concentrated in the balance sheets of large banks. Using a model of proﬁt-maximizing banks with heterogeneous Value-at-Risk constraints, we extract the distribution of banks’ risk-taking parameters from balance sheet data. The time series of these estimates allow us to understand systemic risk and its concentration in the banking sector over time. Counterfactual exercises show that (1) monetary policymakers confront the trade-oﬀ between stimulating the economy and ﬁnancial stability, and (2) macroprudential policies can be eﬀective tools to increase ﬁnancial stability.\n\n",
    "acknowledgement": "\nWe are very grateful for the comments of the Editor, an anonymous referee, our discussant Nina Boyarchenko and of the participants in the 2021 Carnegie-Rochester-NYU Public Policy Conference. Rey thanks the ERC for ﬁnancial support (ERC Advanced Grant 695722). The views expressed in this paper are those of the authors and do not necessarily represent those of the Banque de France, the ESCB, or the French Macroprudential Authority. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}