{
    "id": 28903,
    "citation_title": "Equilibrium Effects of Pay Transparency",
    "citation_author": [
        "Zoe B. Cullen",
        "Bobak Pakzad-Hurson"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2022-08-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe public discourse around pay transparency has focused on the direct effect: how workers seek to rectify pay inequities through renegotiation. The question of how wage-setting and employment practices of the firm respond has received less attention. To study these equilibrium outcomes, we test our model of bargaining under incomplete information with an analysis of pay transparency mandates in the context of the U.S. private sector. Our model predicts that transparency reduces the individual bargaining power of workers, leading to lower average wages. A key insight is that employers credibly refuse to pay high wages to any one worker to avoid costly renegotiations with others under transparency. In situations where workers do not have individual bargaining power, such as under a collective bargaining agreement or in markets with posted wages, greater transparency has a muted impact on average wages. We test these predictions by evaluating the adoption of U.S. state legislation protecting the right of workers to inquire about the salaries of their coworkers. Consistent with our prediction, the laws lead wages to decline by approximately 2% overall, but effects are muted when workers have low individual bargaining power. Our model provides a unified framework to analyze a wide range of transparency policies, and reconciles effects of transparency mandates documented in a variety of countries and contexts.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Aviv Nevo and five anonymous referees. One referee in particular shifted the direction of this paper, and we are extremely appreciative of their contribution. We are very grateful for guidance from Ran Abramitzky, Susan Athey, Nick Bloom, Matt Jackson, Fuhito Kojima, Ed Lazear, Luigi Pistaferri, Al Roth, and Gavin Wright. We also thank Mohammad Akbarpour, Lint Barrage, Jose Maria Barrero, Doug Bernheim, Ben Brooks, Eric Budish, Gabriel Carrol, Arun Chandrasekhar, Kalyan Chatterjee, Isa Chaves, Ken Chay, Bo Cowgill, Piotr Dworczak, Jack Fanning, Chiara Farronato, Laura Gee, Matt Gentzkow, Avi Goldfarb, Bob Hall, Gregor Jarosch, Scott Kominers, Maciej Kotowski, Vijay Krishna, Jon Levin, Shengwu Li, Erik Madsen, Davide Malacrino, Alejandro Martinez, Paul Milgrom, Muriel Niederle, Ricardo Perez-Truglia, Kareen Rozen, Ilya Segal, Isaac Sorkin, Jesse Shapiro, Chris Stanton, Bryce Millet Steinberg, Takuo Sugaya, Neil Thakral, Catherine Tucker, Christopher Snyder, Emmanuel Vespa, and Alistair Wilson and seminar attendees at Stanford, UCLA Anderson, NYU Stern, HBS, Dartmouth, Brown, USC, UCSD, UCSB, Penn State, Michigan SI, Berkeley, Kellogg, Columbia, Michigan, CMU, BU, AEA, SIEPR, EC'19, SOLE, and NBER SI (Digitization and Personnel) for helpful comments and suggestions. We are indebted to Chloe Lee, and especially Dylan Balla-Elliott and Diego Gentile for excellent research assistance. This research was supported by the Center for Comparative Studies in Race and Ethnicity and the B.F. Haley and E.S. Shaw Fellowship through SIEPR. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}