{
    "id": 28917,
    "citation_title": "It Ain’t Where You’re From, It’s Where You’re At: Hiring Origins, Firm Heterogeneity, and Wages.",
    "citation_author": [
        "Sabrina L. Di Addario",
        "Patrick M. Kline",
        "Raffaele Saggio",
        "Mikkel Sølvsten"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-10",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSequential auction models of labor market competition predict that the wages required to successfully poach a worker from a rival employer will depend on the productivities of both the poached and poaching ﬁrms. We develop a theoretically grounded extension of the two-way ﬁxed eﬀects model of Abowd et al. (1999) in which log hiring wages are comprised of a worker ﬁxed eﬀect, a ﬁxed eﬀect for the “destination” ﬁrm hiring the worker, and a ﬁxed eﬀect for the “origin” ﬁrm, or labor market state, from which the worker was hired. This speciﬁcation is shown to nest the reduced form for hiring wages delivered by semi-parametric formulations of the canonical sequential auction model of Postel-Vinay and Robin (2002b) and its generalization in Bagger et al. (2014). Fitting the model to Italian social security records, origin eﬀects are found to explain only 0.7% of the variance of hiring wages among job movers, while destination eﬀects explain more than 23% of the variance. Across ﬁrms, destination eﬀects are more than 13 times as variable as origin eﬀects. Interpreted through the lens of Bagger et al. (2014)’s model, this ﬁnding requires that workers possess implausibly strong bargaining strength. Studying a cohort of workers entering the Italian labor market in 2005, we ﬁnd that diﬀerences in origin eﬀects yield essentially no contribution to the evolution of the gender gap in hiring wages, while diﬀerences in destination eﬀects explain the majority of the gap at the time of labor market entry. These results suggest that where a worker is hired from tends to be relatively inconsequential for their wages in comparison to where they are currently employed.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Models of Linked Employer-Employee Data conference celebrating the 20 year anniversary of the publication of “High Wage Workers and High Wage Firms.” We thank Sydnee Caldwell, Marta De Philippis, Thibaut Lamadon, Fabian Postel-Vinay, Jean Marc Robin, Benjamin Schoefer, Isaac Sorkin, Chris Taber, Eliana Viviano, and seminar participants at NBER Labor Studies, the Junior Micro Macro Labor Conference, Columbia, UCL, Booth, Berkeley, Mcgill University, and the Models of Linked Employer-Employee Data conference for helpful comments. The views expressed in this article are those of the authors and do not necessarily reﬂect the views of the Bank of Italy or the National Bureau of Economic Research.\n\n\n"
}