{
    "id": 28911,
    "citation_title": "Redesigning the US Army’s Branching Process: A Case Study in Minimalist Market Design",
    "citation_author": [
        "Kyle Greenberg",
        "Parag A. Pathak",
        "Tayfun Sönmez"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2023-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe present the proof-of-concept for minimalist market design (Sönmez, 2023) as an effective methodology to enhance an institution based on the desiderata of stakeholders with minimal interference. Four objectives – respecting merit, increasing retention, aligning talent, and enhancing trust – guided reforms to US Army’s centralized branching process of cadets to military specialties since 2006. USMA’s mechanism for the Class of 2020 exacerbated challenges implementing these objectives. Formulating the Army’s desiderata as rigorous axioms, we analyze their implications. Under our minimalist approach to institution redesign, the Army’s objectives uniquely identify a branching mechanism. Our design is now adopted at USMA and ROTC.\n\n",
    "acknowledgement": "\nPreviously circulated as “Mechanism Design meets Priority Design: Redesigning the US Army's Branching Process.” This paper replaces and subsumes Greenberg et al. (2021). All opinions expressed in this manuscript are those of the authors and do not represent the opinions of the United States Military Academy (USMA), United States Cadet Command, the United States Army, or the Department of Defense. We are grateful for excellent research assistance from Kate Bradley and Robert Upton. Eryn Heying provided superb help with research administration. Scott Kominers and seminar audiences at the 2021 NBER Market Design Workshop, 2021 Winter School at Delhi School of Economics, Cam-bridge, Hamburg, Iowa, NYU-Abu Dhabi and Wharton provided helpful feedback. The Army’s Office of Economic and Manpower Analysis provided administrative branching data for this project to Kyle Greenberg as part of a restricted use agreement with USMA and MIT that specifies that data can only be stored, accessed, and analyzed within USMA’s information system. Any parties interested in accessing this data must make a direct application to USMA. Pathak acknowledges support from the National Science Foundation for this project. Pathak is a co-founder of Avela. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}