{
    "id": 28910,
    "citation_title": "Granular Corporate Hedging Under Dominant Currency",
    "citation_author": [
        "Laura Alfaro",
        "Mauricio Calani",
        "Liliana Varela"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2023-02-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that, in a world dominated by vehicle currencies, ﬁrms engaging in international operations retain currency risk and hedge it real and ﬁnancially. We employ a unique dataset covering the universe of trade credit, international trade, foreign currency debt, and FX derivatives contracts with ﬁrms’ census data in Chile (2005-2018). We document that operational hedging is quantitatively limited, as diﬀerent maturity, frequency, and amount of FX operations make it diﬃcult to net these exposures. The granular ﬁrms complement real hedging using FX ﬁnancial instruments, which improve their cash ﬂow management and promote their trade and growth.\n\n",
    "acknowledgement": "\nThis paper has circulated before under the title “Currency Hedging: Managing Cash Flow Exposure”. We thank Maxim Alekseev, Pol Antràs, Laura Castillo-Martínez, Paola Conconi, Dave Donaldson, Songuyan Ding, Alessio Galluzzi, Refet S. Gürkaynak, Gordon Hanson, Galina Hale, Oleg Itskhoki, Victoria Ivashina, Sebnem Kalemli-Ozcan, David Kohn, Robert Kollman, Karen Lewis, Philip Luck, Nicolas Magud, Adriano Rampini, Ugo Panizza, José Luis Peydró, Hélène Rey, Veronica Rappoport, Adi Sunderam, Yannick Timmer, Adrien Verdelhan, and participants at Harvard joint Macro-International seminar, Harvard-MIT lunch, LSE, BIS, CEPR ESSIM, CEPR: EMEs Back in the Spotlight, NBER International Asset Pricing, NBER IFM, NBER EME and Frontier Markets, Women in Macro, Bank of England, Swiss National Bank, Banca d’Italia, Banque de France, Graduate Institute Geneva, GW, Halle Institute, IMF, ECARES, Shanghai University, PUC-Chile, ECARES, UC Davis, UC Santa Cruz, Annual Bank of Canada Economic Conference, HK, EFA, ASSA, and Econometric meetings for comments. We thank José-Ignacio Cristi and Marco Piña for outstanding research assistance and Alex Hynes and Paulina Rodríguez for help with the data. The opinions expressed in the paper do not represent those of the Board of the Central Bank of Chile or the National Bureau of Economic Research.\n\n\n"
}