{
    "id": 28919,
    "citation_title": "The Effect of Changes in Social Security's Delayed Retirement Credit: Evidence from Administrative Data",
    "citation_author": [
        "Mark Duggan",
        "Irena Dushi",
        "Sookyo Jeong",
        "Gina Li"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe delayed retirement credit (DRC) increases monthly OASI (Old Age and Survivors Insurance) benefits for primary beneficiaries who claim after their full retirement age (FRA). For many years, the DRC was set at 3.0 percent per year (0.25 percent monthly). The 1983 amendments to Social Security more than doubled this actuarial adjustment to 8.0 percent per year. These changes were phased in gradually, so that those born in 1924 or earlier retained a 3.0 percent DRC while those born in 1943 or later had an 8.0 percent DRC. In this paper, we use administrative data from the Social Security Administration (SSA) to estimate the effect of this policy change on individual claiming behavior. We focus on the first half of the DRC increase (from 3.0 to 5.5 percent) given changes in other SSA policies that coincided with the later increases. Our findings demonstrate that the increase in the DRC led to a significant increase in delayed claiming of social security benefits and strongly suggest that the effects were larger for those with higher lifetime incomes, who would have a greater financial incentive to delay given their longer life expectancies.\n\n",
    "acknowledgement": "\nWe thank seminar participants at City University of New York and Stanford University for helpful comments. The research reported herein was performed pursuant to a grant from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implies, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE-1656518. Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}