{
    "id": 28916,
    "citation_title": "Can Competitiveness predict Education and Labor Market Outcomes? Evidence from Incentivized Choice and Survey Measures",
    "citation_author": [
        "Thomas Buser",
        "Muriel Niederle",
        "Hessel Oosterbeek"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe assess the predictive power of two measures of competitiveness for education and labor market outcomes using a large, representative survey panel. The first is incentivized and is an online adaptation of the laboratory-based Niederle-Vesterlund measure. The second is an unincentivized survey question eliciting general competitiveness on an 11-point scale. Both measures are strong and consistent predictors of income, occupation, completed level of education and field of study. The predictive power of the new unincentivized measure for these outcomes is robust to controlling for other traits, including risk attitudes, confidence and the Big Five personality traits. For most outcomes, the predictive power of competitiveness exceeds that of the other traits. Gender differences in competitiveness can explain 5-10 percent of the observed gender differences in education and labor market outcomes.\n\n",
    "acknowledgement": "\nThomas Buser has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}