{
    "id": 28912,
    "citation_title": "Entrepreneurship During the COVID-19 Pandemic: Evidence from the Business Formation Statistics",
    "citation_author": [
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2024-04-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nApplications for new businesses from the U.S. Census Bureau’s monthly and weekly Business Formation Statistics (BFS) fell substantially in the early stages of the pandemic but then surged in the second half of 2020. This surge has continued through May 2021. The pace of applications since mid-2020 is the highest on record (earliest data available is 2004). The large increase in applications is for both likely new employers and nonemployers. These patterns contrast sharply with those in the Great Recession when applications for likely new employer businesses and in turn actual startups of employer businesses declined sharply and persistently. The surge in new business applications has been uneven across sectors. Ten 3-digit NAICS industries account for 75% of the surge. Dominant industries include Nonstore Retail (alone accounting for 33% of the surge), Professional, Scientific and Technical Services, Truck Transportation, and Accommodation and Food Services. Given that existing small businesses in Retail Trade and Accommodation and Food Services have suffered especially large declines in the pandemic, these patterns are consistent with restructuring induced by the pandemic.\n\n",
    "acknowledgement": "\nThis paper, without implication, draws on collaborative research with numerous colleagues I have worked with in the development and analysis of the Business Formation Statistics (BFS). The research and development papers for the BFS with these colleagues are cited extensively in the text and included in the references. This paper uses only public domain data from the BFS and other sources. Thanks to Lucia Foster, Josh Lerner, Scott Stern, and participants at the 2021 NBER Conference on Entrepreneurship and Innovation Policy and the Economy for helpful comments on an earlier draft and to Chris Roudiez for excellent research assistance. The views expressed in the paper are those of the author alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}