{
    "id": 28913,
    "citation_title": "The Impact of a Private Supplement to Public Health Care: The Mexico Diabetes Experiment",
    "citation_author": [
        "Ari Bronsoler",
        "Jonathan Gruber",
        "Enrique Seira"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThere are ongoing debates around the world over the value of private supplements to public health insurance systems. We investigate this issue in the context of one of the world’s deadliest diseases, diabetes, and one of the countries with the worst diabetes problems in the world, Mexico. We implement a novel deniers randomization approach to cost-effectively provide a causal estimate of enrollment in private supplement to the free public health system. Our final sample of more than 1000 diabetics randomized into a large price subsidy for enrollment in the private plan is well balanced. We estimate enormous impacts of the private supplement, with HbA1c blood sugar levels falling by a full point (relative to a control mean of 8.5%), and to increase the share of those treated who are under control by 69%. We show that this effect arises through both improved treatment compliance and health behaviors, and that diabetes complications fall even in the short run. The net costs of this intervention are at most one-third of the gross costs due to offsetting public sector savings, and the health benefits are many multiples of gross costs. But the returns to private care do not appear to reflect more productive delivery of care per visit, which is comparable in a separate quasi-experimental analysis of public insurance; rather, effects arise through more attachment to medical care in the private alternative.\n\n",
    "acknowledgement": "\nWe are grateful to Eduardo Rivera for outstanding research assistance and to Dante Salazar for impressive field coordination. We also want to thank Diego del Pilar for his contributions as well as Jishnu Das, participants in the Harris Public Policy and Economics Workshop and the development and public finance lunches at MIT for their insightful comments and suggestions. Lastly, we are very grateful to Clinicas del Azucar for being an amazing partner and Eli Lilly and Company for supporting this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}