{
    "id": 28921,
    "citation_title": "What Does Codetermination Do?",
    "citation_author": [
        "Simon Jäger",
        "Shakked Noy",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2021-10-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide a comprehensive overview of codetermination, i.e., worker representation in firms’ governance and management. The available micro evidence points to zero or small positive effects of codetermination on worker and firm outcomes, and leaves room for moderate positive effects on productivity, wages, and job stability. Similarly, we present new country-level, general-equilibrium event studies of codetermination reforms between the 1960s and 2010s, finding no effects on aggregate economic outcomes or the quality of industrial relations. We offer three explanations of the institution’s limited impact. First, existing codetermination laws convey little authority to workers. Second, countries with codetermination laws have high baseline levels of informal worker voice. Third, codetermination laws may interact with other labor market institutions, such as union representation and collective bargaining. We close by discussing implications for recent codetermination proposals in the United States.\n\n",
    "acknowledgement": "\nWe thank Nelson Mesker for excellent research assistance and Tommy O’Donnell for help with the draft. We thank the editor Lawrence Kahn, two referees, Elizabeth Anderson, David Autor, Gabriel Burdín, Markus Helfen, Andrew Linden, Ewan McGaughey, Steffen Müller, Robert Scholz, and Alan Yan for helpful comments. We thank Sjaak van der Velden for sharing compiled and digitized versions of the ILO data with us. Jäger thanks the MIT Policy Lab for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}