{
    "id": 28927,
    "citation_title": "Leadership and Organizations",
    "citation_author": [
        "Eric Alston",
        "Lee J. Alston",
        "Bernardo Mueller"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTo understand leadership, it is necessary to understand the purpose of an organization. Organizations are hierarchies with leaders at the top. Why do we have leaders instead of an algorithm making decisions? The theory of the firm recognizes benefits to centralizing authority but these organizational benefits from hierarchy have not been clearly separated from the specific contributions of leaders. Leadership is the ability to successfully manage transaction costs of an organization. Prominent amongst organizational transaction costs are agency and coordination costs. The balance between these two types of costs depends on the purpose of the organization. We hypothesize that changing leaders is likely to have a larger effect within organizations with relatively lower scope or scale of purpose because of the way in which decision rights tend to be relatively concentrated in such organizations. We test our hypotheses with data on NFL coaches, and deans of business and law schools.\n\n",
    "acknowledgement": "\nFor comments, we thank the participants at: the Ostrom Workshop; the CU Boulder Cross Campus Entrepreneurship Research Group; the Applied Microeconomics Group at Carnegie Mellon University; A Conference on Long-Term Development in Latin America and Beyond organized by Uniandes-LSE-Stanford; Harvard Reading Group on Political Economy; the 2019 SIOE Conference, Vancouver School of Economics (UBC), Texas Tech University, Krister Andersson, Robert Gibbons, Kevin Greir, Michael Haupert, Richard Langlois, Gary Libecap, Victor Menaldo, Benjamin Powell, Julio Ramos, Jared Rubin, Edson Severnini, Ken Shadlen, Ken Shepsle, Brian Silver, Gustavo Torrens, Francisco Trebbi, Chuck Trzcinka and an anonymous referee. We thank Julio Ramos and Jonathan Espinosa for research assistance and Patty Lezotte for editing. No funding for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}