{
    "id": 28922,
    "citation_title": "The Dynamics of Inattention in the (Baseball) Field",
    "citation_author": [
        "James E. Archsmith",
        "Anthony Heyes",
        "Matthew J. Neidell",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2024-10-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecent theoretical and empirical work characterizes attention as a limited resource that decision-makers strategically allocate. There has been less research on the dynamic interdependence of attention: how paying attention now may affect performance later. In this paper, we exploit high-frequency data on decision-making by Major League Baseball umpires to examine this. We find that umpires not only apply greater effort to higher-stakes decisions, but also that effort applied to earlier decisions increases errors later. These findings are consistent with the umpire having a depletable ‘budget’ of attention. There is no such dynamic interdependence after breaks during the game (at the end of each inning) suggesting that even short rest periods can replenish attention budgets. We also find that an expectation of higher stakes future decisions leads to reduced attention to current decisions, consistent with forward-looking behavior by umpires aware of attention scarcity.\n\n",
    "acknowledgement": "\nWe thank Stephen Coussens, Jonathan Guryan, Devin Pope and seminar participants at the University of Connecticut for comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}