{
    "id": 28923,
    "citation_title": "Five Facts about the UIP Premium",
    "citation_author": [
        "Ṣebnem Kalemli-Özcan",
        "Liliana Varela"
    ],
    "citation_publication_date": "2021-06-14",
    "issue_date": "2021-06-10",
    "revision_date": "2025-01-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new measure of currency risk for emerging markets, the UIP premium, and highlight five key insights into its cross-sectional and time-series properties. We derive the UIP premium from survey data on exchange rate expectations and show that it captures a substantial local risk factor, as evidenced by: (1) The UIP premium for emerging markets is consistently positive, higher, and more volatile than the UIP premium for advanced economies; (2) A significant portion of cross-sectional and time-series variation in the UIP premium is driven by local risk factors; (3) The interest rate differential component of the UIP premium is more volatile and strongly correlated with local risk factors; (4) Local and global risk factors influence exchange rate expectations, which closely align with actual exchange rate movements; (5) The local risk factor is associated with country-specific policy shocks, where such policy uncertainty can predict persistent expectations of depreciations.\n\n",
    "acknowledgement": "\nFirst draft of this paper has been presented at NBER SI-IFM in 2019 with the following title: “The Exchange Rate and Interest Rate Disconnect: The Role of Capital Flows and Risk Premia.” We thank Pat Kehoe, Oleg Itskhoki, Dmitry Mukhin, Vania Stavrakeva, and Adrien Verdelhan for lengthy conversations and extensive comments. We thank Manuel Amador, Mark Aguiar, Pablo Becker, Javier Bianchi, Menzi Chinn, Wenxin Du, Pierre de Leo, Charles Engel, Jeffrey Frankel, Tarek Hassan, Hanno Lustig, Arvind Krishnamurthy, Ian Martin, Emi Nakamura, Jesse Schreger, Ken Rogoff, Alessandro Rebucci, Hélène Rey, Jenny Tang, and other participants at several seminars and conferences for helpful comments. We are grateful to Jun Hee Kwak, Alvaro Silva, Jose Cristi, Vahid Ahmadi for their excellent research assistance. Liliana Varela thanks funding from UK Research and Innovation (UKRI) under the UK government’s Horizon Europe funding guarantee [grant number EP/X020916/1]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}