{
    "id": 28924,
    "citation_title": "The Psychosocial Value of Employment",
    "citation_author": [
        "Reshmaan N. Hussam",
        "Erin M. Kelley",
        "Gregory V. Lane",
        "Fatima T. Zahra"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn settings where an individual’s labor choices are constrained, the inability to work may generate psychosocial harm. This paper presents a causal estimate of the psychosocial value of employment in the Rohingya refugee camps of Bangladesh. We engage 745 individuals in a field experiment with three arms: (1) a control arm, (2) a weekly cash arm, and (3) a gainful employment arm, in which work is offered and individuals are paid weekly the approximate equivalent of that in the cash arm. We find that employment confers significant psychosocial benefits beyond the impacts of cash alone, with effects concentrated among males. The cash arm does not improve psychosocial wellbeing, despite the provision of cash at a weekly amount that is more than twice the amount held by recipients in savings at baseline. Consistent with these findings, we find that 66% of those in our work treatment are willing to forego cash payments to instead work for free. Our results have implications for social protection policies for the unemployed in low income countries and refugee populations globally.\n\n",
    "acknowledgement": "\nWe are grateful to Emily Breza, Fiona Burlig, Fred Finan, Reema Hanna, Johannes Haushofer, Sylvan Herskowitz, Asim Khwaja, John Loeser, Matt Lowe, Berk Özler, Gautam Rao, and Frank Schilbach for their helpful comments and suggestions. We gratefully acknowledge financial support from the Gates Foundation. Funding for this project was also provided by the UK Foreign, Commonwealth & Development Office, awarded through Innovation for Poverty Action’s Peace & Recovery Program, as well as from ”Building the Evidence on Forced Displacement: A Multi-Stakeholder Partnership,” a program managed by the World Bank Group (WBG) in collaboration with the United Nations High Commissioner for Refugees (UNHCR) and likewise funded by UK aid from the United Kingdom’s Foreign, Commonwealth, and Development Office (FCDO). We are extremely thankful to the entire IPA Bangladesh team, and in particular Shadman Rahman for exceptional field management and implementation, as well as Pulse Bangladesh, our partner NGO who helped obtain the necessary permissions to offer work opportunities to the participants in our study. We are also grateful to Adil Bhatia and Grace Liu for their excellent research assistance. All errors are our own. AEA RCT identification number: 0006000. This project received IRB approval from Harvard University. (#IRB19-0067.). This paper successfully completed a Stage 1 (pre-results) review at the Journal of Development Economics, and we are deeply grateful to Dean Karlan and the reviewers for their valuable feedback. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the National Bureau of Economic Research, FCDO, UNHCR, the World Bank and its affiliated organizations, nor those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}