{
    "id": 28925,
    "citation_title": "The Intergenerational Mortality Tradeoff of COVID-19 Lockdown Policies",
    "citation_author": [
        "Lin Ma",
        "Gil Shapira",
        "Damien de Walque",
        "Quy-Toan Do",
        "Jed Friedman",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn lower-income countries, the economic contractions that accompany lockdowns to contain the spread of COVID-19 can increase child mortality, counteracting the mortality reductions achieved by the lockdown. To formalize and quantify this effect, we build a macro-susceptible-infected-recovered model that features heterogeneous agents and a country-group-specific relationship between economic downturns and child mortality, and calibrate it to data for 85 countries across all income levels. We find that in low-income countries, a lockdown can potentially lead to 1.76 children's lives lost due to the economic contraction per COVID-19 fatality averted. The ratio stands at 0.59 and 0.06 in lower-middle and upper-middle income countries, respectively. As a result, in some countries lockdowns can actually produce net increases in mortality. In contrast, the optimal lockdown that maximizes the present value of aggregate social welfare is shorter and milder in poorer countries than in rich ones, and never produces a net mortality increase.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Jesús Fernández-Villaverde), three anonymous referees, Mohamed Abdel Jelil, Daron Acemoglu, Jishnu Das, Shanta Devarajan, Xavier Devictor, Rema Hanna, Aaditya Mattoo, Mushfiq Mobarak and Nina Yamanis for helpful comments. The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of the World Bank, its Board of Executive Directors, or the governments they represent. The World Bank does not guarantee the accuracy of the data included in this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}