{
    "id": 28938,
    "citation_title": "Temptation and Incentives to Wealth Accumulation",
    "citation_author": [
        "Orazio Attanasio",
        "Agnes Kovacs",
        "Patrick Moran"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a rich model of household behavior to study the effect of two important policies: mortgage interest tax deduction and mandatory mortgage amortization. These policies have attracted some controversy, first because they are conceived to increase overall saving, an objective that the literature does not agree they can achieve, and second because they incentivize illiquid savings and may thus increase the share of ‘wealthy hand-to-mouth’ households. We build a life-cycle model where housing may act as a commitment device to counteract present biases arising from temptation. We show that the model matches several empirical facts, including the large share of wealthy hand-to-mouth households. We evaluate the effect of the two policies and find that they increase wealth accumulation by 7 and 10% respectively. Our results demonstrate that these policies not only induce portfolio re-balancing, as emphasized by the previous literature, but also increase savings by making commitment more accessible.\n\n",
    "acknowledgement": "\nWe are grateful to Taha Choukhmane, Andreas Fagereng, Andrea Ferrero, Greg Kaplan, Mike Keane, Hamish Low, Costas Meghir, Ben Moll, Peter Neary, Cormac O'Dea, Carlo Pizinelli, Akos Valentinyi, Gianluca Violante, and seminar participants at Oxford, Yale, Manchester, Reserve Bank of New Zealand, Statistics Norway, Bank of England, and Institute for Fiscal Studies for helpful comments. We would like to acknowledge the use of the University of Oxford Advanced Research Computing (ARC) facility in carrying out this work (http://dx.doi.org/10.5281/zenodo.22558). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}