{
    "id": 2893,
    "citation_title": "Empirical Implications of Alternative Models of Firm Dynamics",
    "citation_author": [
        "Ariel Pakes",
        "Richard Ericson"
    ],
    "citation_publication_date": "1989-03-01",
    "issue_date": "1989-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers two models for analyzing the dynamics of firm behavior that allow for heterogeneity among firms, idiosyncratic (or firm specific) sources of uncertainty, and discrete outcomes (exit and/or entry). Models with these characteristics are needed for the structural econometric analysis of several economic phenomena, including the behavior of capital markets when there are significant failure probabilities, and the analysis of productivity movements in industries with large amounts of entry and exit. In addition, these models provide a means of correcting for the self-section induced by liquidation decisions in empirical studies of firms responses to alternative policy and environmental changes. It is shown that the two models have different nonparametric implications - implications that depend only on basic behavioral assumptions and mild regularity conditions on the functional forms of interest (one distinction between them corresponds to the distinction between heterogeneity and an ergodic form of state-dependence; a form in which the effect of being in a state in a particular period erodes away as time from that period lapses). The nonparametric implications enable the construction of testing and selection correction procedures that are easy to implement (they do not require the computationally difficult, and functional-form specific, estimation algorithms that have been used to empirically analyze stochastic control models with discrete outcomes in the past). The paper concludes by checking for the implications of the two models on an eight-year panel of Wisconsin firms. We find one model to be consistent with the data for retail trade.\n\n",
    "acknowledgement": "\n"
}