{
    "id": 28934,
    "citation_title": "The Role of Childcare Challenges in the US Jobs Market Recovery During the COVID-19 Pandemic",
    "citation_author": [
        "Jason Furman",
        "Melissa Schettini Kearney",
        "Wilson Powell"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine how much of the overall decline in employment between the beginning of 2020 and 2021 can be explained by excess job loss among parents of young children, and mothers specifically. Using data from the Current Population Survey (CPS), we confirm that, in general, mothers with young children have experienced a larger decline in employment, as compared (unconditionally) with other adults, including fathers. This excess job loss is driven by mothers without a four-year college (bachelor’s) degree. The main point of the paper is to build off this observation and examine how much of the aggregate employment deficit in early 2021 can be explained by parent-specific issues, such as childcare struggles. To examine this question, we construct counterfactual employment rates and labor force participation rates that assign to mothers of young children the percent change in employment and labor force participation rates experienced by comparable women without young children. We consider multiple definition, sample, and counterfactual specification alternatives. Our analysis yields robust evidence that differential job loss among mothers of young children accounts for a negligible share of the ongoing aggregate employment deficit. The result is even stronger (and flips signs) if we consider all parents, since fathers with young children experienced less job loss than other men. The practical implication of these findings is that nearly all of the aggregate ongoing employment deficit is explained by factors that affect workers more broadly, as opposed to challenges specific to working parents.\n\n",
    "acknowledgement": "\nAn earlier, shorter version of this paper was posted on May 17, 2021 as a blog post on the websites of the Peterson Institute for International Economics (PIIE) and Aspen Economic Strategy Group (AESG). The authors thank Lawrence Katz, Jed Kolko, and David Wilcox for helpful comments on an earlier draft and Madona Devasahayam for editing suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}