{
    "id": 28935,
    "citation_title": "Explaining the Income and Consumption Effects of COVID in India",
    "citation_author": [
        "Arpit Gupta",
        "Anup Malani",
        "Bartek Woda"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "2021-08-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic led to stark reductions in economic activity in India. We employ CMIE's Consumer Pyramids Household Survey to examine the timing, distribution, and mechanism of the impacts from this shock on income and consumption through December 2020.  First, we estimate large and heterogeneous drops in income, with ambiguous effects on inequality.  While incomes of salaried workers fell 35%; incomes of daily laborers fell 75%.  At the same time, we observe that income fell more for individuals from households in the highest income quartile.  Second, we document an increase in effort to buffer income shocks by switching occupations.  We employ a Roy Model to estimate the gains from occupation churn and find, surprisingly, that reservation wages fell, implying that the risk of COVID did not reduce the value of employment.  Third, we find that consumption fell less than income, suggesting households were able to smooth the idiosyncratic components of the COVID shock as well as they did before COVID.  Finally, consumption of food and fuel fell less than consumption of durables such as clothing and appliances.  Following Costa (2001) and Hamilton (2001), we estimate Engel curves and find that changes in consumption reflect large price shocks (rather than a retreat to subsistence) in sectors other than food and fuel/power.  In the food sector, it appear that lockdown successfully distinguished essential and non-essential services, at least to the extent that it did not increase the relative price of food.  There is some suggestive evidence that the price shocks outside the food sector were larger in places with greater COVID-19 cases, even during the lockdown.\n\n",
    "acknowledgement": "\nWe thank Mushfiq Mobarak and Cynthia Kinnan (discussants), as well as seminar participants at the IIM Calcutta-NYU Stern India Research Conference, CAFRAL, University of Chicago, and the CPHS Research Seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}