{
    "id": 28936,
    "citation_title": "Digital Addiction",
    "citation_author": [
        "Hunt Allcott",
        "Matthew Gentzkow",
        "Lena Song"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "2022-03-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany have argued that digital technologies such as smartphones and social media are addictive. We develop an economic model of digital addiction and estimate it using a randomized experiment. Temporary incentives to reduce social media use have persistent effects, suggesting social media are habit forming. Allowing people to set limits on their future screen time substantially reduces use, suggesting self-control problems. Additional evidence suggests people are inattentive to habit formation and partially unaware of self-control problems. Looking at these facts through the lens of our model suggests that self-control problems cause 31 percent of social media use.\n\n",
    "acknowledgement": "\nWe thank Dan Acland, Matthew Levy, Peter Maxted, Matthew Rabin, Dmitry Taubinsky, and seminar participants at the Behavioral Economics Annual Meeting, the Berkeley-Chicago Behavioral Economics Workshop, Bocconi, Boston University, Chicago Harris, Columbia Business School, Cornell, Di Tella University, the Federal Trade Commission Microeconomics Conference, Harvard, HBS, London Business School, London School of Economics, the Marketplace Innovation Workshop, Microsoft Research, MIT, the National Association for Business Economics Tech Economics Conference, the New York City Media Seminar, the New York Fed, NYU, Paris School of Economics, Princeton, Stanford Institute for Theoretical Economics, Trinity College Dublin, University of British Columbia, University College London, USC, Wharton, and Yale for helpful comments. We thank Michael Butler, Zong Huang, Zane Kashner, Uyseok Lee, Ana Carolina Paixao de Queiroz, Houda Nait El Barj, Bora Ozaltun, Ahmad Rahman, Andres Rodriguez, Eric Tang, and Sherry Yan for exceptional research assistance. We thank Chris Karr and Audacious Software for dedicated work on the Phone Dashboard app. We are grateful to the Sloan Foundation for generous support. The study was approved by Institutional Review Boards at Stanford (eProtocol #50759) and NYU (IRB-FY2020-3618). This experiment was registered in the American Economic Association Registry for randomized control trials; the pre-analysis plan is available from https://www.socialscienceregistry.org/trials/5796. Replication files and survey instruments are available from https://sites.google.com/site/allcott/research. Disclosures: Gentzkow does paid consulting work for Amazon, has done litigation consulting for clients including Facebook, and has been a member of the Toulouse Network for Information Technology, a research group funded by Microsoft. Both Allcott and Gentzkow are unpaid members of Facebook’s 2020 Election Research Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}