{
    "id": 28931,
    "citation_title": "Macro News and Micro News: Complements or Substitutes?",
    "citation_author": [
        "David Hirshleifer",
        "Jinfei Sheng"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "2021-08-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study how the arrival of macro-news affects the stock market’s ability to incorporate the information in firm-level earnings announcements. Existing theories suggest that macro and firm-level earnings news are attention substitutes; macro-news announcements crowd out firm-level attention, causing less efficient processing of firm-level earnings announcements. We find the opposite: the sensitivity of announcement returns to earnings news is 17% stronger, and post-earnings announcement drift 71% weaker, on macro-news days. This suggests a complementary relationship between macro and micro news that is consistent with either investor attention or information transmission channels.\n\n",
    "acknowledgement": "\nWe are grateful to Adlai Fisher, Murray Carlson, Jack Favilukis, and Ron Giammarino for many helpful suggestions. We thank Markus Baldauf, Jan Bena, Vincent Bogousslavsky, Oliver Boguth, Nuno Clara (discussant), Thomas Gilbert, Will Gornall, Alexander Hillert (discussant), Shiyang Huang (discussant), Kai Li, Russell Lundholm, Christoph Meinerding (discussant), Carolin Pflueger, Pavel Savor (discussant), Yushui Shi, Eric Swanson, Siew Hong Teoh, Joshua Thornton, Selim Topaloglu (discussant), Wanyi Wang, Kairong Xiao, Liyan Yang, Alminas Zaldokas (discussant), and seminar and conference participants at University of British Columbia, University of Sydney, European Finance Association Conference, RCFS/RAPS Conference, Conference on Financial Economics and Accounting (Tulane University), American Finance Association Conference Poster Session, Northern Finance Association Conference, China International Conference in Finance, Yale Whitebox Advisor Behavioral Finance Conference, LBS TADC, and Financial Management Association Conference for helpful comments. We thank Michael Drake for sharing the daily Google Search Volume data. We thank Yichun He, Joshua Thornton, Yushui Shi, and Wanyi Wang for excellent research assistance. Jinfei Sheng gratefully acknowledges the financial support from the Canadian Securities Institute Research Foundation. Earlier versions of this paper were circulated under the title “Macro News, Micro News, and Stock Prices.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}