{
    "id": 28949,
    "citation_title": "Coal-Fired Power Plant Retirements in the U.S.",
    "citation_author": [
        "Rebecca J. Davis",
        "J. Scott Holladay",
        "Charles Sims"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2022-07-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe summarize the history of U.S. coal-fired plant retirements over the last decade, describe planned future retirements, and forecast the remaining operating life for every operating coal-fired generator. We summarize the technology and location trends that are correlated with the observed retirements. We then describe a theoretical model of the retirement decision coal generator owners face. We use retirements from the last decade to quantify the relationships in the model for retired generators. Our model predicts that three-quarters of coal generation capacity will retire in the next twenty years, with most of that retirement concentrated in the next five years. Policy has limited ability to affect retirement times. A $20 per MWh electricity subsidy extends the average life of a generator by six years. A $51 per ton carbon tax brings forward retirement dates by about two years. In all scenarios, a handful of electricity generators remain on the grid beyond our forecast horizon.\n\n",
    "acknowledgement": "\nThanks to Jim Stock and Tatyana Deryugina for helpful feedback. Kate Martella provided outstanding research assistance. This research was funded in part by the Alfred P. Sloan Foundation grant no. G-2015-14101, “Pre-Doctoral Fellowship Program on Energy Economics,” awarded to the National Bureau of Economic Research. Holladay and Sims also gratefully acknowledge funding from the Alfred P. Sloan Foundation grant no. G-2019-11399 and the Tennessee Valley Authority. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}