{
    "id": 28941,
    "citation_title": "Option-Implied Spreads and Option Risk Premia",
    "citation_author": [
        "Christopher L. Culp",
        "Mihir Gandhi",
        "Yoshio Nozawa",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose implied spreads (IS) and normalized implied spreads (NIS) as simple measures to characterize option prices. IS is the credit spread of an option’s implied bond, the portfolio long a risk-free bond and short a put option. NIS normalizes IS by the risk-neutral default probability and reflects tail risk. IS and NIS are countercyclical and predict implied bond returns, while neither, like implied volatility, predicts put returns. These opposite predictability results are consistent with a stochastic volatility, stochastic jump intensity model, as put premia increase in volatility but decrease in jump intensity, while implied bond premia increase in both.\n\n",
    "acknowledgement": "\nFor their comments, we thank Gerardo Manzo, Dmitriy  Muravyev, and seminar participants at Bocconi University, Leeds School of Business, University of Chicago, and the 2019 AFA meetings. Veronesi acknowledges financial support from the Fama-Miller Center for Research in Finance and the Center for Research in Security Prices at the University of Chicago Booth School of Business. The views expressed here are those of the authors and do not necessarily reflect the views of any institution with which the authors are affiliated. Culp passed away in June 2020. We dedicate this paper to his memory. He was a wonderful coauthor, colleague, and friend. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}