{
    "id": 28940,
    "citation_title": "Dissecting Green Returns",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "2022-06-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGreen assets delivered high returns in recent years. This performance reflects unexpectedly strong increases in environmental concerns, not high expected returns. German green bonds outperformed their higher-yielding non-green twins as the “greenium” widened, and U.S. green stocks outperformed brown as climate concerns strengthened. Despite that outperformance, we estimate lower expected returns for green stocks than for brown, consistent with theory. We estimate expected returns in two ways: ex ante, using implied costs of capital, and ex post, using realized returns purged of shocks from climate concerns and earnings. A theoretically motivated green factor explains much of value stocks' recent underperformance.\n\n",
    "acknowledgement": "\nThe views in this paper are the responsibility of the authors, not the institutions they are affiliated with. We are grateful for comments from Alex Edmans, Stefano Giglio, Mark Hulbert, Ralph Koijen, Stefan Nagel, Zacharias Sautner, Lee Seltzer, Kent Smetters, David Zerbib, Lu Zhang; conference participants at the 2022 AFA meetings, 2022 Jackson Hole Finance Conference, 2022 NBER Asset Pricing meeting, 2021 NBER Conference on Measuring and Reporting Corporate Carbon Footprints and Climate Risk Exposure, 2021 Australasian Banking and Finance Conference, 2021 Brazilian Finance Society Meeting, 2021 KPMG Annual M&A and Economic Forum, 2021 Q Group, 2021 QES Global Quant and Macro Investing Conference, 2022 Mayo Center/ICI Virtual Asset Management Symposium; and seminar participants at the Bank of Italy, Chinese University of Hong Kong, Drexel University, Erste Bank Asset Management, Georgetown University, Jacobs Levy Center webinar, London Business School, McGill University, Peking University, RCEA webinar, Southern Methodist University, University of Chicago, University of Colorado, University of Massachusetts at Amherst, University of Pennsylvania, University of South Carolina, University of Southern California, University of Texas at Austin, University of Texas at Dallas, University of Utah, University of Warwick, University of Washington, University of Zurich, and U.S. Department of the Treasury. We thank Livia Amato and Anna-Theresa Helmke for excellent research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}