{
    "id": 28944,
    "citation_title": "Heterogeneity in the Impact of Privatizing Social Health Insurance: Evidence from California's Medicaid Program",
    "citation_author": [
        "Mark Duggan",
        "Craig Garthwaite",
        "Adelina Yanyue Wang"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nState governments face the classic “make or buy” decision for the provision of Medicaid services. Over the past two decades, the majority of states have outsourced the provision of social health insurance through Medicaid Managed Care (MMC) programs. These programs have been extensively studied in the literature – with little evidence of large positive or negative effects. However, most states initially allowed older and sicker enrollees to remain enrolled in the government run fee for service (FFS) programs. It is possible that these more fragile enrollees could have a different experience in managed care. In this paper we study California’s mandatory enrollment of the senior and persons with disabilities (SPD) population in MMC. We find this mandatory enrollment caused an increased use of the emergency department and transfers between hospitals. This was not simply a hassle cost for enrollees – we also estimate an increase in mortality for the affected population. These effects were strongest for the sickest enrollees – the types of enrollees that might be expected to have a different experience with managed care. Our results suggest the adverse impact of MMC varies by the enrollee health, which should inform the optimal outsourcing decision for governments.\n\n",
    "acknowledgement": "\nWe are grateful to Anna Aizer, Jon Gruber, Atul Gupta, Emilie Jackson, Timothy Layton, Ajin Lee, Boris Vabson, Amanda Starc, and seminar participants at the 2019 ASHEcon Conference, the 2020 NBER Health Care Meeting, and University of Maryland for very helpful feedback. We also thank Betty Henderson-Sparks, Aaron Maggetti, Amy Peterson, and Jon Teague of the California Office of Statewide Health Planning and Development for their assistance in providing the hospital / ER discharge data. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}