{
    "id": 28946,
    "citation_title": "Smart Matching Platforms and Heterogeneous Beliefs in Centralized School Choice",
    "citation_author": [
        "Felipe Arteaga",
        "Adam J. Kapor",
        "Christopher A. Neilson",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2022-01-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany school districts with centralized school choice adopt strategyproof assignment mechanisms to relieve applicants of the need to strategize on the basis of beliefs about their own admissions chances. This paper shows that beliefs about admissions chances shape choice outcomes even when the assignment mechanism is strategyproof by influencing the way applicants search for schools, and that “smart matching platforms” that provide live feedback on admissions chances help applicants search more effectively. Motivated by a model in which applicants engage in costly search for schools and over-optimism can lead to under-search, we use data from a large-scale survey of choice participants in Chile to show that learning about schools is hard, that beliefs about admissions chances guide the decision to stop searching, and that applicants systematically underestimate non-placement risk. We then use RCT and RD research designs to evaluate scaled live feedback policies in the Chilean and New Haven choice systems. 22% of applicants submitting applications where risks of non-placement are high respond to warnings by adding schools to their lists, reducing non-placement risk by 58% and increasing test score value added at the schools where they enroll by 0.10 standard deviations. Reducing the burden of school choice requires not just strategyproofness inside the centralized system, but also choice supports for the strategic decisions that inevitably remain outside of it.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Francisco Gallego, Paul Goldsmith-Pinkham, John Eric Humphries, Karthik Muralidharan, Nick Ryan, Modibo Sidibe, and seminar participants at NYU Economics/Stern, UCSD, Yale, Duke, the 2021 AEA meetings, and the NBER Economics of Education workshop for comments and suggestions. We thank Isabel Jacas, Jan Knuf, Manuel Martinez, Cecilia Moreira, Fernando Ochoa, and Eric Solomon for research assistance. We thank JPAL-LAC and the implementation team of data scientists and developers at ConsiliumBots for their help throughout the project. We thank Claudia Allende for her support in survey design and implementation. The authors wish to thank the government partners that made this research possible, in particular the leadership at the Sistema de Admission Escolar (SAE) of the Ministry of Education in Chile and the Office of School Choice and Enrollment at New Haven Public Schools (NHPS). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher A. Neilson\n\nI am the founder and interim CEO of ConsiliumBots, the NGO that currently implements the feedback provision tools on the choice platforms studied in the paper. I have not received ﬁnancial compensation from ConsiliumBots or any other source related this project.\n\n\n"
}