{
    "id": 28947,
    "citation_title": "A World Trading System for the Twenty-First Century",
    "citation_author": [
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI explore whether the world trading system of the twentieth century can be adapted to address the challenges of the twenty-first. I first develop an understanding of how GATT functioned during the twentieth century, and which features of the economic environment were most important in determining its success.  I then examine a list of changes in the global economy that are sometimes identified as warranting changes in the design of the GATT/WTO. I argue that the \"terms-of-trade\" theory of trade agreements provides a compelling framework for understanding the impact of GATT in the twentieth century, and I show that when viewed through this lens, the rationale for GATT’s design features transcend many, though not all, of the current challenges facing the WTO.\n\n",
    "acknowledgement": "\nComments welcome. This is an excerpt from a first draft of a book of the same title to be published by MIT Press in its Ohlin Lecture series. The complete first draft can be viewed at https://sites.dartmouth.edu/rstaiger/files/2021/06/Ohlin_Book_RWS_06012021_CompleteFirstDraft.pdf. I thank Kyle Bagwell, Chad Bown, Caroline Freund, Henrik Horn, Bob Keohane, Sally Kraft, Yotam Margalit, Fernando Parro, Dani Rodrik, Alan Sykes, Veronica Terriquez and Weihuan Zhou for many helpful comments and discussions, and the 2021 class of Fellows at Stanford's Center for Advanced Study in the Behavioral Sciences (CASBS) for helpful feedback. I am also grateful to CASBS for providing a productive atmosphere, despite the COVID-19 pandemic, during the period over which this book was drafted. Winston Chen and Paul Hager provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper for the WTO's World Trade Report 2012.\n\n\n"
}