{
    "id": 28943,
    "citation_title": "The Role of Information in the Rosen-Roback Framework",
    "citation_author": [
        "Xuwen Gao",
        "Ran Song",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we study the role of information in non-market valuation. We develop a variant of the Rosen-Roback model of inter-urban sorting that incorporates public access to information about air quality, and demonstrate that information constraints create a wedge between the revealed and true hedonic prices.  Moreover, the direction and the magnitude of that wedge depends on the individual’s perception bias. We empirically test our theoretical predictions by leveraging a natural experiment – the unexpected disclosure of PM2.5 data in China. We find that perception bias before the data disclosure leads to a downward estimation bias in hedonic valuation.  The hedonic price of avoiding PM2.5 exposure increases substantially from 171 to 336 Chinese Yuan in response to the information shock. Our work sheds light on the application of Rosen-Roback theory for non-market valuation in countries where the public access to information is restricted.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar participants at NUS and Peking University for their helpful comments.  All remaining errors and omissions are our own.  Ran Song acknowledges the research support from Yale-NUS College and the Tan Chin Tuan Chinese Culture Civilization Program in Singapore. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}