{
    "id": 28953,
    "citation_title": "Neighborhoods Matter: Assessing the Evidence for Place Effects",
    "citation_author": [
        "Eric Chyn",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow does one's place of residence affect individual behavior and long-run outcomes? Understanding neighborhood and place effects has been a leading question for social scientists during the past half-century. Recent empirical studies using experimental and quasi-experimental research designs have generated new insights on the importance of residential neighborhoods in childhood and adulthood. This paper summarizes the recent neighborhood effects literature and interprets the findings. Childhood neighborhoods affect long-run economic and educational outcomes in a manner consistent with exposure models of neighborhood effects. For adults, neighborhood environments matter for their health and well-being but have more ambiguous impacts on labor market outcomes. We discuss the evidence on the mechanisms behind the observed patterns and conclude by highlighting directions for future research.\n\n",
    "acknowledgement": "\nWe thank Peter Bergman, Raj Chetty, Nathan Hendren, Erik Hurst, Jens Ludwig, Christopher Palmer, Tim Taylor, and Heidi Williams for helpful suggestions and comments. We also thank Camille Baker and the team at Opportunity Insights for creating the maps that are included in this work. This paper was prepared for the Journal of Economic Perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}