{
    "id": 28950,
    "citation_title": "Mussa Puzzle Redux",
    "citation_author": [
        "Oleg Itskhoki",
        "Dmitry Mukhin"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mussa (1986) puzzle is the observation of a sharp and simultaneous increase in the volatility of both nominal and real exchange rates following the end of the Bretton Woods System of pegged exchange rates in 1973. It is commonly viewed as a central piece of evidence in favor of monetary non-neutrality because it is an instance in which a change in the monetary regime caused a dramatic change in the equilibrium behavior of a real variable (the real exchange rate) and is often further interpreted as direct evidence in favor of models with nominal rigidities in price setting. This paper shows that the data do not support this latter conclusion because there was no simultaneous change in the properties of the other macro variables, nominal or real. We show that an extended set of Mussa facts equally falsifies both conventional flexible-price RBC models and sticky-price New Keynesian models as explanations for the Mussa puzzle. We present a resolution to the broader Mussa puzzle based on a model of segmented financial market — a particular type of financial friction by which the bulk of the nominal exchange rate risk is held by financial intermediaries and is not shared smoothly throughout the economy. We argue that rather than discriminating between models with sticky versus flexible prices, or monetary versus productivity shocks, the Mussa puzzle provides sharp evidence in favor of models with monetary non-neutrality arising in the financial market, suggesting the importance of monetary transmission via the risk premium channel.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson and Jón Steinsson for stimulating discussions, Adrien Auclert, Craig Burnside, Fabrizio Perri, and Stephanie Schmitt-Gröhe for insightful discussions, Mark Aguiar, Manuel Amador, Cristina Arellano, Paul Bergin, Javier Bianchi, Anmol Bhandari, Jaroslav Borovička, Ariel Burstein, V.V. Chari, Giancarlo Corsetti, Max Croce, Eduardo Davila, Luca Dedola, Mick Devereux, Michael Dooley, Charles Engel, Sebastián Fanelli, Doireann Fitzgerald, Jordi Galí, Pierre-Olivier Gourinchas, Sebnem Kalemli-Özcan, Narayana Kocherlakota, Arvind Krishnamurthy, Karen Lewis, Ilse Lindenlaub, Virgiliu Midrigan, Diego Perez, Hélène Rey, Ken Rogoff, Chris Sims, John Shea, Vania Stavrakeva, Jenny Tang, Alan Taylor, Aleh Tsyvinski, Venky Venkateswaran, Adrien Verdelhan, Mark Wright and seminar participants at Chicago, Princeton, Wisconsin- Madison, Yale, Rutgers, Minneapolis Fed, NY Fed, Cambridge, Bank of England, UBC, Maryland, St. Louis Fed and conference participants in Moscow, Lisbon, Barcelona, Boston (NBER), Cusco and St. Louis (SED) for useful comments, and Gordon Ji and Haonan Zhou for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}