{
    "id": 2895,
    "citation_title": "The Effect of Takeovers on the Employment and Wages of Central-Office and Other Personnel",
    "citation_author": [
        "Frank Lichtenberg",
        "Donald Siegel"
    ],
    "citation_publication_date": "1989-03-01",
    "issue_date": "1989-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents evidence based on establishment-level Census Bureau data concerning the effects of ownership change on the employment and wages of both central-office workers and manufacturing plant employees. We find that central offices that changed owners between 1977 and 1982 had substantially lower -- about 16% lower -- employment growth during that period than central offices not changing owners. (There was, however, no significant difference in the growth of R&D employment.) In contrast, employment growth in production establishments changing owners was only 5% lower than it was in production establishments not changing owners. (The relative employment decline in production establishments changing owners occurred in the 2 or 3 years before the takeover; after the takeover, employment recovered a bit, but not enough to offset the previous decline.) This implies that the ratio of central-office to plant employees declines about 11% in firms changing owners: about 7.2 administrators per 1000 plant employees are eliminated. These findings are consistent with the view that reduction of administrative overhead is an important motive for changes in ownership. Failure to account for reductions in central-office employment results in a substantial (about 40%) underestimate of the productivity gains associated with ownership change. We also provide evidence concerning the relationship between firm size and administrative-intensity.\n\n",
    "acknowledgement": "\n"
}