{
    "id": 28954,
    "citation_title": "Interest Rate Skewness and Biased Beliefs",
    "citation_author": [
        "Michael D. Bauer",
        "Mikhail Chernov"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2023-01-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conditional skewness of Treasury yields is an important indicator of the risks to the macroeconomic outlook. Positive skewness signals upside risk to interest rates during periods of accommodative monetary policy and an upward-sloping yield curve, and vice versa. Skewness has substantial predictive power for future bond excess returns, high-frequency interest rate changes around FOMC announcements, and survey forecast errors for interest rates. The estimated expectational errors, or biases in beliefs, are quantitatively important for statistical bond risk premia. These findings are consistent with a heterogeneous-beliefs model where one of the agents is wrong about consumption growth.\n\n",
    "acknowledgement": "\nWe thank the editor Stefan Nagel, the associate editor, and two referees for their valuable feedback. We are also grateful to Anna Cieslak (discussant), Ian Dew-Becker, Greg Duffee, Michael Gallmeyer, Marco Giacoletti, Mathieu Gomez, Valentin Haddad, Christian Heyerdahl-Larsen, Lars Lochstoer, Ricardo Reis (discussant), Avanidhar Subrahmanyam, Andreea Vladu (discussant), as well as participants at various research seminars and conferences. Bauer acknowledges funding by the German Research Foundation (Deutsche Forschungsgemeinschaft), project no. 425909451. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}