{
    "id": 28957,
    "citation_title": "The Distributional Effects of Trade: Theory and Evidence from the United States",
    "citation_author": [
        "Kirill Borusyak",
        "Xavier Jaravel"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much do consumption patterns matter for the impact of international trade on inequality? In neoclassical trade models, the effects of trade shocks on consumers' purchasing power are governed by the shares of imports in consumer expenditures, under no parametric assumptions on preferences and technology. This paper provides in-depth measurement of import shares across the income distribution in the United States, using new datasets linking expenditure and customs microdata. Contrary to common wisdom, we find that import shares are flat throughout the income distribution: the purchasing-power gains from lower trade costs are distributionally neutral. Accounting for changes in wages in addition to prices in a unified nonparametric framework, we find substantial distributional effects that arise within, but not across, income and education groups. There is little impact of a fall in trade costs on inequality, even though trade shocks generate winners and losers at all income levels, via wage changes.\n\n",
    "acknowledgement": "\nWe are particularly indebted to Pol Antràs, Cecilia Fieler, Teresa Fort, Edward Glaeser, Gita Gopinath, Alonso de Gortari, Elhanan Helpman, Oleg Itskhoki, Lawrence Katz, Danial Lashkari, Marc Melitz, Tom Sampson, Felix Tintelnot, and Oren Ziv for insightful comments. We are also grateful to numerous seminar and conference participants for thoughtful suggestions. We thank Jim Davis for his help at the Boston Census Research Data Center, Pablo Fajgelbaum and Amit Khandelwal for sharing their replication code and data, and James O'Brien for sharing a concordance between CEX categories and NAICS industries with us. The research in this paper was conducted while Borusyak was a Special Sworn Status researcher of the U.S. Census Bureau at the Boston Census Research Data Center. Any opinions and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Researchers own analyses calculated based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}