{
    "id": 28955,
    "citation_title": "Who Will Pay for Legacy Utility Costs?",
    "citation_author": [
        "Lucas W. Davis",
        "Catherine Hausman"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growing “electrify everything” movement aims to reduce carbon dioxide emissions by transitioning households and ﬁrms away from natural gas toward electricity. This paper considers what this transition means for the customers who are left behind. Using historical evidence from growing and shrinking U.S. natural gas utilities, we show that utilities add pipelines but rarely remove them, even when the customer base from which to recover costs is shrinking. Correspondingly, we ﬁnd that utility revenues decrease less than one-for-one when a customer base is shrinking, consistent with higher bills for remaining customers. We then use our empirical estimates to predict how customer bills might increase in the future for diﬀerent levels of building electriﬁcation. We highlight the equity implications of our results and conclude by discussing alternative utility ﬁnancing options such as recouping ﬁxed costs through taxes rather than prices.\n\n",
    "acknowledgement": "\nWe have not received any ﬁnancial compensation for this project, nor do we have any ﬁnancial relationships that relate to this research. We thank Marshall Blundell for excellent assistance with the utility service territory data. We are thankful to Severin Borenstein, Eva Lyubich, Justin Kirkpatrick, William Wheeler, and seminar and conference participants at the University of Illinois, Midwest Energy Fest, WEAI, UC Berkeley, University of Hawaii, Environmental Protection Agency, Resources for the Future, and Indiana University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}