{
    "id": 28959,
    "citation_title": "The Demand for Executive Skills",
    "citation_author": [
        "Stephen Hansen",
        "Tejas Ramdas",
        "Raffaella Sadun",
        "Joe Fuller"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a unique corpus of job descriptions for C-suite positions to document skills requirements in top managerial occupations across a large sample of firms. A novel algorithm maps the text of each executive search into six separate skill clusters reflecting cognitive, interpersonal, and operational dimensions. The data show an increasing relevance of social skills in top managerial occupations, and a greater emphasis on social skills in larger and more information intensive organizations. The results suggest the need for training, search and governance mechanisms able to facilitate the match between firms and top executives along multiple and imperfectly observable skills.\n\n",
    "acknowledgement": "\nWe thank for their valuable comments Miguel Espinosa, Ulrike Malmendier, Andrea Prat, Szymon Sacher, Fabiano Schivardi, John Van Reenen, Yanhui Wu and seminar and conference participants at the Bank of Italy/CEPR/EIEF Conference on Ownership, Governance, Management & Firm Performance, Brigham Young University Winter Strategy Conference, Central European University, CEPR VIOE semi- nar, Columbia Business School, Duke University, HKU Business School, Hoover Institution, Ifo Institute, Imperial College, Jack Welch College of Business & Technology, MIT IDE seminar, NBER Summer Insti- tute Personnel workshop, Pompeu Fabra, Stanford Digital Economy Lunch, Utrecht University, Wharton OIDD Seminar. Zara Elstein, Aleksandra Furmanek, Prashant Garg, Aryan Jain, Darwin Yang, Xinru Yao, and Miaomiao Zhang provided outstanding research assistance. We thank Bledi Taska for giving us access to the Burning Glass Technologies data. Hansen gratefully acknowledges financial support received from ERC Consolidator Grant 864863. Sadun gratefully acknowledges support from the HBS Division of Research and Faculty Development. Corresponding author: Raffaella Sadun, rsadun@hbs.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}