{
    "id": 28951,
    "citation_title": "When Interest Rates Go Low, Should Public Debt Go High?",
    "citation_author": [
        "Johannes Brumm",
        "Xiangyu Feng",
        "Laurence J. Kotlikoff",
        "Felix Kubler"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2023-05-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIs deficit finance free when real borrowing rates are routinely lower than growth rates? Specifically, can the government make all generations better off by perpetually taking from the young and giving to the old? We study this question in stochastic closed- and open-economy OLG models. Unfortunately, Pareto gains are predicted only for implausible calibrations. Even then, the gains reflect improved intergenerational risk-sharing, improved international risk-sharing, and beggaring thy neighbor – not intergenerational redistribution per se. As we show, theoretically and quantitatively, low government borrowing rates suggest state-contingent, bilateral transfers between generations, not unconditional, unilateral redistribution from future to current generations.\n\n",
    "acknowledgement": "\nWe thank Oliver Blanchard, Hans Fehr, Werner Roeger, and seminar participants at the Bank of International Settlements, the European Central Bank, the European Commission, Goethe University Frankfurt, Harvard University, Julius-Maximilian University Wuerzburg, the International Monetary Fund, and the Society for Economic Dynamics 2021 meeting for very helpful comments. Johannes Brumm acknowledges financial support from the ERC (101042908). Xiangyu Feng acknowledges financial support from the Fundamental Research Funds for the Central Universities (2072021144) and from the MOE Project of Key Research Institute of Humanities and Social Sciences at Universities (22JJD790048). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from the Sloan Foundation, the Goodman Institute, Boston University, Economic Security Planning, Inc., and the Federal Reserve Bank of Atlanta. Laurence Kotlikoff is President and principal shareholder of Economic Security Planning, Inc. The computation engine used in this study is based on Kotlikoff's company's MaxiFi Planner's computation engine. This said, there is no clear financial or commercial advantage to Kotlikoff from this pure research study.\n\n\n"
}