{
    "id": 28952,
    "citation_title": "Deficit Follies",
    "citation_author": [
        "Johannes Brumm",
        "Xiangyu Feng",
        "Laurence J. Kotlikoff",
        "Felix Kubler"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2021-07-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDeficit finance is free when the growth rate routinely exceeds the government's borrowing rate. Or so many people say. This note presents three counterexamples. Each features a simple OLG economy with a zero growth rate and a negative government borrowing rate. None provides a basis for taking from the young and giving to the old. One example features idiosyncratic risk, one features policy uncertainty, and one features a safe borrowing rate that exceeds the safe lending rate. Progressive taxation cures the first problem. Policy resolution cures the second. And improved intermediation, perhaps organized by the government, cures the third. The three models are parables. Each conveys an inconvenient truth. Seemingly free deficits may, on careful inspection, be far more costly than they appear. Indeed, government intergenerational redistribution can lower the government borrowing rate, encouraging yet more inefficient deficit finance.\n\n",
    "acknowledgement": "\nWe thank Oliver Blanchard and seminar participants at the International Monetary Fund (FAD) for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}