{
    "id": 28956,
    "citation_title": "Does Saving Cause Borrowing?",
    "citation_author": [
        "Paolina C. Medina",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2023-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze an experiment involving 3.1 million bank customers who were encouraged to save through SMS messages. We first theoretically show that by examining their spending, saving, and borrowing responses we can distinguish between the leading explanations for coholding liquid savings and credit card debt. Using a machine learning algorithm, we then predict individual-level treatment effects and find that the most responsive individuals reduce spending and increase their savings by 5.1% (225 USD PPP per month), while their credit card debt remains unchanged. We argue that these joint findings suggest people co-hold because they mentally separate savings and debt accounts\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at University of Houston, AEA Meetings, Darthmouth HF Seminar, IPA Financial Inclusion Gathering, SITE, CFPB Research Conference, FIRS, MFA, CEPR HF seminar, Australian National University (ANU), Shanghai Advanced Institute of Finance, SJTU (SAIF), and Lone Star Conference. We also thank Taha Choukhmane (discussant), James Choi (discussant), John Beshears, Doug Bernheim, David Laibson, Antonio Gargano, John Gathergood, Zack Liu, Anton Lines, Catherine Evans, Nhan Le, Erkki Vihriälä (discussant) and Han Xia (discussant) for providing valuable comments. We thank Jose Antonio Murillo for support and access to the data, Isidoro Garcia for helping with preliminary analysis, and Sofía Terrazas for outstanding research assistance. Portions of this research were conducted with computing resources provided by Texas A&M High Performance Research Computing Cluster. The experiment was pre-registered under RCT number AEARCTR-0003047. IRB ID:IRB2018-0597. At the time of the experiment, Medina was a full-time employee of Banorte. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}