{
    "id": 28963,
    "citation_title": "Noise in Expectations: Evidence from Analyst Forecasts",
    "citation_author": [
        "Tim de Silva",
        "David Thesmar"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper quantifies the amount of noise and bias in analysts’ forecast of corporate earnings at various horizons. We first show analyst forecasts outperform statistical forecasts at short-horizons, but underperform at longer horizons. We next decompose the relative accuracy of these forecasts into three components: (i) noise, (ii) bias and (iii) analysts’ information advantage over statistical forecasts. We find the information advantage is constant across forecasting horizons, while both noise and bias are increase linearly. We then show most existing models lack a mechanism to account for these facts. To generate such a mechanism, we consider a parsimonious variant of the model of Patton and Timmermann (2010) with a noisy cognitive default and show it quantitatively fits the data. The intuition underlying this model is that forecasters rely on their biased and noisy defaults more at longer horizons, as rational forecasts are less accurate. This model also quantitatively matches two non-targeted empirical relationships: (i) analyst disagreement increases with horizon and (ii) noise is an increasing function of volatility.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, Sam Anderson, Anne Beyer, Harin de Silva, Eric Ghysels, Allen Hu, Eben Lazarus, Charles Lee, Eric So, Frank Schilbach, Dmitry Taubinsky, and seminar and conference participants. An earlier version of this paper were circulated with the title “The Term Structure of Subjective Expectations: Evidence and Theory from Analysts Forecasts”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}