{
    "id": 28961,
    "citation_title": "Dynamic Preference “Reversals” and Time Inconsistency",
    "citation_author": [
        "Philipp Strack",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2024-11-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study whether it’s possible to identify time-inconsistent preferences in empirical designs where preferences are elicited in advance at time 0, and then again at time 1, after the agent receives additional information. For single-peaked preferences, time-consistency is rejected only when the time-1 ranking between a pair of alternatives is always the reverse of the time-0 ranking. We establish variations and generalizations of this result. Since such stark reversals are rarely observed, choice-revision designs require stronger identification assumptions than perhaps previously appreciated. But we show that time-inconsistency is identifiable in environments where preferences over alternatives can be “priced-out.”\n\n",
    "acknowledgement": "\nWe thank Jim Andreoni, Ned Augenblick, Doug Bernheim, Ben Enke, Mira Frick, Yoram Halevy, Paul Heidhues, Ryota Iijima, Eric Koepcke, David Laibson, Peter Maxted, Xiaosheng Mu, Pietro Ortoleva, Doron Ravid, Alex Rees-Jones, Charlie Sprenger, Ted O’Donoghue, Tomasz Strzalecki, Can Urgun, and seminar participants at the University of Zurich, Stanford Institute for Theoretical Economics, Toulouse, Toronto, Harvard, Princeton, Berkeley, Chicago, and Cornell for helpful comments. We thank the Alfred P. Sloan Foundation for funding. Afras Sial and Laila Voss provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}