{
    "id": 28966,
    "citation_title": "Who Paid Los Angeles' Minimum Wage? A Side-by-Side Minimum Wage Experiment in Los Angeles County",
    "citation_author": [
        "Christopher Esposito",
        "Edward E. Leamer",
        "Jerry Nickelsburg"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2021-07-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the restaurant industry, the incidence of an increase in the minimum wage may fall on restaurant owners, customers, landlords, and/or employees. We analyze the first two in this study, with implications for the incidence borne by landlords and employees. We exploit a geographical discontinuity in Los Angeles County, where in 2015 the City of Los Angeles passed a minimum wage law and in 2016 the State of California passed a different minimum wage law. This created two minimum wage schedules in the county that remained unequal for over five years. Using a novel data set from a multi-year price survey, our analysis shows that the incidence of Los Angeles City’s higher minimum wage fell on customers in high-income neighborhoods, and on landlords and restaurant owners in low-income neighborhoods. We further show that the mix of responses at restaurants subject to the LA City minimum wage, including price increases, menu changes, and restaurant closures, was affected by proximity to restaurants subject to the lower California State minimum wage. The effect of neighborhood income levels and distance to lower-wage competition has important implications for designing minimum wage policies.\n\n",
    "acknowledgement": "\nThis research was funded by a grant from the Laura and John Arnold Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}