{
    "id": 28965,
    "citation_title": "Racial Diversity and Racial Policy Preferences: The Great Migration and Civil Rights",
    "citation_author": [
        "Alvaro Calderon",
        "Vasiliki Fouka",
        "Marco Tabellini"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBetween 1940 and 1970, more than 4 million African Americans moved from the South to the North of the United States, during the Second Great Migration. This same period witnessed the struggle and eventual success of the civil rights movement in ending institutionalized racial discrimination. This paper shows that the Great Migration and support for civil rights are causally linked. Predicting Black inflows with a shift-share instrument, we find that the Great Migration increased support for the Democratic Party and encouraged pro-civil rights activism in northern and western counties. These effects were not only driven by Black voters, but also by progressive and working class segments of the white population. We identify the salience of conditions prevailing in the South, measured through increased reporting of southern lynchings in northern newspapers, as a possible channel through which the Great Migration increased whites’ support for civil rights. Mirroring the changes in the electorate, non-southern Congress members became more likely to promote civil rights legislation, but also grew increasingly polarized along party lines on racial issues.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Sam Bazzi, Leah Boustan, Davide Cantoni, Melissa Dell, Ryan Enos, Silvia Farina, Nicola Fontana, Jeff Frieden, Nicola Gennaioli, Luigi Guiso, Petra Moser, Markus Nagler, Gerard Padro i Miquel, John Parman, Torsten Persson, Vincent Pons, Jim Snyder, Evan Taylor, Gaspare Tortorici, Nico Voigtlaender, Matt Weinzierl, Gavin Wright and seminar participants at Berkeley, Bocconi, Bologna, CEMFI, CGM Pitt Race and Identity Seminar, George Mason, EIEF, Harvard, LMU, LSE, Northwestern Economic History Lunch, Nottingham, PSE Migration Seminar, Rochester, Stanford, UBC, UCSD, UPF, Virtual Seminars in Economic History, Warwick, the Atlanta 2019 EHA Annual Meetings, the Galatina Summer Meetings, the 2021 ERINN Conferences, the Tilburg Symposium on Social Cohesion, the Yale Politics and History Conference, and the 2020 Virtual World Congress of the Econometric Society for useful comments. We are grateful to Eric Schickler and Kathryn Pearson for sharing with us data on signatures on discharge petitions, and to James Gregory for sharing datasets on NAACP presence and CORE non-violent demonstrations. Silvia Farina, Ludovica Mosillo, Monia Tomasella, Francesca Bramucci, Pier Paolo Creanza, Martina Cuneo, Federico Mattei, Sarah O’Brein, Gisela Salim Peyer, Federico Scabbia, and Arjun Shah provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}