{
    "id": 28962,
    "citation_title": "Impacts of the Clean Air Act on the Power Sector from 1938-1994: Anticipation and Adaptation",
    "citation_author": [
        "Karen Clay",
        "Akshaya Jha",
        "Joshua A. Lewis",
        "Edson R. Severnini"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2024-09-23",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study, we digitize data on virtually every fossil-fuel power plant in the United States from 1938-1994 to provide the first assessment of the impacts of the 1970 Clean Air Act (CAA) that accounts for anticipation. The extended pre-regulation benchmark allows us to account for anticipatory behavior by electric utilities in the years leading up to the Act's passage. Guided by predictions from a simple theoretical framework, we use a difference-in-differences approach to examine the impacts of the Act's nonattainment designations on coal-fired power plants of different vintages. We find that nonattainment designation led to large and persistent decreases in plant productivity, which would be substantially underestimated without data from well before the passage of the 1970 CAA. Nonattainment-induced productivity losses were concentrated only among plants built before 1963. This timing aligns with the passage of the original 1963 CAA, which resulted in minimal regulatory enforcement but served as a signal of impending federal regulation. We provide empirical and historical evidence of anticipatory responses by utilities in the design and siting of plants built after 1963. Finally, we show that the aggregate productivity losses of the CAA borne by the power sector were substantially mitigated by the reallocation of output away from older less productive power plants.\n\n",
    "acknowledgement": "\nWe are grateful for invaluable comments and suggestions from Becka Brolinson, Raphael Calel, Caroline Flammer, Don Fullerton, Geoff Heal, Maggie Jones, Matt Kotchen, Ashley Langer, Derek Lemoine, Arik Levinson, Chiara Lo Prete, Erin Mansur, Nick Muller, and Matthew Zaragoza-Watkins. We also appreciate feedback from seminars participants at Carnegie Mellon University, Columbia University – SIPA, Michigan State University, New York University (Wagner), PERC, Queen's University at Kingston, University of Arizona – Tucson, University of California – Berkeley, University of Illinois – Urbana-Champaign, University of Manchester – UK, University of Maryland, University of Wisconsin – Madison, Université de Montréal, and the United States Environmental Protection Agency. Finally, we thank conference participants at the ASSA Annual Meetings, NBER Summer Institute – Development of the American Economy, AEA Session by the Committee on the Status of LGBTQ+ Individuals in the Economics Profession, Occasional Workshop in Environmental and Resource Economics (UC Santa Barbara), Northeast Workshop on Energy Policy and Environmental Economics, Midwest Energyfest, Annual Workshop on Empirical Methods in Energy Economics (EMEE), CEPR-EBRD-EoT-LSE Symposium on Environmental Economics and the Green Transition, the Annual Research Roundtable on Energy Regulation, Technology, and Transaction Costs, the Canadian Economic Association Meetings (CNEH), and the Berkeley-Harvard-Yale Environmental Economics Seminar. The authors also gratefully acknowledge financial support from the Center for Electricity Industry Studies, Heinz College, the Berkman fund at Carnegie Mellon University, National Science Foundation Grant SES-1627432, and the Université de Montréal. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}