{
    "id": 28960,
    "citation_title": "The Effect of Beverage Taxes on Youth Consumption and BMI: Evidence from Mauritius",
    "citation_author": [
        "John Cawley",
        "Michael R. Daly",
        "Rebecca Thornton"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaxes on sugar-sweetened beverages (SSBs) are relatively new and there is little evidence about their impact on SSB consumption or body mass index (as opposed to prices, purchases, or sales), their impact on youth (as opposed to on adults), or their impact in non-Western nations. This paper adds to the evidence base on all of these dimensions by estimating the effect of an SSB tax on the consumption and BMI of youth in Mauritius, an island nation in the Indian Ocean, which we compare to Maldives, another island nation in the Indian Ocean which did not implement an SSB tax during the time of our data. Results of difference-in-differences models indicate that the tax in Mauritius had no detectable impact on the consumption of SSBs or the body mass index of the pooled sample of boys and girls. However, models estimated separately by sex indicate that the probability that boys consumed SSBs fell by 9.4 percentage points (11%). These are among the first estimates of the effect of SSB taxes on youth consumption, and contribute to the limited evidence base on the impact of SSB taxes on weight, or in non-Western countries.\n\n",
    "acknowledgement": "\nWe thank David Frisvold, Anna Hill, David Jones, Chelsea Lensing, Anne Marie Thow, Katherine Wen, and Barton Willage for detailed discussions of SSB taxes that informed this paper. The authors have no conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}