{
    "id": 28971,
    "citation_title": "Delayed Creative Destruction: How Uncertainty Shapes Corporate Assets",
    "citation_author": [
        "Murillo Campello",
        "Gaurav Kankanhalli",
        "Hyunseob Kim"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2024-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how uncertainty shapes corporate asset allocation, composition, and productivity using data from the shipping industry. Firms curtail both ship acquisitions and disposals when uncertainty increases, primarily through cuts in new ship orders and ship demolitions—decisions that are costlier to reverse vis-à-vis secondary market transactions. Uncertainty also prompts firms to concentrate their fleets into narrower, less productive portfolios. We corroborate our findings using the 2009-2011 spike in Somali pirate attacks as an uncertainty shock to shipping activity. Uncertainty hampers “creative destruction,” slowing both the adoption of innovation embodied in new capital and the disposal of old capital.\n\n",
    "acknowledgement": "\nWe are grateful to Kevin Aretz, Nick Bloom, Jason Faberman, Alex Fakos, Huseyin Gulen (discussant), Charlie Hadlock, Candace Jens, Andrea Lanteri (discussant), Howard Kung, RoniMichaely, Ryan Peters (discussant), Roberto Pinto (discussant), Frederik Schlingemann, Toni Whited, as well as conference and seminar participants at the 2020 ASU Sonoran Winter Finance Conference, Auburn University, Bayes Business School, Baylor University, Boston University, 2019 Bristol Corporate Finance Conference, Cornell University, 2022 EFA, Federal Reserve Bank of Chicago, Frankfurt School of Finance & Management, 2020 ITAM Finance Conference, 2023 LUBRAFIN Conference, Michigan State University, Seoul National University, University of Cambridge, University of Florida, University of Glasgow, University of Illinois at Urbana-Champaign, University of Notre Dame, University of Pittsburgh, and 2020 WFA for helpful comments. We thank David Jordan and Darren Liew at Clarksons Research for data support and Byung-Ryul Ahn at Hyundai Samho Heavy Industries for helpful discussions on the shipping industry. This research was funded in part by the Cornell Center for the Social Sciences and Smith Family Business Initiative at Cornell University. Heewon Ahn, Ikchan An, Penghao Chen, Eric Kim, Jason Lee, Phillip Lee, Boyao Li, Yao Lu, Youngjun Song, and George Sun provided excellent research assistance. Any views expressed are those of the authors and not those of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}