{
    "id": 28973,
    "citation_title": "Does It Matter How Central Banks Accumulate Reserves? Evidence from Sovereign Spreads",
    "citation_author": [
        "César Sosa-Padilla",
        "Federico Sturzenegger"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "2022-11-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been substantial research on the benefits of accumulating foreign reserves, but less on the relative merits of how these reserves are accumulated. In this paper we explore whether the form of accumulation affects country risk. We first present a model of endogenous sovereign debt defaults, where we show that reserve accumulation through the issuance of debt contingent on local output reduces spreads in a way that reserve accumulation with foreign borrowing does not. We confirm this model prediction when taking the theory to the data. These results suggest that attention should be placed on the way reserves are accumulated, a distinction that has important practical implications. In particular, our results call into question the benefits of programs of reserves strengthening through external debt such as those typically implemented by multilateral organizations.\n\n",
    "acknowledgement": "\nWe thank Santiago Cesteros, Nicolás Der Meguerditchian, Sebastián Eintoss and Santiago Mosquera for able research assistance, Juan Francisco Gomez, Christoph Grosse-Steffen, Alejandro Izquierdo, and Eduardo Levy-Yeyati for sharing data with us, and Walter Sosa Escudero and Enrique Szewach for useful suggestions.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}