{
    "id": 28977,
    "citation_title": "Infrastructure Investment and Labor Monopsony Power",
    "citation_author": [
        "Wyatt Brooks",
        "Joseph P. Kaboski",
        "Illenin O. Kondo",
        "Yao Amber Li",
        "Wei Qian"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study whether or not transportation infrastructure disrupts local monopsony power in labor markets using an expansion of the national highway system in India. Using panel data on manufacturing firms, we find that monopsony power in labor markets is reduced among firms near newly constructed highways relative to firms that remain far from highways. We estimate that the highways reduce labor markdowns significantly. We use changes in the composition of inputs to identify these effects separately from the reduction of output markups that occurs simultaneously. The impacts of highway construction are therefore pro-competitive in both output and input markets, and act to increase the share of income that labor receives by 1.8--2.3 percentage points.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. Financial support from CEPR's STEG research programme is gratefully acknowledged. Kaboski has significant financial relationships with Yale University's YRISE, the IMF, and STEG.\n\n\n"
}