{
    "id": 28975,
    "citation_title": "What Drives Demand for State-Run Lotteries? Evidence and Welfare Implications",
    "citation_author": [
        "Benjamin Lockwood",
        "Hunt Allcott",
        "Dmitry Taubinsky",
        "Afras Y. Sial"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-25",
    "revision_date": "2022-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use natural experiments embedded in state-run lotteries and a new nationally representative survey to provide reduced-form and structural estimates of risk preferences and behavioral biases in lottery demand. We ﬁnd that sales respond more to the expected value of the jackpot than to price, but are unresponsive to variation in the second prize—a pattern that implies probability weighting but is inconsistent with standard parameterizations. In the survey, we ﬁnd that lottery spending decreases modestly with income and is strongly associated with measures of innumeracy, poor statistical reasoning, and other proxies for behavioral bias. These bias proxies decline with income and statistically account for 43 percent of lottery purchases, suggesting that at least some of lottery demand is due to behavioral bias, not just anticipatory utility or entertainment value. We use these empirical moments to estimate a model of socially optimal lottery design. In the model, current multi-state lottery designs increase welfare but may harm heavy spenders.\n\n",
    "acknowledgement": "\nThe names appear in certiﬁed random order generated by the AEA author ordering tool; the conﬁrmation code is yULaA zKNPSa. We thank Charlie Clotfelter, Jacob Goldin, Peter Hull, Alex Imas, Melissa Kearney, Erzo F.P. Luttmer, and seminar participants at Berkeley, Brown, Dartmouth, MIT, Princeton, Stanford, the National Tax Association conference, the NBER Public Economics summer meetings, and ZEW Public Finance conference for helpful comments. We are grateful to the Wharton Dean’s Research Fund, the Wharton Behavioral Lab, Time-Sharing Experiments for the Social Sciences, and the Alfred P. Sloan Foundation for grant funding. We thank Raj Bhargava, Jack Blundell, and Andrew Joung for research assistance. Our survey was determined exempt by the NYU IRB (protocol FY2019-3507) and Penn IRB (protocol 832971). Replication ﬁles are available from https://sites.google.com/site/allcott/research/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}