{
    "id": 28976,
    "citation_title": "Teaching and Incentives: Substitutes or Complements?",
    "citation_author": [
        "James Allen IV",
        "Arlete Mahumane",
        "James Riddell IV",
        "Tanya Rosenblat",
        "Dean Yang",
        "Hang Yu"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2022-09-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterventions to promote learning are often categorized into supply- and demand-side approaches. In a randomized experiment to promote learning about COVID-19 among Mozambican adults, we study the interaction between a supply and a demand intervention, respectively: teaching via targeted feedback, and providing financial incentives to learners. In theory, teaching and learner-incentives may be substitutes (crowding out one another) or complements (enhancing one another). Experts surveyed in advance predicted a high degree of substitutability between the two treatments. In contrast, we find substantially more complementarity than experts predicted. Combining teaching and incentive treatments raises COVID-19 knowledge test scores by 0.5 standard deviations, though the standalone teaching treatment is the most cost-effective. The complementarity between teaching and incentives persists in the longer run, over nine months post-treatment.\n\n",
    "acknowledgement": "\nFaustino Lessitala provided top-notch leadership and field management. Patricia Freitag, Ryan McWay, and Maggie Barnard provided excellent research assistance. Julie Esch, Laura Kaminski, and Lauren Tingwall’s grant management was world-class. We appreciate feedback from Hoyt Bleakley, Brian Jacob, Laston Manja, Kwasi Tabiri, and participants in Michigan’s Health, History, Development, and Demography (H2D2) Seminar. This work is supported by the Abdul Latif Jameel Poverty Action Lab (J-PAL) Innovation in Government Initiative through a grant from The Effective Altruism Global Health and Development Fund (award no. IGI-1366); the UK Foreign, Commonwealth & Development Office awarded through Innovations for Poverty Action (IPA) Peace & Recovery Program (award no. MIT0019-X9); the Michigan Institute for Teaching and Research in Economics via the Ulmer Fund (award no. G024289); Dubai Cares through the Evidence for Education in Emergencies (E-Cubed) Research Envelope; the United States Agency for International Development (USAID) awarded through the Feed the Future Innovation Lab for Markets, Risk and Resilience (MRR) Innovation Lab (award no. A20-1825-S007); and the National Institutes of Health Eunice Kennedy Shriver National Institute of Child Health & Human Development (award no. 1-R01-HD102382-01A1) and National Institute on Aging (award no. T32AG000221). The content is solely the responsibility of the authors and does not necessarily represent the official views of our funding organizations. Our study protocols were approved by Institutional Review Boards (IRBs) at the University of Michigan (Health Sciences and Social and Behavioral Sciences IRB, approval number HUM00113011) and the Mozambique Ministry of Health National Committee on Bioethics for Health (Portuguese acronym CNBS, reference number 302/CNBS/20). The study was submitted to the American Economic Association’s RCT Registry on August 25, 2020, registration ID number AEARCTR-0005862: 10.1257/rct.5862-3.0. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}