{
    "id": 28981,
    "citation_title": "Exploiting Symmetry in High-Dimensional Dynamic Programming",
    "citation_author": [
        "Mahdi Ebrahimi Kahou",
        "Jesús Fernández-Villaverde",
        "Jesse Perla",
        "Arnav Sood"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2021-11-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method for solving high-dimensional dynamic programming problems and recursive competitive equilibria with a large (but finite) number of heterogeneous agents using deep learning. We avoid the curse of dimensionality thanks to three complementary techniques: (1) exploiting symmetry in the approximate law of motion and the value function; (2) constructing a concentration of measure to calculate high-dimensional expectations using a single Monte Carlo draw from the distribution of idiosyncratic shocks; and (3) designing and training deep learning architectures that exploit symmetry and concentration of measure. As an application, we find a global solution of a multi-firm version of the classic Lucas and Prescott (1971) model of investment under uncertainty. First, we compare the solution against a linear-quadratic Gaussian version for validation and benchmarking. Next, we solve the nonlinear version where no accurate or closed-form solution exists. Finally, we describe how our approach applies to a large class of models in economics.\n\n",
    "acknowledgement": "\nWe would like to thank Fernando  Alvarez, Benjamin Bloem-Reddy, Samira Ebrahimi Kahou, Kevin Leyton-Brown, Vincent Michalski, Yaniv Plan, John Rust, Kevin Song, and participants at many seminars for useful comments. Excellent research assistance was provided by Amedeus Dsouza, Alim Faraji, and Wenxin Ma. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}