{
    "id": 28984,
    "citation_title": "The Real Effects of Mandatory CSR Disclosure on Emissions: Evidence from the Greenhouse Gas Reporting Program",
    "citation_author": [
        "Lavender Yang",
        "Nicholas Z. Muller",
        "Pierre Jinghong Liang"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2021-09-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the real effects of the Greenhouse Gas Reporting Program (GHGRP) on electric power plants in the United States. Starting in 2010, the GHGRP requires both the reporting of greenhouse gas emissions by facilities emitting more than 25,000 metric tons of carbon dioxide per year to the Environmental Protection Agency and the public dissemination of the reported data in a comprehensive and accessible manner. Using a difference-in-difference research design, we find that power plants that are subject to the GHGRP reduced carbon dioxide emission rates by 7%. The effect is stronger for plants owned by publicly traded firms. We detect evidence of strategic behavior by firms that own both GHGRP plants and non-GHGRP plants. Such firms strategically reallocate emissions between plants to reduce GHGRP-disclosed emissions. We interpret this as evidence that the program is costly to the affected firms. Our results offer new evidence that public or shareholder pressure is a primary channel through which mandatory Corporate Social Responsibility (CSR) reporting programs affect firm behavior.\n\n",
    "acknowledgement": "\nThe authors appreciate feedback from participants at the March 2021 SEEK workshop on \"Impacts of Environmental Regulation on Innovation and Firm Performance\" hosted by ZEW Mannheim. The authors also gratefully acknowledge financial support provided by alumni of the Tepper School of Business at Carnegie Mellon University. Lavender Yang acknowledges the financial support by the William Larimer Mellon Fellowship. Cagla Akin provided able research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}