{
    "id": 28987,
    "citation_title": "The Causal Effect of Heat on Violence: Social Implications of Unmitigated Heat Among the Incarcerated",
    "citation_author": [
        "Anita Mukherjee",
        "Nicholas J. Sanders"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2024-08-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCorrectional facilities commonly lack climate control, producing a setting absent endogenous responses to hot weather like avoidance, adjustment, and mitigation. We study daily weather variation across the state of Mississippi, and show that high temperatures increase intense violence among the incarcerated. Days with unsafe heat index levels shift both the intensive and extensive margins of violence, raising daily violent interactions by 20%, and the probability of any violence by 18%. Our setting cleanly identifies the effect of heat on violence, and highlights previously unobserved social costs of current facility infrastructure. Rising global temperatures could substantially increase violence absent adjustment.\n\n",
    "acknowledgement": "\nWe are grateful to Alan Barreca, Teevrat Garg, Joshua Goodman, Benjamin Hansen, Kosali Simon, Justin Sydnor, and seminar participants at the 2021 AEA Annual Meeting, especially our discussant Jillian Carr and session chair Janet Currie; the 2021 Association of Environmental and Resource Economists meeting; the 2019 Heartland Environmental and Resource Economics Workshop; and the University of Wisconsin-Madison Health Economics Working Group. We gratefully acknowledge Audrey MacAfee and Lynn Mullen at the Mississippi Department of Corrections for providing raw extracts of inmate data, and Zihan Hu and Youngjae Hwang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}