{
    "id": 28983,
    "citation_title": "Monetary Policy Risk: Rules vs. Discretion",
    "citation_author": [
        "David Backus",
        "Mikhail Chernov",
        "Stanley E. Zin",
        "Irina Zviadadze"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong-run asset-pricing restrictions in a macro term-structure model identify discretionary monetary policy separately from a policy rule. We find that policy discretion is an important contributor to aggregate risk. In addition, discretionary easing coincides with good news about the macroeconomy in the form of lower inflation, higher output growth, and lower risk premiums on short-term nominal bonds. However, it also coincides with bad news about long-term financial conditions in the form of higher risk premiums on long-term nominal bonds. Shocks to the rule correlate with changes in the yield curve’s level. Shocks to discretion correlate with changes in its slope.\n\n",
    "acknowledgement": "\nEarlier versions of this work circulated with the title “Identifying monetary policy in macro-finance models.” We are grateful to the anonymous referees and editors, Andrew Karolyi and Itay Goldstein, for their thoughtful comments, which have helped us improve this work. We also thank Rich Clarida, John Cochrane, Patrick Feve, Mark Gertler, Valentin Haddad, Kei Kawai, Stacey Polloway, Guillaume Roussellet, Ken Singleton, Gregor Smith, Roman  Sustek, Tommy Sveen, and Tao Zha for comments on earlier drafts, and participants in seminars at Aarhus University, ADEMU/CERGE-EI, Banque de France, BI Norwegian Business School, Bilkent University, the Euro Area Business Cycle Network, HEC Paris, INSEAD, New York University, Queen Mary University of London, Stony Brook University, the Swedish House of Finance, and the Toulouse School of Economics. Zviadadze gratefully acknowledges financial support from Investissements d'Avenir Labex (ANR-11-IDEX-0003/Labex Ecodec/ANR-11-LABX-0047). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}