{
    "id": 28985,
    "citation_title": "After the Burning: The Economic Effects of the 1921 Tulsa Race Massacre",
    "citation_author": [
        "Alex Albright",
        "Jeremy A. Cook",
        "James J. Feigenbaum",
        "Laura Kincaide",
        "Jason Long",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2023-07-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe 1921 Tulsa Race Massacre resulted in the looting, burning, and leveling of 35 square blocks of a once-thriving Black neighborhood. Not only did this lead to severe economic loss, but the massacre also sent a warning to Black individuals across the country that similar events were possible in their communities. We examine the economic consequences of the massacre for Black populations in Tulsa and across the United States. We find that for the Black population of Tulsa, in the two decades that followed, the massacre led to declines in home ownership and occupational status. Outside of Tulsa, we find that the massacre also reduced home ownership. These effects were strongest in communities that were more exposed to newspaper coverage of the massacre or communities that, like Tulsa, had high levels of racial segregation. Examining effects after 1940, we find that the direct negative effects of the massacre on the home ownership of Black Tulsans, as well as the spillover effects working through newspaper coverage, persist and actually widen in the second half of the 20th Century.\n\n",
    "acknowledgement": "\nFor helpful comments and guidance, we thank Ellora Derenoncourt, Trevon Logan, Joe Price, Jhacova Willliams, Larry Katz, and Ed Glaeser. For excellent research assistance, we thank Fay Asimakopoulos, Vafa Behnam, Carissa Chen, Jonathan Delgadillo, Peyton Dunham, Lydia Heinig, Abby Walhout, and Tanggang Yuan. We also thank the Oklahoma Historical Society Staff and Larry O'Dell for help with the historical archives; Daniel Feenberg and Mohan Ramanujan for technical support. We gratefully acknowledge funding from Harvard's Foundation for Human Behavior, Inequality in America Initiative, and Multidisciplinary Program in Inequality & Social Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}