{
    "id": 28988,
    "citation_title": "Rents and Intangible Capital: A Q+ Framework",
    "citation_author": [
        "Nicolas Crouzet",
        "Janice C. Eberly"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, US investment has been lackluster, despite rising valuations. Key explanations include growing rents and growing intangibles. We propose and estimate a framework to quantify their roles. The gap between valuations — reflected in average Q — and investment — reflected in marginal q — can be decomposed into three terms: the value of installed intangibles; rents generated by physical capital; and an interaction term, measuring rents generated by intangibles. The intangible-related terms contribute significantly to the gap, particularly in fast-growing sectors. Our findings suggest care in a pure-rents interpretation, given the rising role of intangibles.\n\n",
    "acknowledgement": "\nWe thank Francois Gourio and Thomas Philippon for comments on earlier work that led to this paper, and Tom Winberry for helpful discussions. We also thank Andrea Eisfeldt and Ernest Liu, our formal discussants, and seminar participants at the IMF, the Q group, the University of Michigan, the Women in Macro conference, the Yale Junior Finance conference, the Danish Central Bank, the Federal Reserve Bank of Chicago, Northwestern Kellogg, the London Business School, the Shanghai University of Finance and Economics, the Jackson Hole Finance Conference, and the Chicago Booth Finance Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}