{
    "id": 28980,
    "citation_title": "Financial Innovation in the 21st Century: Evidence from U.S. Patents",
    "citation_author": [
        "Josh Lerner",
        "Amit Seru",
        "Nick Short",
        "Yuan Sun"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2023-03-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe explore the evolution of financial innovation, using 24,000 U.S. finance patents applied for and granted over last two decades. Patented financial innovations are substantial and economically important, with annual grants expanding from a few dozen in the 1990s to over 2000 in the 2010s. The subject matter of financial patents has changed, consistent with the industry’s shift towards household investors and borrowers. The surge in financial patenting was driven by information technology and other non-financial firms. The location of innovation has shifted, with banks moving activity away from states with tight financial regulation. Concurrently, high-tech regions have attracted financial innovation by payments, IT, and other non-financial firms. Analyses of the returns to financial patents suggests that the social value of these innovations are higher than their private value. We present a simple model to explain these trends. The changing dynamics of financial innovation that began in the 1980s and 1990s may have lowered the private returns to innovation and increased the desirability of patent protection for financial innovations. Regulation of banks following the financial crisis of 2007 may have raised the costs of innovation, leading them to invest less in such activity.\n\n",
    "acknowledgement": "\nHarvard University and National Bureau of Economic Research (NBER); Stanford University, the Hoover Institution, and NBER; Princeton University; and Tsinghua University. Harvard Business School’s Division of Research and Doctoral Programs provided financial support for this project. We thank Martin Baily, Robin Greenwood, Tarek Hassan, Yael Hochberg (discussant), Howell Jackson, Bill Janeway, Bill Kerr, Adam Jaffe, Mark Lemley, Danielle Li (discussant), Thomas Philippon, Chris Seaman, Andrei Shleifer, John Squires, Chad Syverson, Andy Toole, and participants at seminars at the Bank of Italy, ETH-Zurich, Harvard Business School, Stanford Law School, the University of British Columbia, the University of Michigan, the University of Virginia, and the 2022 Brazilian Finance Association, the 2021 Harvard-MIT Financial Economics Workshop, the 2020 Finance, Organizations and Markets conference, and the 2021 American Finance Association meetings for helpful comments. Special acknowledgements are due to Tarek Hassan and Aakash Kalyani for undertaking the earnings call analysis on our behalf; Zhiguo He and co-authors for analyzing the IT spending data for us; Tom Howells, for patiently explaining the BEA data; Chris Seaman, for sharing his compilation of DTSA cases; and Rick Townsend, for allowing us to use his patent-venture capital mapping. Especial thanks go to Evgenii Fadeev for help with formulation of the model. Patrick Clapp, Amin Gulamali, Franko Jira, Stephen Moon, Mahlon Reihman, Kathleen Ryan, Rhys Sevier, James Zeitler, Siqi Xue and especially Zunda Xu provided excellent research assistance. Lerner has received compensation for consulting with financial institutions. All errors and omissions are our own. First Version: September 2020. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}