{
    "id": 28986,
    "citation_title": "Entry and Exit of Informal Firms and Development",
    "citation_author": [
        "Brian McCaig",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNon-farm informal businesses comprise the majority of the firm distribution in developing countries. We document novel stylized facts about entry and exit of informal, non-farm firms using nationally representative panel data over 15 years and across regions with varying levels of local economic development in Vietnam. First, we find that informal businesses exhibit rates of entry and exit around 14-18% annually. Entry and exit rates are similar and highly correlated at a point in time, within industries, and within regions. They both decline over time and across space with economic development. Second, although market selection influences which firms survive, entry and exit has little net effect on aggregate (revenue) productivity or hiring of workers outside the household. This owes to overlapping labor productivity of entering and exiting firms and low subsequent productivity growth and hiring among the surviving entrants. Nonetheless, entry and exit are associated with large changes in individual income. Third, the large overlap in revenue of entering and exiting informal businesses and the high correlation between entry and exit rates are related to the education of owners and their economic activities before and after operating an informal business. Informal business owners are less educated on average than wage workers in the formal sector, but more educated than agricultural workers. The transitions in and out of operating an informal business reflect the underlying structure of economic activities of the working age population, with education gaps also playing a role. The most common transition into non-farm businesses is to and from self-employment in agriculture. The likelihood of this transition declines with economic development, highlighting the role of net entry from agriculture into informal non-farm businesses in structural change.\n\n",
    "acknowledgement": "\nWe thank Adam Rivard, Tess Snyder, Justin Han, and Archita Harathi for excellent research assistance, the editor, two anonymous referees, and participants at the Structural Transformation and Economic Growth Theme 0 workshop and Universitat Autonoma de Barcelona for helpful comments. An earlier version of this project circulated under the title \"Out with the old and unproductive, in with the new and similarly unproductive: Microenterprise dynamics in a growing low-income economy.\" That earlier version is an output from a project funded by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA) for the benefit of developing countries. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}