{
    "id": 28998,
    "citation_title": "Physician-Induced Demand: Evidence from China’s Drug Price Zero-Markup Policy",
    "citation_author": [
        "Hanming Fang",
        "Xiaoyan Lei",
        "Julie Shi",
        "Xuejie Yi"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe use a natural experiment in China's health care reform, in which the government mandated zero markups for drugs sold in public hospitals, to study physician-induced demand for medical care. We develop a theoretical model that robustly predicts that the drug price zero markup policy (ZMP) will lead to a reduction in the demand for drugs but an increase in the demand for non-drug services, only when the demands for drugs and non-drug services are at least partially physician induced. Our model also yields testable predictions of the impact of the ZMP regarding the equilibrium number of treated patients. Exploiting the staggered rollout of the ZMP and a unique claims data set, we find that, at the admission level, the reform decreases drug expenses by 63.4 log points (47.0 percent), but the reduction in drug expenses is almost fully substituted by the increases in expenses for non-drug services. Quantitatively similar results are also obtained at the physician and at the hospital levels. We also show that the ZMP reduces the number of patients in the treated hospitals, as predicted by the model, and that the reform has little impact on the quality of health care proxied by the readmission rate.\n\n",
    "acknowledgement": "\nWe thank Mark G. Duggan, Jin Feng, Michael N. Grossman, Timothy Layton, Ming Li, Anh Nguyen, Haoran Peng, Jia Xiang, Junjian Yi, Winnie Yip, Ye Yuan, Zhigang Tao and participants at the Public Economics Summer School at Tsinghua University (2019) and iHEA World Congress (2017, Boston), and seminars at Fudan University, National University of Singapore, University of Hong Kong, ShanghaiTech University, and Sun Yat-Sen University for helpful comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}