{
    "id": 28991,
    "citation_title": "Skills, Degrees and Labor Market Inequality",
    "citation_author": [
        "Peter Q. Blair",
        "Papia Debroy",
        "Justin Heck"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2021-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nOver the past four decades, income inequality grew significantly between workers with bachelor’s degrees and those with high school diplomas (often called “unskilled”). Rather than being unskilled, we argue that these workers are STARs because they are skilled through alternative routes—namely their work experience. Using the skill requirements of a worker’s current job as a proxy of their actual skill, we find that though both groups of workers make transitions to occupations requiring similar skills to their previous occupations, workers with bachelor’s degrees have dramatically better access to higher-wage occupations where the skill requirements exceed the workers’ observed skill. This measured opportunity gap offers a fresh explanation of income inequality by degree status and reestablishes the important role of on-the-job training in human capital formation.\n\n",
    "acknowledgement": "\nWe are grateful for helpful feedback on this paper from Katherine Abraham, Hunt Allcott, Desmond Ang, Susan Athey, David Autor, Byron Auguste, Isaiah Baldiserra, Chandra Childers, David Deming, Mischa Fisher, Martin Fleming, Erica L. Groshen, Nathan Hendren, Nancy Hill, Andrea Jones-Rooy, Thomas Kane, Lawrence Katz, Nonie Leseaux, Shelly Lundberg, Pamela Clouser McCann, Randy Schutt, Lisa Krystyna Simon, Betsey Stevenson, Michael Strain, Keith Wardrip, Tout Wang, Cathy Weinberger, Martin West, Michael Whitzer, seminar participants at UCSB, members of the BE-Lab at Harvard University, and members of the Quinn Research Group at the University of Michigan. We thank WorkRise for grant support for this research. This paper's content, and any errors, are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}