{
    "id": 28993,
    "citation_title": "The Impact of Local Residential Land Use Restrictions on Land Values Across and Within Single Family Housing Markets",
    "citation_author": [
        "Joseph Gyourko",
        "Jacob Krimmel"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2021-08-06",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide estimates of the impact of restrictive residential land use environments on the price of land across major American housing markets. Using micro data on vacant land purchased to develop single family housing, we implement a new empirical strategy for estimating so-called ‘zoning taxes’ – the amount by which land prices are bid up due to supply side regulations. Our results are broadly consistent with previous findings that zoning taxes are especially burdensome in large coastal markets.  However, our more recent data indicates that price impacts in the big west coast markets now are the largest in the nation.  In the San Francisco, Los Angeles, and Seattle metropolitan areas, the price of land everywhere within those three markets having been bid up by amounts that at least equal typical household income.  Finally, we show that our zoning tax estimates are strongly positively correlated with a new measure of local housing market supply constraint (the Wharton Residential Land Use Regulatory Index of 2018).  This relationship is not mechanically driven as the regulatory index is constructed from survey data that do not incorporate land or house price data in any way.\n\n",
    "acknowledgement": "\nWe are grateful to the referees and editor (Stuart Rosenthal), Ed Glaeser, our colleagues in the Urban Lunch Group at Wharton, and attendees of the AREUEA Virtual Seminar Series for helpful comments on earlier versions of the paper.  Naturally, we remain responsible for the final product. The Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton provided financial support for this research.  Finally, we benefited from the excellent research assistance of Anna Gao and Sean McCulloch. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}