{
    "id": 28995,
    "citation_title": "The Effects of Climate Change on Labor and Capital Reallocation",
    "citation_author": [
        "Christoph Albert",
        "Paula Bustos",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change is expected to reduce agricultural productivity in developing countries. Classic international trade and geography models predict that the optimal adaptation response is a reallocation of capital and labor from agriculture towards sectors and regions gaining comparative advantage. In this paper, we provide evidence on the effects of recent changes in climate in Brazil to understand to what extent factor market frictions constrain this reallocation process. We document that persistent increases in dryness do not generate capital reallocation but a sharp reduction in credit to all sectors in both drying areas and financially integrated regions. In addition, dryness generates a large reduction in agricultural employment. Workers staying in drying regions reallocate towards manufacturing but climate migrants are allocated to small firms outside of manufacturing in destination regions. The evidence suggests that frictions in the interbank market and spatial labor market frictions constrain the reallocation process from agriculture to manufacturing.\n\n",
    "acknowledgement": "\nITAM, University of Zurich, USC Riverside, Joint OECD and European Commission Global Forum on Productivity. We are extremely grateful to Ana Paula Cunha for sharing the SPI data for Brazil. Matheus Sampaio provided excellent research assistance. Ponticelli gratefully acknowledges financial support from FIMRC at the Kellogg School of Management. We are grateful to acknowledge financial support from the European Research Council Starting Grant 716388 and Consolidator Grant 101088060. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}