{
    "id": 28996,
    "citation_title": "Micro Risks and (Robust) Pareto Improving Policies",
    "citation_author": [
        "Mark A. Aguiar",
        "Manuel Amador",
        "Cristina Arellano"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "2023-04-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide sufficient conditions for the feasibility of robust Pareto-improving (RPI) fiscal policies in the class of incomplete markets models of Bewley-Huggett-Aiyagari and when the interest rate on government debt is below the growth rate (r < g). We allow for arbitrary heterogeneity in preferences and income risk and a potential wedge between the return to capital and to government bonds. An RPI improves risk sharing and can induce a more efficient level of capital. We show that the elasticities of aggregate savings to changes in interest rates are the crucial ingredients that determine the feasibility of RPIs. We establish that government debt and capital investment associated with an RPI may be complements along the transition, rather than the traditional substitutes. Our analysis shifts the focus of fiscal policy in incomplete markets from explicitly redistributive policies to using government bonds and simple subsidies to robustly improve welfare of all agents at all points in time.\n\n",
    "acknowledgement": "\nWe thank our discussants, Mark Huggett, Sarolta Laczo, and Jennifer La’o for comments. We also benefited from conversations with Fernando Alvarez, Adrien Auclert, Marco Bassetto, Mike Golosov, Patrick Kehoe, Alan Olivi, Ludwig Straub, Jaume Ventura and Pierre-OlivierWeill. We are particularly grateful for detailed notes on a previous draft provided by Iván Werning that lead to Section 4.2.2. We thank Leonardo Barreto for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}