{
    "id": 28992,
    "citation_title": "Converging to Converge? A Comment",
    "citation_author": [
        "Daron Acemoglu",
        "Carlos A. Molina"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKremer, Willis, and You (2021) revisit cross-country convergence patterns over the last six decades. They provide evidence that the lack of convergence that applied early in the sample has now been replaced by modest convergence. They also argue this relationship is driven by convergence in various determinants of economic growth across countries and a flattening of the relationship between these determinants and growth. Although the patterns documented by the authors are intriguing, our reanalysis finds that these results are driven by the lack of country fixed effects controlling for unobserved determinants of GDP per capita across countries. We show theoretically and empirically that failure to include country fixed effects will create a bias in convergence coeffcients towards zero and this bias can be time-varying, even when the underlying country-level parameters are stable. These results are relevant not just for the current paper, but for the convergence literature more generally. Our reanalysis finds no evidence of major changes in patterns of convergence and, more importantly, no  flattening of the relationship between institutional variables and economic growth. Focusing on democracy, we show that this variable's impact continues to be precisely estimated and if anything a little larger than at the beginning of the sample.\n\n",
    "acknowledgement": "\nThis paper is an expanded version of the commentary presented at the 2021 NBER Macroeconomics Annual conference, which will be published in that volume. We gratefully acknowledge financial support from the Bradley Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}