{
    "id": 290,
    "citation_title": "Exchange Rates in The 1920's: A Monetary Approach",
    "citation_author": [
        "Jacob A. Frenkel",
        "Kenneth W. Clements"
    ],
    "citation_publication_date": "1978-10-01",
    "issue_date": "1978-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent views about flexible exchange rate systems are based, to a large extent, on the lessons from the period of the 1920's during which many exchange rates were flexible. This paper re-examines the evidence from the perspective of the recently revived monetary approach (or more generally, asset-market approach) to the exchange rate. The analysis starts by developing a simple monetary model of exchange rate determination. The key characteristic of the model lies in the notion that, being a relative price of two monies, the equilibrium exchange rate is attained when the existing stocks of the two monies are willingly held. The equilibrium exchange rate is shown to depend on both real and monetary factors which operate through their influence on the relative demands and supplies of monies. The analysis then proceeds to examine the relationship between spot and forward rates for the Franc/Pound, Dollar/Pound and Franc/Dollar exchange rates and the results are shown to be consistent with the efficient market hypothesis. The monetary model is then estimated using monthly data and using the forward premium on foreign exchange as a measure of expectations. In addition to the single-equation ordinary-least-squares estimates, the various exchange rates are also estimated as a system using the mixed-estimation procedure which combines the sample information with prior information which derives from the homogeneity postulate and from known properties of the demand for money. The various results are shown to be consistent with the predictions of the monetary model.\n\n",
    "acknowledgement": "\n"
}