{
    "id": 29003,
    "citation_title": "Tracking Weekly State-Level Economic Conditions",
    "citation_author": [
        "Christiane Baumeister",
        "Danilo Leiva-León",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2021-07-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a novel dataset of weekly economic conditions indices for the 50 U.S. states going back to 1987 based on mixed-frequency dynamic factor models with weekly, monthly, and quarterly variables that cover multiple dimensions of state economies. We show that there is considerable heterogeneity in the length, depth, and timing of business cycles across individual states. We assess the role of states in national recessions and propose an aggregate indicator that allows us to gauge the overall weakness of the U.S. economy. We also illustrate the usefulness of these state-level indices for quantifying the main forces contributing to the economic collapse caused by the COVID-19 pandemic and for evaluating the effectiveness of federal economic policies like the Paycheck Protection Program.\n\n",
    "acknowledgement": "\nWe thank Jim Hamilton for helpful comments and the COVID-19 Economic and Social Science Research Initiative at the University of Notre Dame for financial support. Special thanks to Thomas D. Evans from the Bureau of Labor Statistics for his invaluable help with the weekly seasonal adjustment of unemployment claims. Anthony Fonash, Vitor Furtado Farias, and Samuel Gruenler provided superb research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Banco de España, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}