{
    "id": 29002,
    "citation_title": "Test Assets and Weak Factors",
    "citation_author": [
        "Stefano Giglio",
        "Dacheng Xiu",
        "Dake Zhang"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimation and testing of factor models in asset pricing requires choosing a set of test assets. The choice of test assets determines how well different factor risk premia can be identified: if only few assets are exposed to a factor, that factor is weak, which makes standard estimation and inference incorrect. In other words, the strength of a factor is not an inherent property of the factor: it is a property of the cross-section used in the analysis. We propose a novel way to select assets from a universe of test assets and estimate the risk premium of a factor of interest, as well as the entire stochastic discount factor, that explicitly accounts for weak factors and test assets with highly correlated risk exposures. We refer to our methodology as supervised principal component analysis (SPCA), because it iterates an asset selection step and a principal-component estimation step. We provide the asymptotic properties of our estimator, and compare its limiting behavior with that of alternative estimators proposed in the recent literature, which rely on PCA, Ridge, Lasso, and Partial Least Squares (PLS). We find that the SPCA is superior in the presence of weak factors, both in theory and in finite samples. We illustrate the use of SPCA by applying it to estimate the risk premia of several tradable and nontradable factors, to evaluate asset managers’ performance, and to de-noise asset pricing factors.\n\n",
    "acknowledgement": "\nWe benefited tremendously from discussions with seminar and conference participants at the University of California, Los Angeles, University of North Carolina at Chapel Hill, University of Miami, Temple University, University of Michigan, London School of Economics, Tilburg University, INSEAD Business School, Yale School of Management, Chicago Booth School of Business, Rotterdam, Rutgers University, Cornell University, Duke University, University of Texas at Dallas, ESSEC Business School, Chinese University of Hong Kong, University of Connecticut, Federal Reserve Board, ITAM Business School, Vienna Graduate School Finance, Paris Dauphine University, Goethe University, and 13th Annual SoFiE Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}