{
    "id": 29008,
    "citation_title": "Collective Progress: Dynamics of Exit Waves",
    "citation_author": [
        "Doruk Cetemen",
        "Can Urgun",
        "Leeat Yariv"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study a model of collective search by teams. Discoveries beget discoveries and correlated search results are governed by a Brownian path. Search results' variation at any point---the search scope---is jointly controlled. Agents individually choose when to cease search and implement their best discovery. We characterize equilibrium and optimal policies. Search scope is constant and independent of search outcomes as long as no member leaves. It declines after departures. A simple drawdown stopping boundary governs each agent’s search termination. We show the emergence of endogenous exit waves, whereby possibly heterogeneous agents cease search all at once.\n\n",
    "acknowledgement": "\nWe thank Arjada Bardhi, Alessandro Bonatti, Francesc Dilme, Hari Govindan, Faruk Gul, Toomas Hinnosaar, Alessandro Lizzeri, Chiara Margaria, Pietro Ortoleva, Wolfgang Pesendorfer, and Heikki Rantakari for helpful comments and suggestions. We also thank seminar audiences at Central European University, Collegio Carlo Alberto, Princeton, Seoul National University, Tel-Aviv University, UCLA, University of Rochester, and VSET. Yariv gratefully acknowledges financial support from the National Science Foundation through grants SES-1629613 and SES-1949381. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}