{
    "id": 29001,
    "citation_title": "Do Policies to Increase Access to Treatment for Opioid Use Disorder Work?",
    "citation_author": [
        "Eric Barrette",
        "Leemore Dafny",
        "Karen Shen"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven among commercially-insured individuals, opioid use disorder (OUD) is undertreated in the U.S.: nearly half receive no treatment within 6 months of a new diagnosis. Using a difference-in-differences specification exploiting the extension of insurance parity requirements for substance disorder treatment to small group enrollees in 2014, we find that parity increases utilization of residential treatment but decreases utilization of agonist medications, the standard of care. We find direct interventions to increase access to medication may be more promising: increases in the county-level share of physicians able to prescribe agonists are associated with substitution toward medication-assisted treatment.\n\n",
    "acknowledgement": "\nWe thank Abby Alpert, W. David Bradford, Zack Cooper, Ellen Meara, and Kosali Simon for helpful comments and suggestions. We are also grateful for comments by participants in seminars at Dartmouth, the American Society of Health Economists, Johns Hopkins, the University of Minnesota, Duke University, and the University of North Carolina-Chapel Hill. We are grateful to the staff of the Health Care Cost Institute for answering numerous data and access-related questions.  All errors are our own, and the views in this paper may not reflect the views of the organizations with which we are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}