{
    "id": 29005,
    "citation_title": "Voting Rights, Agenda Control and Information Aggregation",
    "citation_author": [
        "Laurent Bouton",
        "Aniol Llorente-Saguer",
        "Antonin Macé",
        "Dimitrios Xefteris"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the comparative properties of voting rules based on the richness of their ballot spaces, assuming a given distribution of voting rights. We focus on how well voting rules aggregate the information dispersed among voters. We consider how different voting rules affect both voters’ decisions at the voting stage and the incentives of the agenda-setter who decides whether to put the proposal to a vote. Without agenda-setter, the voting efficiency of rules is higher when their ballot space is richer. Moreover, full-information efficiency requires full divisibility of the votes. In the presence of an agenda-setter, we uncover a novel trade-off: in some cases, rules with high voting efficiency provide worse incentives to the agenda-setter to select good proposals. This negative effect can be large enough to wash out the higher voting efficiency of even the most efficient rules.\n\n",
    "acknowledgement": "\nWe greatly benefited from the insights, comments, and suggestions of Alon Brav, Micael Castanheira, Florian Ederer, Garance Genicot, German Gieczewski, Alessandro Lizzeri, Kirill Pogorelskiy, Jason Sturgess, Moqi Xu, and seminar and conference participants at Queen Mary University of London, UC-Berkeley, University of Warwick, Universitat de Barcelona, University of Cyprus, Université Paris 1, Aston Business School, University of Leicester, University of Rotterdam, Paris School of Economics, POLECONUK webinar series, the Columbia University Political Economy Conference, LACEA-LAMES 2021, and the 3rd ETH Workshop on Democracy: Theoretical Political Economy. A previous version of this paper was circulated under the title “Shareholders, Managers, and the Informational Efficiency of Voting Mechanisms”. This project has received funding from the European Research Council (Laurent Bouton) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 637662) and from the Agence Nationale de la Recherche (Antonin Macé, grant ANR-17-EURE-001). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}