{
    "id": 29007,
    "citation_title": "Non-Modernization: Power-Culture Trajectories and the Dynamics of Political Institutions",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModernization theory is a cornerstone of much of political science, despite the mounting evidence against its predictions. In this paper, we argue that the theory's failings are rooted in predictions that are not conditioned on history and cultural configurations. We outline a theory in which the interplay of the distribution of political power and cultural configurations lead to three distinct self-reinforcing paths of political development, with very different state-society relations, institutions, and economic structures. These are paths to Despotic, Absent and Shackled leviathans. The role of cultural configurations, made up of attributes in a society's culture set, is critical in legitimizing the social arrangements in each path. For example, a Despotic Leviathan, as in China, cannot be understood without appreciating how Confucian culture has been used to bolster a worldview in which rulers are supposed to be virtuous and regular people are discouraged from political participation. We argued that this interpretation is not inherent to Confucian thought, but has to be understood as an endogenous outcome along the trajectory to the Despotic Leviathan. None of the three different paths we highlight support modernization theory. Under the Absent Leviathan, there is no economic modernization. Under the Despotic Leviathan, economic growth bolsters the existing regime and its supporting cultural configuration, with no tendency towards democracy or associate political changes. Under the Shackled Leviathan, there are dynamics leading to economic growth and political changes with greater bottom-up participation. Nevertheless, the causation does not go from the former to the latter, and these changes are critically dependent on cultural and political entrepreneurship in order to formulate and popularize new cultural configurations and institutionalize political changes.\n\n",
    "acknowledgement": "\nWe are grateful to Jennifer Pan for her suggestions and advice and Juan Camilo Yamin for this research assistance. We also thank David Stasavage for his comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}