{
    "id": 29004,
    "citation_title": "The Dynastic Benefits of Early Childhood Education",
    "citation_author": [
        "Jorge Luis García",
        "Frederik H. Bennhoff",
        "Duncan Ermini Leaf",
        "James J. Heckman"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2023-08-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper monetizes the life-cycle intragenerational and intergenerational benefits of the Perry Preschool Project, a pioneering high-quality early childhood education program implemented before Head Start that targeted disadvantaged African-Americans and was evaluated by a randomized trial. It has the longest follow-up of any experimentally evaluated early childhood education program. We follow participants into late midlife as well as their children into adulthood. Impacts on the original participants and their children generate substantial benefits. Access to life-cycle data enables us to evaluate the accuracy of widely used schemes to forecast life-cycle benefits from early-life test scores, which we find wanting.\n\n",
    "acknowledgement": "\nThe research in this paper is supported by the National Institutes of Health's Eunice Kennedy Shriver National Institute of Child Health and Human Development under award number R37HD065072, and the National Institute of Aging under award numbers R01AG042390 and R01AG053343. It is also supported by the National Institute on Aging of the National Institutes of Health under award number P30AG024968, which funds the Roybal Center for Health Policy Simulation, part of the Leonard D. Schaeffer Center for Health Policy and Economics at the University of Southern California. Part of the collection of data used in this paper was supported by the National Institutes of Health under grant numbers R01HD069609 and R01AG040213, and the National Science Foundation under award numbers SES 1157698 and 1623684. The Health and Retirement Study is sponsored by the National Institute on Aging (grant number NIAU01AG009740) and is conducted by the University of Michigan. The authors wish to thank the researchers of the HighScope Educational Research Foundation's Perry Preschool Project, especially Lawrence Schweinhart and Cheryl Polk, for access to study data and source materials. Years of partnership and collaboration with this project team have made this work possible. We also thank Kurtis Gilliat, Eleanor Tsai, and Fuyao Wang for excellent research assistance. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the Leonard D. Schaeffer Center for Health Policy and Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}