{
    "id": 29000,
    "citation_title": "How Americans Respond to Idiosyncratic and Exogenous Changes in Household Wealth and Unearned Income",
    "citation_author": [
        "Mikhail Golosov",
        "Michael Graber",
        "Magne Mogstad",
        "David Novgorodsky"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-02",
    "revision_date": "2021-12-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how Americans respond to idiosyncratic and exogenous changes in household wealth and unearned income. Our analyses combine administrative data on U.S. lottery winners with an event-study design that exploits variation in the timing of lottery wins. Our first contribution is to estimate the earnings responses to these windfall gains, finding significant and sizable wealth and income effects. On average, an extra dollar of unearned income in a given period reduces pre-tax labor earnings by about 50 cents, decreases total labor taxes by 10 cents, and increases consumption by 60 cents. These effects are heterogeneous across the income distribution, with households in higher quartiles of the income distribution reducing their earnings by a larger amount. Our second contribution is to develop and apply a rich life-cycle model in which heterogeneous households face non-linear taxes and make earnings choices along both intensive and extensive margins. By mapping this model to our estimated earnings responses, we obtain informative bounds on the impacts of two policy reforms: an introduction of UBI and an increase in top marginal tax rates. Our last contribution is to study how additional wealth and unearned income affect a wide range of behavior, including geographic mobility and neighborhood choice, retirement decisions and labor market exit, family formation and dissolution, entry into entrepreneurship, and job-to-job mobility.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work is a component of a larger project on income risk in the United States, conducted through the SOI Joint Statistical Research Program. We appreciate the constructive comments and suggestions from Stefanie Stantcheva, four anonymous referees, Richard Blundell, Martin Holm, Claus Thustrup Kreiner, and Wojciech Kopczuk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}