{
    "id": 29009,
    "citation_title": "Welfare Costs of Idiosyncratic and Aggregate Consumption Shocks",
    "citation_author": [
        "George M. Constantinides"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI estimate welfare benefits of eliminating idiosyncratic consumption shocks unrelated to the business cycle as 47.3% of household utility and benefits of eliminating idiosyncratic shocks related to the business cycle as 3.4% of utility. Estimates of the former substantially exceed earlier ones because I distinguish between idiosyncratic shocks related/unrelated to the business cycle, estimate the negative skewness of shocks, target moments of idiosyncratic shocks from household-level CEX data, and target market moments. Benefits of eliminating aggregate shocks are 7.7% of utility. Policy should focus on insuring idiosyncratic shocks unrelated to the business cycle, such as the death of a household’s prime wage earner and job layoffs not necessarily related to recessions.\n\n",
    "acknowledgement": "\nI thank John Cochrane, Ian Dew-Becker, Darrell Duffie, Anisha Ghosh, Fatih Guvenen, Greg Kaplan, Robert Lucas, Rajnish Mehra, and Constantine Yannelis for their helpful advice and feedback. I thank Tianshu Lyu and, in particular, Michael Yip for feedback and excellent research assistance. I received financial support from the Center for Research in Security Prices, the University of Chicago. I have no conflicts of interest to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGeorge M. Constantinides\n\nI have no additional disclosures.\n\n\n"
}