{
    "id": 29006,
    "citation_title": "Epidemic Exposure, Fintech Adoption, and the Digital Divide",
    "citation_author": [
        "Orkun Saka",
        "Barry Eichengreen",
        "Cevat Giray Aksoy"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2022-03-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether epidemic exposure leads to a shift in financial technology usage and who participates in this shift. We exploit a dataset combining Gallup World Polls and Global Findex surveys for some 250,000 individuals in 140 countries, merging them with information on the incidence of epidemics and local 3G internet infrastructure. Epidemic exposure is associated with an increase in remote-access (online/mobile) banking and substitution from bank branch-based to ATM activity. The temporary nature of the effects we identify is more consistent with a demand channel rather than that of supply with high initial fixed costs. Exploring heterogeneity using a machine-learning driven approach, we find that young, high-income earners in full-time employment have the greatest tendency to shift to online/mobile transactions in response to epidemics. Baseline effects are larger for individuals with better ex ante 3G signal coverage, highlighting the role of the digital divide in adaption to new technologies necessitated by adverse external shocks.\n\n",
    "acknowledgement": "\nAll authors contributed equally to this manuscript and the order of author names is randomized via AEA Randomization Tool (code: AuWT141_jCPw). Saka is Assistant Professor of Economics at the City, University of London, Visiting Fellow at the London School of Economics, Research Associate at the STICERD & Systemic Risk Centre and Affiliate at the CESifo network. Eichengreen is Professor of Economics and Political Science at the University of California, Berkeley, Research Associate at the National Bureau of Economic Research and Research Fellow at the Centre for Economic Policy Research. Aksoy is Principal Economist at the European Bank for Reconstruction and Development (EBRD), Assistant Professor of Economics at King’s College London and Research Associate at IZA Institute of Labour Economics. We are grateful to seminar participants at CESifo Area Conference on the Economics of Digitization (2021), Finest Autumn Workshop (2021), 7th Joint Bank of Canada and Payments Canada Symposium, IFABS Oxford Conference (2021), Sabanci University, Webinar series in Finance and Development (WEFIDEV), 2nd LTI@UniTO/Bank of Italy Conference on \"Long-Term Investors' Trends: Theory and Practice\", MIT-CEBRA 2021 Annual Meeting as well as Carol Alexander, Ralph De Haas, Jonathan Fu, Sean Higgins, Beata Javorcik, Thomas Lambert, Xiang Li, Nicola Limodio and Enrico Sette for their useful comments and suggestions. Leon Bost and Pablo Zarate provided outstanding research assistance. Views presented are those of the authors and not necessarily those of the EBRD. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}