{
    "id": 29012,
    "citation_title": "Efficiency and Equity Impacts of Urban Transportation Policies with Equilibrium Sorting",
    "citation_author": [
        "Panle Jia Barwick",
        "Shanjun Li",
        "Andrew R. Waxman",
        "Jing Wu",
        "Tianli Xia"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2022-02-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate an equilibrium sorting model of housing location and commuting mode choice with endogenous traffic congestion to evaluate the efficiency and equity impacts of a menu of urban transportation policies. Leveraging fine-scale data from household travel diaries and housing transaction data identifying residents’ home and work locations in Beijing, we recover structural estimates with rich preference heterogeneity over both travel mode and residential location decisions. Counterfactual simulations demonstrate that even when different policies reduce congestion to the same degree, their impacts on residential sorting and social welfare differ drastically. First, driving restrictions create large distortions in travel choices and are welfare reducing. Second, distance-based congestion pricing reduces the spatial separation between residences and workplaces and improves welfare for all households when it is accompanied by revenue recycling. Third, sorting undermines the congestion reduction under driving restrictions and subway expansion but strengthens it under congestion pricing. Fourth, the combination of congestion pricing and subway expansion delivers the greatest congestion relief and efficiency gains. It can also be self-financed, with the cost of subway expansion fully covered by congestion pricing revenue. Finally, eliminating preference heterogeneity, household sorting, or endogenous congestion significantly biases the welfare estimates and changes the relative welfare rankings of the policies.\n\n",
    "acknowledgement": "\nWe thank Kelly Bishop, Jan Brueckner, Shengmao Cao, Gilles Duranton, Fernando Ferreira, Edward Glaeser, Matthew Kahn, Robert Metcalfe, Alvin Murphy, Matías Navarro, Stuart Rosenthal, Kerry Smith, Christopher Timmins, and seminar participants at Boston University, Brazilian School of Economics and Finance, Cornell, Duke, Jinan University, MIT, Peking University, Shanghai University of Finance and Economics, University of Illinois, University of Maryland, University of Texas – Austin, University of Wisconsin – Madison, the World Bank, the 2019 Urban Economics Association meeting, and the 2021 NBER Summer Institute for helpful comments. We acknowledge the excellent research assistance from Avralt-Od Purevjav and Ziye Zhang and financial support from the International Initiative for Impact Evaluation (3ie) under project DPW1.1106 and from the Center for Transportation, Environment, and Community Health at Cornell University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}