{
    "id": 29018,
    "citation_title": "Could Vaccine Dose Stretching Reduce COVID-19 Deaths?",
    "citation_author": [
        "Witold Więcek",
        "Amrita Ahuja",
        "Michael Kremer",
        "Alexandre Simoes Gomes",
        "Christopher Snyder",
        "Alex Tabarrok",
        "Brandon Joel Tan"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that alternative COVID-19 vaccine dosing regimens could potentially dramatically accelerate global COVID-19 vaccination and reduce mortality, and that the costs of testing these regimens are dwarfed by their potential benefits. We first use the high correlation between neutralizing antibody response and efficacy against disease (Khoury et. al. 2021) to show that half or even quarter doses of some vaccines generate immune responses associated with high vaccine efficacy. We then use an SEIR model to estimate that under these efficacy levels, doubling or quadrupling the rate of vaccination by using fractional doses would dramatically reduce infections and mortality. Since the correlation between immune response and efficacy may not be fully predictive of efficacy with fractional doses, we then use the SEIR model to show that fractional dosing would substantially reduce infections and mortality over a wide range of plausible efficacy levels. Further immunogenicity studies for a range of vaccine and dose combinations could deliver outcomes in weeks and could be conducted with a few hundred healthy volunteers. National regulatory authorities could also decide to test efficacy of fractional dosing in the context of vaccination campaigns based on existing immune response data, as some did for delayed second doses. If efficacy turned out to be high, the approach could be implemented broadly, while if it turned out to be low, downside risk could be limited by administering full doses to those who had received fractional doses. The SEIR model also suggests that delaying second vaccine doses will likely have substantial mortality benefits for multiple, but not all, vaccine-variant combinations, underscoring the importance of ongoing surveillance. Finally, we find that for countries choosing between approved but lower efficacy vaccines available immediately and waiting for mRNA vaccines, using immediately available vaccines typically reduces mortality.\n\n",
    "acknowledgement": "\nThe authors are grateful to Nora Szech, Ezekiel Emanuel, Marc Lipsitch, Prashant Yadav, Patrick Smith, Frédéric Y. Bois, Virginia Schmit, Victor Dzau, Valmik Ahuja, Marcella Alsan, Garth Strohbehn and seminar participants at Harvard, M.I.T., the University of Chicago, and the NBER Entrepreneurship and Innovation Policy and the Economy conference for helpful comments and to Esha Chaudhuri for excellent research assistance. This work was supported in part by the Wellspring Philanthropic Fund (Grant No: 15104) and Open Philanthropy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}