{
    "id": 29013,
    "citation_title": "The Evolution of Market Power in the US Auto Industry",
    "citation_author": [
        "Paul L. E. Grieco",
        "Charles Murry",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct measures of industry performance and welfare in the U.S. car and light truck market from 1980-2018. We estimate a differentiated products demand model for this market using product level data on market shares, prices, and product characteristics, and consumer level data on demographics, purchases, and stated second choices. We estimate marginal costs under the conduct assumption of Nash-Bertrand pricing. We relate trends in consumer welfare and markups to industry trends in market structure and the composition of products, like the rise of import competition, the proliferation of SUV's, and changes in vehicle characteristics. We find that although prices rose over time, concentration and market power decreased substantially. Consumer welfare increased over time due to improving product quality and falling marginal costs. The fraction of total surplus accruing to consumers also increased.\n\n",
    "acknowledgement": "\nWe thank Naibin Chen, Andrew Hanna and Arnab Palit for excellent research assistance. We thank Matthew Weinberg for comments. Portions of our analysis use data derived from a confidential, proprietary syndicated product owned by MRI-Simmons. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}