{
    "id": 29014,
    "citation_title": "Trade, Competitive Exclusion, and the Slow-Motion Extinction of the Southern Resident Killer Whales",
    "citation_author": [
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOrcinus Orca is the world's largest predator, and simultaneously a significant tourist asset and cultural icon for much of the Pacific Northwest.  In the past two decades, the Southern Resident Killer whales (SRKW) have declined by more than 25 percent, and this population appears on a slow-motion path towards extinction.  This paper combines elements from biology and economics to put forward a new methodology for investigating their collapse and presents empirical work supporting its novel explanation - the Orca Conjecture.  The key mechanism is ecological - Gause's law of competitive exclusion - combined with a shock coming from booming trade with Asia. Using three different empirical methods drawn from economics, I find the attendant noise disturbance from increased ship traffic post-1998 has lowered births and raised deaths significantly, placing the SRKW on a slow-motion path towards extinction.\n\n",
    "acknowledgement": "\nFunding was provided by the SSHRC; excellent research assistance provided by Fruzsina Mayer, Chetan Sharma, and Samira Ayache. The ideas behind this paper were first presented to the Statistical and Economic Society of Basel, in November of 2018, and then in complete form in 2021 at the Krannert School of Management, Purdue University, the Public and Environmental Economics workshop at Stanford, and at my Presidential Address to the Canadian Economics Association. I would like to thank without implicating participants for their helpful comments. Special thanks to Brian Copeland for numerous comments and conversations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}