{
    "id": 29019,
    "citation_title": "Body-Worn Cameras and Adjudication of Citizen Complaints of Police Misconduct",
    "citation_author": [
        "Suat Çubukçu",
        "Nusret M. Sahin",
        "Erdal Tekin",
        "Volkan Topalli"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2021-07-24",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nPolice body-worn cameras (BWCs) have been the subject of much research on how the technology’s enhanced documentation of police/citizen interactions impact police behavior. Less attention has been paid to how BWC recordings affect the adjudication of citizen complaints against the police. We employ citizen complaint data from the Chicago Police Department and Civilian Office of Police Accountability filed between 2012-2020 to determine the extent to which BWC footage enhances the efficacy of evidence used to formulate a conclusion of responsibility, and whether bias against complainants based on race would subsequently be reduced. Accordingly, we exploit the staggered deployment of BWCs across 22 Chicago police districts over time to estimate the effect of BWCs on these outcomes. Our findings indicate that BWCs led to a significant decrease in the dismissal of investigations due to insufficient evidence (\"not sustained\") as well as a significant increase in disciplinary actions against police officers (\"sustained\" outcomes”) with sufficient evidence to sanction their misconduct. We further find that disparities in complaints across racial groups for the “unsustained” category fade away with the implementation of BWCs.\n\n",
    "acknowledgement": "\nKathryn Johnson provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}