{
    "id": 29015,
    "citation_title": "Entrepôt: Hubs, Scale, and Trade Costs",
    "citation_author": [
        "Sharat Ganapati",
        "Woan Foong Wong",
        "Oren Ziv"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2023-07-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the global trade network and quantify its trade and welfare impact. We document that the trade network is a hub-and-spoke system where 80% of trade is shipped indirectly, nearly all via entrepôts—major hubs that facilitate trade between many origins and destinations. We estimate indirect-shipping-consistent trade costs using a model where shipments can be sent indirectly through an endogenous transport network and develop a geography-based instrument to estimate scale economies in shipping. Network and scale effects propagate local trade cost changes globally. Counterfactual infrastructure improvements at entrepôts generate ten times the global welfare impact relative to non-entrepôts.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Costas Arkolakis, Panle Jia Barwick, Bruce Blonigen, Johannes Boehm, Mark Colas, Kerem Co¸sar, Anca Cristea, Meredith Crowley, Carsten Eckel, Stefania Garetto, Matthew Grant, Keith Head, Reka Juhasz, Myrto Kalouptsidi, Steve Matusz, Ezra Oberfield, Nina Pavcnik, Andrés Rodríguez-Clare, Robert Staiger, Meredith Startz, and seminar participants at Stanford University, Princeton University, University of Michigan, University of Virginia, Boston College, the Federal Reserve Board, Ludwig-Maximilians-Universität Munich, Indiana University, University of Michigan, University of Notre Dame, Syracuse University, University of Cambridge, University of Mannheim, and University of Warwick as well as participants at the NBER Conference on Cities, Labor Markets, and the Global Economy, 2019 Mid-Atlantic International Trade Workshop (Duke), 2020 CeMENT Mentoring Workshop, 20th Annual Nordic International Trade Seminars, 2021 NBER Summer Institute and other conferences for helpful comments. Andrew Castro, Ray McCormick, Giacomo Romanini, and Philip Valtadoros provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}