{
    "id": 29011,
    "citation_title": "Quantifying the High-Frequency Trading \"Arms Race\"",
    "citation_author": [
        "Matteo Aquilina",
        "Eric Budish",
        "Peter O'Neill"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe use stock exchange message data to quantify the negative aspect of high-frequency trading, known as “latency arbitrage.” The key difference between message data and widely-familiar limit order book data is that message data contain attempts to trade or cancel that fail. This allows the researcher to observe both winners and losers in a race, whereas in limit order book data you cannot see the losers, so you cannot directly see the races. We find that latency-arbitrage races are very frequent (about one per minute per symbol for FTSE 100 stocks), extremely fast (the modal race lasts 5-10 millionths of a second), and account for a remarkably large portion of overall trading volume (about 20%). Race participation is concentrated, with the top 6 firms accounting for over 80% of all race wins and losses. The average race is worth just a small amount (about half a price tick), but because of the large volumes the stakes add up. Our main estimates suggest that races constitute roughly one-third of price impact and the effective spread (key microstructure measures of the cost of liquidity), that latency arbitrage imposes a roughly 0.5 basis point tax on trading, that market designs that eliminate latency arbitrage would reduce the market's cost of liquidity by 17%, and that the total sums at stake are on the order of $5 billion per year in global equity markets alone.\n\n",
    "acknowledgement": "\nWe thank Andrew Bailey, Markus Baldauf, Fabio Braga, Peter Cramton, Karen Croxson, Sean Foley, Thierry Foucault, Joel Hasbrouck, Terrence Hendershott, Burton Hollifield, Stefan Hunt, Anil Kashyap, Pete Kyle, Robin Lee, Donald MacKenzie, Albert Menkveld, Paul Milgrom, Barry Munson, Brent Neiman, Lubos Pastor, Talis Putnins, Alvin Roth, Edwin Schooling Latter, Makoto Seta, John Shim and Mao Ye for helpful discussions. We thank the co-editor, Andrei Shleifer, and four anonymous referees for valuable comments and suggestions that greatly improved the paper. We are grateful to Matthew O'Keefe, Natalia Drozdoff, Jaume Vives, Jiahao Chen, and Zizhe Xia for extraordinary research assistance. We thank virtual seminar audiences at the University of Chicago, the Microstructure Exchange, the SFS Cavalcade, the WFAs, Microstructure Asia-Pacific, the EFAs, the Virtual Finance Theory Seminar, Stevens, Stanford, IEX, the AFAs, Informs Market Design, Berkeley, the Swiss Finance Institute, and the Bank of International Settlements. Budish thanks the Fama-Miller Center, Initiative on Global Markets, Stigler Center and Dean's Office at Chicago Booth for funding. This paper circulated in January 2020 as a Financial Conduct Authority Occasional Paper, which is the FCA's working paper series. While Occasional Papers do not necessarily represent the position of the FCA, they are one source of evidence that the FCA may use while discharging its functions and to inform its views. The views expressed in this paper are those of the authors and not necessarily those of the Financial Stability Board and/or its members, nor of the National Bureau of Economic Research. Any errors and omissions are the authors' own. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}