{
    "id": 29010,
    "citation_title": "A Denial a Day Keeps the Doctor Away",
    "citation_author": [
        "Abe Dunn",
        "Joshua D. Gottlieb",
        "Adam Shapiro",
        "Daniel J. Sonnenstuhl",
        "Pietro Tebaldi"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2023-01-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWho bears the consequences of administrative problems in healthcare? We use data on repeated interactions between a large sample of U.S. physicians and many different insurers to document the complexity of healthcare billing, and estimate its economic costs for doctors and consequences for patients. Observing the back-and-forth sequences of claim denials and resubmissions for past visits, we can estimate physicians’ costs of haggling with insurers to collect payments. Combining these costs with the revenue never collected, we estimate that physicians lose 18% of Medicaid revenue to billing problems, compared with 4.7% for Medicare and 2.4% for commercial insurers. Identifying off of physician movers and practices that span state boundaries, we find that physicians respond to billing problems by refusing to accept Medicaid patients in states with more severe billing hurdles. These hurdles are quantitatively just as important as payment rates for explaining variation in physicians’ willingness to treat Medicaid patients. We conclude that administrative frictions have first-order costs for doctors, patients, and equality of access to healthcare. We quantify the potential economic gains—in terms of reduced public spending or increased access to physicians—if these frictions could be reduced, and find them to be sizable.\n\n",
    "acknowledgement": "\nThe views expressed in this article are solely those of the authors and do not necessarily reflect the views of the Bureau of Economic Analysis, the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. Gottlieb and Tebaldi thank the Becker-Friedman Institute for Economics. Gottlieb also thanks the Social Sciences and Humanities Research Council of Canada for supporting this work, and acknowledges hospitality from Brown University and the Federal Reserve Bank of San Francisco. The editor and four anonymous referees provided numerous constructive comments which led to substantial revisions of the article. We are deeply indebted to Finn McLaughlin, Oscar Chan, Hyonggu Hwang, and Yiqing Zheng for exceptional research assistance, and we thank numerous seminar audiences for helpful comments. A previous draft of this article circulated under the title “The Costs of Payment Uncertainty in Healthcare Markets”.\n\n\n"
}