{
    "id": 29024,
    "citation_title": "You Can’t Handle The Truth: The Effects Of The Post-9/11 Gi Bill On Higher Education And Earnings",
    "citation_author": [
        "Andrew Barr",
        "Laura Kawano",
        "Bruce Sacerdote",
        "William Skimmyhorn",
        "Michael Stevens"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2021-09-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Post 9/11 GI Bill (PGIB) is among the largest and most generous college subsidies enacted thus far in the U.S. We examine the impact of the PGIB on veterans’ college-going, degree completion, federal education tax benefit utilization, and long run earnings. Among veterans potentially induced to enroll, the introduction of the PGIB raised college enrollment by 0.17 years and B.A. completion by 1.2 percentage points (on a base of 9 percent). But, the PGIB reduced average annual earnings nine years after separation from the Army by $900 (on a base of $32,000). Years enrolled effects are larger and earnings effects more negative for veterans with lower AFQT scores and those who were less occupationally skilled. Under a variety of conservative assumptions, veterans are unlikely to recoup these reduced earnings during their working careers.  All veterans who were already enrolled in college at the time of bill passage increase their months of schooling, but only for those in public institutions did this translate into increases in bachelor’s degree attainment and longer-run earnings. For specific groups of students, large subsidies can modestly help degree completion but harm long run earnings due to lost labor market experience.\n\n",
    "acknowledgement": "\nWe are grateful for assistance from the U.S. Army Office of Economic and Manpower Analysis, especially Luke Gallagher. We thank participants at the 2021 AEA Annual Meetings, NBER Summer Institute 2019 (Labor Studies), 2018 National Tax Association Annual Meetings, CESifo Area Conference on the Economics of Education, Office of Tax Analysis (Treasury), University of Michigan, University of Wisconsin-Madison, George Washington University, Bureau of Labor Statistics, Boston College, and Harvard for helpful comments. Sacerdote thanks the National Science Foundation and Smith Richardson Foundation for generous support.  Barr acknowledges funding from a National Academy of Education / Spencer Post-doctoral Fellowship and the Upjohn Institute.  The views expressed in this paper are those of the authors and do not represent the official views of the United States Military Academy, the Department of the Army, the Department of Defense, or the U.S. Department of the Treasury. Corresponding author:  Bruce Sacerdote, Dartmouth College, 6106 Rockefeller Hall, Hanover NH, 03755. Phone: 603 646 2121. Email: bruce.sacerdote@dartmouth.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}