{
    "id": 29029,
    "citation_title": "Do Collateral Sanctions Work? Evidence from the IRS’ Passport Certification and Revocation Process",
    "citation_author": [
        "Paul R. Organ",
        "Alex Ruda",
        "Joel Slemrod",
        "Alex Turk"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPenalties for tax evasion are typically financial, but many jurisdictions also utilize collateral sanctions that deny access to some government-provided service. To learn about the effectiveness of such penalties, we examine a U.S. policy restricting passport access for taxpayers with substantial tax debt, known as “certification.” We find an immediate and strong positive effect on compliance actions when a passport request is denied. We then take advantage of randomization during the policy rollout to identify the direct compliance effect of certification, and find smaller but non-trivial effects whose heterogeneity is consistent with measures of taxpayers’ value of having a passport.\n\n",
    "acknowledgement": "\nWe thank Nick Gebbia, Tatiana Homonoff, Jeff Hoopes, Jan Millard, Stacy Orlett, and participants at the 2020 National Tax Association annual conference, the 2021 IRS/TPC Joint Research Conference on Tax Administration, and University of Michigan seminars for helpful comments. All data work for this project involving confidential taxpayer information was done on IRS computers by IRS employees, and at no time was confidential taxpayer data ever outside of the IRS computing environment. Organ is a student volunteer with the IRS through the Joint Statistical Research Program. Slemrod is an IRS employee under an agreement made possible by the Intragovernmental Personnel Act of 1970 (5 U.S.C. 3371-3376). The views and opinions presented in this paper reflect those of the authors. They do not necessarily reflect the views or the official position of the Internal Revenue Service or  the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}