{
    "id": 29020,
    "citation_title": "The Revealed Demand for Hard vs. Soft News: Evidence from Italian TV Viewership",
    "citation_author": [
        "Marco Gambaro",
        "Valentino Larcinese",
        "Riccardo Puglisi",
        "James M. Snyder Jr."
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze minute-by-minute, individual level data on viewership for Italian TV news broadcasts (from AUDITEL™), matched with detailed data on content (from Osservatorio di Pavia). We are interested in the behavior of viewers, and in particular in their decision to switch away from a news program as a function of the type of story they are currently watching. Somewhat surprisingly, we find that “soft” news systematically induces viewers to switch away, even more than “hard” news. On the other hand, sensational stories about crime, accidents and disasters are associated with less switching. We also find significant differences in this switching behavior according to gender, age, and the specific TV channel being watched. For example, young people are relatively more likely to switch away from hard news than soft news, compared to older people.\n\n",
    "acknowledgement": "\nCorresponding author: Riccardo Puglisi, riccardo.puglisi@unipv.it; this paper contains statistical analyses done at Harvard University and the University of Pavia on data provided by AUDITEL™ We thank Andrea Prat, David Stromberg, and seminar participants at Ancona, the Alghero Media Workshop 2018, Bologna, Bolzano, Johns Hopkins, the NYU/LSE Conference, Keio University, the 2nd Economics of Media Bias Workshop in Lausanne, the SISP 2016 Conference in Milan, Nottingham, Venice Ca’ Foscari, Genova and Zurich. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}