{
    "id": 29022,
    "citation_title": "Task-Based Discrimination",
    "citation_author": [
        "Erik Hurst",
        "Yona Rubinstein",
        "Kazuatsu Shimizu"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWhy did the Black-White wage gap converge from 1960 to 1980 and why has it stagnated since?  To answer this question, we introduce a unified model that integrates notions of both taste-based and statistical discrimination into a task-based model of occupational sorting. At the heart of our framework is the idea that discrimination varies by the task requirement of each job.  We use this framework to identify and quantify the role of trends in race-specific factors and changing task prices in explaining the evolution of the Black-White wage gap since 1960.  In doing so, we highlight a new task measure - Contact tasks – which measures the extent to which individuals interact with others as part of their job.  We provide evidence that changes in the racial gap in Contact tasks serves as a good proxy for changes in taste-based discrimination over time.  We find that taste-based discrimination has fallen and racial skill gaps have narrowed over the last sixty years in the United States. However, since the 1980s, the effect of declining racial skill gaps and discrimination on the Black-White wage gap were offset by the increasing returns to Abstract tasks which, on average, favored White workers relative to Black workers.\n\n",
    "acknowledgement": "\nWe thank Jack Hurst for his help in constructing some of the data files used within the paper.  We also thank David Autor, Joydeep Bhattacharya, Sandy Black, Kerwin Charles, David Deming, Chinhui Juhn, Patrick Kehoe, Pat Kline, David de Meza, Derek Neal, Matt Notowidigdo, and Elena Pastorino for helpful comments as well as seminar participants at Berkeley, Chicago, Edinburgh, Houston, LSE, the 2021 SOLE meetings, and Virginia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}