{
    "id": 29021,
    "citation_title": "Doctors' and Nurses' Social Media Ads Reduced Holiday Travel and COVID-19 Infections: A Cluster Randomized Controlled Trial",
    "citation_author": [
        "Emily Breza",
        "Fatima Cody Stanford",
        "Marcella Alsan",
        "Burak Alsan",
        "Abhijit Banerjee",
        "Arun G. Chandrasekhar",
        "Sarah Eichmeyer",
        "Traci Glushko",
        "Paul Goldsmith-Pinkham",
        "Kelly Holland",
        "Emily Hoppe",
        "Mohit Karnani",
        "Sarah Liegl",
        "Tristan Loisel",
        "Lucy Ogbu-Nwobodo",
        "Benjamin A. Olken",
        "Carlos Torres",
        "Pierre-Luc Vautrey",
        "Erica Warner",
        "Susan Wootton",
        "Esther Duflo"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the COVID-19 epidemic, many health professionals started using mass communication on social media to relay critical information and persuade individuals to adopt preventative health behaviors. Our group of clinicians and nurses developed and recorded short video messages to encourage viewers to stay home for the Thanksgiving and Christmas Holidays. We then conducted a two-stage clustered randomized controlled trial in 820 counties (covering 13\nStates) in the United States of a large-scale Facebook ad campaign disseminating these messages. In the first level of randomization, we randomly divided the counties into two groups: high intensity and low intensity. In the second level, we randomly assigned zip codes to either treatment or control such that 75% of zip codes in high intensity counties received the treatment, while 25% of zip codes in low intensity counties received the treatment. In each treated zip code, we sent the ad to as many Facebook subscribers as possible (11,954,109 users received at least one ad at Thanksgiving and 23,302,290 users received at least one ad at Christmas). The first primary outcome was aggregate holiday travel, measured using mobile phone location data, available at the county level: we find that average distance travelled in high-intensity counties changed by -0.993 percentage points (95% CI -1.616, -0.371, p-value 0.002) the three days before each holiday. The second primary outcome was COVID-19 infection at the zip-code level: COVID-19 infections recorded in the two-week period starting five days post-holiday declined by 3.5 percent (adjusted 95% CI [-6.2 percent, -0.7 percent], p-value 0.013) in intervention zip codes compared to control zip codes.\n\n",
    "acknowledgement": "\nthank Nikhil Shankar and Minjeong Joyce Kim for excellent research assistance. We are particularly grateful to all of the members of the “COVID-19 messaging working group” with whom developed and tested the original messages that led to this at-scale study. The research was supported by the National Science FoundationWe thank the health team at Facebook for their in-kind financial support that allowed us to run the campaign, and for their logistical help. Facebook provided the ad credits used to show the ads and connected the research team with AdGlow, the marketing partner. The ad content went through the usual internal policy review at Facebook for compliance with policies. Facebook had no other role in the design or conduct of the trial, and no role in the interpretation of the data or preparation of the manuscript. In particular, we thank Nisha Deolalikar. We also thank advisors Drew Bernard and Sarah Francis. We thank the team at AdGlow, in particular Camille Orellano and Lauren Novak, for running the campaign. We thank Alex Pompe from Facebook Data for Good for helping us to understand the Facebook mobility data. We thank the team at Damage Control, in particular Pradip Saha, for their tireless work in editing the videos. We  (award 2029880), the Physician/Scientist Development Award (PSDA) granted by the Executive Committee on Research (ECOR) at Massachusetts General Hospital, and the National Institutes of Health (awards P30 DK040561, L30 DK118710). Primary outcomes were registered on ClinicalTrials.gov (NCT04644328) and the AEA RCT registry (AEARCTR-0006821). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}