{
    "id": 29028,
    "citation_title": "When Is Tinkering with Safety Net Programs Harmful to Beneficiaries?",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael J. Wither"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInteractions between redistributive policies can confront low-income households with complicated choices.  We study one such interaction, namely the relationship between Medicaid eligibility thresholds and the minimum wage.  A minimum wage increase reduces the number of hours a low-skilled individual can work while retaining Medicaid eligibility.  We show that the empirical and welfare implications of this interaction can depend crucially on the relevance of labor market frictions.  Absent frictions, affected workers may maintain Medicaid eligibility through small reductions in hours of work.  With frictions, affected workers may lose Medicaid eligibility unless they leave their initial job.  Empirically, we find that workers facing this scenario became less likely to participate in Medicaid, less likely to work, and more likely to spend time looking for new jobs, including search while employed.  The observed outcomes suggest that low-skilled workers face substantial labor market frictions.  Because adjustment is costly, tinkering with safety net program parameters that determine the location of program eligibility notches can be harmful to beneficiaries.\n\n",
    "acknowledgement": "\nWe thank Jean Roth for greatly easing the navigation and analysis of SIPP data, as made accessible through NBER.  We thank Thomas Baranga, Richard Blundell, Prashant Bharadwaj, Marika Cabral, Julie Cullen, Gordon Dahl, Martin Feldstein, Roger Gordon, Karthik Muralidharan, Stan Veuger, and participants in the NBER's TAPES conference in Mannheim, as well as participants in the 2020 symposium on free markets and health care, for helpful comments and suggestions.  Clemens gratefully acknowledges support from the UCSD Academic Senate through its small grant program, as well as support from the Stanford Institute for Economic Policy Research and the Harrington Fellowship program at the University of Texas at Austin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}