{
    "id": 29031,
    "citation_title": "Career Effects of Mental Health",
    "citation_author": [
        "Barbara Biasi",
        "Michael S. Dahl",
        "Petra Moser"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2024-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the career effects of mental health, focusing on depression, schizophrenia, and bipolar disorder (BD). Individual-level registry data from Denmark show that these disorders carry large earnings penalties, ranging from 34 percent for depression and 38 percent for BD to 74 percent for schizophrenia. To investigate the causal effects of mental health on a person’s career, we exploit the approval of lithium as a maintenance treatment for BD in 1976. Baseline estimates compare career outcomes for people with and without access in their 20s, the typical age of onset for BD. These estimates show that access to treatment eliminates one third of the earnings penalty associated with BD and greatly reduces the risks of low or no earnings. Importantly, access to treatment closes more than half of the disability risk associated with BD.\n\n",
    "acknowledgement": "\nWe thank Janet Currie, Manasi Deshpande, Monica Deza, Camelia Kahmen, Sheri Johnson, Jonathan Feinstein, Mushfiq Mobarak, Nicholas Papageorge, Nicola Pierri, and Lars Skipper, as well as seminar participants at Aarhus, the AEA, NYU, Yale, and the NBER for helpful comments and conversations. Dahl thanks Statistics Denmark and the Department of Management of Aarhus University for research support. Moser gratefully acknowledges financial support from the National Science Foundation through CAREER grant 1151180. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}