{
    "id": 29037,
    "citation_title": "Do State SNAP Policies Influence Program Participation among Seniors?",
    "citation_author": [
        "Jordan W. Jones",
        "Charles J. Courtemanche",
        "Augustine Denteh",
        "James Marton",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSenior participation in the Supplemental Nutrition Assistance Program (SNAP) has traditionally been lower than other groups among those eligible, with historical estimates below 50 percent. We examine the impacts of state SNAP policies on program participation among low-income senior (age 60 and older) and non-senior households using data from the 2001-2014 December Current Population Survey Food Security Supplement. Our results suggest that policies designed to expand SNAP eligibility modestly increased participation among seniors but led to larger increases among non-seniors. In contrast, we find little evidence of effects of policies related to transaction costs, stigma, or outreach on either group.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Food and Nutrition Service, Contract Number 12319818C0010. The findings and conclusions in this working paper are those of the authors and should not be construed to represent any official USDA or U.S. government determination or policy or the opinions of the UKCPR. We would like to thank Craig Gunderson, Jim Ziliak, and conference participants at the “Understanding Food-Related Hardships Among Older Americans” conference for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}