{
    "id": 29038,
    "citation_title": "Is Recreational Marijuana a Gateway to Harder Drug Use and Crime?",
    "citation_author": [
        "Joseph J. Sabia",
        "Dhaval M. Dave",
        "Fawaz Alotaibi",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2021-08-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRecreational marijuana laws (RMLs), which legalize the possession of small quantities of marijuana for recreational use, have been adopted by 18 states and the District of Columbia.  Opponents argue that RML-induced increases in marijuana consumption will serve as a “gateway” to harder drug use and crime.  Using data covering the period 2000-2019 from a variety of national sources (the National Survey of Drug Use and Health, the Uniform Crime Reports, the National Vital Statistics System, and the Treatment Episode Data Set) this study is the first to comprehensively examine the effects of legalizing recreational marijuana on hard drug use, arrests, drug overdose deaths, suicides, and treatment admissions.  Our analyses show that RMLs increase adult marijuana use and reduce drug-related arrests over an average post-legalization window of three to four years.  There is little evidence to suggest that RML-induced increases in marijuana consumption encourage the use of harder substances or violent criminal activity, and some evidence that RMLs may aid in reducing opioid-related mortality.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges support from the Center for Health Economics & Policy Studies (CHEPS), which has received grant funding from the Charles Koch Foundation and Troesh Family Foundation.  We thank Samuel Safford, Drew McNichols, Rebecca Margolit, and Abdullah Alswelh for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}