{
    "id": 29034,
    "citation_title": "Financial Dollarization: Efficient Intranational Risk Sharing or Prescription for Disaster?",
    "citation_author": [
        "Lawrence Christiano",
        "Hüsnü Dalgic",
        "Armen Nurbekyan"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2022-11-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature focuses on the implications of the dollar for international risk sharing. In contrast, we find evidence that most of the risk sharing associated with the dollar is intranational rather than international. It is sometimes suggested that the insurance benefits of the dollar are undone by an increased risk of financial fragility. We display empirical evidence that this concern is over-stated. We develop a simple model formalizing our findings about the insurance role of the dollar, which is consistent with the key cross-country facts on interest rate differentials, deposit dollarization and exchange rate depreciations in recessions.\n\n",
    "acknowledgement": "\nThe opinions given here are our own and do not reflect the views of the Central Bank of Armenia or the National Bureau of Economic Research. We appreciate the comments of Andrew Atkeson, Sena Coskun, Martin Eichenbaum, Ayse Imrohoroglu, Luigi Iovino, Douglas Laxton, Karen Lewis and Emekcan Yucel, and we are particular grateful for guidance and feedback from Paul Castillo. We thank Lusine Torosyan for outstanding research assistance. We are also grateful to audiences at the 2018 International Monetary Fund conference hosted by the Central Bank of Armenia, “25 Years of Stability and Future Challenges”, the “13th Macro-Finance Society Conference” at Northwestern in 2018, the 2019 Cusco, Peru conference, “Exchange Rates, Monetary Policy and Frictions,” the 2019 Ischia conference, “Frontiers in Macroeconomic Research”, the 2019 Chicago Fed “Conference in Memory of Alejandro Justiniano”, the 2019 Minneapolis Fed Conference “Celebrating 50 years of partnership between the University of Minnesota and the Federal Reserve Bank of Minneapolis”, the 2020 Econometric Society World Congress, the 2020 Summer Meetings of the European Economic Association, the 2020 Econometric Society World Congress meetings, the 2020 Economica Centenary Conference, the 2021 meetings of the Canadian Economic Association, the 2021 Econometric Society Winter Meetings, the 2021 ifo Dresden Workshop on Macroeconomics and International Finance, the 2021 Winter Meetings of the American Economic Association, the 2022 NBER conference on ‘Emerging and Frontier Markets’, in Cartagena, Colombia and the 2022 CEPR conference on ‘Emerging Markets Back in the Spotlight: Risks and Policy Options’, Johannesburg, South Africa. Dalgic gratefully acknowledges funding by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project C02).\n\n\n\nLawrence Christiano\n\nNon-Northwestern compensated activities: 2010 through 2021.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China, Shanghai Advanced Institute of Finance, Shanghai, Central Bank of Armenia, Southwest University of Finance and Economics in Chengdu, China.\nConsultant, Central Bank of Brazil, Swiss National Bank.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n"
}