{
    "id": 29036,
    "citation_title": "Creating Controversy in Proxy Voting Advice",
    "citation_author": [
        "Andrey Malenko",
        "Nadya Malenko",
        "Chester S. Spatt"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2022-05-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the design of recommendations (available to all shareholders) and research reports (available only to subscribers) by a proxy advisor, who maximizes profits from selling information to shareholders. We show that the advisor benefits from biasing its recommendations against the a priori more likely alternative, thereby “creating controversy” for the vote. In contrast, it serves the advisor’s interest to produce precise and unbiased research reports. Our results help reinterpret empirical patterns of shareholders’ voting behavior, suggesting that proxy advisors’ recommendations may not be a suitable benchmark for evaluating shareholders’ votes. Our model also rationalizes the one-size-fits-all approach in recommendations.\n\n",
    "acknowledgement": "\nWe are grateful to Sugato Bhattacharyya, Philip Bond, Briana Chang, Amiyatosh Purnanandam, Uday Rajan, Alexander Wagner, Lucy White, Yan Xiong, Yishu Zeng, conference participants at the 2021 Conference on Markets and Economies with Information Frictions, Midwest Economic Theory Conference, 13th Florida State University SunTrust Beach Conference, Finance Theory Group meeting, and seminar participants at Aarhus University, Carnegie Mellon University, Georgetown University, Georgia State University, London Business School, Queen Mary University of London, Rice University, Rutgers Business School, University of Illinois Urbana-Champaign, University of Michigan, University of Mississippi, University of Rochester, University of Utah, University of Warwick, Vienna Graduate School of Finance, and Finance Theory Webinar for helpful comments, and to Filipp Prokopev for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}