{
    "id": 29040,
    "citation_title": "Biden, COVID and Mental Health in America",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing US Census Household Pulse Survey data for the period April 2020 to June 2021 we track the evolution of the mental health of nearly 2.3 million Americans during the COVID pandemic.  We find anxiety, depression and worry peaked in November 2020, coinciding with the Presidential election. The taking of prescription drugs for mental health conditions peaked two weeks later in December 2020. Mental health improved subsequently such that by April 2021 it was better than it had been a year previously. The probability of having been diagnosed with COVID did not rise significantly in the first half of 2021 but COVID infection rates were higher among the young than the old.  COVID diagnoses were significantly lower in States that had voted for Biden in the Presidential Election.  The probability of vaccination rose with age, was considerably higher in Biden states, and rose precipitously over the period among the young and old.  Anxiety was higher among people in Biden states, whether they had been diagnosed or not, and whether they were vaccinated or not.  The association between anxiety and depression and having had COVID was not significant in Biden or Trump states but being vaccinated was associated with lower anxiety and depression, with the effect being larger in Biden states. Whilst being in paid work was associated with lower anxiety, worry and depression and was associated with higher vaccination rates, it also increased the probability of having had COVID.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}