{
    "id": 29044,
    "citation_title": "Instrumental Variable Identification of Dynamic Variance Decompositions",
    "citation_author": [
        "Mikkel Plagborg-Møller",
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomists increasingly use external sources of exogenous variation for causal inference. However, unless such external instruments (proxies) capture the underlying shock without measurement error, existing methods are silent on the importance of that shock for macroeconomic fluctuations. We show that, in a general moving average model with external instruments, variance decompositions for the instrumented shock are interval-identified, with informative bounds. Various additional restrictions guarantee point identification of both variance and historical decompositions. Unlike SVAR analysis, our methods do not require invertibility. Applied to U.S. data, they give a tight upper bound on the importance of monetary shocks for inflation dynamics.\n\n",
    "acknowledgement": "\nWe received helpful comments from the editor Harald Uhlig, three anonymous referees, Isaiah Andrews, Tim Armstrong, Dario Caldara, Thorsten Drautzburg, Domenico Giannone, Yuriy Gorodnichenko, Ed Herbst, Marek Jarociński, Peter Karadi, Lutz Kilian, Michal Kolesár, Byoungchan Lee, Sophocles Mavroeidis, Pepe Montiel Olea, Ulrich Müller, Emi Nakamura, Giorgio Primiceri, Eric Renault, Giovanni Ricco, Luca Sala, Jón Steinsson, Jim Stock, Mark Watson, and seminar participants at several venues. The first draft of this paper was written while Wolf was visiting the Bundesbank, whose hospitality is gratefully acknowledged. Wolf also acknowledges support from the Alfred P. Sloan Foundation and the Macro Financial Modeling Project. Plagborg-Møller acknowledges that this material is based upon work supported by the NSF under Grant #1851665. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}