{
    "id": 29046,
    "citation_title": "Growing Pains? A Comment on “Converging to Convergence”",
    "citation_author": [
        "Rohini Pande",
        "Nils T. Enevoldsen"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly tests of cross-country convergence found evidence only for conditional convergence. In contrast, with more recent data, Kremer, Willis, and You (2021) find evidence that since the mid-1980s there has been a trend towards unconditional convergence culminating in absolute convergence since 2000. Additionally, they find suggestive evidence that one of the major drivers of this trend is an underlying convergence towards development-favored policies. We discuss the implications of this result through the lens of individual welfare and poverty, concluding that the news is not as welcome as it may seem for the world’s poor. We point out that absolute convergence has happened contemporaneously with rising within-country inequality, resulting in more of the world’s poor living in middle-income countries. Next, we argue that domestic redistribution is essential to spread the benefits from industrialization, since the labor share of manufacturing isn’t reaching the heights it did in industrialized countries. Finally, we argue that the democratic institutions that can facilitate this redistribution themselves face headwinds. Democratic backsliding, the Covid-19 pandemic, and a bleak climate outlook all present obstacles to transforming economic growth into economic justice for the poor.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu and conference participants at 26th NBER macro annual for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}