{
    "id": 29042,
    "citation_title": "Communication within Firms: Evidence from CEO Turnovers",
    "citation_author": [
        "Stephen Michael Impink",
        "Andrea Prat",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2022-09-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses novel, firm-level communication measures derived from communications metadata several months before and after a CEO transition for 102 firms to study whether and how this organizational event is reflected in employees’ communication flows. We find that CEO turnover is associated with an initial decrease in intra-firm communication (-10% relative to the pre-CEO transition period), followed by a significant increase approximately five months after the CEO turnover (+33%). The increase in communications is driven primarily by inter-departmental (i.e. communication involving employees of different functional departments) and vertical (i.e. communication among managers and employees) communication flows. Firms where the medium-run increase in communication is higher experience greater increases in market returns and revenues in the year following the CEO transition.\n\n",
    "acknowledgement": "\nWe thank Iwan Barankay, Wouter Dessein, Robert Gibbons, Stephen Hansen, Mitch Hoffman, Adam Kleinbaum, Niko Matouschek, Meg Meyer, Antoinette Schoar, Toby Stuart, seminar participants at Columbia, and participants at the Spring 2021 NBER Organizational Economics, 2021 Strategy Science (HBS), 2021 Ghoshal (LBS), 2021 DRUID (CBS), and the 2020 People and Organizations (Wharton) Conferences for insightful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRaffaella Sadun\n\nI, Raffaella Sadun, hereby declare that I have no relevant material or financial interests that relate to research described in the article entitled “Communication within Firms: Evidence from CEO Turnovers.”\n\n\nI also declare that I have received funding for my research from:\n-\tHarvard University\n-\tMicrosoft Corporation\n-\tNBER\n-\tNSF\n-\tSloan Foundation\n\n\n"
}