{
    "id": 29047,
    "citation_title": "Do Urgent Care Centers Reduce Medicare Spending?",
    "citation_author": [
        "Janet Currie",
        "Anastasia Karpova",
        "Dan Zeltzer"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of the opening of a new urgent care center (UCC) on health care costs and the utilization of care among nearby Medicare beneficiaries. We focus on 2006–2016, a period of rapid UCC expansion. We find that total Medicare spending rises when residents of a zip code are first served by a UCC, relative to spending in yet-to-be-served zip codes, while mortality remains flat. We explore mechanisms by looking at categories of spending and by examining utilization. Increases in inpatient visits are the largest contributor to the overall increase in spending, rising by 6.65 percent  within six years after UCC entry. The number of emergency room visits that result in a hospital admission also increases by 3.7 percent. In contrast, there is no change in the number of ER visits that do not result in admission to hospital, in visits to physicians outside a UCC, or in imaging and tests. Overall, these results provide little evidence that UCCs replace costly ER visits or that they crowd out visits to patients' regular doctors. Instead, the evidence is consistent with the possibility that UCCs—which are increasingly owned by or contract with hospital systems—induce greater spending on hospital care.\n\n",
    "acknowledgement": "\nThis research was supported by National Institute on Aging grant numbers P01AG005842 and P30AG012810. Dan Zeltzer acknowledges support from Israeli Science Foundation grant number 1461/20. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}