{
    "id": 29059,
    "citation_title": "Strategic or Confused Firms? Evidence from \"Missing\" Transactions in Uganda",
    "citation_author": [
        "Miguel Almunia",
        "Jonas Hjort",
        "Justine Knebelmann",
        "Lin Tian"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre firms sophisticated maximizers, or do they consistently make errors? Using transaction-level data from Ugandan value-added tax (VAT) returns, we show that sellers and buyers report different amounts 79% of the time, despite invoices being easily cross-checked. We estimate that 25% of firms are disadvantageous misreporters—they systematically misreport own sales and purchases such that their tax liability increases—while 75% are advantageous misreporters. Many firms—especially disadvantageous misreporters—fail to report imported inputs they themselves reported at Customs, increasing their VAT liability. On net, unilateral VAT misreporting cost Uganda about US$384 million in foregone 2013-2016 tax revenue\n\n",
    "acknowledgement": "\nWe thank editor Rema Hanna, three anonymous referees, Michael C. Best, Ray Fisman, Francois Gerard, Jim Hines, Wojciech Kopczuk, David Margolis, Joana Naritomi, Daniel Reck, Floris Zoutman, and many seminar and conference participants for comments and suggestions that substantially improved the paper; Pablo Garcia Guzman, David Henning, and Claude Raisaro for outstanding research assistance; the Uganda Revenue Authority for data sharing and excellent collaboration; and the International Growth Centre, the British Academy, and the Leverhulme Foundation for funding. The views in this paper are those of the authors, and do not necessarily represent those of the Uganda Revenue Authority or the National Bureau of Economic Research.\n\n\n"
}