{
    "id": 29057,
    "citation_title": "The Lasting Effects of Early Childhood Education on Promoting the Skills and Social Mobility of Disadvantaged African Americans",
    "citation_author": [
        "Jorge Luis García",
        "James J. Heckman",
        "Victor Ronda"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2022-07-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates multiple beneficial impacts of a program promoting intergenerational mobility for disadvantaged African-American children and their children. The program improves outcomes of the first-generation treatment group across the life cycle, which translates into better family environments for the second generation leading to positive intergenerational gains. There are long-lasting beneficial program effects on cognition through age 54, contradicting claims of fadeout that have dominated popular discussions of early childhood programs. Children of the first-generation treatment group have higher levels of education and employment, lower levels of criminal activity, and better health than children of the first-generation control group.\n\n",
    "acknowledgement": "\nThis research is supported by the Buffett Early Childhood Fund, the National Institutes of Health's Eunice Kennedy Shriver National Institute of Child Health and Human Development under award number R37HD065072, and the National Institute of Aging under award numbers R01AG042390 and R01AG053343. The authors thank the researchers of the HighScope Educational Research Foundation's Perry Preschool Project for access to study data and source materials. Years of partnership and collaboration with HighScope have made this work possible. We also thank Meera Mody and Alejandra Campos for research assistance. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}