{
    "id": 29055,
    "citation_title": "A Note on the Level of Customer Support by State Governments: A Mystery-Shopping Approach",
    "citation_author": [
        "Oeindrila Dube",
        "Sendhil Mullainathan",
        "Devin G. Pope"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany government services are provided at the state level such as unemployment insurance, Medicaid, and SNAP. Given the lack of competition, a natural worry is that customer support provided by states for these services is less than adequate. While there are many different measures of how a state can support beneficiaries, we focus on just one in this short and applied report: the ability to get a live representative on the phone to help with an application question. To do this, we take a “mystery shopping” approach and make 2,000 phone calls to state government offices. We find substantial heterogeneity in the availability of live phone representatives across states and types of service (UI, Medicaid, etc.). For example, live representatives in New Jersey and Georgia were reached less than 20% of the time while representatives in New Hampshire and Wisconsin were reached more than 80% of the time. We hope that this report provides a simple example for how academics, investigative reporters, and watch groups can help states be more accountable for their customer support systems.\n\n",
    "acknowledgement": "\nNothing to acknowledge or disclose The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}