{
    "id": 29052,
    "citation_title": "A Signal to End Child Marriage: Theory and Experimental Evidence from Bangladesh",
    "citation_author": [
        "Nina Buchmann",
        "Erica M. Field",
        "Rachel Glennerster",
        "Shahana Nazneen",
        "Xiao Yu Wang"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2021-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nChild marriage remains common even where female schooling and employment opportunities have grown. We introduce a signaling model in which bride type is imperfectly observed but preferred types have lower returns to delaying marriage. We show that in this environment the market might pool on early marriage even when everyone would benefit from delay. In this setting, offering a small incentive can delay marriage of all treated types and untreated non-preferred types, while programs that act directly on norms can unintentionally encourage early marriage. We test these theoretical predictions by experimentally evaluating a financial incentive to delay marriage alongside a girls’ empowerment program designed to shift norms. As predicted, girls eligible for the incentive are 19% less likely to marry underage, as are nonpreferred type women ineligible for the incentive. Meanwhile, the empowerment program was successful in promoting more progressive gender norms but failed to decrease adolescent marriage and increased dowry payments.\n\n",
    "acknowledgement": "\nThe study was funded by the International Initiative for Impact Evaluation, the US National Institutes of Health, the Nike Foundation, the International Development Research Center, and GrOW, a multi-funder partnership with the UK Government’s Department for International Development, the William and Flora Hewlett Foundation, and the International Development Research Center, Canada. We thank colleagues at Save the Children and Bangladesh Development Society who were an integral part of designing this evaluation particularly Jahirul Alam Azad, Winnifride Mwebesa, Veronica Torres, Mary Beth Powers, Elizabeth Pearce, and Barbara Burroughs as well as Shoraez Shahjahan (IPA) and Diva Dhar (JPAL). Invaluable research assistance was provided by Libby Abbott, Michael Duthie, Rahin Khandker, Elizabeth Linos, Parendi Mehta, Rudmila Rahman, Akshay Dixit, Rizwana Shahnaz, Pauline Shoemaker, Saffana Humaira, Mihir Bhaskar, Jintao Sun, Sara Pratico, and Shakil Ayan. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}