{
    "id": 29054,
    "citation_title": "Effects of Welfare Reform on Household Food Insecurity Across Generations",
    "citation_author": [
        "Hope Corman",
        "Dhaval M. Dave",
        "Nancy Reichman",
        "Ofira Schwartz-Soicher"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study estimated the effects of welfare reform in the 1990s, which permanently restructured and contracted the cash assistance system in the U.S., on food insecurity—a fundamental form of hardship—of the next generation of households. An implicit goal underlying welfare reform was the disruption of an assumed intergenerational transmission of disadvantage; however, little is known about the effects of welfare reform on the well-being of the next generation. Using intergenerational data from the Panel Study of Income Dynamics and a variation on a difference-in-differences framework, this study exploits 3 sources of variation in childhood exposure to welfare reform: (1) risk of exposure across birth cohorts; (2) variation of exposure within cohorts because different states implemented welfare reform in different years; and (3) variation between individuals with the same exposure who were more likely and less likely to rely on welfare. We found that exposure to welfare reform led to decreases in food insecurity of the next generation of households, by about 10% for a 5-year increase in exposure, with stronger effects for women, individuals exposed for longer durations during childhood, individuals exposed in early childhood (0-5 years), and individuals whose mothers had a high school education (versus less).\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Food and Nutrition Service, subaward number 3200000900-20-215. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the UKCPR, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}