{
    "id": 29056,
    "citation_title": "Long Term Effects of Cash Transfer Programs in Colombia",
    "citation_author": [
        "Orazio Attanasio",
        "Lina Cardona Sosa",
        "Carlos Medina",
        "Costas Meghir",
        "Christian Manuel Posso-Suárez"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nConditional Cash transfer (CCT) programs have been shown to have positive effects on a variety of outcomes including education, consumption and health visits, amongst others. We estimate the long-run impacts of the urban version of Familias en Acción, the Colombian CCT program on crime, teenage pregnancy, high school dropout and college enrollment using a Regression Discontinuity design on administrative data. ITT estimates show a reduction on arrest rates of 2.7pp for men and a reduction on teenage pregnancy of 2.3pp for women. High school dropout rates were reduced by 5.8pp and college enrollment was increased by 1.7pp for men.\n\n",
    "acknowledgement": "\nWe are grateful to the Metropolitan Police of Medellín for providing us access to all criminal data, to the DNP for providing us access to the SISBEN datasets, to Minister of education for providing us access to SPADIES, to the secretary of education of Medellin for proving us access to education records, and to the DPS for providing us access to the Familias en Acción administrative data. Manuela Cardona-Badillo, Gabriel Suarez, Sara Londoño, Silvia Granados, Estefania Saravia and Laura Prada provided excellent research assistance. The opinions expressed herein belong to the authors and do not necessarily reflect the views of Banco de la República or its Board of Directors. Costas Meghir is grateful to the Cowles foundation and to the ISPS at Yale for financial support. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}