{
    "id": 29051,
    "citation_title": "Trade Policy",
    "citation_author": [
        "Lorenzo Caliendo",
        "Fernando Parro"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "2021-09-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews a recent body of theoretical and empirical work that studies the normative and positive aspects of trade policy. We start by presenting reduced-form evidence of the eﬀects of trade policy in the presence of supply-chain linkages, on the short-run and persistent eﬀects of trade policy across local labor markets, and on the eﬀects of trade policy uncertainty on employment and ﬁrms. We describe the shift-share method for trade policy analysis, discuss the interpretation of the estimated eﬀects, and provide a theoretical foundation. We then describe new quantitative frameworks, methods, and data used to study the aggregate and distributional eﬀects of trade policy in general equilibrium. We discuss how to take into account supply-chain linkages, local labor markets, and diﬀerent sources of dynamics. As an illustration, we quantify the aggregate and distributional eﬀects of the 2018 trade war between the United States and its trading partners. Finally, we present recent theoretical insights on optimal unilateral trade policy with ﬁrm and product heterogeneity in the context of large and small open economies with perfectly and imperfectly competitive product markets. We also discuss how optimal trade policy is shaped by the presence of multiple sectors, intermediate goods, and supply-chain linkages. We close the chapter by discussing the scope of future research.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Handbook of International Economics, Volume V, edited by Gita Gopinath, Elhanan Helpman and Kenneth Rogoﬀ. All errors are our own. We thank Pol Antras, Costas Arkolakis, David Atkin, Kyle Bagwell, Mostafa Beshkar, Paola Conconi, Arnaud Costinot, Rafael Dix-Carneiro, Swati Dhingra, Pablo Fajgelbaum, Robert Feenstra, Cecilia Fieler, Elhanan Helpman, Samuel Kortum, Brian Kovak, Mario Larch, Giovanni Maggi, Andres Rodriguez-Clare, Peter Schott, and Robert Staiger for useful comments. We thank Charles Cai and Yuta Suzuki for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}