{
    "id": 29064,
    "citation_title": "Climate Change Uncertainty Spillover in the Macroeconomy",
    "citation_author": [
        "Michael Barnett",
        "William Brock",
        "Lars P. Hansen"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe design and conduct of climate change policy necessarily confronts uncertainty along multiple fronts. We explore the consequences of ambiguity over various sources and configurations of models that impact how economic opportunities could be damaged in the future. We appeal to decision theory under risk, model ambiguity and misspecification concerns to provide an economically motivated approach to uncertainty quantification. We show how this approach reduces the many facets of uncertainty into a low dimensional characterization that depends on the uncertainty aversion of a decision-maker or fictitious social planner.  In our computations, we take inventory of three alternative channels of uncertainty and provide a novel way to assess them. These include i) carbon dynamics that capture how carbon emissions impact atmospheric carbon in future time periods; ii) temperature dynamics that depict how atmospheric carbon alters temperature in future time periods; iii) damage functions that quantify how temperature changes diminish economic opportunities. We appeal to geoscientific modeling to quantify the first two channels. We show how these uncertainty sources interact for a social planner looking to design a prudent approach to the social pricing of carbon emissions.\n\n",
    "acknowledgement": "\nWe thank Shirui Chen, Han Xu and Jiaming Wang for the computational support on this research.  Zhenhuan Xie, Samuel Zhao, and especially Diana Petrova provided valuable help in preparing this manuscript. Financial support for this project was provided by the Alfred P. Sloan Foundation [grant G-2018-11113].  We benefited from valuable feedback from Fernando Alvarez, Marty Eichenbaum, Michael Greenstone, Kevin Murphy, Tom Sargent and Chris Sims for helpful conversations while preparing this manuscript. Finally, Per Krusell, Ishan Nath, and Mar Reguant provided thoughtful discussions of earlier versions of the research that helped us in subsequent revisions of this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}