{
    "id": 29066,
    "citation_title": "Regulating Conglomerates in China: Evidence from an Energy Conservation Program",
    "citation_author": [
        "Qiaoyi Chen",
        "Zhao Chen",
        "Zhikuo Liu",
        "Juan Carlos Suárez Serrato",
        "Daniel Xu"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe study a prominent energy regulation affecting large Chinese manufacturers that are part of broader conglomerates. Using detailed firm-level data and difference-in-differences research designs, we show that regulated firms cut output and shifted production to unregulated firms in the same conglomerate instead of improving their energy efficiency. Conglomerate spillovers account for 40% of the output loss of regulated firms and substantially reduce aggregate energy savings. Using a structural model, we show that alternative polices that use public information on business networks could lower the shadow cost of the regulation by more than 40% and increase aggregate energy savings by 10%.\n\n",
    "acknowledgement": "\nWe are very grateful for discussions from Stefan Lamp, Mar Reguant, Nick Ryan, and Shaoda Wang and for comments from Hunt Allcott, Soren Anderson, Prabhat Barnwal, Raj Chetty, Julie Cullen, David Cutler, Michael Davidson, Michael Dinerstein, Matt Gentzkow, Ed Glaeser, Ken Gillingham, Josh Gottlieb, Michael Greenstone, Caroline Hoxby, Kelly Jones, Matthew Kahn, Louis Kaplow, Lawrence Katz, Stephanie Kestelman, Justin Kirkpatrick, Thibaut Lamadon, Ashley Langer, Shanjun Li, Neale Mahoney, Justin Marion, Leslie Martin, Magne Mogstad, Ben Olken, Edson Severnini, Joe Shapiro, Felix Soliman, Michael Song, Stefanie Stantcheva, Chris Timmins, Reed Walker, Heidi Williams, Xiaodong Zhu, and seminar participants at American University, ASSA, Barcelona Summer Forum, Cowles Foundation Summer Conference, Fudan University, FRB of Atlanta, Harvard, Helsinki GSE, Michigan State University, NBER Public, NBER China, Paris School of Economics, Peking University, SHUFE, Stanford University, University of Chicago, University of Toronto, UCSC, UCSD, University du Quebec a Montreal, University of Oxford, University of Michigan, and the 9th Mannheim Conference on Energy and the Environment. We thank IntSig Information for providing China's Administrative Registration Data (CARD). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}