{
    "id": 29067,
    "citation_title": "Designing Fuel-Economy Standards in Light of Electric Vehicles",
    "citation_author": [
        "Kenneth Gillingham"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-07-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectric vehicles are declining in cost so rapidly that they may claim a large share of the vehicle market by 2030. This paper examines a set of practical regulatory design considerations for fuel-economy standards or greenhouse gas standards in the context of highly uncertain electric vehicle costs in the next decade. The analysis takes a cost-effectiveness approach and uses analytical modeling and simulation to develop insight. I show that counting electric vehicles under a standard with a multiplier or assuming zero upstream emissions can reduce electric vehicle market share by weakening the standards. Further, there are tradeoffs from implementing a backstop conventional vehicle standard along with a second standard that also includes electric vehicles, but such a backstop offers the possibility of ensuring that low-cost conventional vehicle technologies are exploited.\n\n",
    "acknowledgement": "\nThe author is grateful for constructive feedback from Jim Stock, Matt Kotchen, and Tatyana Deryugina. The author serves as an expert consultant on related issues for the California Air Resources Board and the Center for Applied Environmental Law & Policy, but has received no outside funding for this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}