{
    "id": 29061,
    "citation_title": "Mechanizing Agriculture",
    "citation_author": [
        "Julieta Caunedo",
        "Namrata Kala"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2022-07-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the gains from mechanization? We run a randomized control trial that subsidizes access to equipment rental markets to study how the adoption of mechanization shifts farming households’ labor supply, farm productivity and labor demand. The intervention induces greater mechanization in the upstream production stage, with labor savings concentrated in downstream, non-mechanized stages. Savings on family labor are concentrated among members engaged in worker supervision and accompanied by an increase in households’ non-agricultural income. To assess the welfare implications of the intervention, we build a model of heterogeneous farmers that make joint labor supply and production decisions because incentives to mechanize depend on the opportunity cost of supervising hired labor. The calibrated model predicts a consumption-equivalent welfare improvement of 7.6%, with two-thirds of those gains accruing to leisure. Welfare gains are heterogeneous despite common treatment effects. Through counterfactuals, we show that endogenous productivity gains account for relatively more of the welfare gains for farmers with low-supervision ability.\n\n",
    "acknowledgement": "\nThe authors thank the Agricultural Technology Adoption Initiative (ATAI), MIT Sloan School of Management, Institute of Social Sciences at Cornell University, International Growth Center (IGC), and Private Enterprise Development in Low-Income Countries (PEDL) for their generous financial support. We would like to thank Collin Anderson, Valentina Goetz, Nelson Mathews, and Rashi Maheshwari for excellent research assistance. The experiment was pre-registered with the AEA (AEARCTR-0004112). We also benefited from conversations with Chris Barrett, Kaushik Basu, Kevin Donovan, Andrew Foster, Robert Gibbons, Rema Hanna, Elisa Keller, Jeremy Magruder, Rohini Pande, Diego Restuccia, Tavneet Suri, and Chris Woodruff, and we thank Xavier Gine for generously sharing survey instruments with us. Finally, we thank seminar audiences at the NBER Fall Development Meetings, the NBER Summer Institute, Structural Transformation and Economic Growth (STEG) Meetings, Society for Economic Dynamics (SED), RIDGE Forum, Indian Institute of Management (Ahemdabad), Paris School of Economics, Penn State University, Toulouse School of Economics, University of Aix-Marseille, University of Namur, University of Oxford, York University, University of Zurich and Forum RIDGE for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}