{
    "id": 29073,
    "citation_title": "Do Market Failures Create a ‘Durability Gap’ in the Circular Economy?",
    "citation_author": [
        "Don Fullerton",
        "Shan He"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2022-11-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe interdisciplinary circular economy literature recommends longer lasting products, to reduce pollution from repeated production and disposal. For any type of appliance, we assume consumers choose among variants with different durability. Firms are competitive. Standard Pigovian analysis shows that optimal taxes depend on pollution and not on product life. Here, we find conditions where consumers choose lives that are too short – a “durability gap”. First, we show that suboptimal existing output taxes imply suboptimal durability. An increase in uniform tax on all variants encourages purchase of a more durable variant and raises welfare. Second, welfare also is raised by a subsidy for choosing a more durable variant or by a marginally binding durability mandate. Third, we find that a social discount rate less than the private rate is the strongest case for policy to favor durability. Fourth, the consumer misperceptions we study have ambiguous implications for durability policy.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Chris Costello, Tatyana Deryugina, Garth Heutel, J. Scott Holladay, Peter W. Kennedy, Charles Kahn, Charles Kolstad, Seunghoon Lee, Arik Levinson, Antony Millner, Erica Myers, Karen Palmer, Armon Rezai, Juan Sesmero, Hilary Sigman, and Tom Theis. Remaining errors are ours. We are also grateful for support from NSF Award 1934869, “Growing Convergence Research: Convergence Around the Circular Economy.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}