{
    "id": 29071,
    "citation_title": "Uber and Alcohol-Related Traffic Fatalities",
    "citation_author": [
        "Michael L. Anderson",
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2024-09-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPrevious studies of the effect of ridesharing on traffic fatalities have yielded inconsistent, often contradictory conclusions. In this paper we revisit this question using proprietary data from Uber measuring monthly rideshare activity at the Census tract level. Most previous studies are based on publicly-available information about Uber entry dates into US cities, but we show that an indicator variable for whether Uber is available is a poor measure of rideshare activity — for example, it explains less than 3% of the tract-level variation in ridesharing, reflecting the enormous amount of variation both within and across cities. Using entry we find inconsistent and statistically insignificant estimates. However, when we use the more detailed proprietary data, we find a robust negative impact of ridesharing on traffic fatalities. Impacts concentrate during nights and weekends and are robust across a range of alternative specifications. Overall, our results imply that ridesharing has decreased US alcohol-related traffic fatalities by 6.1% and reduced total US traffic fatalities by 4.0%. Based on conventional estimates of the value of statistical life the annual life-saving benefits range from $2.3 to $5.4 billion. Back-of-the-envelope calculations suggest that these benefits may be of similar magnitude to producer surplus captured by Uber shareholders or consumer surplus captured by Uber riders.\n\n",
    "acknowledgement": "\nThe authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. They thank Luna Yue Huang for excellent research assistance and Jonathan Wang, Santosh Rao Danda, and Cory Kendrick for assistance in accessing Uber data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}