{
    "id": 29078,
    "citation_title": "A Unified Theory of Cities",
    "citation_author": [
        "Jacques-François Thisse",
        "Matthew Turner",
        "Philip Ushchev"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-08-13",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow do people arrange themselves when they are free to choose work and residence locations, when commuting is costly, and when increasing returns may affect production? We consider this problem when the location set is discrete and households have heterogenous preferences over workplace-residence pairs. We provide a general characterization of equilibrium throughout the parameter space. The introduction of preference heterogeneity into an otherwise conventional urban model fundamentally changes equilibrium behavior. Multiple equilibria are pervasive although stable equilibria need not exist. Stronger increasing returns to scale need not concentrate economic activity and lower commuting costs need not disperse it. The qualitative behavior of the model as returns to scale increase accords with changes in the patterns of urbanization observed in the Western world between the pre-industrial period and the present.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful conversations with Dan Bogart about the history of cities and agglomeration effects and with Kiminori Matsuyama about the concept of stability. We also thank Jonathan Dingel, Gilles Duranton, Frédéric Robert-Nicoud, Andrii Parkhomenko, Giacomo Ponzetto, Steve Redding, Roman Zarate, and participants at HSE, the Online Spatial and Urban Seminar, Princeton, and the 10th European Meeting of the Urban Economics Association for useful comments. Turner is grateful for the support of a Kenen fellowship at Princeton University during part of the time this research was conducted. Thisse and Ushchev acknowledge the support of the HSE University Basic Research Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}