{
    "id": 29079,
    "citation_title": "Long Run Effects of Aid: Forecasts and Evidence from Sierra Leone",
    "citation_author": [
        "Katherine Casey",
        "Rachel Glennerster",
        "Edward Miguel",
        "Maarten J. Voors"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the long-run effects of a decentralized approach to economic development, called community driven development (CDD), a prominent strategy for delivering foreign aid. Notably we revisit a randomized CDD program in Sierra Leone 11 years after launch. We estimate large persistent gains in local public goods and market activity, and modest positive effects on institutions. There is suggestive evidence that CDD slightly improved communities’ response to the 2014 Ebola epidemic. We compare estimates to the forecasts of experts from Sierra Leone and abroad, working in policy and academia, and find that local policymakers are overly optimistic about CDD’s effectiveness.\n\n",
    "acknowledgement": "\nWe thank the Decentralization Secretariat, the GoBifo Project, Local Councillors in Bombali and Bonthe districts, and a panel of experts for their collaboration.  We thank Samuel Asher, Angelica Eguiguren, Erin Iyigun, Andres F. Rodriguez, Mirella Schrijver, Eleanor Wiseman and the Innovations for Poverty Action team in Freetown for excellent research assistance and fieldwork.  We thank Macartan Humphreys, Stefano Della Vigna, Eva Vivalt, and numerous seminar participants and the 2018 BITSS Forecasting Conference for valuable comments. We gratefully acknowledge financial support from the UK Economic and Social Research Council, the Governance Initiative at J-PAL, NWO 451-14-001 and the Stanford Institute for Innovation in Developing Economies.  Human subjects approval was obtained from the Sierra Leone Ethics and Scientific Review Committee, Stanford University (#38846), MIT COUHES (#1612798296) and Wageningen University. This RCT was pre-registered in the American Economic Association Registry for randomized control trials under trial number 1784.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}