{
    "id": 29074,
    "citation_title": "Experience Effects in Finance: Foundations, Applications, and Future Directions",
    "citation_author": [
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis article establishes four key findings of the growing literature on experience effects in finance: (1) the long-lasting imprint of past experiences on beliefs and risk taking, (2) recency effects, (3) the domain-specificity of experience effects, and (4) imperviousness to information that is not experience-based. I first discuss the neuroscientific foundations of experience-based learning and sketch a simple model of its role in the stock market based on Malmendier et al. (2020a,b). I then distill the empirical findings on experience effects in stock-market investment, trade dynamics, and international capital flows, highlighting these four key features. Finally, I contrast models of belief formation that rely on “learned information” with models accounting for the neuroscience evidence on synaptic tagging and memory formation, and provide directions for future research.\n\n",
    "acknowledgement": "\nThis article is based on the 2020 European Finance Association keynote address titled “Exposure, Experience, and Expertise: Why Personal Histories Matter in Finance and Economics.” I thank the editor Alex Edmans, Chris Parsons, and the EFA audience for their comments and suggestions, and Clint Hamilton, Karin Li, and Junru Lyu for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}