{
    "id": 29076,
    "citation_title": "Selling Fast and Buying Slow: Heuristics and Trading Performance of Institutional Investors",
    "citation_author": [
        "Klakow Akepanidtaworn",
        "Rick Di Mascio",
        "Alex Imas",
        "Lawrence Schmidt"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-09-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAre market experts prone to heuristics, and if so, do they transfer across closely related domains—buying and selling? We investigate this question using a unique dataset of institutional investors with portfolios averaging $573 million. A striking finding emerges: while there is clear evidence of skill in buying, selling decisions underperform substantially—even relative to random selling strategies. This holds despite the similarity between the two decisions in frequency, substance and consequences for performance. Evidence suggests that an asymmetric allocation of cognitive resources such as attention can explain the discrepancy: we document a systematic, costly heuristic process when selling but not when buying.\n\n",
    "acknowledgement": "\nWe thank Bronson Argyle, Ned Augenblick, Aislinn Bohren, Pedro Bordalo, John Campbell, Colin Camerer, Cary Frydman, Samuel Hartzmark, David Hirshleifer, Zwetelina Iliewa, Lawrence Jin, David Laibson, Ulrike Malmendier, Joshua Miller, Terry Odean, Alex Rees-Jones, Andrei Shleifer, Richard Thaler, Tuomo Vuolteenaho, Russ Wermers, conference and seminar participants at the NBER Behavioral Finance Meeting, Society of Judgment and Decision Making Conference, WFA Annual Conference, Booth School of Business, UC Berkeley, briq Institute, Caltech, ETH Zurich, Florida State, Harvard Business School, Higher School of Economics, New School of Economics, University of Amsterdam, and University of Frankfurt for helpful comments. We thank Kushan Tyagi, and especially Brice Green, for outstanding research assistance. The views expressed in the paper are solely those of the authors and do not necessarily represent the views of the institutions to which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}