{
    "id": 29077,
    "citation_title": "Experimentally Validating Welfare Evaluation of School Vouchers: Part I",
    "citation_author": [
        "Peter Arcidiacono",
        "Karthik Muralidharan",
        "Eun-young Shim",
        "John D. Singleton"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use a unique two-stage experiment that randomized access to school vouchers across both markets and students in rural India to estimate the revealed preference value of school choice. In the first step of the research design, we develop an empirical model of school choice subject to liquidity and credit constraints that is estimated using data from only the control markets. Based on this exercise, we estimate that the voucher generated welfare gains exceeding four times the average private school's annual tuition on average to the students induced into private schooling. The second step of the research design will validate the estimated welfare impacts by comparing model predictions for a simulated voucher program in control markets with the data from the treatment group. The results in this paper are based on the first step (using only control data) and this draft serves as a pre-commitment to the model estimates and predictions before examining the experimental data.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Dennis Epple, Adam Kapor, Kala Krishna, Robert Miller, Christopher Neilson, Ronni Pavan, Cristián Sánchez, Kegon Tan, Petra Todd, Christopher Walters, and seminar participants at ASSA, ASU, the Banff Empirical Micro Workshop, Barcelona GSE, Clemson, Cleveland FRB, Cornell, Duke, ITAM, NYU, Penn State, SOLE, SUNY Buffalo, UCLA, UC San Diego, and Wisconsin for helpful comments and discussions. Paulo Lins provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}