{
    "id": 29072,
    "citation_title": "Are Student-Athletes Exploited?",
    "citation_author": [
        "James J. Heckman",
        "Colleen P. Loughlin"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-11-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Supreme Court decision NCAA vs Alston (June 2021) heightened interest in the benefits and costs of participating in sports for student-athletes. Anecdotal evidence about the exploitation of student-athletes was cited in the opinion and the media. Using panel data, we follow two different cohorts of students from high school through college and beyond. We examine the accuracy of the anecdotes as descriptions of the actual experiences of student-athletes. We show that, on average, student-athletes either out-perform or perform the same as observationally identical non-athletes in terms of graduation and post-collegiate salaries. Participation in athletics promotes social mobility.\n\n",
    "acknowledgement": "\nPreviously circulated as “Athletes Greatly Benefit from Participation in Sports at the College and Secondary Level.”  We acknowledge, with thanks, the guidance and encouragement of Greg Curtner, who, as a lawyer for the NCAA, introduced us to this subject and framed the importance of the question of whether student-athletes, especially at the well-known schools, are exploited or whether they benefit. We thank Jenna Bujalski, Alejandra Campos, Ron Laschever, Josh Sherman, Aniello Bianco, Daniel Stone, Fredrick Flyer, Soloman Polachek, and Lily Sadowsky for their research support and commentary. The authors worked on behalf of the NCAA in various litigation matters. Some of the research presented in this paper was also presented in those litigation matters and published in summary form in The Hill (March 2021). The NCAA has not provided financial support for this paper. Opinions and errors are solely those of the authors. We place extensive discussions of our data and supporting tables in an appendix. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}