{
    "id": 29080,
    "citation_title": "Consumer Responses to Firms’ Voluntary Disclosure of Information: Evidence from Calorie Labeling by Starbucks",
    "citation_author": [
        "Rosemary Avery",
        "John Cawley",
        "Julia Eddelbuettel",
        "Matthew D. Eisenberg",
        "Charlie Mann",
        "Alan D. Mathios"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact on consumer behavior of a firm’s voluntary disclosure of information. Specifically, we study the impact of Starbucks’ disclosure of calorie information on its menu boards in June 2013. Using data on over 250,000 consumers’ visits to specific restaurant chains, we estimate difference-in-difference models that compare the change in the probability that consumers recently visited Starbucks to the change in the probability that they recently visited a similar chain that did not voluntarily disclose: Dunkin Donuts. Estimates from difference-in-differences models indicate that we cannot reject the null hypothesis that Starbucks’ disclosure of calorie information had no impact on the probability that consumers patronized Starbucks in the past month. However, we find evidence of a transitory negative impact on the probability of visits the first year after disclosure, and evidence that disclosure reduced the probability of visits by men. These results are useful for understanding how consumers respond to the voluntary disclosure of information, a decision faced by many firms.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}