{
    "id": 29085,
    "citation_title": "The Real Channel for Nominal Bond-Stock Puzzles",
    "citation_author": [
        "Mikhail Chernov",
        "Lars A. Lochstoer",
        "Dongho Song"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that the mix of transitory and permanent shocks to consumption is changing over time. We identify three regimes: two highly persistent regimes where either permanent or transitory shocks are relatively more dominant, and a disaster regime that is largely transitory. We study implications of this finding for asset prices. The transition from the second to the first regime in the mid-1990s makes the correlation between equities and bonds switch sign from positive to negative as in the data. The real bond and equity yield curves are approximately flat. The nominal bond curve is upward sloping. These results are achieved without relying on the nominal channel too much. That is, as in the data, the variation of inflation in the model is under 40% as a fraction of variation in nominal yields.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson, John Campbell, Vadim Elenev, Valentin Haddad, Erik Loualiche, Tyler Muir, Stavros Panageas, and Stan Zin for comments on earlier drafts, as well as participants in the seminar at Tsinghua PBC School of Finance, UCLA, University of Hong Kong, University of Minnesota, UNC Chapel Hill, and USC. The latest version is available here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}