{
    "id": 29084,
    "citation_title": "Propagation and Amplification of Local Productivity Spillovers",
    "citation_author": [
        "Xavier Giroud",
        "Simone Lenzu",
        "Quinn Maingi",
        "Holger Mueller"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that local productivity spillovers propagate throughout the economy through the plant-level networks of multi-region firms. Using confidential Census plant-level data, we show that large manufacturing plant openings not only raise the productivity of local plants but also of distant plants hundreds of miles away, which belong to multi-region firms that are exposed to the local productivity spillover through one of their plants. To quantify the significance of plant-level networks for the propagation and amplification of local productivity shocks, we develop and estimate a quantitative spatial model in which plants of multi-region firms are linked through shared knowledge. Our model features heterogeneous regions, which interact through goods trade and labor markets, as well as within-location, across-plant heterogeneity in productivity, wages, and employment. Counterfactual exercises show that while knowledge sharing through plant-level networks amplifies the aggregate effects of local productivity shocks, it widens economic disparities between individual workers and regions in the economy.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Lorenzo Caliendo, Xavier Gabaix, Cecile Gaubert, Elisa Giannone, Matthias Kehrig, Esteban Rossi-Hansberg, Philipp Schnabl, Pete Schott, Amit Seru, Andrei Shleifer, Johannes Stroebel, Amir Sufi, Sharon Traiberman, and various seminar audiences for helpful comments and suggestions. We are grateful to Jun Wong for excellent research assistance. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1908 (CBDRB-FY21-P1908-R9062). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}