{
    "id": 29083,
    "citation_title": "The Impact of Covid-19 on Older Workers' Employment and Social Security Spillovers",
    "citation_author": [
        "Gopi Shah Goda",
        "Emilie Jackson",
        "Lauren Hersch Nicholas",
        "Sarah See Stith"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "2021-11-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic and associated mitigation strategies exacted a large economic toll on large portions of the United States population. For older and disabled workers, the effects could be more persistent and fiscally costly than the impacts experienced by young, healthy workers due to the spillovers onto Social Security. We use Current Population Survey, Social Security administrative data on applications for retirement and disability benefits, and Google Trends data to assess the impact of COVID-19 on older adults age 50-70. We find that employment for this group dropped substantially more than would have been predicted prior to the pandemic: employment for 50-61 year olds was 5.7 pp (8.3 percent) lower, while employment for 62-70-year- olds was 3.9 pp (10.7 percent) lower. For people aged 50-61, unemployment and labor force exits due to reasons other than disability and retirement represented 63 and 30 percent of the employment decline, respectively. For those aged 62-70, the two largest components of the reduction were unemployment (50 percent) and retirement-driven labor force exits (30 percent). We find evidence of declines in reporting a labor force exit due to disability (4-5 percent), applications for disability insurance (15 percent), and Google search intensity for disability (7 percent). Retirement benefit claiming remains largely unchanged overall, though we find evidence that applicants substituted towards filing for benefits via the internet. We explore potential mechanisms and find evidence for both supply- and demand-side explanations.\n\n",
    "acknowledgement": "\nWe would like to thank Rolando Hernandez Gomez and Sasmira Matta for outstanding research assistance. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA), funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. Jackson gratefully acknowledges support from the Peter G. Peterson Foundation for a post-doctoral fellowship at NBER during which part of this research was conducted.\n\n\n"
}