{
    "id": 29086,
    "citation_title": "Money or Power? Financial Infrastructure and Optimal Policy",
    "citation_author": [
        "Susanna B. Berkouwer",
        "Pierre E. Biscaye",
        "Eric Hsu",
        "Oliver W. Kim",
        "Kenneth Lee",
        "Edward Miguel",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to the Covid-19 crisis, 186 countries implemented direct cash transfers to households, and 181 introduced in-kind programs that lowered the cost of utilities such as electricity, water, transport, and mobile money. Do cash or in-kind transfers generate greater welfare improvements? And, does a country’s financial infrastructure affect optimal aid disbursement? Through a parallel set of surveys in two urban regions in Africa—with comparable education, cell phone ownership, and electricity connectivity—we show that optimal government aid disbursement hinges on financial infrastructure. In line with economic theory favoring direct cash transfers, in a randomized experiment in Kenya 95% of urban recipients prefer mobile money over electricity transfers of a similar monetary value. But Kenya is an outlier with high mobile money adoption: this increases its value and reduces transaction costs of buying electricity credit. By contrast, in Ghana—where mobile money is less widespread and the transaction costs for buying electricity are higher—half of recipients prefer electricity transfers, and many are willing to forego significant value to receive electricity instead of mobile money. These results have several important policy implications. First, the optimal government policy in response to an economic crisis is not uniform: cash and in-kind transfers have different advantages that make each suitable for specific contexts. Second, the adoption of modern financial technologies will likely increase the efficiency of government cash transfer programs, even as in-kind transfers continue to be preferred in settings where mobile money uptake is slow. Finally, giving recipients a choice harnesses valuable local information that a policy maker may not have access to.\n\n",
    "acknowledgement": "\nWe thank the IGC and the DFID EEG initiative for generous financial support. This document is an output from the research initiative ‘Private Enterprise Development in Low-Income Countries’ (PEDL), a program managed by the Centre for Economic Policy Research (CEPR), funded by the Foreign, Commonwealth and Development Office (FCDO) in collaboration with CDC Group PLC, contract reference PEDL_LOA_7842_Wolfram. We thank Joaquin Fuenzalida Bello, Geetika Pandya, and Nachiket Shah for excellent research assistance. We thank Dennis Egger and seminar participants at the World Bank and the FCDO for helpful comments. We thank Kwame Abrokwah, Jane Adungo, Carolyne Nekesa, and Joseph Otieno for superbly implementing field activities. Oliver Kim acknowledges support from the National Science Foundation Graduate Research Fellowship under Grant No. 1752814. A Pre-Analysis Plan for the Kenya portion of this study is pre-registered with the AEA RCT Registry (ID: 5941). This study has IRB approval in Kenya (MUERC/27/13) and the U.S. (Berkeley CPHS 2016-11-9365; CPHS 2017-12-10599). To prevent any increased risk of Covid-19 transmission, all surveys conducted by this research team between April 1 and December 31, 2020 were conducted over the phone. Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the U.S. or the U.S. Department of the Treasury, the National Science Foundation, CEPR, FDO, CDC, or the National Bureau of Economic Research.\n\n\n"
}