{
    "id": 29095,
    "citation_title": "The Making of Social Democracy: The Economic and Electoral Consequences of Norway’s 1936 Folk School Reform",
    "citation_author": [
        "Daron Acemoglu",
        "Tuomas Pekkarinen",
        "Kjell G. Salvanes",
        "Matti Sarvimäki"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUpon assuming power for the first time in 1935, the Norwegian Labour Party delivered on its promise of a major schooling reform. The reform raised minimum instruction time in less developed rural areas and boosted the resources available to rural schools, reducing class size and increasing teacher salaries. We document that cohorts more intensively affected by the reform significantly increased their education and experienced higher labor income. Our main result is that the schooling reform also substantially increased support for the Norwegian Labour Party in subsequent elections. This additional support persisted for several decades and was pivotal in maintaining support for the social democratic coalition in Norway. These results are not driven by the direct impact of education and are not explained by higher turnout, or greater attention or resources from the Labour Party targeted towards the municipalities most affected by the reform. Rather, our evidence suggests that cohorts that benefited from the schooling reform, and their parents, rewarded the party for delivering a major reform that was beneficial to them.\n\n",
    "acknowledgement": "\nWe are grateful to Ran Abramitzky, Jon Fiva, Matti Mitrunen, Karl Ove Moene, Bjarne Strom, Janne Tukiainen, and numerous seminar participants for their comments and suggestions. We gratefully acknowledge financial support from the Academy of Finland and the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}