{
    "id": 29094,
    "citation_title": "Present Bias Amplifies the Household Balance-Sheet Channels of Macroeconomic Policy",
    "citation_author": [
        "David Laibson",
        "Peter Maxted",
        "Benjamin Moll"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of monetary and fiscal policy in a heterogeneous-agent model where households have present-biased time preferences and naive beliefs. The model features a liquid asset and illiquid home equity, which households can use as collateral for borrowing. Because present bias substantially increases households' marginal propensity to consume (MPC), present bias increases the impact of fiscal policy. Present bias also amplifies the effect of monetary policy but, at the same time, slows down the speed of monetary transmission. Interest rate cuts incentivize households to conduct cash-out refinances, which become targeted liquidity-injections to high-MPC households. But present bias also introduces a motive for households to procrastinate refinancing their mortgages, which slows down the speed with which this monetary channel operates.\n\n",
    "acknowledgement": "\nWe are grateful to Adrien Auclert, John Campbell, Xavier Gabaix, Agnes Kovacs, Lu Liu, Patrick Moran, Matt Rognlie, and seminar participants at various institutions for useful comments. Adrien Couturier, Seung Hyeong Lee, Jessica Schultz, and Rui Sousa provided excellent research assistance. The authors acknowledge support from the Pershing Square Fund for Research on the Foundations of Human Behavior. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}