{
    "id": 29090,
    "citation_title": "Reserves Were Not So Ample After All",
    "citation_author": [
        "Adam Copeland",
        "Darrell Duffie",
        "Yilin Yang"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2022-08-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Federal Reserve's \"balance-sheet normalization,\" which reduced aggregate reserves between 2017 and September 2019, increased repo rate distortions, the severity of rate spikes, and intraday payment timing stresses, culminating with a significant disruption in Treasury repo markets in mid-September 2019. We show that repo rates rose above efficient-market levels when the total reserve balances held at the Federal Reserve by the largest repo-active bank holding companies declined and that repo rate spikes are strongly associated with delayed intraday payments of reserves to these large bank holding companies. Intraday payment timing stresses are magnified by early-morning settlement of Treasury security issuances. Substantially higher aggregate levels of reserves than existed in the period leading up to September 2019 would likely have eliminated most or all of these payment timing stresses and repo rate spikes.\n\n",
    "acknowledgement": "\nWe are grateful for conversations with Viral Acharya, Gara Afonso, Sriya Anbil, Yakov Amihud, David Andolfatto, Adrien d'Avernas, Cecilia Caglio, Seth Carpenter, John Cochrane, Ricardo Correa, Lou Crandall, Wenxin Du, Bill English, Egemen Eren, Andy Filardo, Peter Fisher, Andy Filardo, Michael Fleming, Scott Freidenrich, Ken Garbade, Beth Hammack, Tom Harrop, Ben Hébert, Sebastian Infante, Peter Ireland, Frank Keane, Narayana Kocherlakota, Don\nKohn, Arvind Krishnamurthy, Gabriele La Spada, Jenn LeClair, Mickey Levy, Gordon Liao, Lorie Logan, Brian Madigan, Andrei Magasiner, Antoine Martin, Jamie McAndrews, Al Moffitt, Jamie McAndrews, Bill Nelson, Peter Nowicki, Patrick Parkinson, Monika Piazzesi, Simon Potter, Michael Roberts, Brian Sack, George Selgin, John Taylor, Quentin Vandeweyer, Mike Verdeschi, Josh Younger, John Williams, Stephen Williamson, and AmyWang. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Research assistance by Renhao Jiang is gratefully acknowledged.\n\n\n"
}