{
    "id": 29093,
    "citation_title": "The Economics of Electric Vehicles",
    "citation_author": [
        "David S. Rapson",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2022-07-25",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine the private and public economics of electric vehicles (EVs) and discuss when market forces will produce the optimal path of EV adoption. Privately, consumer cost savings from EVs vary. Some experience net benefits from choosing gasoline cars, even after accounting for EV subsidies. Publicly, we survey the literature documenting the external costs and benefits of EVs and highlight several themes for optimal policy design including, 1) promoting regional variation in EV policies that align private incentives with social benefits, 2) pursuing a time-path of policies that reflect changing marginal benefits, and 3) rationalizing electricity and gasoline prices to reflect their social marginal cost. On the extensive margin, purchase incentives should ramp-down as learning-by-doing and network externalities (to the extent that they exist) diminish; on the intensive margin, gasoline should become relatively more expensive over time than electricity (per mile traveled) to reflect cleaner marginal emissions from electricity generation.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests that relate to the research described in this paper.  We thank Severin Borenstein, Jim Bushnell, Ken Gillingham, Joseph Shapiro, two anonymous referees   and many seminar participants for their helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}