{
    "id": 29103,
    "citation_title": "Concentration and Resilience in the U.S. Meat Supply Chains",
    "citation_author": [
        "Meilin Ma",
        "Jayson L. Lusk"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupply chains for many agricultural products have an hour-glass shape; in between a sizable number of farmers and consumers is a smaller number of processors.  The concentrated nature of the meat processing sectors in the United States implies that disruption of the processing capacity of any one plant, from accident, weather, or as recently witnessed – worker illnesses from a pandemic – has the potential to lead to system-wide disruptions.  We explore the extent to which a less concentrated meat processing sector would be less vulnerable to the risks of temporary plant shutdowns.  We calibrate an economic model to match the actual horizontal structure of the U.S. beef packing sector and conduct counter-factual simulations.  With Cournot competition among heterogeneous packing plants, the model determines how industry output and producer and consumer welfare vary with the odds of exogenous plant shutdowns under different horizontal structures.  We find that increasing odds of shutdown results in a widening of the farm-to-retail price spread even as packer profits fall, regardless of the structure.  Results indicate that the extent to which a more diffuse packing sector performs better in ensuring a given level of output, and thus food security, depends on the exogenous risk of shutdown and the level of output desired; no horizontal structure dominates.  These results illustrate the consequences of policies and industry efforts aimed at increasing the resilience of the food supply chain and highlight that there are no easy solutions to improving the short-run resilience by changing the horizontal concentration of meat packing.\n\n",
    "acknowledgement": "\nCorresponding E-mail: mameilin@purdue.edu. Authors thank Zoey E. Nobbe and Fei Qin for excellent research assistance and the participants at the NBER Conference on Risks in Agricultural Supply Chains for helpful comments. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJayson L. Lusk\n\nLusk has served as compensated consultant and speaker for beef cattle and pork commodity organizations. These organizations did not fund this research.\n\n\n"
}