{
    "id": 29108,
    "citation_title": "Racial Disparities in the Health Effects from Air Pollution: Evidence from Ports",
    "citation_author": [
        "Kenneth Gillingham",
        "Pei Huang"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the uneven effects of air pollution from maritime ports on physical and mental health across racial groups. We exploit quasi-random variation in vessels in port from weather events far out in the ocean to estimate how port traffic influences air pollution and human health. We find that one additional vessel in a port over a year leads to 3.0 hospital visits per thousand Black residents within 25 miles of the port and only 1.0 per thousand for whites. We assess a port-related environmental regulation and show that the policy can help alleviate racial inequalities in health outcomes.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the constructive feedback from Janet Currie, Matt Kotchen, Robert Mendelsohn, Kyle Meng, Marten Ovaere, Stephanie Weber, Richard Woodward, and the participants at many conferences and seminars, including the 8th IZA Workshop on Environment, Health and Labor Markets and the AERE Summer Conference. This publication was developed under Assistance Agreement No. RD835871 awarded by the U.S. Environmental Protection Agency (EPA) to Yale University. It has not been formally reviewed by EPA. The views expressed in this document are solely those of the authors and do not necessarily reflect those of the Agency, nor of the National Bureau of Economic Research. EPA does not endorse any products or commercial services mentioned in this publication.\n\n\n"
}