{
    "id": 29100,
    "citation_title": "A Search and Learning Model of Export Dynamics",
    "citation_author": [
        "Jonathan Eaton",
        "Marcela Eslava",
        "David Jinkins",
        "C. J. Krizan",
        "James R. Tybout"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExporting abroad is much harder than selling at home, and overcoming hurdles to exporting takes time. Our goal is to identify specific barriers to exporting and to measure their importance.  We develop a model of firm-level export dynamics that features costly customer search, network effects in finding buyers, and learning about product appeal. Fitting the model to customs records of U.S. imports of manufactures from Colombia we replicate patterns of exporter maturation. A potentially valuable intangible asset of a firm is its customer base and knowledge of a market. Our model delivers some striking estimates of what such assets are worth.  Averaging across active exporters, the loss from total market amnesia (losing its current U.S. customer base along with its accumulated knowledge of product appeal) is US$ 3.4 million, about 34 percent of the value of exporting overall. About half is the loss of future sales to existing customers while the rest is the cost of relearning its appeal in the market and reestablishing visibility as an exporter. As finding buyers takes time, the 5-year response of total export sales to an exchange rate shock exceeds the 1-year response by about 40 percent, with the 1-year response reflecting mostly sales per exporter-importer match and the 5-year response, reflecting the number of matches almost as much as sales per match.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the National Science Foundation (Grant SES-0922358), the United States Census Bureau, and Banco de la Republica de Colombia. We also thank Monica Hernandez, Gustavo Caballero, and Camilo Acosta for excellent research assistance, as well as Enrique Montes for expert data advice. Finally we are grateful to the many seminar and conference participants who have commented on earlier drafts. This paper was written in part by Census Bureau staff. It has undergone a more limited review than official Census Bureau publications. All results were reviewed to ensure confidentiality. Any views, findings and opinions in the paper reflect the views of the authors and do not reflect the views of the National Science Foundation, the U.S. Census Bureau, the U.S. Department of Labor, or the National Bureau of Economic Research.\n\n\n"
}