{
    "id": 29104,
    "citation_title": "The Heterogeneous Value of a Statistical Life: Evidence from U.S. Army Reenlistment Decisions",
    "citation_author": [
        "Kyle Greenberg",
        "Michael Greenstone",
        "Stephen P. Ryan",
        "Michael Yankovich"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2021-10-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the value of a statistical life (VSL), or the willingness to trade-off wealth and mortality risk, among 430,000 U.S. Army soldiers choosing whether to reenlist from 2002-2010. Using a discrete choice random utility approach and significant variation in retention bonuses and mortality risk, we recover average VSL estimates between $500,000 and $900,000, an order of magnitude smaller than U.S. civilian labor market estimates. We then document substantial heterogeneity by recovering indifference curves between wealth and mortality risk. The VSL increases with mortality risk within type, and soldiers in combat occupations have lower VSLs than those in noncombat occupations.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Josh Angrist, Orley Ashenfelter, David Autor, Eli Berman, Dan Black, Joseph Doyle, Jim Heckman, Christopher Knittel, Nicolai Kuminoff, Derek Neal, Heidi Williams, Tyler Williams, and participants in MIT's Labor Lunch, the NBER's Economics of National Security Working Group, and West Point's Economics Seminar Series for their helpful comments and suggestions. We thank Jinglin Yang, Claire Fan, Michael Galperin, Ananya Kotia, Jonathan Petkun, Dan Stuart, and Evelyn Yankovich for their exceptional research assistance. We also acknowledge generous and exceptional support from Luke Gallagher of the Army's Office of Economic and Manpower Analysis at West Point, New York. The views expressed in this paper are those of the authors and do not reflect the official policy or position of the Department of the Army, the Department of Defense, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}