{
    "id": 29109,
    "citation_title": "Intangibles, Markups, and the Measurement of Productivity Growth",
    "citation_author": [
        "Nicolas Crouzet",
        "Janice C. Eberly"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, measured TFP growth in the US has declined. We argue that two forces contributed to this decline: the mismeasurement of intangible capital, and rising markups. Markups affect input shares, while intangibles omitted from measures of investment affect measured capital growth, each potentially generating downward bias in measured TFP growth. Most importantly, when both forces are simultaneously present, their effects reinforce each other and amplify the downward bias in measured TFP growth. Using input-output data, we estimate that this mechanism could account for one-third to two-thirds of the decline in measured TFP growth.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2020 JME-SNB-SCG conference, held on October 15, 2020. We thank Susanto Basu, Antonio Ciccone and John Fernald, our formal discussants, Ricardo Reis, our editor, seminar participants at the 2021 SI Conference on Research in Income and Wealth, and an anonymous referee for comments that greatly helped improve the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}