{
    "id": 29101,
    "citation_title": "Dynamic Spatial General Equilibrium",
    "citation_author": [
        "Benny Kleinman",
        "Ernest Liu",
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2022-12-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate forward-looking capital accumulation into a dynamic discrete choice model of migration. We characterize the steady-state equilibrium; generalize existing dynamic exact-hat algebra techniques to incorporate investment; and linearize the model to provide an analytical characterization of the economy’s transition path using spectral analysis. We show that capital and labor dynamics interact to shape the economy’s speed of adjustment towards steady-state. We implement our quantitative analysis using data on capital stocks, populations and bilateral trade and migration flows for U.S. states from 1965-2015. We show that this interaction between capital and labor dynamics plays a central role in explaining the observed decline in the rate of income convergence across U.S. states and the persistent and heterogeneous impact of local shocks.\n\n",
    "acknowledgement": "\nWe are grateful to Princeton University for research support. A previous version of this paper circulated under the title “Sufficient Statistics for Dynamic Spatial Economics.” A toolkit illustrating our spectral analysis for a model economy can be downloaded from the authors’ webpages. We would like to thank the editor, three anonymous referees, Treb Allen, Lorenzo Caliendo, Fernando Parro, Michael Peters, Ricardo Reyes-Heroles, Daniel Xu, and conference and seminar participants at CEPR ERWIT, Cambridge, Columbia, CREI, Dallas, Dartmouth, EAGLS, Hong Kong, NBER Summer Institute, London School of Economics, Nottingham, Princeton, Stanford, Sussex, the Virtual Trade and Macro Seminar, Urban Economics Association, and Yale for helpful comments and suggestions. We would like to thank Youngjin Song for sharing data and Maximilian Schwarz and Nan Xiang for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}