{
    "id": 29102,
    "citation_title": "Internet Access and its Implications for Productivity, Inequality, and Resilience",
    "citation_author": [
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2021-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAbout one-fifth of paid workdays will be supplied from home in the post-pandemic economy, and more than one-fourth on an earnings-weighted basis. In view of this projection, we consider some implications of home internet access quality, exploiting data from the new Survey of Working Arrangements and Attitudes. Moving to high-quality, fully reliable home internet service for all Americans (“universal access”) would raise earnings-weighted labor productivity by an estimated 1.1% in the coming years. The implied output gains are $160 billion per year, or $4 trillion when capitalized at a 4% rate. Estimated flow output payoffs to universal access are nearly three times as large in economic disasters like the COVID-19 pandemic. Our survey data also say that subjective well-being was higher during the pandemic for people with better home internet service conditional on age, employment status, earnings, working arrangements, and other controls. In short, universal access would raise productivity, and it would promote greater economic and social resilience during future disasters that inhibit travel and in-person interactions.\n\n",
    "acknowledgement": "\nPrepared for the Economic Strategy Group at the Aspen Institute. Thanks to Melissa Kearney and Amy Ganz for comments on an earlier draft. We gratefully acknowledge Stanford University, the University of Chicago Booth School of Business, Asociación Mexicana de Cultura A.C., the Stanford Institute for Human- Centered Artificial Intelligence, the W.E. Upjohn Institute for Employment Research, and Toulouse Network for Information Technology for financial support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}