{
    "id": 29107,
    "citation_title": "Intangible Assets, Corporate Taxes and the Relocation of Pharmaceutical Establishments: The case of Puerto Rico",
    "citation_author": [
        "Zadia M. Feliciano",
        "Meng-Ting Chen"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "2022-09-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPuerto Rico operated as a tax haven under U.S. Internal Revenue Code (IRC) Section 936. Firms in the pharmaceutical industry accounted for approximately 50% of tax credits awarded and 20% of employment under the program. The U.S. Congress eliminated the tax exemption program in 2006, creating a natural experiment on the elimination of corporate taxation of intangible assets. We use panel data on establishments from the Quarterly Census of Employment and Wages and a difference in difference methodology to measure the impact of the elimination of IRC Section 936 on pharmaceutical and medical devices using establishments with low, medium and high participation in the program as controls.  Survival rates of all manufacturing establishments declined after the phaseout and elimination of the tax exemption program but pharmaceutical and medical devices establishments experienced an additional 6.9% decline. Approximately 50% of the 34% decline in pharmaceutical and medical devices establishments in Puerto Rico from 1995 to 2017 can be attributed to the elimination of IRC Section 936. Employment in pharmaceutical and medical devices establishments, which also declined by 34%,  decreased at the same rate as that of other industries. Plant closings accounted for most of the decline in their employment.\n\n",
    "acknowledgement": "\nThanks to James R. Hines for comments on a preliminary version of this paper given at the American Economic Association Conference, 2020. Thanks to John Devereux, Matthew T. Cole , members of the University of North Dakota Economics Seminar, Queens College Economics Seminars and attendees of the Western Economic Association International Conference 2019 and 2021 for comments and suggestions. We thank the Puerto Rico division of the Quarterly Census of Employment and Wages for granting us permission to use the establishment level data. Luis Chacin provided excellent research assistance. This research was supported by Professional Staff Congress City University of New York grant TRADB-48-144. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}