{
    "id": 29114,
    "citation_title": "“Unusual, Unstable, Complicated, Unreliable and Temporary” Reinterpreting the Ebb and Flow of Globalization",
    "citation_author": [
        "Michael D. Bordo",
        "Catherine R. Schenk"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1919, John Maynard Keynes wrote his famous tract The Economic Consequences of the Peace. In that work, he anticipated the collapse of the first era of globalization that began in the mid-nineteenth century. He admonished the short-sighted assumption that these years of relative peace and prosperity for many was a permanent norm, interrupted only briefly by the Great War. The diplomatic failures, lapses in leadership, and promotion of narrow interests and vision outlined by Keynes underpinned his prediction of a backslash of economic nationalism, trade protectionism, and recession.\nThe paper revisits the turning points in the evolution of the global economic system since 1919 by focusing primarily on the evolution of the international monetary system and policy cooperation/coordination. We identify three disruptions and examine how each prompted a change in the underlying ideology about how the international monetary system should organize: World War I, Bretton Woods, 1970s Great Inflation and Managed Floating. Each turning point was characterized by different forms and institutions of cooperation, how rules (either explicit or implicit) were designed and implemented, and the crucial importance of the historical context.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Harold James, Chris Meissner, and Robert McCauley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}