{
    "id": 2911,
    "citation_title": "Sunk-Cost Hysteresis",
    "citation_author": [
        "Richard Baldwin"
    ],
    "citation_publication_date": "1989-03-01",
    "issue_date": "1989-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite its important theoretical, empirical and policy implications, sunk-cost hysteresis has not been characterized for the case of model consistent, or rational expectations (previous studies assume that firms believe the forcing variable is generated by some ad hoc, time invariant process such as an iid or Brownian motion process). This omission is significant since if firms do have forward-looking expectations, the existing characterizations cannot be used for empirical testing, or as a guide in developing appropriate econometric techniques. Furthermore, policy conclusions based on such characterizations may be misleading. This paper demonstrates the possibility and characterizes the nature of sunk-cost hysteresis for a broad class of assumptions on the forcing variable process. Most notably this class includes rational or model consistent expectations. Specifically, we show that the firm's problem with a quite general forcing variable process can be reduced to be formally identical to the iid case. Additionally we analytically show that (i) the hysteresis band tends to widen with greater sunk costs, (ii) the effect of greater volatility on the band width depends upon the specific nature of the process generating the uncertainty, and (iii) greater persistence in the shocks has the effect of making well-entrenched firms more likely to exit and of narrowing the band for marginal firms. Lastly we show that the possibility of sunk-cost hysteresis is robust to a number of modifications of the basic sunk cost model.\n\n",
    "acknowledgement": "\n"
}