{
    "id": 29119,
    "citation_title": "Native Americans’ Experience of Chronic Distress in the USA",
    "citation_author": [
        "David G. Blanchflower",
        "Donna Feir"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nFour million Native Americans who identify as single race live in the USA.  Another three million identify as Native American in combination with another race.  Yet they are rarely the focus of detailed research.  We provide the first evidence that levels of consistently poor mental health, or chronic distress, among Native peoples were greater in every year between 1993 and 2020 than among White or Black Americans.  We find this to be present among those over the age of thirty but less so for the young.  Over time we demonstrate there has been a rise in chronic distress among Native Americans and multi-race individuals.  However, chronic distress seems to be lowest among Native peoples living in the seven states with the largest Native American populations of Alaska, Arizona, Montana, New Mexico, North Dakota, South Dakota and Oklahoma.  In our judgment these facts are important and not widely known.  This stands in stark contrast to the enormous scholarly and media interest in declining physiological well-being among White Americans.\n\n",
    "acknowledgement": "\nThe views expressed herein do not necessarily reflect those of the Federal Reserve Bank of Minneapolis nor the Board of Governors.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}