{
    "id": 29111,
    "citation_title": "Fairness in Incomplete Information Bargaining: Theory and Widespread Evidence from the Field",
    "citation_author": [
        "Daniel Keniston",
        "Bradley J. Larsen",
        "Shengwu Li",
        "J.J. Prescott",
        "Bernardo S. Silveira",
        "Chuan Yu"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses detailed data on sequential offers from seven vastly different real-world bargaining settings to document a robust pattern: agents favor offers that split the difference between the two most recent offers on the table. Our settings include negotiations for used cars, insurance injury claims, a TV game show, auto rickshaw rides, housing, international trade tariffs, and online retail. We demonstrate that this pattern can arise in a perfect Bayesian equilibrium of an alternating-offer game with two-sided incomplete information, but this equilibrium is far from unique. We then provide a robust-inference argument to explain why agents may view the two most recent offers as corresponding to the potential surplus. Split-the-difference offers under this weaker, robust inference can then be viewed as fair. We present a number of other patterns in each data setting that point to split-the-difference offers as a strong social norm, whether in high-stakes or low-stakes negotiations.\n\n",
    "acknowledgement": "\nWe thank Panle Jia Barwick, Kalyan Chatterjee, Peter Cramton, Jack Fanning, Marek Pycia, Al Roth, and Caio Waisman for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}