{
    "id": 29115,
    "citation_title": "Optimal Tariffs and Trade Policy Formation: U.S. Evidence from the Smoot-Hawley Era",
    "citation_author": [
        "Douglas A. Irwin",
        "Anson Soderbery"
    ],
    "citation_publication_date": "2021-08-02",
    "issue_date": "2021-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the political economy of U.S. trade policy around the time of the Smoot-Hawley tariff of 1930, a period when policy was unconstrained by trade agreements. We consider a model of politically-optimal trade policy for a large country that can influence its terms of trade and where workers and firms lobby for protection. The predictions of the model hinge on import demand and export supply elasticities, which we estimate using detailed U.S. import data from 1927-35, as well as industry lobbying data. We find that tariff levels are largely determined by firm lobbies, but about about 5 percentage points of the tariffs are explained by terms of trade considerations. Decomposing the politically-optimal tariff in 1931 reveals an intensification of demand for protection by workers in the Smoot-Hawley tariff.\n\n",
    "acknowledgement": "\nThis paper has benefitted immensely from conversations with Matt Grant, Andrew Greenland, Ahmad Laskaripour, Marcelo Olarreaga, Robert Staiger and seminar participants. We thank Mason Reasner for invaluable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnson Soderbery\n\nThis paper has benefited immensely from conversations with Matthew Grant, Andrew Greenland, Ahmad Laskaripour, Marcelo Olarreaga, Robert Staiger and seminar participants. We thank Mason Reasner for invaluable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}