{
    "id": 29122,
    "citation_title": "Trade-Policy Dynamics: Evidence from 60 Years of U.S.-China Trade",
    "citation_author": [
        "George A. Alessandria",
        "Shafaat Y. Khan",
        "Armen Khederlarian",
        "Kim J. Ruhl",
        "Joseph B. Steinberg"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "2022-08-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe study the growth of Chinese exports to the United States, from autarky during 1950–1970 to 15 percent of overall U.S. imports in 2008, taking advantage of the rich heterogeneity in trade policy and trade growth across products during this period. Central to our analysis is an accounting for the dynamics of trade flows, observed trade policy, and expectations about future policy. In our empirical analysis, we estimate the dynamics of the elasticity of Chinese exports to (i) past tariff changes and (ii) the risk of future tariff hikes. We find that Chinese exports responded slowly to the tariff changes that occurred when China was granted Most Favored Nation status in 1980, and that policy uncertainty was more important in the immediate aftermath of this liberalization than in the lead-up to China’s 2001 accession to the World Trade Organization. It is difficult, however, to separately identify these two effects using data alone. In our quantitative analysis, we disentangle these effects by using a structural model to estimate a path of trade-policy expectations. We find that the 1980 reform was largely a surprise and initially had a high probability of being reversed. The likelihood of reversal dropped considerably during the mid 1980s but changed little throughout the late 1990s and early 2000s despite China’s accession to the World Trade Organization in 2001.\n\n",
    "acknowledgement": "\nWe thank audiences at the Virtual International Trade and Macro Seminar, Armenian Economic Association, NBER ITI, SAET and SED meetings, University of Tokyo, the 6th Annual Bank of Canada-Tsinghua PBCSF-University of Toronto Conference on the Chinese Economy, the University of British Columbia, Southern Methodist University, the St. Louis Fed Macro-Trade Workshop, and the Bank of Chile. They do not necessarily represent views of the National Bureau of Economic Research.\n\n\n"
}