{
    "id": 29133,
    "citation_title": "Soaking Up the Sun: Battery Investment, Renewable Energy, and Market Equilibrium",
    "citation_author": [
        "R. Andrew Butters",
        "Jackson Dorsey",
        "Gautam Gowrisankaran"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRenewable energy and battery storage are seen as complementary technologies that can together facilitate reductions in carbon emissions. We develop and estimate a framework to calculate the equilibrium effects of large-scale battery storage. Using data from California, we find that the first storage unit breaks even by 2024 without subsidies when the renewable energy share reaches 50%. Equilibrium effects are important: the first 5,000 MWh of storage capacity would reduce wholesale electricity prices by 5.6%, but an increase from 25,000 to 50,000 MWh would only reduce these prices by 2.6%. Large-scale batteries will reduce revenues to both dispatchable generators and renewable energy sources. The equilibrium effects lead battery adoption to be virtually non-existent until 2030, without a storage mandate or subsidy. A 30% capital cost subsidy—such as the one in the U.S. Inflation Reduction Act—achieves 5,000 MWh of battery capacity by 2024, similar to the level required under California’s storage mandate.\n\n",
    "acknowledgement": "\nWe thank Jim Bushnell, Ken Gillingham, Kate Ho, Ashley Langer, Derek Lemoine, James Mackinnon, Erin Mansur, Vijay Modi, Mar Reguant, Stan Reynolds, Dan Steingart, Mo Xiao, and numerous conference and seminar participants for helpful comments, discussions, and suggestions. We also thank Filippo Paternollo and Yanhao Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}