{
    "id": 29134,
    "citation_title": "Fiscal Stimulus with Imperfect Expectations: Spending vs. Tax Policy",
    "citation_author": [
        "Riccardo Bianchi Vimercati",
        "Martin S. Eichenbaum",
        "Joao Guerreiro"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "2023-07-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the question: how sensitive is the power of fiscal policy at the ZLB to the assumption of rational expectations? We do so through the lens of a standard NK model in which people are dynamic-level-k thinkers. Our analysis weakens the case for using government spending to stabilize the economy when the ZLB binds. The less sophisticated people are, the smaller the government-spending multiplier is. Our analysis strengthens the case for using tax policy to stabilize output when the ZLB is binding. The power of tax policy to stabilize the economy during the ZLB period is essentially undiminished when agents do not have rational expectations. Our results are robust to whether or not Ricardian equivalence holds. Finally, we show that the way in which tax policy is communicated is critical to its effectiveness.\n\n",
    "acknowledgement": "\nWe thank Bence Bardóczy, Lawrence Christiano, Benjamin Johannsen, Guido Lorenzoni, Pooya Molavi, Matthew Rognlie, Miguel Santana, Thomas Sargent, Pedro Teles, and Michael Woodford for helpful comments. We also thank George-Marios Angeletos, John Leahy, Elisa Rubbo, and Dejanir Silva for excellent discussions that helped improve the paper. This paper is a thoroughly revised version of a previous paper titled “Fiscal Policy at the Zero Lower Bound without Rational Expectations” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}