{
    "id": 29149,
    "citation_title": "Procyclical Fiscal Policy and Asset Market Incompleteness",
    "citation_author": [
        "Andrés Fernández",
        "Daniel Guzman",
        "Ruy E. Lama",
        "Carlos A. Vegh"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo explain the fact that government spending and tax policy are procyclical in emerging and developing countries, we develop a model for the joint behavior of optimal tax rates and government spending over the business cycle. Our set-up relies on financial frictions, which have been shown to be critical features of emerging markets, captured by various degrees of asset market incompleteness as well as varying levels of debt-elastic interest rate spreads. We first uncover a novel theoretical result within a simple static framework: incomplete markets can account for procyclical government spending but not necessarily procyclical tax policy. Explaining procyclical tax policy also requires that the ratio of private to public consumption comoves positively with the business cycle, which leads to larger fluctuations in the tax base. We then show that the procyclicality of tax policy holds in a more realistic DSGE model calibrated to emerging markets. Finally, we illustrate how larger financial frictions, which amplify the business cycle through more procyclical fiscal policies, have sizeable Lucas-type welfare costs.\n\n",
    "acknowledgement": "\nWe are grateful to Joao Ayres, Sofia Bauducco, Frank Bohn, Roberto Chang, Behzad Diba, Juan Hernández, Ethan Ilzetzki, Enrique Mendoza, Victoria Nuguer, Felipe Saffie, Martin Uribe, and seminar participants at the Central Bank of Chile, IDB, IMF, George Washington University, Georgetown University, Johns Hopkins University, Universidad San Francisco de Quito, Radboud University, University of Virginia, the Tsinghua Workshop on International Finance, the INFOX Workshop on Fiscal Policy, the 6th International Macroeconomic and Finance Conference (Asia), and the World Bank Kuala Lumpur Seminar Series for helpful comments and discussions. We are particularly thankful to Guillermo Vuletin for his early contributions to this paper. Jose Andree Camarena Fonseca provided excellent research assistance. Any remaining errors are our own. The views expressed in this paper are those of the authors and do not represent those of the Central Bank of Chile, the IMF, the IMF Board of Directors, IMF management, or the National Bureau of Economic Research. Corresponding author: Carlos Vegh (cvegh1@jhu.edu).\n\n\n"
}