{
    "id": 29148,
    "citation_title": "Should Workplace Programs be Voluntary or Mandatory? Evidence from a Field Experiment on Mentorship",
    "citation_author": [
        "Jason Sandvik",
        "Richard Saouma",
        "Nathan Seegert",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-12",
    "revision_date": "2023-10-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn a field experiment, we find large differences in productivity treatment effects between voluntary and mandatory workplace mentorship programs. A significant portion of this difference is due to the best employees opting into the program when it is voluntary and these employees having the smallest treatment effects. Our findings suggest that pilot programs run on a voluntary group may obfuscate large potential gains. In our setting, the firm cannot rely on self-selection to help with program allocation because employees that benefit the most from the program are the least likely to participate. Our findings have implications for program evaluation, experimental design, productivity dispersion, and inequality.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Treatment and Selection Effects of Formal Workplace Mentorship Programs.\" We thank Emily Beam, Jasmijn Bol, Zoe Cullen, Florian Englmaier (discussant), Guido Friebel, Robert Garlick, Robert Gary-Bobo (discussant), Jessica Hoel, Mitch Hoffman, Lisa LaViers, John List, Michelle Lowry, Bentley MacLeod, Robert Metcalfe, Raffaella Sadun, Harish Sujan, Jason Snyder, Brian Waters (discussant), Michael Weisbach, seminar participants at Harvard Business School, MIT, Michigan Ross, Indian Institute of Management Ahmedabad, the University of Arizona, and conference participants at CEPR IMO, Econometric Society Latin American Meeting, the FMA, the 2022 Labor and Finance Meeting, the Advances in Field Experiments Meeting, the 2022 Strategy Science Conference, the 2022 NBER Summer Institute, the 2022 NBER Organizational Economics Meeting, and the 2023 AEA Annual Meeting for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}