{
    "id": 29144,
    "citation_title": "The Impact of a Government Risk Pool and an Opt-Out Framing on Demand for Earthquake Protection",
    "citation_author": [
        "Howard Kunreuther",
        "Lynn Conell-Price",
        "Paul Kovacs",
        "Katsuichiro Goda"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the design and analysis of a web-based choice experiment that examines how the demand for earthquake protection in Quebec and British Columbia is influenced by the default option and the structure of the insurance plan. Homeowners in both provinces were given the opportunity to purchase protection against earthquake losses when presented with one of the following options: the current private insurance plan, a high deductible private insurance plan, and a proposed public-private risk pool. The default frame was changed so the homeowner could either opt-in by purchasing this coverage or opt-out of being given this protection and receiving a premium discount.  Assigning participants to a public-private risk pool rather than the current private insurance plan increases the likelihood of purchasing earthquake protection by 151%. The opt-out frame leads to a likelihood greater than 1.6 of purchasing coverage relative to the opt-in frame when given the same plan structure. The policy implications of this finding are discussed.\n\n",
    "acknowledgement": "\nBohan Li and Jim Harries provided helpful comments on an earlier draft of this paper. Funding support for this research comes from the Institute for Catastrophic Loss Reduction and the Insurance Bureau of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}