{
    "id": 29145,
    "citation_title": "Cigarette Taxes, Smoking, and Health in the Long-Run",
    "citation_author": [
        "Andrew I. Friedson",
        "Moyan Li",
        "Katherine Meckel",
        "Daniel I. Rees",
        "Daniel W. Sacks"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical experts have argued forcefully that using cigarettes harms health, prompting the adoption of myriad anti-smoking policies.  The association between smoking and mortality may, however, be driven by unobserved factors, making it difficult to discern the underlying long-term causal relationship.  In this study, we explore the effects of cigarette taxes experienced as a teenager, which are arguably exogenous, on adult smoking participation and mortality.  A one-dollar increase in teenage cigarette taxes is associated with an 8 percent reduction in adult smoking participation and a 6 percent reduction in mortality.  Mortality effects are most pronounced for heart disease and lung cancer.\n\n",
    "acknowledgement": "\nWe are grateful to Katherine Bleakley, Senad Lekpak, and Katherine Rittenhouse for excellent research assistance and to Prashant Bharadwaj, Pietro Biroli, Kitt Carpenter, Julie Cullen, Janet Currie, Gordon Dahl, Michael Darden, Phil DeCicca, Brian Duncan, Alex Gelber, Michael Greenstone, Robert Kaestner, Ilyana Kuziemko, Catherine Maclean, and Michael Pesko for comments on earlier drafts. We thank seminar participants at ASHEcon, Arizona State University, Boston University, the 2019 Junior Health Economics Summit, LMU-CESifo, the Road Trip to Bloomington Health Economics Mini Conference, the Southern Economic Meetings, SoCCAM,  UC Berkeley, and University of Michigan. This article combines and superseded two previous working papers: “Cigarette Taxes and Smoking in the Long Run” by Friedson and Rees, and “Long-Run Impacts of Cigarette Taxation on Health: Intended and Unintended Effects” by Meckel. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}