{
    "id": 29152,
    "citation_title": "A Watershed Moment: The Clean Water Act and Birth Weight",
    "citation_author": [
        "Patrick Flynn",
        "Michelle M. Marcus"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "2023-01-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Clean Water Act (CWA) significantly improved surface water quality, but at a cost exceeding the estimated benefits. We quantify the effect of the CWA on a direct measure of health. Using a difference-in-differences framework, we compare birth weight upstream and downstream from wastewater treatment facilities before and after CWA grant receipt. Pollution only decreased downstream from facilities required to upgrade their treatment technology, and we leverage this additional variation with a triple difference. CWA grants increased average birth weight by 8 grams.\n\n",
    "acknowledgement": "\nPreviously circulated as “A Watershed Moment: The Clean Water Act and Infant Health.” For their helpful comments, we thank Anna Aizer, Brian Beach, Lindsey Bullinger, Elaine Hill, Will Wheeler, Barton Willage, and participants at the NBER Health Economics meeting and seminar participants at Ball State, University of Rochester, Singapore Management University, Tilburg University, and the Vanderbilt Empirical Applied Microeconomics seminar. The authors have no relevant or material financial interests that relate to the research described in this paper. Replication material available at: Flynn, Patrick and Marcus, Michelle. Data and Code for: A Watershed Moment: The Clean Water Act and Birth Weight. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor], 2023-01-13. doi.org/10.3886/E183922V1. All remaining errors are our own.\n\n\n"
}