{
    "id": 29158,
    "citation_title": "Mr. Keynes and the “Classics”; A Suggested Reinterpretation",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Cosimo Petracchi"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "2021-09-21",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits and proposes a resolution to an empirical and theoretical controversy between Keynes and the “classics” (or monetarists). The controversy dates to Keynes’s General Theory (1936)—most famously formalized in Hicks’s (1937) classic Econometrica article, in which the IS-LM model is first formally stated. We first replicate empirical tests formulated in the late 1960s and ’70s and show that more recent data have more statistical power and resolve the empirical debate in favor of the Keynesians, at least according to the criteria of the literature at that time. We then show, using a simple dynamic stochastic general equilibrium (DSGE) model, that the empirical tests suffer from the Lucas (1976) critique, as the conclusion fundamentally depends upon the assumed policy regime. Nevertheless, we argue, this new empirical result is useful: it provides evidence for the existence of a “Keynesian policy regime” according to which traditional monetary expansion loses its impact in the absence of a policy regime change, in the sense of Sargent (1982).\n\n",
    "acknowledgement": "\nThis research was partly conducted when the second author was hosted by the Einaudi Institute for Economics and Finance; its generous hospitality is gratefully acknowledged. We thank Ben Bernanke, Xavier Gabaix, Pascal Michaillat, Emi Nakamura, Lars Svensson, and Michael Woodford for helpful comments. We also thank participants at Brown University, University of Florence, University of Siena, and University of Verona for comments and discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}