{
    "id": 29156,
    "citation_title": "The Revealed Preferences for School Reopening: Evidence from Public-School Disenrollment",
    "citation_author": [
        "Thomas Dee",
        "Elizabeth Huffaker",
        "Cheryl Phillips",
        "Eric Sagara"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "2021-08-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBefore the 2020-21 school year, educators, policymakers, and parents confronted the stark and uncertain trade-offs implied by the health, educational, and economic consequences of offering instruction remotely, in person, or through a hybrid of the two. Most public schools in the U.S. chose remote-only instruction and enrollment fell dramatically (i.e., a loss of roughly 1.1 million K-12 students). We examine the impact of these choices on public-school enrollment using unique panel data that combine district-level enrollment trajectories with information on their instructional modes. We find offering remote-only instead of in-person instruction reduced enrollment by 1.1 percentage points (i.e., a 42 percent increase in disenrollment from -2.6 to -3.7 percent). The disenrollment effects of remote instruction are concentrated in kindergarten and, to a lesser extent, elementary schools. We do not find consistent evidence that remote instruction influenced middle or high-school enrollment or that hybrid instruction had an impact.\n\n",
    "acknowledgement": "\nWe acknowledge the excellent research assistance provided by Julia Ingram, Justine Issavi, Justin Mayo, Dilcia Mercedes, Christine Deliane, and Charlie T. Hoffs at Big Local News and helpful comments by Dana Goldstein, Alicia Parlapiano, and Adam Playford. We also thank Dennis and Julie Roche for providing access to the Burbio audit data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Student work on this project was funded through a Magic Grant from the Brown Institute For Media Innovation.\n\n\n"
}