{
    "id": 29150,
    "citation_title": "Can Restorative Justice Conferencing Reduce Recidivism? Evidence From the Make-it-Right Program",
    "citation_author": [
        "Yotam Shem-Tov",
        "Steven Raphael",
        "Alissa Skog"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "2022-01-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effect of a restorative justice intervention targeted at youth ages 13 to 17 facing felony charges of medium severity (e.g., burglary, assault). Eligible youths were randomly assigned to participate in the Make-it-Right (MIR) restorative justice program or a control group where they faced standard criminal prosecution. We estimate the effects of MIR on the likelihood that a youth will be rearrested in the four years following randomization. Assignment to MIR reduces the probability of a rearrest within six months by 19 percentage points, a 44 percent reduction relative to the control group. Moreover, the reduction in recidivism persists even four years after randomization. Thus, our estimates show that restorative justice conferencing can reduce recidivism among youth charged with relatively serious offenses and can be an effective alternative to traditional criminal justice practices.\n\n",
    "acknowledgement": "\nA pre-analysis plan for this project can be found at the Open Science Foundation, https://osf.io/3sb4u/. We are especially grateful to Katherine Miller, Maria McKee, Tara Regan Anderson, Mikaela Rabinowitz, and Jean Roland for the many insights they provided over the course of this project, as well as to the former District Attorney of San Francisco, George Gascon, who initiated Make-it-Right and advocated for the random allocation of individuals into the program which allowed for this study to be conducted. We are also thankful for invaluable information Lauren Brown and staff from Community Works and Huckleberry Youth shared about the principles of restorative justice and the program's implementation. The California Policy Lab provided continuous support and help throughout this project, we would especially like to thank April Chang, Johanna Lacoe, and Evan White. We thank Hadar Avivi, Annabelle Berrios, Gale Burford, Robynn Cox, Peng Ding, Sara Heller, Dmitri Koustas, Nicholas Li, Juliana Londoño-Vélez, Maxim Massenkoff, Conrad Miller, Andrew Penner, Deepak Premkumar, Heather Strang, and Santiago Tobón for helpful comments and discussions. We also thank seminar and conference participants at Harvard Kennedy School Social Inequality Seminar, University of British Columbia, WEAI, UCLA, NBER SI Crime, California Policy Lab, 14th All-California Labor Economics Conference, and LACEA Workshop on the Economics of Crime for numerous helpful comments and suggestions. Chandni Raja, Shivani Ghate, Logan Spencer provided outstanding research assistance. Any opinions and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the San Francisco District Attorney, San Francisco Juvenile Probation Department, Community Works, Huckleberry Youth, or the California Policy Lab. We thank Arnold Ventures, the University of California Office of the President Multicampus Research Programs and Initiatives, MRP-19-600774 and M21PR3278, The James Irvine Foundation, and the Bylo Chacon Foundation for their generous support. The views expressed here do not necessarily reflect the views of the funders. All errors should be attributed to the authors. The views expressed here do not necessarily reflect the views of the funders. All errors should be attributed to the authors. The views expressed here do not necessarily reflect the views of the funders. All errors should be attributed to the authors.\n\n\n"
}