{
    "id": 29157,
    "citation_title": "Shifting Punishment on Minorities: Experimental Evidence of Scapegoating",
    "citation_author": [
        "Michal Bauer",
        "Jana Cahlíková",
        "Julie Chytilová",
        "Gérard Roland",
        "Tomas Zelinsky"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides experimental evidence showing that members of a majority group systematically shift punishment on innocent members of an ethnic minority.  We develop a new incentivized task, the Punishing the Scapegoat Game, to measure how injustice affecting a member of one’s own group shapes punishment of an unrelated bystander (“a scapegoat”). We manipulate the ethnic identity of the scapegoats and study interactions between the majority group and the Roma minority in Slovakia. We find that when no harm is done, there is no evidence of discrimination against the ethnic minority. In contrast, when a member of one’s own group is harmed, the punishment ”passed” on innocent individuals more than doubles when they are from the minority, as compared to when they are from the dominant group. These results illuminate how individualized tensions can be transformed into a group conflict, dragging minorities into conflicts in a way that is completely unrelated to their behavior.\n\n",
    "acknowledgement": "\nWe thank seminar audiences from the University of Frankfurt am Main, the University of Edinburgh, the Max Planck Institute in Munich, the Max Planck Institute in Bonn, the University of California Berkeley and participants at conferences of the Society for the Advancement of Behavioral Economics, ERINN, and the Economic Science Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The data collection was supported by a grant from the Czech Science Foundation (17-13869S), and by the Slovak Research and Development Agency (APVV-0125-12 and APVV-19-0329). Bauer and Chytilová acknowledge support from ERC-CZ/AV-B (ERC300851901).\n\n\n"
}