{
    "id": 29165,
    "citation_title": "The Elusive Explanation for the Declining Labor Share",
    "citation_author": [
        "Gene M. Grossman",
        "Ezra Oberfield"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA vast literature seeks to measure and explain the apparent decline in the labor share in national income that has occurred in recent times in the United States and elsewhere. The culprits include technological change, increased globalization and the rise of China, the enhanced exercise of market power by large firms in concentrated product markets, the decline in unionization rates and the erosion in the bargaining power of workers in labor markets, and the changing composition of the workforce due to a slowdown in population growth and a rise in educational attainment. We review this literature, with special emphasis on the pitfalls associated with using cross-sectional data to assess this phenomenon and the reasons why the body of papers collectively explains the phenomenon many times over.\n\n",
    "acknowledgement": "\nThis article has been prepared for the Annual Review of Economics. When citing this paper, please use the following: Grossman G, Oberfield E. 2022. The Elusive Explanation for the Declining Labor Share. Annu. Rev. Econ. 14: Submitted. DOI: https://doi.org/10.1146/annurev-economics-080921-103046. We are grateful to Hank Farber, Devesh Raval and Richard Rogerson for very helpful comments on a previous draft of this review and to Sean Zhang and especially Carlos Burga for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}