{
    "id": 29164,
    "citation_title": "Exchange Rate Volatility and Global Food Supply Chains",
    "citation_author": [
        "Sandro Steinbach"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of exchange rate risk on global food supply chains. Although the theoretical literature suggests ambivalence regarding the sign and magnitude of this effect, most empirical studies indicate a negative association between exchange rate volatility and international trade flows. I contribute to the ongoing debate by investigating the relationship at the product-level using a sectoral gravity model and relying on detailed retrospective trade and exchange rate data for a balanced panel of 159 countries for 2001 to 2017. I study the relationship for 781 agricultural and food products and estimate the trade effects of short-run and long-run exchange rate volatility. My findings indicate significant heterogeneity in the trade effects of exchange rate risk. While the mean trade effects are positive for short-run and long-run volatility, these effects vary substantially according to product and industry characteristics. I find a positive association between exchange rate volatility and the trade effects for upstreamness and a negative association for downstreamness of the traded products. I show that the significant and adverse trade effects in earlier studies result from model misspecification and measurement errors. This research enhances the understanding of the implications of exchange rate volatility which is a primary source of international risk exposure for global food supply chains.\n\n",
    "acknowledgement": "\nI thank numerous participants of the NBER “Risk in Agricultural Supply Chains” Virtual Conference in May 2021 for helpful comments on an earlier version of this paper. I also acknowledge Dongin Kim for his excellent research assistance. This work is supported by the Agriculture and Food Research Initiative (Award Number 2019-67023-29343) from the National Institute of Food and Agriculture. The views expressed herein are those of the authors and do not necessarily reflect the views of the United States Department of Agriculture or the National Bureau of Economic Research.\n\n\n"
}