{
    "id": 29169,
    "citation_title": "Competition and Selection in Credit Markets",
    "citation_author": [
        "Constantine Yannelis",
        "Anthony Lee Zhang"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "2023-03-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nScreening in consumer credit markets is often associated with large fixed costs. We present both theory and evidence that, when lenders use fixed-cost technologies to screen borrowers, increased competition may increase rather than decrease interest rates in subprime consumer credit markets. In more competitive markets, lenders have lower market shares, and thus lower incentives to invest in screening. Thus, when markets are competitive, all lenders face a riskier pool of borrowers, which can lead interest rates to be higher. We provide evidence for the model’s predictions in the auto loan market using administrative credit panel data.\n\n",
    "acknowledgement": "\nWe are grateful to Bronson Argyle, Mark Egan, Zhiguo He, Sasha Indarte, Mark Jansen, Jack Liebersohn, Holger Mueller, Taylor Nadauld, Scott Nelson, Amir Sufi and Toni Whited for helpful comments, as well as seminar participants at the NBER Household Finance Summer Institute, Utah Winter Finance Conference, AFA, NFA, ESEM, MFA, Philadelphia Fed, Fourth Biennial Conference on Auto Lending, 2021 NASMES, Barcelona GSE Summer Forum, Northwestern University Kellogg School of Management, UCLA Andersen School of Management, Chicago Corporate and Household Lending Conference and the University of Chicago Booth School of Business. Yannelis and Zhang gratefully acknowledge financial support from the Booth School of Business at the University of Chicago. Livia Amato, Baiyang Han, Peyman Shahidi, Greg Tracey, Julien Weber, Xinkai Wu, and Zichen Zhao provided superb research assistance. TransUnion (the data provider) has the right to review the research before dissemination to ensure it accurately describes TransUnion data, does not disclose confidential information, and does not contain material it deems to be misleading or false regarding TransUnion, TransUnion’s partners, affiliates or customer base, or the consumer lending industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}