{
    "id": 29161,
    "citation_title": "Demographics, Wealth, and Global Imbalances in the Twenty-First Century",
    "citation_author": [
        "Adrien Auclert",
        "Hannes Malmberg",
        "Frederic Martenet",
        "Matthew Rognlie"
    ],
    "citation_publication_date": "2021-08-16",
    "issue_date": "2021-08-12",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use a sufficient statistic approach to quantify the general equilibrium effects of population aging on wealth accumulation, expected asset returns, and global imbalances. Combining population forecasts with household survey data from 25 countries, we measure the compositional effect of aging: how a changing age distribution affects wealth-to-GDP, holding the age profiles of wealth and labor income fixed. In a baseline overlapping generations model this statistic, in conjunction with cross-sectional information and two standard macro parameters, pins down general equilibrium outcomes. Since the compositional effect is positive, large, and heterogeneous across countries, our model predicts that population aging will increase wealth-to- GDP ratios, lower asset returns, and widen global imbalances through the twenty-first century. These conclusions extend to a richer model in which bequests, individual savings, and the tax-and-transfer system all respond to demographic change.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank the editor (Nir Jaimovich), six anonymous referees, as well as Rishabh Aggarwal, Mark Aguiar, Anmol Bhandari, Olivier Blanchard, Maricristina De Nardi, Charles Goodhart, Nezih Guner, Fatih Guvenen, Daniel Harenberg, Martin Holm, Gregor Jarosch, Patrick Kehoe, Patrick Kiernan, Pete Klenow, Dirk Krueger, Kieran Larkin, Ellen McGrattan, Kurt Mitman, Ben Moll, Serdar Ozkan, Christina Patterson, Alessandra Peter, Jim Poterba, Vincenzo Quadrini, Jacob Robbins, Richard Rogerson, Ananth Seshadri, Isaac Sorkin, Kjetil Storesletten, Ludwig Straub, Amir Sufi, Chris Tonetti, David Weil, Arlene Wong, Owen Zidar and Nathan Zorzi. We also thank Etienne Gagnon and John Sabelhaus for sharing code and data. Calvin He and Dalton Zhang provided outstanding research assistance. This research is supported by the Hellman Faculty Scholar Fund Grant at Stanford and the Heller-Hurwicz Institute at the University of Minnesota. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}