{
    "id": 29166,
    "citation_title": "Demand Shocks and Supply Chain Resilience: An Agent Based Modelling Approach and Application to the Potato Supply Chain",
    "citation_author": [
        "Liang Lu",
        "Ruby Nguyen",
        "Md Mamunur Rahman",
        "Jason Winfree"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe food supply chain has experienced major disruptions from both demand and supply sides during the Covid-19 pandemic. While some consequences such as food waste are directly caused by the disruption due to supply chain inefficiency, others are indirectly caused by a change in consumer’s preferences. As a result, evaluating food supply chain resilience is a difficult task. With an attempt to understand impacts of demand on the food supply chain, we developed an agent-based model based on the case of Idaho’s potato supply chain. Results showed that not only the magnitude but also the timing of the demand shock will have different impacts on various stakeholders of the supply chain. Our contribution to the literature is two-fold. First, the model helps explain why food waste and shortages may occur with dramatic shifts in consumer demand. Second, this paper provides a new angle on evaluating the various mitigation strategies and policy responses to disruptions beyond Covid-19.\n\n",
    "acknowledgement": "\nFunding for this research project was provided, in part, by the Idaho Agricultural Experiment Station, LDRD grant from Idaho National Laboratory, and the USDA-NIFA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}