{
    "id": 29179,
    "citation_title": "Marginalized and Overlooked? Minoritized Groups and the Adoption of New Scientific Ideas",
    "citation_author": [
        "Wei Cheng",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2023-04-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe diffusion and use of new ideas is critical for producing innovations and realizing their potential. We explore how characteristics of innovators and potential adopters affect the adoption of important, new scientific ideas in networks. Using rich data on biomedical researchers and their networks, natural language processing, and a novel two-way fixed effects strategy, we find that new ideas introduced by female scientists are under-utilized for two reasons. First, female innovators are less connected than men. Second, at short network distances, researchers (especially men) adopt women’s ideas less. Similar gaps hold for underrepresented racial and ethnic minorities.\n\n",
    "acknowledgement": "\nCheng acknowledges funding support from the National Natural Science Foundation of China (NSFC) grant 71803047 and Shanghai Pujiang Program through grant 2019PJC022. Weinberg is grateful for support from NSF EHR DGE grants 1760544 and 1535399, from R01 GM140281, and NIA, OBSSR and NSF SciSIP through P01 AG039347. All projects supported data construction and analysis. The research aligns most closely with the substance of 1760544 and R01 GM140281. Weinberg was supported on P01 AG039347 by the NBER directly and on a subaward from NBER to Ohio State. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}