{
    "id": 29170,
    "citation_title": "Visualization, Identification, and Estimation in the Linear Panel Event-Study Design",
    "citation_author": [
        "Simon Freyaldenhoven",
        "Christian Hansen",
        "Jorge Pérez Pérez",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "2021-12-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLinear panel models, and the “event-study plots” that often accompany them, are popular tools for learning about policy effects. We discuss the construction of event-study plots and suggest ways to make them more informative. We examine the economic content of different possible identifying assumptions. We explore the performance of the corresponding estimators in simulations, highlighting that a given estimator can perform well or poorly depending on the economic environment. An accompanying Stata package, xtevent, facilitates adoption of our suggestions.\n\n",
    "acknowledgement": "\nThis is a draft of a chapter in progress for Advances in Economics and Econometrics: Twelfth World Congress, an Econometric Society monograph. We acknowledge financial support from the National Science Foundation under Grant No. 1558636 (Hansen) and Grant No. 1658037 (Shapiro), from the Eastman Professorship and Population Studies and Training Center at Brown University (Shapiro), and from Colombia Científica – Alianza EFI #60185 contract #FP44842-220-2018, funded by The World Bank through the Scientific Ecosystems, managed by the Colombian Administrative Department of Science, Technology and Innovation (Pérez Pérez). We thank Veli Murat Andirin, Mauricio Cáceres Bravo, Carolina Crispin-Fory, Samuele Giambra, Andrew Gross, Joseph Huang, Diego Mayorga, Stefano Molina, Anna Pasnau, Marco Stenborg Petterson, Nathan Schor, Matthias Weigand, and Thomas Wiemann for research assistance. We thank Kirill Borusyak, Lukas Delgado, Bruno Ferman, Amy Finkelstein, Asjad Naqvi, María José Orraca, Mayra Pineda-Torres, Giulia Romani, Jon Roth, Alejandrina Salcedo, Chris Severen, Matthew Turner, Edison Yu, and audiences at the Twelfth World Congress, Banco de México, the Sao Paulo School of Economics, and LACEA LAMES 2021 for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, Banco de México, the funding sources, or the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/about/.\n\n\n"
}