{
    "id": 29174,
    "citation_title": "Specialized Investments and Firms’ Boundaries: Evidence from Textual Analysis of Patents",
    "citation_author": [
        "Jan Bena",
        "Isil Erel",
        "Daisy Wang",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInducing firms to make specialized investments through bilateral contracts can be challenging because of potential hold- up problems. Such contracting difficulties have long been argued to be an important reason for acquisitions. To evaluate the extent to which this motivation leads to mergers, we perform a textual analysis of the patents filed by the same lead inventors of the target firms before and after the mergers. We find that patents of inventors from target firms become 28.9% to 46.8% more specific to those of acquirers’ inventors following completed mergers, benchmarked against patents filed by targets and a group of counterfactual acquirers. This pattern is stronger for vertical mergers that are likely to require specialized investments. There is no change in the specificity of patents for mergers that are announced but not consummated. Overall, we provide empirical evidence that contracting issues in motivating specialized investment can be a motive for acquisitions.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Ben Hermalin, Weiling Song, and Rene Stulz, as well as participants in seminars at Ohio State, Georgetown, South Carolina, Porto, HKU, and the Virtual Corporate Finance Seminar for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}