{
    "id": 29171,
    "citation_title": "Central Bank Digital Currency in Historical Perspective: Another Crossroad in Monetary History",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "2021-08-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDigitalization of Money is a crossroad in monetary history. Advances in technology has led to the development of new forms of money: virtual (crypto) currencies like bitcoin; stable coins like libra/diem; and central bank digital currencies (CBDC) like the Bahamian sand dollar. These innovations in money and finance have resonance to earlier shifts in monetary history: 1) The shift in the eighteenth and nineteenth century from commodity money (gold and silver coins) to convertible fiduciary money and inconvertible fiat money; 2) the shift in the nineteenth and twentieth centuries from central bank notes to a central bank monopoly; 3) Then evolution since the seventeenth century of central banks and the tools of monetary policy. \nThis paper analyzes the arguments for a CBDC through the lens of monetary history. The bottom line is that the history of transformations in monetary systems suggests that technical change in money is inevitably driven by the financial incentives of a market economy. Government has always had a key role in the provision of outside money, which is a public good. Government has also regulated inside money provided by the private sector. This held for fiduciary money and will likely hold for digital money. CBDC could make monetary policy more efficient, and it could transform the international monetary and payments systems.\n\n",
    "acknowledgement": "\nFor helpful comments on an earlier draft, I thank Harold James, Mickey Levy, Andy Levin, Will Roberds and Warren Weber. Humberto Martínez provided valuable research assistance. This lecture was presented at the Bank of England’s workshop on “The Macroeconomic Policy Opportunities and Risks Associated with Central Bank Digital Currency” on July 12-14, 2021. The views expressed here are solely those of the author and do not represent the views of any other person or institution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}