{
    "id": 29178,
    "citation_title": "The Affordable Care Act After a Decade: Industrial Organization of the Insurance Exchanges",
    "citation_author": [
        "Benjamin R. Handel",
        "Jonathan T. Kolstad"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe regulated insurance exchanges set up in the Affordable Care Act (ACA) were designed to deliver affordable, efficient health coverage through private insurers. It is crucial to study the complex industrial organization (IO) of these exchanges in order to assess their impacts to date, during the first decade of the ACA, and in order to project their impacts going forward. We revisit the inherent market failures in health care markets that necessitate key ACA exchange regulations and investigate whether they have succeeded in their goals of expanding coverage, creating robust marketplaces, providing product variety, and generating innovation in health care delivery. We discuss empirical IO research to date and also highlight shortcomings in the existing research that can be addressed moving forward. We conclude with a discussion of IO research-based policy lessons for the ACA exchanges and, more generally, for managed competition of private insurance in health care.\n\n",
    "acknowledgement": "\nThis paper was produced as an invited manuscript for the Annual Review of Economics, Volume 14, to be published in 2022 with DOI https://doi.org/10.1146/annurev-economics- 051420-114714. We thank Sofya Shchukina for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}