{
    "id": 29172,
    "citation_title": "The Economics of Walking About and Predicting Unemployment",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-08-23",
    "issue_date": "2021-08-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment is notoriously difficult to predict.  In previous studies, once country fixed effects are added to panel estimates, few variables predict changes in unemployment rates.  Using panel data for 29 European countries over 439 months between 1985 and 2021 in an unbalanced country*month panel of just over 10000 observations, we predict changes in the unemployment rate 12 months in advance based on individuals’ fears of unemployment, their perceptions of the economic situation and their own household financial situation.  Fear of unemployment predicts subsequent changes in unemployment 12 months later in the presence of country fixed effects and lagged unemployment.  Individuals’ perceptions of the economic situation in the country and their own household finances also predict unemployment 12 months later. Business sentiment (industry fear of unemployment) is also predictive of unemployment 12 months later.  The findings underscore the importance of the “economics of walking about”. The implication is that these social survey data are informative in predicting economic downturns and should be used more extensively in forecasting.  We also generate a 29 country-level annual panel on life satisfaction from 1985-2020 from the World Database of Happiness and show that the consumer level fear of unemployment variable lowers well-being over and above the negative impact of the unemployment rate itself.  Qualitative survey metrics were able to predict the Great Recession and the economic slowdown in Europe just prior to the COVID19 pandemic.\n\n",
    "acknowledgement": "\nWe thank Adam Posen, Doug Staiger and Chris Williamson for their comments The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}