{
    "id": 29181,
    "citation_title": "The Geography of Remote Work",
    "citation_author": [
        "Lukas Althoff",
        "Fabian Eckert",
        "Sharat Ganapati",
        "Conor Walsh"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2022-01-18",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nBig city economies specialize in business service industries whose workers’ local spending in turn supports a large local consumer service industry. Business service jobs have a high remote work potential. If remote work becomes more prevalent, many business service workers may leave expensive cities and work from elsewhere withdrawing spending from the local non-tradable service industries dependent on their demand. We use the recent COVID-19-induced increase in remote work to test for the strength of this mechanism and find it to be strong. As a result, low-skill service workers in big cities bore most of the pandemic’s economic impact. Our findings have broader implications for the distributional consequences of the US economy’s transition to more remote work.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as “The City Paradox: Skilled Services and Remote Work.” We thank Milena Almagro, Nick Bloom, Joshua Coven, Don Davis, Jonathan Dingel, Ed Glaeser, Caitlin Gorback, Arpit Gupta, Tommaso Porzio, and Steve Redding for early comments and help with various data sources. We also thank the editor Gabriel Ahlfeldt and two anonymous referees for excellent comments that substantially improved the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}