{
    "id": 29184,
    "citation_title": "Errors in Reporting and Imputation of Government Benefits and Their Implications",
    "citation_author": [
        "Pablo A. Celhay",
        "Bruce D. Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the extent, nature, and consequences of survey errors in cash welfare and SNAP receipt in three major U.S. household surveys. We find high rates of misreporting, particularly failure to report receipt. The surveys inaccurately capture patterns of multiple program participation, even though there is little evidence of program confusion. Error rates are higher among imputed observations, which account for a large share of false positive errors. Many household characteristics have significant effects on both false positives and false negative errors. Error rates sharply differ by race, ethnicity, income and other household characteristics.  The errors greatly affect models of program receipt and estimated effects of income and race are noticeably biased. We examine error due to item non-response and imputation, as well as whether imputation improves estimates. Item non-respondents have higher receipt rates than the population conditional on covariates. The assumptions for consistent estimates in multivariate models fail both when excluding item non-respondents and when using the imputed values.  In binary choice models of program receipt, linked data estimates favor excluding item non-respondents rather than using imputed values. Biases are well predicted by the error patterns we document, helping researchers make informed decisions on whether to use imputed values.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau, the New York Office of Temporary and Disability Assistance (OTDA), AEI, or the NBER. All results were approved for release by the Disclosure Review Board of the U.S. Census Bureau, with approvals dated August 3, 2015 and August 18, 2016. We thank Matthew Stadnicki for superb research assistance, Michael Davern, Jonathan Rothbaum, Frank Limehouse, Derek Wu and the Census Bureau for their help and audiences at the Joint Statistical Meetings, APPAM and the University of Manchester for their comments. We thank the Russell Sage Foundation, the Alfred P. Sloan Foundation, the Charles Koch Foundation and the Menard Family Foundation for their support. Mittag is also thankful for financial support from the Czech Academy of Sciences (through institutional support RVO 67985998), the Czech Science Foundation (grant number 20-27317S) and Charles University (UNCE/HUM/035).\n\n\n"
}