{
    "id": 29183,
    "citation_title": "The Industrial Organization of Financial Markets",
    "citation_author": [
        "Robert Clark",
        "Jean-François Houde",
        "Jakub Kastl"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter discusses recent developments in the literature involving applications of industrial organization methods to finance. We structure our discussion around a simple model of a financial intermediary that concentrates its attention either on (i) the retail market and hence engages in a traditional maturity transformation business by accepting funds that can be used to invest in risky projects (loans), or (ii) the investment business, financing its operations on the “wholesale” market and making markets or investing in higher return riskier projects. Our discussion is centered around the analysis of market structure and competition in each of these markets, focusing in turn on (i) primary and secondary markets for government and corporate debt, (ii) interbank loans, (iii) markets for retail funding, and (iv) credit markets, including mortgages.\n\n",
    "acknowledgement": "\nWe would like to thank Victor Aguirregabiria, Jason Allen, Dean Corbae, Ali Hortacsu, Ralph Koijen, Shaoteng Li, Nicola Pavanini, Eric Richert, and an anonymous reviewer for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Clark would like to acknowledge financial support from the Stephen J.R. Smith Chair in Economic Policy at Queen's University.\n\n\n"
}