{
    "id": 29187,
    "citation_title": "Job Displacement and Job Mobility: The Role of Joblessness",
    "citation_author": [
        "Bruce Fallick",
        "John C. Haltiwanger",
        "Erika McEntarfer",
        "Matthew Staiger"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWho is harmed by and who benefits from worker reallocation?  We investigate the earnings consequences of changing jobs and find a wide dispersion in outcomes. This dispersion is driven not by whether the worker was displaced, but by the duration of joblessness between job spells. Job movers who experience joblessness suffer a persistent reduction in earnings and tend to move to lower-paying firms, suggesting that job ladder models offer a useful lens through which to understand the negative consequences of job separations.\n\n",
    "acknowledgement": "\nThe research program of the Center for Economic Studies (CES) produces a wide range of economic analyses to improve the statistical programs of the US Census Bureau. Many of these analyses take the form of CES research papers. The papers have not undergone the review accorded Census Bureau publications and no endorsement should be inferred.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.  All results have been reviewed to ensure that no confidential information has been disclosed. Associated Disclosure Review Board release numbers are DRB-B0040-CED-20190411, DRB-B0067-CED-20190718, and CBDRB-FY21-CED006-0001. Republication in whole or in part must be cleared with the authors.  John Haltiwanger was a part-time Schedule A employee at Census at the time of the writing of this paper.\n\n\n"
}