{
    "id": 29180,
    "citation_title": "Testing Fractional doses of COVID-19 Vaccines",
    "citation_author": [
        "Witold Więcek",
        "Amrita Ahuja",
        "Esha Chaudhuri",
        "Michael Kremer",
        "Alexandre Simoes Gomes",
        "Christopher Snyder",
        "Alex Tabarrok",
        "Brandon Joel Tan"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2021-10-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to the enormous economic, health, and social costs of the COVID-19 pandemic, there are high expected social returns to investing in parallel in multiple approaches to accelerating vaccination. We argue there are high expected social returns to investigating the scope for lowering the dosage of some COVID-19 vaccines. While existing evidence is not dispositive, available clinical data on the immunogenicity of lower doses combined with evidence of a high correlation between neutralizing antibody response and vaccine efficacy suggests that half- or even quarter-doses of some vaccines could generate high levels of protection, particularly against severe disease and death, while potentially expanding supply by 450 million to 1.55 billion doses per month, based on supply projections for 2021. An epidemiological model suggests that even if fractional doses are less effective than standard doses, vaccinating more people faster could substantially reduce total infections and deaths. The costs of further testing alternative doses are much lower than the expected public health and economic benefits. However, commercial incentives to generate evidence on fractional dosing are weak, suggesting that testing may not occur without public investment. Governments could support either experimental or observational evaluations of fractional dosing, for either primary or booster shots. Discussions with researchers and government officials in multiple countries where vaccines are scarce suggest strong interest in these approaches.\n\n",
    "acknowledgement": "\nThe authors are grateful to Nora Szech, Ezekiel Emanuel, Marc Lipsitch, Prashant Yadav, Patrick Smith, Frédéric Y. Bois, Virginia Schmit, Victor Dzau, Valmik Ahuja, Marcella Alsan, Garth Strohbehn, Johannes Haushofer, Jessica Metcalf, and seminar participants at Harvard, M.I.T., the University of Chicago, and the NBER Entrepreneurship and Innovation Policy and the Economy conference for helpful comments. This work was supported in part by the Wellspring Philanthropic Fund (Grant No: 15104) and Open Philanthropy. Więcek provides scientific consultancy for Certara, a drug development company and 1 Day Sooner, a COVID-19 human challenge trial advocacy group. Więcek reports no material conflicts of interest with regards to development of COVID-19 vaccines. Michael Kremer is the Faculty Director of the Development Innovation Lab (DIL) at the University of Chicago. Więcek is a Consulting Director at DIL. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}