{
    "id": 29182,
    "citation_title": "Eclipses and the Memory of Revolutions: Evidence from China",
    "citation_author": [
        "Meng Miao",
        "Jacopo Ponticelli",
        "Yi Shao"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-08-27",
    "revision_date": "2022-01-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWhy are certain communities more prone to anti-government protests than others? Do past rebellions lead to more protests today? We study the historical roots of anti-government protests using the experience of China. We document that counties with higher incidence of peasant uprisings against local government oﬃcials during the Qing dynasty period (1644-1912) have a higher incidence of anti-government protests in present-day China. To generate plausibly exogenous variation in the incidence of past protests, we exploit diﬀerences in the visibility and magnitude of solar eclipses during the Qing dynasty period. In the Confucian tradition, solar eclipses are considered a negative divine signal on the legitimacy of the ruler, facilitating the coordination of protest actions. We test this mechanism using detailed data on the timing and location of anti-government rebellions extracted from local chronicles. Counties within the totality zone of a solar eclipse were signiﬁcantly more likely to experience a rebellion in the eclipse year. The persistent eﬀect of past protests is stronger in counties with temples and memorials celebrating early anti-Qing leaders. Diﬀerences in historical memories of past protests aﬀect communities’ reaction to current grievances against local governments. Communities with such memories are more likely to protest in response to higher levels of air pollution.\n\n",
    "acknowledgement": "\nWe received valuable comments from Daniel Mattingly (discussant), Hanming Fang, Nicola Gennaioli, Zhiguo He, David Yang, Shang-Jin Wei, Nancy Qian, Michael Song, Mounu Prem, Joachim Voth and seminar participants at NBER Chinese Economy Working Group Meeting, CUFE-Beijing, QCSS-NYU conference and Economic History Society annual conference. Jiacheng Yan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}