{
    "id": 29185,
    "citation_title": "The Value of Statistical Life: A Meta-analysis of Meta-analyses",
    "citation_author": [
        "H. Spencer Banzhaf"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Value of Statistical Life (VSL) is arguably the most important number in benefit-cost analyses of environmental, health, and transportation policies.  However, agencies have used a wide range of VSL values.  One reason may be the embarrassment of riches when it comes to VSL studies.  While meta-analysis is a standard way to synthesize information across studies, we now have multiple competing meta-analyses and reviews.  Thus, to analysts, picking one such meta-analysis may feel as hard as picking a single \"best study.\"  This paper responds by taking the meta-analysis another step, estimating a meta-analysis (or mixture distribution) of six meta-analyses.  The baseline model yields a central VSL of $7.0m, with a 90% confidence interval of $2.4m to $11.2m.  The provided code allows users to easily change subjective weights on the studies, add new studies, or change adjustments for income, inflation, and latency.\n\n",
    "acknowledgement": "\nThe idea for this work was originally developed under a contract with William H. Desvousges & Associates and Xcel Energy in 2015, as part of an externalities costing study.  I thank Bill Desvousges for comments and discussion. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}