{
    "id": 29196,
    "citation_title": "Opposing firm-level Responses to the China Shock: Horizontal Competition Versus Vertical Relationships?",
    "citation_author": [
        "Philippe Aghion",
        "Antonin Bergeaud",
        "Matthieu Lequien",
        "Marc Melitz",
        "Thomas Zuber"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2022-11-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe decompose the “China shock” into two components that induce different adjustments for firms exposed to Chinese exports: an output shock affecting firms selling goods that compete with similar imported Chinese goods, and an input supply shock affecting firms using inputs similar to the imported Chinese goods. Combining French accounting, customs, and patent information at the firm-level, we show that the output shock is detrimental to firms’ sales, employment and innovation. Moreover, this negative impact is concentrated on low-productivity firms. By contrast, we find a positive effect - although often not significant - of the input supply shock on firms’ sales, employment and innovation.\n\n",
    "acknowledgement": "\nThe authors want to thank without implicating Xavier Jaravel, Clement Malgouyres and Gilles Saint-Paul for helpful comments. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (reference: ANR-10-EQPX-17 - Centre d’accès securisé aux données – CASD), and has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 786587). Philippe Aghion, Matthieu Lequien, and Thomas Zuber thank the support of the EUR grant ANR-17-EURE-0001. Corresponding author: Thomas Zuber: thomas.zuber@psemail.eu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}