{
    "id": 29190,
    "citation_title": "Do Central Banks Rebalance Their Currency Shares?",
    "citation_author": [
        "Menzie D. Chinn",
        "Hiro Ito",
        "Robert N. McCauley"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2021-09-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo central banks rebalance their currency shares? The answer matters because the dollar’s predominant role in large official reserve holdings means that widespread rebalancing requires central banks to buy (sell) a depreciating (appreciating) dollar, stabilising its value against other major currencies. We hypothesise that larger reserve holdings have led central banks to approach their investment more systematically and to make rebalancing in the face of exchange rate changes the norm. We illustrate the choice with two polar case studies: the US clearly does not rebalance its small FX reserves; Switzerland does rebalance its very large reserves, so that changes in exchange rates do not move its currency allocation. Our hypothesis finds partial support in global aggregated data. They reject both no rebalancing and full rebalancing and point to emerging market economies as the source of the aggregate result. We also test for rebalancing with panel data and find that our sample economies on average again behave in intermediate fashion, partially but not fully rebalancing. However, when observations are weighted by the size of reserves, the panel analysis finds full rebalancing. A variety of control variables and splits of the panel sample do not alter the thrust of these findings. Central banks rebalance their FX reserves extensively but not uniformly.\n\n",
    "acknowledgement": "\nChinn and Ito acknowledge the financial support of faculty research funds of the University of Wisconsin and Portland State University, respectively. We thank Chau Nguyen for excellent research assistance. We appreciate that the Latin American Reserve Fund (FLAR) collaborated with us and collected data on the shares of major currencies in international reserves Latin American countries. We thank Andreas Steiner as well as participants in the conference “Financial Globalization and De-Globalization: Perspectives and Prospects” organized by the Global Research Unit at the Department of Economics and Finance, City University of Hong Kong and Journal of International Money and Finance, seminar participants at the Banque de France, Serkan Arslanalp, Chima Simpson-Bell, and Steve Kamin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMenzie D. Chinn\n\nChinn wrote part of this paper while serving as a consultant to Banque de France on topics aside from this paper's subject.\n\n\n"
}