{
    "id": 29195,
    "citation_title": "When Uncertainty and Volatility Are Disconnected: Implications for Asset Pricing and Portfolio Performance",
    "citation_author": [
        "Yacine Aït-Sahalia",
        "Felix Matthys",
        "Emilio Osambela",
        "Ronnie Sircar"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze an environment where the uncertainty in the equity market return and its volatility are both stochastic, and may be potentially disconnected. We solve a representative investor's optimal asset allocation and derive the resulting conditional equity premium and risk-free rate in equilibrium. Our empirical analysis shows that the equity premium appears to be earned for facing uncertainty, especially high uncertainty that is disconnected from lower volatility, rather than for facing volatility as traditionally assumed. Incorporating the possibility of a disconnect between volatility and uncertainty significantly improves portfolio performance, over and above the performance obtained by conditioning on volatility only.\n\n",
    "acknowledgement": "\nFor valuable comments, we thank seminar participants at the University of Zurich, ETH Zurich, Board of Governors of the Federal Reserve System, FRB-NYU workshop on risk and uncertainty, International Association for Applied Econometrics, and 2021 SIAM Annual Meeting. Matthys gratefully acknowledges financial support from the Swiss National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve System, its Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}