{
    "id": 29197,
    "citation_title": "Sovereign Spreads and the Political Leaning of Nations",
    "citation_author": [
        "Ionut Cotoc",
        "Alok Johri",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2024-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNations vary widely in how often they are governed by left-wing governments. Using data from 56 nations over 45 years, we find that the propensity of a nation to elect the left is positively correlated with both the average level and volatility of their sovereign spreads. To explain these facts, we build a quantitative sovereign default model in which two policymakers (left and right) alternate in power. Reelection probabilities are increasing in government spending, with the left having a small advantage (as found in the data). We use variation in the responsiveness of reelection probabilities to government spending in order to create economies that elect the left more or less frequently in equilibrium. We call these the left leaning economy and the right leaning economy. The left leaning economy faces worse borrowing terms due to higher default risk. Moreover, both policymakers have a greater reluctance for fiscal austerity and choose a higher share of government spending as compared to their counterparts in the right leaning economy, which results in lower welfare.\n\n",
    "acknowledgement": "\nThis paper supersedes ‘Debt, Defaults and Dogma: politics and the dynamics of sovereign debt markets.’ For comments and suggestions, we thank three anonymous referees, Dirk Krueger and Vivian Yue (editors), Satyajit Chatterjee, Ryan Compton, Pablo D’Erasmo, Pablo Guerron-Quintana (discussant), Illenin Kondo, Guido Lorenzoni, Leonardo Martinez, Luis Schiumerini, and seminar participants at McMaster, Notre Dame, Universidad Nacional de Tucumán, Waterloo, SFSU, Birmingham, Bristol, Chicago Fed, Banco Central de Chile, the 2019 CMSG conference, the 2018 SED, the 2018 Midwest Macro Meetings, the 2018 CEA Annual Meetings, the 2018 Tsinghua Workshop in International Finance, and the ADEMU ‘Sovereign Debt in the 21st Century’ Conference. We thank SSHRC, OGS, and the Productivity Partnership (supported by SSHRC) for research funding. Sosa-Padilla is thankful for the hospitality of the Economics departments at Princeton University and the University of Minnesota, where parts of this paper were written. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}