{
    "id": 29198,
    "citation_title": "Income-Contingent Loans As an Unemployment Benefit",
    "citation_author": [
        "Haaris Mateen",
        "Joseph E. Stiglitz",
        "Jungyoll Yun"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2021-09-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImperfections in risk and capital markets imply that individuals who lose jobs suffer from imperfect smoothing of consumption across states and times. Compared to the first best, there will be too little search. Optimal unemployment programs, which balance the marginal benefit of consumption smoothing vs. the marginal cost of the insurance externality, increase welfare and may even increase GDP. Our analytical results suggest that welfare is higher if the unemployment benefits program includes income-contingent unemployment loans (ICL), where the amount repaid depends on the individual’s future income. Such loans can be financed by a risk premium imposed on the unemployed who avail themselves of the loans, and partially substitute for unemployment insurance (UI) benefits. Optimal unemployment benefits programs (UB) with ICL do a better job of smoothing consumption across states and time, and in particular total benefits when unemployed increase. We analyze how changes in key parameters, such as the degree of risk aversion and the nature of post-employment work, affect the design of the optimal UB program and the magnitude of the incremental benefits from including income-contingent loans.\n\n",
    "acknowledgement": "\nAll authors contributed equally to this manuscript. The order of author names is randomized via the AEA Randomization Tool. The authors are indebted to the Fulbright Foundation, INET, and the Roosevelt Institute for financial support, to Matthieu Teachout and Nahyun Lim for research assistance, and to article editors Debarati Ghosh and Andrea Gurwitt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}