{
    "id": 29199,
    "citation_title": "Is that Really a Kuznets Curve? Turning Points for Income Inequality in China",
    "citation_author": [
        "Martin Ravallion",
        "Shaohua Chen"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe path of income inequality in post-reform China has been widely interpreted as “China’s Kuznets curve.” We show that the Kuznets growth model of structural transformation in a dual economy, alongside population urbanization, has little explanatory power for our new series of inequality measures back to 1981. Our simulations tracking the partial “Kuznets derivative” of inequality with respect to urban population share yield virtually no Kuznets curve. More plausible explanations for the inequality turning points relate to determinants of the gap between urban and rural mean incomes, including multiple agrarian policy reforms. Our findings warn against any presumption that the Kuznets process will assure that China has passed its time of rising inequality. More generally, our findings cast doubt on past arguments that economic growth through structural transformation in poor countries is necessarily inequality increasing, or that a turning point will eventually be reached after which that growth will be inequality decreasing.\n\n",
    "acknowledgement": "\nThe authors thank Qinghua Zhao for able assistance in programming the calculations for this paper and Gary Fields, Justin Lin, Ren Mu and Dominique van de Walle for helpful comments on an earlier version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}