{
    "id": 29194,
    "citation_title": "Global Agricultural Value Chains and Structural Transformation",
    "citation_author": [
        "Sunghun Lim"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the mid-1900s, agricultural global value chains (AGVCs) have grown rapidly and transformed the nature of agri-food production around the world. Little is known, however, about how participation in AGVCs changes the structure of participating economies. Using a constructed panel dataset from 155 countries for the period 1991-2015, I find that, in response to high AGVC participation, both GDP and employment shares in the agricultural and services sectors increase, and that both factors decrease in the manufacturing sector. Counter to conventional wisdom about structural transformation, I uncover evidence that modern agrarian economies are leapfrogging the manufacturing sector to directly develop their agriculture and services sectors through their participation in AGVCs.\n\n",
    "acknowledgement": "\nI thank Marc F. Bellemare for his invaluable comments and suggestions. I also thank Pol Antràs, David Zilberman, Jean Balié, Davide Del Prete, and Terry Hurley for helpful suggestions which made for a much improved manuscript. I also thank seminar participants at the FAO Trade and Markets Division International Workshop and the Federal Reserve Bank of Kansas City as well as conference participants at the NBER Conference on Risks in Agricultural Supply Chains, the Royal Economic Society, European Association of Agricultural Economists, Agricultural Economic Society, PacDev, and the Agricultural & Applied Economics Association for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}