{
    "id": 29192,
    "citation_title": "Using Household Rosters from Survey Data to Estimate All-cause Mortality during COVID in India",
    "citation_author": [
        "Anup Malani",
        "Sabareesh Ramachandran"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2022-01-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOfficial statistics on deaths due to COVID undercount deaths due to lack of testing. In developed countries, death registries have been used to measure total excess death during the pandemic. However, very few developing countries have even partial death registries or the capacity to register deaths during a pandemic. In this paper we estimate excess deaths in India using the member roster of a large and representative household panel survey. We estimate roughly 6.3 million excess deaths during the pandemic through August 2021. We cannot demonstrate causality between COVID and deaths but the timing and age structure of deaths is consistent with the COVID pandemic and excess deaths are positively correlated with reported infections. Finally, we find that excess deaths were higher among higher-income persons and were negatively associated with mobility. The methods in this paper can be used in countries with a household panel to measure health-related demographic indicators.\n\n",
    "acknowledgement": "\nMalani acknowledges funding from the Becker Friedman Institute at the University of Chicago to purchase a subscription to the Consumer Pyramids Household Survey and the support of the Barbara J. and B. Mark Fried Fund at the University of Chicago Law School. We thank Mahesh Vyas, Kaushik Krishnan, Chinmay Tumbe, Shamika Ravi, Rukmini S, Prabhat Jha, Arvind Subramanian, Justin Sandefur, Abhishek Anand, Anmol Somanchi and seminar participants at the CMIE weekly webinar for helpful comments. We thank Bartek Woda and Satej Soman for help with COVID case and deaths data and the anonymous data scientists at www.covid19india.org for scraping data on COVID cases and deaths. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}