{
    "id": 2919,
    "citation_title": "Government Spending and Budget Deficits in the Industrial Economies",
    "citation_author": [
        "Nouriel Roubini",
        "Jeffrey Sachs"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we try to interpret several important trends in the size of governments and government deficits in the OECD economies : the rapid increase in the public spending to GDP ratio in the 1970s; the sharp rise in budget deficits and in debt-GNP ratios after 1973; and the early signs of a slowdown or reversal in the rise of the spending ratios in the 1980s. We show that the rise in size of the government was importantly associated with the slowdown in output growth after 1973, as well as with the gradual adjustment of spending ratios to long-run values. These long-run values appear to depend on the political and institutional characteristics of the various economies (the ideological orientation of the government, the degree of wage indexation, and the average number of parties in the governing coalitions). As for budget deficits, we argue that much can be explained by normal cyclical factors (the slowdown in growth and the rise in unemployment after 1973), but that in addition, the size of the budget deficits has been related to political as well as economic characteristics of the countries. Deficit reduction requires political consensus, at least among the parties belonging to the governing coalition. We note that such consensus is harder to achieve in multi-party coalition governments and that the failure to reach a consensus on budget cutting can help to explain why countries with multi-party coalition governments have experienced particularly large increases in the debt-GNP ratio.\n\n",
    "acknowledgement": "\n"
}