{
    "id": 29200,
    "citation_title": "The Long-Run Impacts of Mexican-American School Desegregation",
    "citation_author": [
        "Francisca M. Antman",
        "Kalena Cortes"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2022-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe present the first quantitative analysis of the impact of ending de jure segregation of Mexican-American school children in the United States by examining the effects of the 1947 Mendez v. Westminster court decision on long-run educational attainment for Hispanics and non-Hispanic whites in California. Our identification strategy relies on comparing individuals across California counties that vary in their likelihood of segregating and across birth cohorts that vary in their exposure to the Mendez court ruling based on school start age. Results point to a significant increase in educational attainment for Hispanics who were fully exposed to school desegregation.\n\n",
    "acknowledgement": "\nWe thank Richard Akresh, Elizabeth Cascio, Ellora Derenoncourt, Monica Deza, Rubén Donato, Myron Gutmann, Nate Hilger, Trevon Logan, Terra McKinnish, John Parman, and seminar participants at the meetings of the American Economic Association, Economic History Association, Population Association of America, Western Economic Association International, and NBER’s Working Group on Race and Stratification for helpful feedback. Stephanie Gullo, Jacob Kirsch, Fahad Manzoor, and Rimjhim Saxena provided excellent research assistance. Institutional support from Texas A&M University and development support from the University of Colorado Boulder Population Center (CUPC) are also gratefully acknowledged. Research reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Number P2CHD066613. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}