{
    "id": 29202,
    "citation_title": "How Well Does Bargaining Work in Consumer Markets? A Robust Bounds Approach",
    "citation_author": [
        "Joachim Freyberger",
        "Bradley Larsen"
    ],
    "citation_publication_date": "2021-08-30",
    "issue_date": "2021-08-27",
    "revision_date": "2021-09-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis study provides a structural analysis of detailed, alternating-offer bargaining data from eBay, deriving bounds on buyers and sellers private value distributions using a range of assumptions on behavior. These assumptions range from very weak (assuming only that acceptance and rejection decisions are rational) to less weak (e.g., assuming that bargaining offers are weakly increasing in players' private values). We estimate the bounds and show what they imply for consumer negotiation behavior in theory and practice. For the median product, bargaining ends in impasses in 43% of negotiations even when the buyer values the good more than the seller.\n\n",
    "acknowledgement": "\nWe thank Sharon Shiao, Evan Storms, and Caio Waisman for outstanding research assistance, and Brigham Frandsen, Matt Gentzkow, and Lars Lefgren for helpful comments, as well as seminar and conference participants at Berkeley Haas, Universitat de les Illes Balears, University of Melbourne, and BEET 2018. We acknowledgment support from NSF Grants SES-1530632 and SES-1629060. Larsen was a postdoctoral researcher, and then paid contractor, at eBay in the beginning stages of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}