{
    "id": 29205,
    "citation_title": "Models Behaving Badly: The Limits of Data-Driven Lending",
    "citation_author": [
        "Itzhak Ben-David",
        "Mark J. Johnson",
        "René M. Stulz"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData-driven lending relies on the calibration of models using training periods. We find that this type of lending is not resilient in the presence of economic conditions that are materially different from those experienced during the training period. Using data from a small business fintech lending platform, we document that the small business credit supply collapsed during the COVID-19 crisis of March 2020 even though the demand for loans doubled relative to pre-pandemic levels. As the month progressed, most lenders significantly reduced or halted their lending activities, likely due to the heightened risk of model miscalibration under the new economic conditions.\n\n",
    "acknowledgement": "\nWe are grateful to Leandro Sanz for research assistance. We would like to thank SafeGraph, Inc. for making its data available for academic research related to COVID-19. We thank two anonymous referees, Tetyana Balyuk (discussant), Isil Erel, Laurent Frésard (the editor), Jon Frost, Adair Morse (discussant), and David Scharfstein, as well as participants at the GSU-RFS Fintech Conference, the San Francisco Federal Reserve Bank Conference on Fintech: Innovation, Inclusion, and Risks conference, the Oxford-ECGI Corporations and COVID-19 conference, and seminars at the Office of the Comptroller of the Currency, The Ohio State University, and Brigham Young University for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}