{
    "id": 29209,
    "citation_title": "What Can Stockouts Tell Us About Inflation? Evidence from Online Micro Data",
    "citation_author": [
        "Alberto Cavallo",
        "Oleksiy Kryvtsov"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2022-02-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a detailed micro dataset on product availability to construct a direct high-frequency measure of consumer product shortages during the 2020–2021 pandemic. We document a widespread multi-fold rise in shortages in nearly all sectors early in the pandemic. Over time, the composition of shortages evolved from many temporary stockouts to mostly discontinued products, concentrated in fewer sectors. We show that unexpected product shortages have signiﬁcant inﬂationary eﬀects within three months. We develop a model of inventories in a sector facing both demand and cost disturbances, and use the observed joint dynamics of stockouts and prices to show that these eﬀects can be associated with elevated cost of replenishing inventories.\n\n",
    "acknowledgement": "\nWe are grateful to Jenny Duan and Joaquin Campabadal for excellent research assistance, and to Caroline Coughlin and Manuel Bertolotto for providing access and help with the micro data. We thank George Alessandria, Greg Kaplan, Jim MacGee, Emi Nakamura, and seminar participants at the Bank of Canada, Bank of Finland, CEBRA, Council of Economic Advisers, HBS-PROM, and the 2021 Canadian Economic Association meetings for helpful comments and suggestions. Alberto Cavallo is a shareholder of PriceStats LLC, the private company that provided proprietary data used in this paper without any requirements to review the ﬁndings. The views expressed here are ours, and they do not necessarily reﬂect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}