{
    "id": 29204,
    "citation_title": "Are Collateral-Constraint Models Ready for Macroprudential Policy Design?",
    "citation_author": [
        "Pablo Ottonello",
        "Diego J. Perez",
        "Paolo Varraso"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the design of macroprudential policies based on quantitative collateral-constraint models. We show that the desirability of macroprudential policies critically depends on the specific form of collateral used in debt contracts: While inefficiencies arise when current prices affect collateral---a frequent benchmark used to guide policies---they do not when only future prices affect collateral. Since the microfoundations and quantitative predictions of models with future-price collateral constraints do not appear less plausible than those using current prices, we conclude that additional empirical work is essential for the use of these models in macroprudential policy design.\n\n",
    "acknowledgement": "\nWe thank our discussants, Louphou Coulibaly, Sebastian Fanelli, and Facundo Piguillem, as well as Javier Bianchi, Roberto Chang, Enrique Mendoza, and Martin Uribe for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}