{
    "id": 29214,
    "citation_title": "Opportunity Unraveled: Private Information and the Missing Markets for Financing Human Capital",
    "citation_author": [
        "Daniel Herbst",
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2021-11-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nInvesting in college carries high returns but comes with considerable risk. Financial products like equity contracts can mitigate this risk, yet college is typically financed through non-dischargeable, government-backed student loans. This paper argues that adverse selection has unraveled private markets for college-financing contracts that mitigate risk. We use survey data on students’ expected post-college outcomes to estimate their knowledge about future outcomes and quantify the threat of adverse selection in markets for equity contracts and several state-contingent debt contracts. We find students hold significant private knowledge of their future earnings, academic persistence, employment, and loan repayment likelihood, beyond what is captured by observable characteristics. Our empirical results imply that a typical college-goer must expect to pay back $1.64 in present value for every $1 of equity financing to cover the financier’s costs of covering those who would adversely select their contract. We estimate that college-goers are not willing to accept these terms so that private markets unravel. Nonetheless, our framework quantifies significant welfare gains from government subsidies that would open up these missing markets and partially insure college-going risks.\n\n",
    "acknowledgement": "\nWe are grateful for the thoughtful comments from Zach Bleemer, Raj Chetty, Erzo Luttmer, Miguel Palacios, Jim Poterba, Constantine Yannelis, Motohiro Yogo, and seminar participants at the University of Arizona, the MIT Golub Center for Finance and Policy, the University of Bristol, the University of Hong Kong, UC Merced, ZEW Mannheim, the International Institute of Public Finance, and the NBER Public Economics and Insurance Working Group Fall meetings. We acknowledge financial support from the National Science Foundation (Hendren) and the MIT Golub Center for Finance and Policy (Herbst). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}