{
    "id": 29218,
    "citation_title": "The Impact of Healthcare IT on Clinical Quality, Productivity and Workers",
    "citation_author": [
        "Ari Bronsoler",
        "Joseph J. Doyle Jr.",
        "John Van Reenen"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdoption of health information and communication technologies (“HICT”) has surged over the past two decades. We survey the medical and economic literature on HICT adoption and its impact on clinical outcomes, productivity and labor.  We find that HICT improves clinical outcomes and lowers healthcare costs, but (i) the effects are modest so far, (ii) it takes time for these effects to materialize, and (iii) there is much variation in the impact. More evidence on the causal effects of HICT on productivity is needed to guide further adoption. There is little econometric work directly investigating the impact of HICT on labor, but what there is suggests no substantial negative effects on employment and earnings. Overall, while healthcare is “exceptional” in many ways, we are struck by the similarities to the wider findings on ICT and productivity stressing the importance of complementary factors (e.g. management and skills) in determining HICT impacts.\n\n",
    "acknowledgement": "\nWhen citing this paper please use the following: Ari Bronsoler, Joseph Doyle and John Van Reenen. 2021. “The impact of Healthcare IT on clinical quality, productivity and workers” Annual Review of Economics 3: Submitted. DOI: https://doi.org/10.1146/annurev-economics-080921-101909.  We would like to thank the MIT Workforce of the Future Economic Taskforce for financial support and comments on earlier drafts.  We are grateful to David Autor, Leila Agha, Catherine Tucker, Cason Schmit, Tom Kochan and David Goldston for very useful comments and discussions. We also thank Rebecca Jackson and Jose Ignacio Velarde Morales for their invaluable research support. Van Reenen would like to thank the ESRC for financial support through the Programme On Innovation and Diffusion (POID). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}