{
    "id": 29210,
    "citation_title": "Market Freezes",
    "citation_author": [
        "Chao Gu",
        "Guido Menzio",
        "Randall Wright",
        "Yu Zhu"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the financial crisis apparently centralized markets continued to function while trade in OTC markets froze. We use search-and-bargaining theory to ascertain conditions that allow trade to temporarily freeze in decentralized markets, focusing on the roles of liquidity and self-fulfilling prophecies. We show standard models can have recurrent, belief-driven hot and cold spells, but not freezes and thaws. A simple specification that has freezes assumes negative returns. A more realistic one incorporates information frictions (costly asset-quality verification). Another uses different frictions to get credit freezes. We also discuss policy implications, and go into detail on the nature of OTC markets.\n\n",
    "acknowledgement": "\nWe thank Luis Araujo, Daniela Puzzello and Shengxing Zhang for useful comments or conversations, and Philip Coyle for excellent research assistance. Gu acknowledges financial support from Hong Kong Institute for Monetary and Financial Research. Wright acknowledges support from the Ray Zemon Chair in Liquid Assets, and the Kenneth Burdett Chair in Search Theory and Applications, at the Wisconsin School of Business. The Federal Reserve Bank of Minneapolis also provided support. This paper represents the views of the authors, which are not necessarily the views of the Hong Kong Monetary Authority, Hong Kong Institute for Monetary and Financial Research, or its Board of Directors or Council of Advisers.The views expressed are those of the authors and not those of the Bank of Canada, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}