{
    "id": 29213,
    "citation_title": "The Employment and Redistributive Effects of Reducing or Eliminating Minimum Wage Tip Credits",
    "citation_author": [
        "David Neumark",
        "Maysen Yen"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2022-08-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent policy debate on minimum wages has focused not only on raising the minimum wage, but on eliminating the tip credit for restaurant workers. We use data on past variation in tip credits—or minimum wages for restaurant workers—to provide evidence on the potential impacts of eliminating (or reducing) the tip credit. Our evidence points to higher tipped minimum wages (smaller tip credits) reducing jobs among tipped restaurant workers, without earnings effects on those who remain employed sufficiently large to raise total earnings in this sector. And most of our evidence provides no indication that higher tipped minimum wages would be well targeted to poor or low-income families or reduce the likelihood of being poor or very low income.\n\n",
    "acknowledgement": "\nMaysen Yen’s work on this project was supported by a grant from the Employment Policies Institute (EPI). The views expressed are our own, and not necessarily those of EPI. EPI had no control over the content or publication of this paper; EPI only had the right to provide comments, which we as authors could choose to incorporate/respond to or not. We thank anonymous reviewers, the editor, and William Even for helpful comments and suggestions, William Even and David Macpherson for providing their dataset of tipped and regular minimum wages, and Nabeel Alsalam for help with data questions. The paper was completed while Maysen Yen was a Ph.D. student at the Department of Economics, University of California – Irvine. The opinions expressed in this article are those of the author alone, and do not necessarily reflect the views of the Office of the Comptroller of the Currency, or the U.S. Department of the Treasury. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}