{
    "id": 29212,
    "citation_title": "Corporate Actions and the Manipulation of Retail Investors in China: An Analysis of Stock Splits",
    "citation_author": [
        "Sheridan Titman",
        "Chishen Wei. Wei",
        "Bin Zhao"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe identify a group of “suspicious” firms that use stock splits—perhaps, along with other activities—to artificially inflate their share prices. Following the initiation of suspicious splits, share prices temporarily increase, and subsequently decline below their pre-split levels. Using account level data from the Shanghai Stock Exchange, we find that small retail investors acquire shares in firms initiating suspicious splits, while more sophisticated investors accumulate positions before suspicious split announcements and sell in the post-split period. We also find that insiders sell large blocks of shares and obtain loans using company stock as collateral around the initiation of suspicious splits.\n\n",
    "acknowledgement": "\nWe thank Kenneth Ahern, Jun Tu, Chester Spatt, K.C. John Wei, and conference and seminar participants at the Chapman Conference on the Experimental and Behavioral Aspects of Financial Markets, Chinese University of Hong Kong, Fanhai Economics and Finance Conference, Five-Star Workshop in Finance, Helsinki Finance Summit, Hong Kong Polytechnic University, the IFARC conference in Hanoi, the India Finance Conference, and the University of Nottingham at Ningbo for helpful comments. We also acknowledge that we received extremely helpful comments from the editor, David Hirshleifer and an anonymous referee. We especially thank the Shanghai Stock Exchange for valuable assistance with the exchange data. Finally, Sheridan Titman acknowledges that this project was started while he was visiting the Shanghai Advanced Institute of Finance (SAIF) as a Special Term Professor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}