{
    "id": 29211,
    "citation_title": "Venture Capital and Startup Agglomeration",
    "citation_author": [
        "Jun Chen",
        "Michael Ewens"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2024-10-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe paper studies venture capital’s (VC) role in the geographic clustering of high-growth startups. We exploit a rule change that disproportionately impacted U.S. regions that historically lacked VC financing via a restriction of banks to invest in the asset class. A one-standard-deviation increase in VCs’ exposure to the rule led to a 20% decline in fund size and a 10% decrease in the likelihood of raising a follow-on fund. Startups were not wholly cushioned: financing and valuations declined. Startups also moved out of impacted states after the rule change, likely exacerbating existing geographic disparity in entrepreneurship.\n\n",
    "acknowledgement": "\nWe are indebted to Antoinette Schoar (the editor), an associate editor, and two anonymous referees for many constructive and illuminating comments and suggestions. We also thank Ferhat Akbas, Foly Ananou (discussant), Ehsan Azarmsa, Dominique Badoer, Oleg Bondarenko, Joan Farre-Mensa, Zhaoyang Gu (discussant), Song Ma, Dermot Murphy, Ramana Nanda, Manju Puri and Tengjia Shu as well as seminar participants at Renmin University of China, University of Illinois Chicago, Office of the Comptroller of the Currency (OCC), the 34th Australasian Finance and Banking Conference, the Fourteenth Annual Conference on Innovation Economics for helpful conversations and commentary, and the organizers of the 2022 Western Finance Association (WFA) Meetings and 2022 Financial Intermediation Research Society (FIRS) Conference for accepting our paper. A previous version of this paper was circulated under the title “Venture Capitalists’ Access to Finance and Its Impact on Startups.” Data on U.S. banks’ venture capital revenue used in this paper is available here: https://github.com/michaelewens/Banks-In-VC. Ewens has advised and received financial support from Correlation Ventures. Correlation Ventures provided some of the data, but did not have the right to review results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}