{
    "id": 29219,
    "citation_title": "The Effects of Going Public on Firm Performance and Commercialization Strategy: Evidence from International IPOs",
    "citation_author": [
        "Borja Larrain",
        "Gordon M. Phillips",
        "Giorgo Sertsios",
        "Francisco Urzúa"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of going public using a unique panel of firms in 16 European countries for which we observe financial data before and after firms' initial-public-offering (IPO) attempts. We compare firms that complete their IPO with firms that withdraw their IPO. We instrument the going public decision using prior market returns. We find that firm profitability goes up after going public—contrary to previous results in the literature. We also find an post-IPO expansion in the number of subsidiaries and countries in which IPO firms operate. Our results are stronger for firms in financially dependent industries and in countries with higher investor protection consistent with going public relaxing financial constraints and with a stronger impact when agency conflicts are lower.  Overall, our results are consistent with going public inducing a shift towards a strategy of commercialization to increase profitability.\n\n",
    "acknowledgement": "\nWe thank comments and suggestions from Reena Aggarwal, Sreedhar Bharath, Murray Carlson, Sonia Falconieri, Naveen Khanna, Max Maksimovic, Amiyatosh Purnanandam, and seminar participants at the Virtual Corporate Finance Seminar, the Bocconi-St. Gallen Conference on Owners as Strategists, and the 2021 China International Conference in Finance. Larrain acknowledges funding from Proyecto Fondecyt Regular #1180593.  We also thank Augusto Orellana for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}