{
    "id": 29216,
    "citation_title": "Intended and Unintended Effects of E-cigarette Taxes on Youth Tobacco Use",
    "citation_author": [
        "Rahi Abouk",
        "Charles J. Courtemanche",
        "Dhaval M. Dave",
        "Bo Feng",
        "Abigail S. Friedman",
        "Johanna Catherine Maclean",
        "Michael F. Pesko",
        "Joseph J. Sabia",
        "Samuel Safford"
    ],
    "citation_publication_date": "2021-09-06",
    "issue_date": "2021-09-01",
    "revision_date": "2022-10-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade, rising youth use of e-cigarettes and other electronic nicotine delivery systems (ENDS) has contributed to aggressive regulation by state and local governments. Between 2010 and mid-2019, ten states and two large counties adopted ENDS taxes. We use two large national surveys (Monitoring the Future and the Youth Risk Behavior Surveillance System) to estimate the impact of ENDS taxes on youth tobacco use. We find that ENDS taxes reduce youth ENDS consumption, with estimated ENDS tax elasticities of -0.06 to -0.21. However, we estimate sizable positive cigarette cross-tax effects, suggesting economic substitution between cigarettes and ENDS for youth. These substitution effects are particularly large for frequent cigarette smoking. We conclude that the unintended effects of ENDS taxation may considerably undercut or even outweigh any public health gains.\n\n",
    "acknowledgement": "\nAuthor order is alphabetic and lead authorship is shared amongst all the authors. Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under award number R01DA045016 (PI: Michael Pesko), R01DA039968 (PI: Dhaval Dave), and an Evidence for Action grant from the Robert Wood Johnson Foundation (grant #74869; PI: Friedman). Dr. Sabia acknowledges support from San Diego State University’s Center for Health Economics & Policy Studies (CHEPS), Dr. Courtemanche acknowledges support from the University of Kentucky’s Institute for the Study of Free Enterprise, and Dr. Abouk acknowledges support from William Paterson University’s Cannabis Research Institute. The content is solely the responsibility of the authors and does not necessarily represent the official views of any funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}