{
    "id": 29224,
    "citation_title": "Can Today's and Tomorrow's World Uniformly Gain from Carbon Taxation?",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Felix Kubler",
        "Andrey Polbin",
        "Simon Scheidegger"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2023-11-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change will impact current and future generations in different regions very differently. This paper develops the first large-scale, annually calibrated, multi-region, overlapping generations model of climate change and carbon policy. It features region-specific temperature and damage functions with the phased impact of emissions on global and regional temperature calibrated to the latest scientific evidence. Absent policy, climate change may, under high-damage scenarios, dramatically reduce GDP in most regions, with India, Brazil, and the South Asian Pacific suffering long-term catastrophic damages. Carbon taxation, coupled with region- and generation-specific transfers, can both correct the carbon externality and raise the welfare of all current and future agents across all regions by 4.3 percent. The impact on the use and duration of fossil fuels is dramatic as is the reduction in the path of global emissions. However, achieving completely uniform welfare gains leaves future generations in particular regions facing exceptionally high compensatory payments. Fortunately, a carbon tax-cum redistribution policy that limits this burden for any generation in any region to less than 10 percent, measured on a consumption-equivalent basis, can deliver a 4.0 percent or higher welfare gain for all peoplekind – present and future. However, carbon taxes set through time, at carbon’s marginal social cost, do far too little to mitigate climate change unless all major emitters, particularly China, adopt them and do so immediately.\n\n",
    "acknowledgement": "\nWe thank Sanjay Singh (discussant), Doris Folini and Florian Oswald for very useful conversations, Florence Hugard and Malik Lechekhab for excellent research assistance, as well as Florian Oswald and seminar and conference participants at the University of Lausanne, the University of Z¨urich, the University of Pennsylvania, the University of Mannheim, and at “The Effects of Climate on the Business Cycle and the Economy” (held at the Fed San Francisco) for valuable comments. We thank the Swiss National Science Foundation (SNF), under project ID “Can Economic Policy Mitigate Climate-Change?”, and the Russian Science Foundation, under project No. 21-18-00126, for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}