{
    "id": 29228,
    "citation_title": "Road Capacity, Domestic Trade and Regional Outcomes",
    "citation_author": [
        "A. Kerem Coşar",
        "Banu Demir",
        "Devaki Ghose",
        "Nathaniel Young"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2021-10-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact on intra-national trade and regional economic outcomes when the quality and lane-capacity of an existing paved road network is expanded significantly? We investigate this question for the case of Turkey, which undertook a large-scale public investment in roads during the 2000s. Using spatially disaggregated data on road upgrades and domestic transactions, we estimate a large positive impact of reduced travel times on trade as well as local manufacturing employment and wages. A quantitative exercise using a workhorse model of spatial equilibrium implies heterogeneous effects across locations, with aggregate real income gains reaching 2-3 percent in the long-run. Reductions in travel times increased local employment-to-population ratio but had no effect on local population. We extend the model by endogenizing the labor supply decision to capture this finding. The model-implied elasticity of employment rates to travel time reductions captures about one-third of the empirical elasticity.\n\n",
    "acknowledgement": "\nThe authors wish to thank Steve Gibbons and David Nagy for helpful discussions, as well as conference participants at the 13th UEA Meetings, trade sessions of the 2018 Lisbon Meetings in Game Theory, 2018 Southern Economic Association meeting, International Conference on Infrastructure, Growth and Development in London, the World Bank country economist team in Turkey, and 2018 EIB European Network for Research on Investment. Klajdi Hoxha provided excellent research assistance. Finally, the authors thank editor Frédéric Robert-Nicoud and three anonymous referees for their helpful comments. All opinions expressed here are those of the authors and do not necessarily reflect the opinions of the European Bank for Reconstruction and Development, the World Bank, its member countries, or the National Bureau of Economic Research.\n\n\n"
}