{
    "id": 29221,
    "citation_title": "Big Fish in Thin Markets: Competing with the Middlemen to Increase Market Access in the Amazon",
    "citation_author": [
        "Viva Ona Bartkus",
        "Wyatt Brooks",
        "Joseph P. Kaboski",
        "Carolyn E. Pelnik"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMiddlemen are ubiquitous in supply chains. In developing countries they help bring products from remote communities to end markets but may exert strong market power. We study a cooperative intervention which organizes together poor fishing communities in the Amazon — one of the poorest and most remote regions of the world — to purchase large boats in order to partially bypass middlemen and deliver their fish directly to market. We find that the intervention increases income by 27%, largely through an increase in price received, and also increases consumption. Moreover, the intervention is highly cost effective with the projected stream of income gains easily covering the cost of the investment. Finally, we formalize a model in which the market power of middlemen itself can create a poverty trap, which can be eliminated with cooperative investment.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the many individuals and organizations whose insight and support helped bring this project to fruition: Dr. Virgilio Mauricio Viana and the Fundacao Amazonas Sustentavel (FAS); Liane Lima; Edvaldo Correa de Oliveira; Eduardo Costa Taveira; Valcleia dos Santos Lima Solidade; Marcelo de Castro Silva; Larissa Barbosa; Taiane Santos; Gabriela Passos Sampaio; Michelle Costa; Sara Sievers; John Dunbar, Jr.; Henrique Goncalves; Meagan Tenety; Brad Egbert; Navya Radhakrishnan; Naren Tekkiam; Ava Bartkus; and the University of Notre Dame Meyer Business on the Frontlines program. This research was supported by grants from the Templeton Foundation and the Ford Family Program of the Kellogg Institute at the University of Notre Dame. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}