{
    "id": 29229,
    "citation_title": "An Industrial Organization Perspective on Productivity",
    "citation_author": [
        "Jan De Loecker",
        "Chad Syverson"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2021-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter overviews productivity research from an industrial organization perspective. We focus on what is known and what still needs to be learned about the productivity levels and dynamics of individual producers, but also how these interact through markets and industries to influence productivity aggregates. We overview productivity concepts, facts, data, measurement, analysis, and open questions.\n\n",
    "acknowledgement": "\nChapter prepared for the Handbook of Industrial Organization (Vol IV). We thank the editors and three referees for their comments and suggestions, as well as Dan Ackerberg, Tim Bresnahan, Penny Goldberg, John Haltiwanger, Marc Melitz, Ariel Pakes, Amil Petrin, Michael Rubens, and Jo Van Biesebroeck. We also thank our respective co-authors, from whom we have learned a great deal and continue to do so. Finally, while this is our first formal collaboration in terms of written work, it has been our pleasure to have been able to call on our many research and teaching interactions over the years to build this chapter together. We thank Filippo Biondi, Nadine Hahn, and Luis Moyano Garcia for excellent research assistance. De Loecker acknowledges support from the ERC Consolidator Grant 816638. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}