{
    "id": 29225,
    "citation_title": "Organizational Capacity and Profit Shifting",
    "citation_author": [
        "Katarzyna A. Bilicka",
        "Daniela Scur"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2022-08-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nGood organizational capacity drives productivity and potential taxable profits, but may also enable multinationals (MNEs) to more efficiently re-allocate profits across tax jurisdictions, lowering actual taxable profits. We show that MNE subsidiaries with better organizational capacity report significantly lower profits and have a higher incidence of bunching around zero reported profitability in high-tax countries. This pattern is not present in low-tax countries. Further, responsiveness to corporate tax rate changes in terms of profit reporting is driven by firms with good organizational capacity. We show our results are consistent with profit-shifting behavior and rule out key alternative channels.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Jennifer Blouin, Jim Hines and Kathryn Shaw for detailed discussions. We also thank Raj Chetty, Michael Devereux, Tim Dowd, Claudio Ferraz, John Friedman, Silke Forbes, Bob Gibbons, Maria Guadalupe, Anna Gumpert, Kristina McElheran, Andrea Prat, Raffaella Sadun, Andr e Seidel, John Van Reenen, Mike Waldman and Erina Ytsma for helpful comments and suggestions. Further thanks to the participants of the NBER Summer Institute 2021, NBER Productivity Innovation and Entrepreneurship 2021 spring meeting, NBER Organizational Economics 2020 fall meeting, SIOE 2020, Econometric Society World Congress 2020, IIPF 2019 Annual Congress, EEA 2019 Annual meeting, NTA 2019 Annual meeting, Empirical Management Conference 2019 and seminar participants at MIT, Cornell, Oxford, NYU, CMU, Utah, SSE, Bath, Groningen, LMU Munich, Mannheim, Warsaw, and UQAM. We gratefully acknowledge funding from the Cornell Centre for Social Sciences. We would also like to thank Ali Abbas and Qiwei He for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}