{
    "id": 29227,
    "citation_title": "The Impact of Financial Assistance Programs on Health Care Utilization",
    "citation_author": [
        "Alyce S. Adams",
        "Raymond Kluender",
        "Neale Mahoney",
        "Jinglin Wang",
        "Francis Wong",
        "Wesley Yin"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2021-12-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMost hospitals and managed care organizations have financial assistance programs that aim to reduce financial burdens and improve health care access for low-income patients. We use administrative data from Kaiser Permanente to study the effects of financial assistance on health care utilization. Using a regression discontinuity design based on an income threshold for program eligibility, we find that financial assistance significantly increases health care utilization initially, though effects dissipate three quarters after program receipt. Financial assistance also increases the detection of and medication refills for treatment-sensitive conditions, suggesting financial assistance may increase receipt of high-value care.\n\n",
    "acknowledgement": "\nWe thank Andrea Altschuler, Somalee Banerjee, and Lin Ma for substantial assistance during the course of this study. This work was supported by the Becker-Friedman Institute at the University of Chicago and the National Institute on Aging, Grant Number T32-AG000186 as well as the Targeted Analysis Plan sponsored by the Kaiser Permanente Delivery Science and Applied Research Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}