{
    "id": 29237,
    "citation_title": "Using Satellite Imagery and Machine Learning to Estimate the Livelihood Impact of Electricity Access",
    "citation_author": [
        "Nathan Ratledge",
        "Gabriel Cadamuro",
        "Brandon De la Cuesta",
        "Matthieu Stigler",
        "Marshall Burke"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many regions of the world, sparse data on key economic outcomes inhibits the development, targeting, and evaluation of public policy.  We demonstrate how advancements in satellite imagery and machine learning can help ameliorate these data and inference challenges. In the context of an expansion of the electrical grid across Uganda, we show how a combination of satellite imagery and computer vision can be used to develop local-level livelihood measurements appropriate for inferring the causal impact of electricity access on livelihoods. We then show how ML-based inference techniques deliver more reliable estimates of the causal impact of electrification than traditional alternatives when applied to these data. We estimate that grid access improves village-level asset wealth in rural Uganda by 0.17 standard deviations, more than doubling the growth rate over our study period relative to untreated areas.  Our results provide country-scale evidence on the impact of a key infrastructure investment, and provide a low-cost, generalizable approach to future policy evaluation in data sparse environments.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Stanford and AtlasAI for helpful comments, and colleagues in Uganda for their help in locating and verifying the electricity grid maps. N.R thanks the TomKat Center for Sustainable Energy at Stanford for financial support.  M.B. is a cofounder at Atlas AI, a company that uses machine learning to measure economic outcomes in the developing world. G.C. is an employee at Atlas AI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}