{
    "id": 29239,
    "citation_title": "Flagship Entry in Online Marketplaces",
    "citation_author": [
        "Ginger Zhe Jin",
        "Zhentong Lu",
        "Xiaolu Zhou",
        "Lu Fang"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we empirically study how flagship entry in an online marketplace affects consumers, the platform, and various sellers on the platform. We find flagship entry may benefit consumers by expanding the choice set, by intensifying price competition within the entry brand, and by improving consumer perception for parts of the platform. In the meantime, flagship entry cannibalizes the sales of same-brand sellers, while other brands may gain as the buyer base expands on the platform. Counterfactual simulation suggests that flagship entry improves the gross merchandise value (GMV) of the platform and overall consumer welfare in most cases.\n\n",
    "acknowledgement": "\nWe are grateful to the anonymous e-commerce platform for various support on this project. We thank Qihong Liu, Shane Greenstein, Feng Zhu, Alexander MacKay, Garrett Johnson, Chiara Farronato, Larry White, Yossi Spiegel, Michael Ward, Michael Baye, Panle Barwick, Robert Porter, Lingfang Li and other participants at Harvard Business School Digital Initiative seminar, Bank of Canada BBL seminar, the Virtual Digital Economy seminar, Renmin University, the 2021 Penn State-Cornell conference, the 2021 APIOC conference, and Boston University for constructive comments. Some of us were a consultant or an employee for the studied platform at the beginning of the project. The paper only reflects the opinion of the authors, and not the opinion of any organizations. All rights reserved; all errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGinger Zhe Jin\n\nDuring the early part of the research, I was a paid consultant for the anonymous e-commerce platform studied in this paper. The consultancy is not specific to the project.\n\n\n\nZhentong Lu\n\nDuring the early part of the research, I was a paid consultant for the anonymous e-commerce platform studied in this paper. The consultancy is not specific to the project.\n\n\n\nXiaolu Zhou\n\nDuring the early part of the research, I was a paid consultant for the anonymous e-commerce platform studied in this paper. The consultancy is not specific to the project.\n\n\n"
}