{
    "id": 29230,
    "citation_title": "Media and Social Capital",
    "citation_author": [
        "Filipe R. Campante",
        "Ruben Durante",
        "Andrea Tesei"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the empirical literature in economics on the impact of media technologies on social capital. Motivated by a simple model of information and collective action, we cover a range of different outcomes related to social capital, from social and political participation to interpersonal trust, in its benign and destructive manifestations. The impact of media technologies hinges on their content (\"information\" vs \"entertainment\"), their effectiveness in fostering coordination, and the networks they create, as well as individual characteristics and media consumption choices.\n\n",
    "acknowledgement": "\nDraft in preparation for the Annual Review of Economics. When citing this paper, please use the following: \"Campante F, Durante, R, Tesei, A.. 2021. Media and Social Capital. Annu. Rev. Econ. 14: Submitted. DOI: 10.1146/annurev-economics-083121-050914.\" We thank Luca Braghieri, Leo Bursztyn, Nicola Mastrorocco, Mattia Nardotto, Carlo Schwarz, and Mathias Thoenig for helpful conversations, and Leopoldo Fergusson for generously sharing data. We are grateful to Mahashweta Gayen, Antonio Leon, Marco Lo Faso, David Vilalta, and especially Elliot Motte for outstanding research assistance. Ruben Durante acknowledges financial support from the European Union's Horizon 2020 research and innovation program [Grant 759885]. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}