{
    "id": 29234,
    "citation_title": "Bundling Genetic and Financial Technologies for More Resilient and Productive Small-scale Agriculture",
    "citation_author": [
        "Stephen R. Boucher",
        "Michael R. Carter",
        "Jon Einar Flatnes",
        "Travis J. Lybbert",
        "Jonathan G. Malacarne",
        "Paswel Marenya",
        "Laura A. Paul"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2022-09-06",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUtilizing a multi-year, spatially diversified randomized controlled trial spanning two African countries, this paper explores whether bundled genetic and financial technologies can boost the resilience and productivity of small-scale farmers who are exposed to significant risk. The analysis shows that both moderate droughts and more severe yield losses undermine the resilience of control group households, and that these shocks have long-lasting effects as they decapitalize households who invest less in years following these shocks. Severe yield shocks also increase hunger and food insecurity. The genetic technology— drought tolerant seeds—provides significant protection against moderate drought events and mitigates the long-term drop in farm productivity seen in the control group. The financial technology—satellite-based index insurance—offsets the long-term consequences of severe yield losses that are not mitigated by the drought tolerant seeds. Finally, the analysis shows that farmers who experienced shocks and saw both technologies in action subsequently increase their agricultural investment at both the extensive and intensive margins. The technologies thus not only allow farmers to return to their pre-shock positions, but also allow them to move toward higher expected incomes. Unfortunately, this apparent experiential learning cuts both ways. Farmers who did not experience the efficacy of the risk management technologies backed away from using them in the following season. Our findings thus showcase important complementarities between genetic and financial risk mitigating technologies as well as the challenge of inducing sustained uptake of technologies that only occasionally reveal their benefits.\n\n",
    "acknowledgement": "\nThis study was made possible through the generous support of the American people through the United States Agency for International Development Cooperative Agreement No. AID-OAA-L-12-00001 with the BASIS Feed the Future Innovation Lab. The contents are the responsibility of the authors and should not be construed to represent any official U.S. government determination or policy. We thank seminar participants at the University of Maryland, University of California, Davis, the University of San Francisco and Wageningen University for valuable comments. We also thank our respondents and our commercial partners. The projects activities in both countries were ruled Exempt under Category 2 by the IRB at the University of California, Davis. Project numbers: 905582-1 (Mozambique), 905584-1 (Tanzania). Tanzania research permits issued by the Tanzanian Commission on Science and Technology, No. 2016-83-NA-2015-272, No. 2017-106-NA-2015-272, and No. 2018-237-NA-2015-272. This RCT was registered in the American Economic Association Registry for randomized controlled trials under trial numbers 2700 and 2702. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}