{
    "id": 29233,
    "citation_title": "Market Structure and Monetary Non-neutrality",
    "citation_author": [
        "Simon Mongey"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study a general equilibrium menu cost model with a continuum of sectors, idiosyncratic and aggregate shocks, and the novel feature that each sector consists of strategically engaged firms. Compared to an economy with monopolistically competitive sectors—separately parameterized to match the same microdata on price flexibility—the oligopoly economy features a smaller response of inflation to monetary shocks and output responses that are more than twice as large. Under the same parameters, output responses are five times larger. An oligopoly economy also (i) requires smaller menu costs and idiosyncratic shocks to match the microdata, addressing a significant challenge for mechanisms that generate non-neutrality via strategic complementarities, (ii) implies four times larger welfare losses from same sized nominal rigidities, and (iii) provides a novel rationale for positive menu costs: in an oligopoly firms prefer a degree of rigidity to complete flexibility. Quantitatively, the estimated degree of nominal rigidity is found to be close to optimal, from firms’ perspective.\n\n",
    "acknowledgement": "\nFor helpful conversations I thank Colin Hottman, Michel Peters, Jarda Borovicka, Katka Borovickova, Ricardo Lagos, Raquel Fernandez, Joseph Mullins, Anmol Bhandari, and discussants Sushant Acharya and Mariano Kulish. I thank participants at seminars at NYU, Federal Reserve Board, Chicago Fed, Philadelphia Fed, St. Louis Fed, Harvard, MIT, Yale, Columbia Business School, Penn State, University of Chicago, University of Melbourne, University of Minnesota, UCLA, UCSD, Princeton, Rochester, and Stanford. The views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}