{
    "id": 29238,
    "citation_title": "The Flight to Safety and International Risk Sharing",
    "citation_author": [
        "Rohan Kekre",
        "Moritz Lenel"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a business cycle model of the international monetary system featuring a time-varying demand for safe dollar bonds, greater risk-bearing capacity in the U.S. than the rest of the world, and nominal rigidities. A flight to safety generates a dollar appreciation and decline in global output. Dollar bonds thus command a negative risk premium and the U.S. holds a levered portfolio of capital financed in dollars. We quantify the effects of safety shocks and heterogeneity in risk-bearing capacity for global macroeconomic volatility; U.S. external adjustment; and policy transmission, as of dollar swap lines.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were circulated as “The Dollar and the Global Price of Risk” and “Dollar Demand and International Risk Sharing.” We thank Mark Aguiar, Fernando Alvarez, Luigi Bocola, Markus Brunnermeier, Itamar Drechsler, Wenxin Du, Charles Engel, Pierre-Olivier Gourinchas, Zhiguo He, Oleg Itskhoki, Zhengyang Jiang, Anil Kashyap, Narayana Kocherlakota, Ralph Koijen, Arvind Krishnamurthy, Gordon Liao, Hanno Lustig, Matteo Maggiori, Dmitry Mukhin, Brent Neiman, Richard Rogerson, Adrien Verdelhan, and Rob Vishny for discussions, and Joe Kupferberg, Jihong Song, and Menglu Xu for excellent research assistance. This research has been supported by the National Science Foundation grant SES-2117764. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}