{
    "id": 29231,
    "citation_title": "Does Education Prevent Job Loss During Downturns? Evidence from Exogenous School Assignments and COVID-19 in Barbados",
    "citation_author": [
        "Diether W. Beuermann",
        "Nicolas L. Bottan",
        "Bridget Hoffmann",
        "C. Kirabo Jackson",
        "Diego A. Vera Cossio"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2022-02-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCanonical human capital theories posit that education, by enhancing worker skills, reduces the likelihood that a worker will be laid-off during times of economic change. Yet, this has not been demonstrated causally. We link administrative education records from 1987 through 2002 to nationally representative surveys conducted before and after COVID-19 onset in Barbados to explore the causal impact of improved education on job loss during this period. Using a regression discontinuity (RD) design, we show that females (but not males) who score just above the admission threshold for more selective secondary schools attain more years of education than those that scored just below (essentially holding initial ability fixed). We then find that these same females are much less likely to have lost a job after the onset of COVID-19. We show that these effects are not driven by labor supply decisions, fertility or access to child care, or selection into more resilient sectors and occupations. Because employers observe incumbent worker productivity, these patterns are inconsistent with pure education signaling, and suggest that education enhances worker skill.\n\n",
    "acknowledgement": "\nThe authors are grateful to the firm Sistemas Integrales Ltda. for high quality data collection services. Andrea Ramos Bonilla provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}