{
    "id": 29249,
    "citation_title": "Inequality in Early Care Experienced by U.S. Children",
    "citation_author": [
        "Sarah Flood",
        "Joel F.S. McMurry",
        "Aaron Sojourner",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2021-09-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing every major nationally-representative dataset on parental and non-parental care provided to children up to age 6, we quantify differences in American children’s care experiences by socioeconomic status (SES), proxied primarily with maternal education. Increasingly, higher-SES children spend less time with their parents and more time in the care of others. Non-parental care for high-SES children is more likely to be in childcare centers, where average quality is higher, and less likely to be provided by relatives where average quality is lower. Even within types of childcare, higher-SES children tend to receive care of higher measured quality and higher cost. Inequality is evident at home as well: measures of parental enrichment at home, from both self-reports and outside observers, are on average higher for higher-SES children. We also find that parental and non-parental quality is reinforcing: children who receive higher quality non-parental care also tend to receive higher quality parental care. Head Start, one of the largest government care subsidy programs for low-income households, reduces inequality in care provided, but it is mainly limited to older children and to the lowest income households. Our evidence is from the pre-COVID-19 period, and the latest year we examine is 2019.\n\n",
    "acknowledgement": "\nWe thank David Blau, Jessica Brown, Liz Davis, Daniela Del Boca, Sandy Hoefferth, Lance Lochner, Taryn Morrissey, Alejandra Ros Pilarz, and Anson Zhou for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}