{
    "id": 29240,
    "citation_title": "The Affordable Care Act After a Decade: Its Impact on the Labor Market and the Macro Economy",
    "citation_author": [
        "Hanming Fang",
        "Dirk Krueger"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe Affordable Care Act (ACA) is one of the most important reforms of the US health insurance system since the introduction of Medicare. Since employment is a main source of health insurance for the working age population in the United States, this sweeping health insurance reform also has important implications for the labor market and the macro economy. In this paper, we survey the prototype models that are used in the macro and labor literature, extended to integrate health and health insurance, to study the short- and long-run consequences of the ACA. We also suggest open areas for future research.\n\n",
    "acknowledgement": "\nThis paper was prepared as an invited manuscript for the Annual Review of Economics, Volume 14, to be published in 2022 with DOI https://doi.org/10.1146/annurev-economics-051420-115149. We would like to thank our coauthors Naoki Aizawa,  Hal Cole, Alessandro Gavazza, Soojin Kim, Tomas Larroucau, and Andrew Shephard for collaborations on research papers discussed in this survey, and Naoki Aizawa, Yoshili Ando, Chao Fu, Juergen Jung, Ahmed Khwaja, Sagiri Kitao, Ponpoje Porapakkarm and Matthew White for very helpful comments. The authors would like to acknowledge financial support from the NSF under grant numbers SES-1459353 (Fang) and SES-1757084 (Krueger), respectively. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}