{
    "id": 29244,
    "citation_title": "New Evidence on Redlining by Federal Housing Programs in the 1930s",
    "citation_author": [
        "Price V. Fishback",
        "Jonathan Rose",
        "Kenneth A. Snowden",
        "Thomas Storrs"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the Federal Housing Administration (FHA), from its inception in the 1930s, did not insure mortgages in low income urban neighborhoods where the vast majority of urban Black Americans lived.  The agency evaluated neighborhoods using block-level information collected by New Deal relief programs and the Census in many cities.  The FHA’s exclusionary pattern predates the advent of the infamous maps later made by the Home Owners’ Loan Corporation (HOLC) and shows little change after the drafting of those maps.  In contrast, the HOLC itself broadly loaned to such neighborhoods and to Black homeowners.  We conclude that the HOLC’s redlining maps had little effect on the geographic distribution of either program’s mortgage market activity, and that the FHA crafted and implemented its own redlining methodology prior to the HOLC.\n\n",
    "acknowledgement": "\nThe authors thank Dyan Arkin, Andrew Kahrl, Todd Michney and Edward Pinto for helpful comments on an earlier version.  They also acknowledge the assistance of Jeff Thigpen and the staff of the Guilford County Register of Deeds.  This paper reflects the views of the authors and not necessarily the views of anyone else affiliated with the Federal Reserve System or the views of the National Bureau of Economic Research.\n\n\n\nPrice V. Fishback\n\nI already have a long disclosure statement that covers funding of all types on the NBER site.\n\n\n"
}