{
    "id": 29248,
    "citation_title": "Why is Workplace Sexual Harassment Underreported? The Value of Outside Options Amid the Threat of Retaliation",
    "citation_author": [
        "Gordon B. Dahl",
        "Matthew M. Knepper"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWhy is workplace sexual harassment chronically underreported? We hypothesize that employers coerce victims into silence through the threat of a retaliatory firing, and test this theory by estimating whether external shocks that reduce the value of a worker's outside options exacerbate underreporting. Under mild assumptions, a rise in the severity of formal complaints is indicative of increased underreporting. Combining this insight with an objective measure of the quality of charges filed with the Equal Employment Opportunity Commission (EEOC), we perform two analyses. First, we assess whether workers report sexual harassment more selectively during recessions, when outside labor market options are limited. We estimate the fraction of sexual harassment charges deemed to have merit by the EEOC increases by 0.5-0.7% for each one percentage point increase in a state-industry's monthly unemployment rate. The effect is amplified in industries employing a larger fraction of men and in establishments with a higher share of male managers. Second, we test whether less generous UI benefits create economic incentives for victims of workplace sexual harassment to remain silent. We find the selectivity of sexual harassment charges increases by more than 30% in response to a 50% cut to North Carolina's Unemployment Insurance (UI) program following the Great Recession.\n\n",
    "acknowledgement": "\nWe are grateful to Ron Edwards and the EEOC for their guidance and provision of the EEOC microdata. We thank colleagues and seminar participants at several universities and conferences for valuable feedback and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}