{
    "id": 29243,
    "citation_title": "Police Officer Assignment and Neighborhood Crime",
    "citation_author": [
        "Bocar Ba",
        "Patrick Bayer",
        "Nayoung Rim",
        "Roman Rivera",
        "Modibo Sidibé"
    ],
    "citation_publication_date": "2021-09-13",
    "issue_date": "2021-09-09",
    "revision_date": "2022-05-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop an empirical model of the mechanism used to assign police officers to Chicago districts and examine the efficiency and equity of alternative allocations. Chicago, like most major US cities, uses a bidding process that grants priority based on seniority, resulting in the assignment of the least experienced officers to the most violent and lowest-income neighborhoods. Our empirical model combines estimates of heterogeneous officer preferences underlying the bidding process with causal estimates of officer experience on neighborhood crime and policing. We find that more experienced officers are more effective at deterring violent crime while also being much less likely to use force in comparable policing contexts. We estimate that equalizing officer seniority across districts would reduce Chicago’s overall violent crime rate by 4.6 percent and officer use of force by 10 percent. Inequality in crime, and officer use of force across neighborhoods would also decrease sharply. Given officer preferences, we show that this assignment can be achieved in a revenue-neutral way while resulting in small welfare gains for police officers, implying that it is both more equitable and more efficient.\n\n",
    "acknowledgement": "\nWe thank Nour Abdul-Razzak, Scott Ashworth, Regina Austin, Anjelica Hendricks, Dean Knox, Bob Lalonde, Sera Linardi, Philip McHarris, Jonathan Mummolo, Aurelie Ouss, Canice Prendergast, Quitz´e Valenzuela-Stookey, and seminar participants at Berkeley, Brown, Columbia, Dartmouth, Duke, Florida State, GWU, Northwestern Law, NYU Politics, Stanford, UCL, UCSD Rady, and Yale. We are indebted to Mohammad Abou Harb, Oriana Ballardo, Emma Herman, Kiran Misra, Rachel Ryley, and Yvette Wright for their outstanding contributions to this work. We thank Andrew Fan, Chaclyn Hunt, Maira Khwaja, Sam Stecklow, Trina Reynolds-Tyler, the Invisible Institute, and Craig Futterman for help with the data. We thank UC Irvine Economics, Duke Economics, and Penn Law for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}