{
    "id": 29252,
    "citation_title": "The Plant-Level View of an Industrial Policy: The Korean Heavy Industry Drive of 1973",
    "citation_author": [
        "Minho Kim",
        "Munseob Lee",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2023-12-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes industrial policy work? This is a subject of long-standing debates among economists and policymakers. Using newly digitized microdata, we evaluate the Korean government's policy that promoted heavy and chemical industries between 1973 and 1979 by cutting taxes and building new industrial complexes for them. We show that output, input use, and labor productivity of the targeted industries and regions grew significantly faster than those of non-targeted ones. While the plant-level total factor productivity also grew faster in targeted industries and regions, the misallocation of resources within them got significantly worse, especially among the entrants, so that the total factor productivity at the industry-region level did not increase relative to the non-targeted industries and regions. In addition, we provide new evidence on how industrial policy reshapes the economy: (i) The establishment size distribution of targeted industries and regions shifted to the right with thicker tails due to the entry of large establishments and (ii) the targeted industries became more important in the economy's input-output structure in the sense that their output multipliers increased significantly more.\n\n",
    "acknowledgement": "\nThis paper uses confidential data from Statistics Korea. The data agreement involves a request for review of the findings prior to their release. The views expressed in this paper, however, are the authors’ own and not necessarily those of Statistics Korea. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}