{
    "id": 29253,
    "citation_title": "Hub and Spoke Cartels: Theory and Evidence from the Grocery Industry",
    "citation_author": [
        "Robert Clark",
        "Ignatius Horstmann",
        "Jean-François Houde"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous recently uncovered cartels operated along the supply chain, with firms at one end facilitating collusion at the other – hub-and-spoke arrangements. These cartels are hard to rationalize because they induce double marginalization and higher costs. We examine Canada’s alleged bread cartel and provide the first comprehensive analysis of hub-and-spoke collusion. We make three contributions: i) Using court documents and pricing data we provide evidence that collusion existed at both ends of the supply chain, ii) we show that collusion was effective, increasing inflation by about 40% and iii) we provide a model explaining why this form of collusion arose.\n\n",
    "acknowledgement": "\nWe thank Laura Lasio for excellent discussion. Helpful comments were provided by Jason Allen, Ken Hendricks, Guillermo Marshall, Leslie Marx, Tom Ross, Nicolas Sahuguet, Nicolas Vincent, Matt Weinberg, and participants in seminars and conferences at UT Austin, the Canadian Economic Association Meetings in Montreal, the SCSE Annual Conference in Quebec City, and the 2019 UBC Summer IO Conference. We thank Alex Arsenault, Alper Arslan, Steph Assad, Ben Evans, Jarone Gittens, and Xinrong Zhu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}