{
    "id": 29258,
    "citation_title": "The Effect of Safety Net Generosity on Maternal Mental Health and Risky Health Behaviors",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2023-01-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSingle mothers are more likely to experience mental health problems and stress-related negative health behaviors, but a more generous safety net may improve these outcomes. We use a simulated safety net eligibility approach that accounts for interactions across safety net programs and relies on changing policies across states and time to identify causal effects of safety net generosity on psychological distress and risky behaviors of single mothers. Results suggest that a more generous safety net is protective of maternal mental health: a $1000 increase to the simulated potential combined cash and food benefit package reduces severe psychological distress by 8.4 percent. Breaking out effects by individual programs while still controlling for potential benefits from other programs, we find protective effects of tax credits, cash benefits provided by Temporary Assistance for Needy Families, and food benefits provided by Supplemental Nutritional Assistance, but no effects of Medicaid eligibility. The effects are primarily driven by single mothers with the lowest levels of education. We find no significant effects of generosity on daily smoking, but we find evidence that benefits reduce the likelihood of heavy drinking. Results suggest that government investments in resources available to low-income families are effective at improving well-being.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Economic Research Service and the Food and Nutrition Service, Agreement Number 58-5000-3-0066. Shore-Sheppard also gratefully acknowledges the support of the Russell Sage Foundation through its Visiting Scholars program. The opinions and conclusions expressed herein are solely those of the authors and should not be considered as representing the opinions or policies of the sponsoring agencies. We are thankful to Melanie Guldi, Craig Gundersen, Chris Herbst, Jim Ziliak, four anonymous referees, seminar participants at American University, the University of Colorado Denver, and the University of North Carolina Charlotte, and conference participants at the Association for Public Policy and Management Annual Conference, Southern Economic Association Annual Conference, and the USDA/UKCPR grant reporting conference for helpful comments and suggestions, and to Pat Barnes and Dave Schneider for their help with the restricted NHIS data. Louisa Abel, Mina Burns, Lei Brutus, Yaznairy Cabrera, Xi (Cassie) Cao, Mary Beth Dato, Raquel Douglas, Maya Jasinska, Seha Karabacak, Daniel Mueller, and Ahna Pearson provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}