{
    "id": 29257,
    "citation_title": "Empirical Models of Demand and Supply in Differentiated Products Industries",
    "citation_author": [
        "Amit Gandhi",
        "Aviv Nevo"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is an invited chapter for the forthcoming Volume 4 of the Handbook of Industrial Organization. We present empirical models of demand and supply in differentiated products industries with an emphasis on the key ideas arising from the recent applied literature. We start with a discussion of the challenges in modeling and estimation of demand for  differentiated products, and focus on discrete choice characteristics-based demand models that address these challenges while allowing enough flexibility to capture realistic substitution patterns. Our discussion emphasizes how empirical strategies can leverage different features of data depending on the sources of variation that are commonly found in applied work. Moving to the supply-side, we show how demand estimates combined with a pricing model, can be used to recover markups and marginal costs. We also show how the model of pricing can be tested. We discuss a baseline Bertrand-Nash model of competitive pricing, and expand it to cover a) coordinated pricing, b) wholesale relationships, and c) bargaining. We end the chapter with extensions of the demand model, including dynamic and continuous demand.\n\n",
    "acknowledgement": "\nWe thank Pierre Dubois, Phil Haile, Ali Hortaçsu, Felipe Kup Barbieri de Matos, Jing Tao and three referees for helpful comments and insightful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}