{
    "id": 29254,
    "citation_title": "Community Colleges and Upward Mobility",
    "citation_author": [
        "Jack Mountjoy"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2022-07-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo-year community colleges enroll nearly half of all first-time undergraduates in the United States, but to ambiguous effect: low persistence rates and the potential for diverting students from 4-year institutions cast ambiguity over 2-year colleges' contributions to upward mobility. This paper develops a new instrumental variables approach to identifying causal effects along multiple treatment margins, and applies it to linked education and earnings registries to disentangle the net impacts of 2-year college access into two competing causal margins: significant value-added for 2-year entrants who otherwise would not have attended college, but negative impacts on students diverted from immediate 4-year entry.\n\n",
    "acknowledgement": "\nI thank Magne Mogstad, James Heckman, and Michael Greenstone for their guidance and support. Thomas Lemieux and three anonymous referees provided valuable feedback, along with Josh Angrist, Allison Atteberry, Matias Barenstein, Marianne Bertrand, Stephane Bonhomme, Peter Hull, John Eric Humphries, Sonia Jaﬀe, Ezra Karger, Simon Lee, Michael Lovenheim, Talla Mountjoy, Ismael Mouriﬁé, Casey Mulligan, Richard Murnane, Derek Neal, Matt Notowidigdo, Bernard Salanié, Azeem Shaikh, Jeﬀ Smith, Alex Torgovitsky, Chris Walters, Owen Zidar, and many seminar participants. I also thank Rodney Andrews, Janie Jury, Holly Kosiewicz, Mark Lu, Trey Miller, Sara Muehlenbein, Greg Phelan, John Thompson, Yu Xue, and especially Greg Branch for expertise and hospitality at the UT-Dallas Education Research Center, and Joe Seidel for expert assistance with the Census geospatial data. I gratefully acknowledge support from the National Academy of Education/Spencer Dissertation Fellowship, the Becker Friedman Institute for Research in Economics, the Industrial Relations Section at Princeton University, and the Robert H. Topel Faculty Research Fund at the University of Chicago Booth School of Business. The conclusions of this research do not necessarily reﬂect the opinions or oﬃcial position of the Texas Education Research Center, the Texas Education Agency, the Texas Higher Education Coordinating Board, the Texas Workforce Commission, the State of Texas, or the National Bureau of Economic Research.\n\n\n"
}