{
    "id": 29262,
    "citation_title": "The Pandemic’s Effect on Demand for Public Schools, Homeschooling, and Private Schools",
    "citation_author": [
        "Tareena Musaddiq",
        "Kevin M. Stange",
        "Andrew Bacher-Hicks",
        "Joshua Goodman"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2022-06-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid-19 pandemic drastically disrupted the functioning of U.S. public schools, potentially changing the relative appeal of alternatives such as homeschooling and private schools. We study changes in families’ choices of school sector using longitudinal student-level administrative data from Michigan and nationally representative data from the Census Household Pulse Survey. Public school enrollment declined noticeably in fall 2020, with 3 percent of Michigan students and 10 percent of kindergartners using other options. Most of this came from homeschooling rates jumping substantially among families with children in elementary school. Consistent with heterogeneous parental preferences for instructional mode, homeschooling increased more where schools provided in-person instruction while private schooling increased more where instruction was remote. Kindergarten declines were highest among low income and Black families while declines in other grades were highest among higher income and White families, highlighting important heterogeneity by students’ existing attachment to public schools. Our results shed light on how families make schooling decisions and imply potential longer-run disruptions to public schools in the form of decreased enrollment and changed composition of the student body.\n\n",
    "acknowledgement": "\nThis research used data structured and maintained by the MERI-Michigan Education Data Center (MEDC). MEDC data is modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by the Michigan Department of Education (MDE) and/or Michigan’s Center for Educational Performance and Information (CEPI). Results, information, and opinions solely represent the analysis, information and opinions of the author(s) and are not endorsed by, or reflect the views or positions of, grantors, MDE and CEPI or any employee thereof. We thank Kristen Evans for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}