{
    "id": 29260,
    "citation_title": "The Rise of Scientific Research in Corporate America",
    "citation_author": [
        "Ashish Arora",
        "Sharon Belenzon",
        "Konstantin Kosenko",
        "Jungkyu Suh",
        "Yishay Yafeh"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIt is widely believed that university and corporate research are complementary: Companies invest in research in part to develop the capacity to absorb the knowledge emerging from universities. However, as we show in this paper, corporate research in the United States emerged when American universities were behind the world frontier in scientific research. Why, then, did for-profit businesses choose to invest in creating new knowledge, much of which could spill over to rivals, and whose conduct presented many managerial challenges? We argue that corporate research in America arose in the 1920s to compensate for weak university research, not to complement it. Using newly assembled firm-level data from the 1920s and 1930s, we find that companies invested in research because inventions increasingly relied on science, but American universities were unable to meet their needs. Large firms, close to the technological frontier, and operating in concentrated industries were likely to invest in research, especially in scientific disciplines where American universities lagged behind the scientific frontier. Corporate science seems to have paid off, resulting in novel patents and high market valuations for firms engaged in research.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Bar Ilan University, Ben Gurion University, Boston University, the Hebrew University, Northwestern University, the University of Pennsylvania, the ASSA 2021 annual meeting, the Strategy Science 2021 Conference, the 2021 Wharton Technology and Innovation Conference, the World Economic History 2022 Conference, the Academy of Management 2022 annual meeting, the 2022 meeting of the Operations Research Society in Israel, the 2023 GSU-CEAR Finance Conference, the 2023 NYU Economics of Strategy Conference, as well as Naomi Lamoreaux, Tim Simcoe, Bhaven Sampat, Tarun Khanna, and Filippo Mezzanotti for helpful comments and suggestions. We thank Petra Moser and John Graham for providing data on American Men of Science and financial data on CRSP firms respectively, and Gioia Blayer, Tamara Calzado Real, Sophie Cote, and Hansen Zhang for excellent research assistance. Arora, Belenzon and Suh acknowledge support from the Fuqua School of Business, Duke University. Belenzon and Yafeh gratefully acknowledge financial support from the Israel Science Foundation, Grant No. 963-2020. Kosenko is grateful for support from the Bank of Israel. Yafeh acknowledges support from the Krueger Center at the Hebrew University of Jerusalem School of Business. The views expressed here are the authors’ and do not necessarily reflect those of the Bank of Israel. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Bank of Israel.\n\n\n\nSharon Belenzon\n\nIsrael Science Foundation: “Corporate Ownership, Corporate Structure and Corporate Science: Evidence from Corporate R&D in America in the Twentieth Century” (grant #963/2020), Collaborator (with Yishay Yafeh, PI) 2020\n\n\n"
}