{
    "id": 29266,
    "citation_title": "The Aftermath of Debt Surges",
    "citation_author": [
        "M. Ayhan Kose",
        "Franziska L. Ohnsorge",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2021-09-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDebt in emerging market and developing economies (EMDEs) is at its highest level in half a century. In about nine out of 10 EMDEs, debt is higher now than it was in 2010 and, in half of the EMDEs, debt is more than 30 percentage points of gross domestic product higher. Historically, elevated debt levels increased the incidence of debt distress, particularly in EMDEs and particularly when financial market conditions turned less benign. This paper reviews an encompassing menu of options that have, in the past, helped lower debt burdens. Specifically, it examines orthodox options (enhancing growth, fiscal consolidation, privatization, and wealth taxation) and heterodox options (inflation, financial repression, debt default and restructuring). The mix of feasible options depends on country characteristics and the type of debt. However, none of these options comes without political, economic, and social costs. Some options may ultimately be ineffective unless vigorously implemented. Policy reversals in difficult times have been common. The challenges associated with debt reduction raise questions of global governance, including to what extent advanced economies can cast their net wider to cushion prospective shocks to EMDEs.\n\n",
    "acknowledgement": "\nWe thank Enrique Aldaz-Carroll, Carlos Arteta, Sergiy Kasyanenko, Aart Kraay, Franz Ulrich Ruch, Naotaka Sugawara, and Dana Vorisek for helpful suggestions and comments. Shijie Shi provided excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are those of the authors. They do not necessarily represent the views of the institutions they are affiliated with. When citing this paper, please use the following: Kose, M.A., F. Ohnsorge, C. M. Reinhart, and K. S. Rogoff. 2022. “The Aftermath of Debt Surges.” Annual Review of Economics 14: Submitted. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}