{
    "id": 29264,
    "citation_title": "The Heterogeneous Effects of Large and Small Minimum Wage Changes: Evidence over the Short and Medium Run Using a Pre-Analysis Plan",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2021-09-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper advances the use of pre-analysis plans in non-experimental research settings. In a study of recent minimum wage changes, we demonstrate how analyses of medium- and long-run impacts of policy interventions can be pre-specified as extensions to short-run analyses. Further, our pre-analysis plan includes comparisons of the effects of large vs. small minimum wage increases, which is a theoretically motivated dimension of heterogeneity. We discuss how these use cases harness the strengths of pre-analysis plans while mitigating their weaknesses. This project’s initial analyses explored CPS and ACS data from 2011 through 2015. Alongside these analyses, we pre-committed to analyses incorporating CPS and ACS data extending through 2019. Averaging across the specifications in our pre-analysis plan, we estimate that relatively large minimum wage increases reduced employment rates among low-skilled individuals by just over 2.5 percentage points. Our estimates of the effects of relatively small minimum wage increases vary across data sets and specifications but are, on average, both economically and statistically indistinguishable from zero. We estimate that medium-run effects exceed short-run effects and that the elasticity of employment with respect to the minimum wage is substantially more negative for large minimum wage increases than for small increases.\n\n",
    "acknowledgement": "\nWe thank Duncan Hobbs for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}