{
    "id": 29261,
    "citation_title": "Urban Resilience",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWill COVID-19 end the urban renaissance that many cities have experienced since the 1980s? This essay selectively reviews the copious literature that now exists on the long-term impact of natural disasters. At this point, the long-run resilience of cities to many forms of physical destruction, including bombing, earthquakes and fires, has been well-documented. The destruction of human capital may leave a longer imprint, but cities have persisted through many plagues over the past millennia. By contrast, economic and political shocks, including deindustrialization or the loss of capital city status, can enormously harm an urban area. These facts suggest that the COVID-19 pandemic will only significantly alter urban fortunes, if it is accompanied by a major economic shift, such as widespread adoption of remote work, or political shifts that could lead businesses and the wealthy to leave urban areas. The combination of an increased ability to relocate with increased local redistribution or deterioration of local amenity levels or both could recreate some of the key attributes of the urban crisis of the 1970s.\n\n",
    "acknowledgement": "\nI am grateful to Abigail Power for editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}