{
    "id": 29269,
    "citation_title": "The Geography of Unemployment",
    "citation_author": [
        "Adrien Bilal"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "2022-09-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUnemployment rates differ widely across local labor markets. I offer new empirical evidence that high local unemployment emerges because of elevated local job losing rates. Local employers, rather than local workers or location-specific factors, account for most of spatial gaps in job stability. I then propose a theory in which spatial differences in job loss emerge in equilibrium because of systematic differences between employers across local labor markets. The spatial allocation of heterogeneous employers in turn follows from their spatial sorting decisions. Labor market frictions induce productive employers to over-value locating close to each other. The optimal policy incentivizes them to relocate towards areas with high job losing rates, providing a rationale for commonly used place-based policies. I estimate the model using French administrative data. The estimated model accounts for over three fourths of the cross-sectional dispersion in unemployment rates and for the respective contributions of job losing and job finding rates. Inefficient location choices by employers amplify spatial unemployment differentials five-fold. Both real-world and optimal place-based policies can yield sizable local and aggregate welfare gains.\n\n",
    "acknowledgement": "\nThis paper is a revised version of the first chapter of my Ph.D. dissertation at Princeton University. I thank my advisors Gregor Jarosch, Richard Rogerson, Esteban Rossi-Hansberg and Gianluca Violante for invaluable guidance and support. I would like to express my gratitude to the editors Robert Barro and Larry Katz, and three anonymous referees, for improving the paper. This paper has benefited from discussions with Mark Aguiar, Lorenzo Caliendo, Damien Capelle, Fabian Eckert, Nik Engbom, Pablo Fajgelbaum, Cécile Gaubert, Gene Grossman, Greg Kaplan, Sam Kortum, Hugo Lhuillier, Adrien Matray, Simon Mongey, Charly Porcher, Xavier Ragot, Steve Redding, Chris Tonetti and Owen Zidar, as well as numerous discussants, seminar and conference participants. I gratefully acknowledge financial support from the Simpson Center for Macroeconomics, the International Economics Section, and the Industrial Relations Section at Princeton University. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (reference: ANR-10- EQPX-17—Centre d’accès sécurisé aux données—CASD). Special thanks to Xavier Ragot and the Observatoire Français des Conjonctures ´Economiques at Sciences Po Paris for offering physical access to the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}