{
    "id": 29275,
    "citation_title": "Diverse Policy Committees Can Reach Underrepresented Groups",
    "citation_author": [
        "Francesco D’Acunto",
        "Andreas Fuster",
        "Michael Weber"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIncreasing the diversity of policy committees has taken center stage worldwide, but whether and why diverse committees are more effective is still unclear. In a randomized control trial that varies the salience of female and minority representation on the Federal Reserve’s monetary policy committee, the FOMC, we test whether diversity affects how Fed information influences consumers’ subjective beliefs. Women and Black respondents form unemployment expectations more in line with FOMC forecasts and trust the Fed more after this intervention. Women are also more likely to acquire Fed-related information when associated with a female official. White men, who are overrepresented on the FOMC, do not react negatively. Heterogeneous taste for diversity can explain these patterns better than homophily. Our results suggest more diverse policy committees are better able to reach underrepresented groups without inducing negative reactions by others, thereby enhancing the effectiveness of policy communication and public trust in the institution.\n\n",
    "acknowledgement": "\nWe thank Carola Binder, Lisa Cook, Michael Ehrmann, Luigi Guiso, Anne Hannusch, Andrei Shleifer, Stefanie Stantcheva, Jeremy Stein, and seminar and conference participants at the University of Chicago, University of Mannheim, the Center for the Foundations of Law and Finance at Goethe-Universität Frankfurt (DFG project FOR 2774), Toulouse School of Economics, Yale SOM, Bank of Italy, the Monetary Meeting of the Verein für Socialpolitik, Econometric Society Winter Meetings, the Federal Reserve Bank of Cleveland, the Bundesbank International Conference on Household Finance, JILAEE seminar, the Ifo Conference on Macro and Survey Data, the Bank of Ukraine Research Conference, the CEBI Workshop on Subjective Beliefs in Macroeconomics and Household Finance, the Bank of Finland – CEPR Joint Conference on New Avenues for Monetary Policy, and the MiSoC Workshop on Subjective Expectations. Weber gratefully acknowledges financial support from the Fama Research Fund at the University of Chicago Booth School of Business and the Fama-Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}