{
    "id": 29272,
    "citation_title": "Red Scare? A Study of Ethnic Prejudice in the Prosecutions under the Economic Espionage Act",
    "citation_author": [
        "Hanming Fang",
        "Ming Li"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe empirically test whether the Department of Justice (DOJ) engages in ethnic prejudice against Chinese in its prosecutorial decisions under the Economic Espionage Act (EEA) of 1996. Using data of EEA cases from November 1996 to June 2021, we conduct Becker's outcome test for evidence of ethnic prejudice. We find that Chinese-named defendants were more likely to be dismissed by trial or acquitted by jury, and were found guilty on fewer counts, and on average received harsher indictments. These results are robust regardless of whether we consider all cases or only arguably ``marginal'' cases. We also find that, for those publicly listed victim firms whose trade secrets were allegedly stolen by the charged defendants, the stock market reaction was much more muted to the news on the case filing date if the charged defendants are of Chinese descent. Our study provides the first systematic evidence that the DOJ's prosecutorial decisions in the application of the EEA may have been tainted by ethnic prejudice against Chinese, including American citizens of Chinese descent.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Kim, whose paper Kim (2018), inspired our research, for useful discussions about the EEA. David Abrams and Nicola Persico provided useful suggestions. We would like to thank participants in the reading groups in the University of Pennsylvania and the Chinese University of Hong Kong, Shenzhen, for useful comments. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}