{
    "id": 29271,
    "citation_title": "Life Course Effects Of The Lanham Preschools: What The First Government Preschool Effort Can Tell Us About Universal Early Care And Education Today",
    "citation_author": [
        "Taletha M. Derrington",
        "Alison Huang",
        "Joseph P. Ferrie"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects WWII Lanham Act Nursery Schools (LNS) on high school and young adult educational and labor outcomes of participants in the landmark Project Talent (PT) study. All PT places that received funding for LNS schools and all PT places that did not were identified by examining program records and contemporaneous newspaper accounts. Focusing on students who in 1960 attended high school in the same city or town where they were born, we estimate intent to treat effects of access to LNS preschool on high school academic and social emotional outcomes and on educational attainment and labor outcomes at five and eleven years following high school graduation. Preschool boosts high school academic outcomes for men and (in at least one specification) income 11 years after high school graduation. For women, preschool exposure had a negative effect on some social emotional outcomes in high school. We found no or inconsistent effects for other outcomes. The Lanham experience demonstrates that even with the less sophisticated understanding of child development of the early 1940s, the first universal, government-funded preschool program had positive impacts on boys’ outcomes at least through high school. Given today’s expanded understanding of child development and focus on the quality of early care and education programming, these findings provide some optimism as communities, states, and the federal government contemplate expanding funding for today’s early learning environments.\n\n",
    "acknowledgement": "\nThis research was supported by grant #75479 from the Robert Wood Johnson Foundation Evidence for Action Program. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders. The authors wish to thank Drew Atchison of AIR for Stata coding support. This research is part of a larger project involving collaborators in addition to the co-authors on this paper, all of whom were instrumental in the genesis and progress to date: Claudia Goldin, Claudia Olivetti, Quentin Brummet, and Katie Genadek. The data on LNS locations, capacities, and dates of operation was collected by Ayushi Narayan and Alex Opanasets. Additional papers in the project examine LNS effects on income, educational attainment, and health at age 30-75 and cognitive health after age 65. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}