{
    "id": 29273,
    "citation_title": "Memory and Probability",
    "citation_author": [
        "Pedro Bordalo",
        "John J. Conlon",
        "Nicola Gennaioli",
        "Spencer Yongwook Kwon",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPeople often estimate probabilities, such as the likelihood that an insurable risk will materialize or that an Irish person has red hair, by retrieving experiences from memory. We present a model of this process based on two established regularities of selective recall: similarity and interference. The model accounts for and reconciles a variety of conflicting empirical findings, such as overestimation of unlikely events when these are cued vs. neglect of non-cued ones, the availability heuristic, the representativeness heuristic, as well as over vs. underreaction to information in different situations. The model makes new predictions on how the content of a hypothesis (not just its objective probability) affects probability assessments by shaping the ease of recall. We experimentally evaluate these predictions and find strong experimental support.\n\n",
    "acknowledgement": "\nThe experiments in this paper were pre-registered in the AEA RCT registry as trial AEARCTR-0006676. We are grateful to Ben Enke, Drew Fudenberg, Sam Gershman, Thomas Graeber, Cary Frydman, Lawrence Jin, Yueran Ma, Fabio Maccheroni, Sendhil Mullainathan, Salvo Nunnari, Dev Patel, Kunal Sangani, Jesse Shapiro, Josh Schwartzstein, Adi Sunderam, and Michael Woodford for helpful comments. Spencer Y. Kwon is grateful for support from the Alfred P. Sloan Foundation Pre-doctoral Fellowship in Behavioral Macroeconomics, awarded through the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}