{
    "id": 29277,
    "citation_title": "External Balance Sheets and the COVID-19 Crisis",
    "citation_author": [
        "Galina Hale",
        "Luciana Juvenal"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the onset of the COVID-19 economic crisis, as in other crisis episodes, the flight to safety was accompanied by a rapid appreciation of “safe haven” currencies. We quantify currency-induced balance sheet effects for total external positions as well as for individual asset classes using new data on the currency composition of cross-border stocks for 48 countries for the first quarter as well as for the full year 2020. We also conduct the stock-flow reconciliation of net international investment positions to measure overall valuation effects. We show that for many countries currency-induced valuation gains mitigated losses that resulted from declining asset prices in the first quarter of 2020. Moreover, for countries with excess capital out flows during this period, the impact on external balance sheet positions was mitigated by valuation gains. This is because, in contrast with past financial crises, many emerging markets did not experience negative external balance sheet effects from their currency depreciation, partly due to currency-induced valuation gains on equity positions offsetting losses on debt positions, partly due to reduced currency mismatch on their external debt positions.\n\n",
    "acknowledgement": "\nWe thank Michael Klein, Gian Maria Milesi-Ferretti, Kristin Forbes, Sebnem Kalemli-Ozcan, Roland Beck, seminar participants at the CEPR 6th International Macroeconomics and Finance Conference 2021, the BdF-ECB Workshop on International Capital Flows 2020, and the IMF Annual Research Conference 2020 for suggestions, constructive conversations, and helpful comments. We thank Ted Liu for research assistance. All errors are ours. The views in this paper are solely of the authors and do not necessarily represent the views of any other person affiliated with the International Monetary Fund, the National Bureau of Economic Research, or CEPR.\n\n\n"
}