{
    "id": 29279,
    "citation_title": "Human Frictions in the Transmission of Economic Policies",
    "citation_author": [
        "Francesco D’Acunto",
        "Daniel Hoang",
        "Maritta Paloviita",
        "Michael Weber"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany consumers below the top of the distribution of a representative population by cognitive abilities barely react to  monetary and fiscal policies that aim to stimulate consumption and borrowing, even when they are financially unconstrained and despite substantial debt capacity. Differences in income, formal education levels, economic expectations, and a large set of registry-based demographics do not explain these facts. Heterogeneous cognitive abilities thus act as human frictions in the transmission of economic policies that operate through the household sector and might imply  redistribution from low- to high-cognitive-ability agents. We conclude by discussing how our findings inform the microfoundation of behavioral macroeconomic theory.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to data from the Finnish Defence Force (AP5105) and Statistics Finland. The views expressed here are those of the authors and do not necessarily reflect the views of Finnish Defence Forces, Statistics Finland, the Bank of Finland, or the European Central Bank. We thank the project coordinator at Statistics Finland, Valtteri Valkonen, for his help with the data and very insightful comments. We also thank  Richard Blundell, Markus Brunnermeier, Bob Chirinko, Doug Diamond, Mark Gertler, Simon Gilchrist, Lubos Pastor, Monika Piazzesi, Raghu Rajan, Claire Shi, Andrei Shleifer, and conference and seminar participants at Aalto University, the Bank of Finland, the Board of the Bank of Finland, CES-ifo Summer Institute: Expectation Formation, CES-ifo Workshop on Subjective Expectations and Probabilities in Economics, CEBRA Annual Meeting, CEPR Household Finance Conference, Danmarks Nationalbank, Cowles Macro Conference, the European Central Bank, the EABCN Asset Pricing and Macro Conference, Federal Reserve Board, Humboldt University, NBER Monetary Economics Meeting, UC Berkeley, Symposium on Economics and Institutions, University of Chicago, University of Mannheim, and WHU for valuable comments. We gratefully acknowledge financial support from the Deutsche Bundesbank. Weber also gratefully acknowledges financial support from the University of Chicago Booth School of Business, the Fama Research Fund at the University of Chicago Booth School of Business, and the Fama-Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}