{
    "id": 29278,
    "citation_title": "The Consequences of Chronic Pain in Mid-Life: Evidence from the National Child Development Survey",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-09-20",
    "issue_date": "2021-09-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from all those born in a single week in 1958 in Britain we track the consequences of short pain and chronic pain in mid-life (age 44) on health, wellbeing and labor market outcomes in later life.  We examine data taken at age 50 in 2008, when the Great Recession hit and then five years later at age 55 in 2013.  We find those suffering both short-term and chronic pain at age 44 continue to report pain and poor general health in their 50s.  However, the associations are much stronger for those with chronic pain.  Furthermore, chronic pain at age 44 is associated with a range of poor mental health outcomes, pessimism about the future and joblessness at age 55 whereas short-duration pain at age 44 is not.  Uniquely, we also show that pain experienced in childhood, at ages 11 and 16, reported by a parent and a teacher respectively, collected decades earlier, predicts pain in mid-life, indicating just how persistent pain can be over the life-course.\n\n",
    "acknowledgement": "\nAlex Bryson thanks the Health Foundation for funding (grant number 789112). We thank the ESRC Data Archive for access to the National Child Development Survey data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid G. Blanchflower\n\nNone\n\n\n"
}