{
    "id": 2927,
    "citation_title": "International Spillovers of Taxation",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin",
        "Steve Symansky"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the international effects of taxation. Tax policies have profound effects on the temporal composition and on the intertemporal evolution of the macro economy. The analysis highlights key issues pertinent for the understanding of international effects of domestic tax policies and of international tax harmonization. The analytical framework adopts the saving-investment balance approach to the analysis of international economic interdependence and includes a detailed specification of public and private sector behavior focusing on the roles played by taxes on income, consumption, and international borrowing. We present stylized facts on the average consumption and income tax rates for the seven major industrial countries. They reveal large international diversity of tax rates and tax structures. The analytical framework is used to analyze the consequences of revenue-neutral conversions between income and consumption (VAT) tax systems. We demonstrate analytically that the effects of such changes in the structure of taxes depend critically on international differences in saving and investment propensities which in turn govern the time profile of the current account of the balance of payments. The key results are also illustrated by means of dynamic simulations. We then examine the international effects of budget deficits and public-debt management and demonstrate analytically as well as by means of dynamic simulations that these effects depend critically on whether the government manages its deficit through alterations in income or consumption (VAT) taxes. Finally, motivated by proposals for tax harmonization associated with the single market in Europe of 1992, we consider the effects of international tax harmonization. The main results, demonstrate that, in analogy with the effects of tax conversions, the effect of harmonization depends critically on the inter-country differences in saving and investment propensities. These differences are shown to yield conflicts of interests in the tax harmonization program.\n\n",
    "acknowledgement": "\n"
}