{
    "id": 29288,
    "citation_title": "The Asymmetry in Responsible Investing Preferences",
    "citation_author": [
        "Jacquelyn Humphrey",
        "Shimon Kogan",
        "Jacob Sagi",
        "Laura Starks"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe design an experiment to understand how social preferences affect investment decisions through stock allocations and probability assessments. The major preference channel is asymmetric in social outcomes – although negative and positive responsible investment (RI) externalities have the same magnitudes, negative externalities have greater impact on investment choices. The effect is persistent, but heterogenous. We also find asymmetries in belief formation and learning constitute a secondary channel. Overall, our results are consistent with important stylized empirical facts and the predictions of recent RI theories that social preferences lead to different investment choices, but our analyses also suggest important future modeling directions.\n\n",
    "acknowledgement": "\nThe authors thank Rob Bauer, Peter Bossaerts, Shaun Davies, Barry Oliver, Sebastien Pouget, Saphira Rekker, Paul Smeets, Gabby Walters, Paul Yoo, and participants at the Inaugural Behavioral, Biological, and Experimental Economics conference, Penn State University, the Principles for Responsible Investment Academic Network conference and seminars at the Financial Research Network, University of Texas at Austin, Villanova University, Victoria University of Wellington, University of Geneva and University of Woollongong for helpful comments. The authors are grateful to Terry Pan (Zheyao), Lee Seltzer, and Mitch Towner for research assistance; Larissa Garcia, Matt Pearsall, Jacob West and their team of assistants for lab assistance; and Alan McCrystal, Alex Cameron, and Paige Ottmar for programming assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}