{
    "id": 29283,
    "citation_title": "Labor Market Nationalization Policies and Exporting Firm Outcomes: Evidence from Saudi Arabia",
    "citation_author": [
        "Patricia Cortés",
        "Semiray Kasoolu",
        "Carolina Pan"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the last decade, Gulf countries have imposed hiring quotas to promote the participation of natives in the private sector and address high levels of unemployment, particularly among women and the youth. This paper explores how one such policy, Nitaqat in Saudi Arabia, affected the outcomes of exporting firms, the most productive sector of the non-oil economy.  We find that whereas the policy was successful in increasing the employment of Saudi nationals by these firms, it came at a high cost. In the year following the announcement of the policy, relative to firms above the quota, firms below the quota were 1.5 percentage points more likely to exit the market, 7 percentage points less likely to export, and conditional on exporting, the value of their exports fell by 14 percent. Additionally, surviving treated firms reduced their labor force by 10 percent. We find that to comply with the policy, firms hired mostly lower-wage, low-skilled Saudis. The policy doubled the share of women in treated firms. Importantly, we find that these short-term effects persisted for at least three years after the policy’s implementation.\n\n",
    "acknowledgement": "\nResearch support from the Saudi Ministry of Economic Planning (MEP) is gratefully acknowledged. We thank Ricardo Hausmann, David McKenzie, Jennifer Peck, MEP staff, and seminar participants at the 13th Migration and Development Conference and the Economics of Migration seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}