{
    "id": 29286,
    "citation_title": "The Puzzle of Falling US Birth Rates Since the Great Recession",
    "citation_author": [
        "Melissa Schettini Kearney",
        "Phillip B. Levine",
        "Luke W. Pardue"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2021-09-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a set of facts about the dramatic decline in birth rates in the United States between 2007 and 2020 and explores possible explanations. The overall reduction in the birth rate reflects declines across many groups of women, including women who differ by race and ethnicity, age, and level of education. The Great Recession contributed to the decline in the early part of this period, but we are unable to identify any other economic, policy, or social factor that has changed since 2007 that is responsible for much of the decline beyond that. Mechanically, the falling birth rate can be attributed to changes in birth patterns across recent cohorts of women moving through childbearing age. We conjecture that the “shifting priorities” of more recent cohorts, reflecting changes in preferences for having children, aspirations for life, and parenting norms, may be responsible. We conclude with a brief discussion about the societal consequences for a declining birth rate and what the United States might do about it.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the Journal of Economic Perspectives. We are grateful to the editors of that journal for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}