{
    "id": 29281,
    "citation_title": "Banking-Crisis Interventions Across Time and Space",
    "citation_author": [
        "Andrew Metrick",
        "Paul Schmelzing"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2024-02-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new database of banking-crisis interventions from the Roman Empire to the present, covering 1,946 interventions in 20 categories across 143 countries. We demonstrate that crisis-intervention patterns are significantly related to income and fiscal variables and to measures of the political system and currency regime. GDP losses following crises are economically significant and are larger for wealthier countries, with some evidence that these losses are mitigated by democratic political systems and liberal currency regimes. Finally, intervention frequencies reached an apex during the post-Bretton Woods era, continuing a secular increase since at least the late 17th century.\n\n",
    "acknowledgement": "\nWe thank Finlay Darlington-Bell for help with the translation of early modern Italian banking documents and Christian McNamara for coordination of intervention categories with the New Bagehot Project at the Yale Program on Financial Stability. We thank participants at the Bonn Macro-History seminar, the IMHOS seminar, the U.S. Treasury-OFR seminar, HM Treasury, the Reserve Bank of India, the NBER Summer Institute’s IFMDS seminar, the 2nd BoE-ECB-Bank of Japan Joint Research Workshop, as well as Barry Eichengreen and Kenneth Rogoff for comments. We thank Moritz Schularick for sharing updates to the “JST” banking crises chronology in advance, Leonardo Ridolfi and Ulrich Pfister for sharing new long-run GDP data, and Agustin Kuepfer, Natalie Leonard, Lakshimi Swaminathan, and Akash Uppal for outstanding research assistance. The paper was supported by the Yale Program on Financial Stability (YPFS).  Information about the YPFS, including its sources of funding and conflict-of-interest policies, are available at  https://som.yale.edu/faculty-research-centers/centers-initiatives/program-on-financial-stability/about/conflict-of-interest-policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}