{
    "id": 29284,
    "citation_title": "Bank Mergers, Acquirer Choice and Small Business Lending: Implications for Community Investment",
    "citation_author": [
        "Bernadette A. Minton",
        "Alvaro G. Taboada",
        "Rohan Williamson"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of bank merger and local market characteristics on local small business lending.  Mergers involving small, in-state acquirers are positively associated with small business loan (SBL) originations in counties where target banks are located.  Conversely, mergers involving large, out-of-state acquirers are associated with fewer SBL originations.  The analysis suggests that the results are driven by acquirer’s choice of target.  Small and in-state acquirers target banks that focus more on SBL and targets with strong relationships while large, out-of-state acquirers pursue better performing banks with stronger balance sheets and less focus on SBL.  Results are particularly strong in counties with a large number of small firms.  Post-merger activity supports banks expanding on their acquisition strategy decisions.  The findings suggest that acquirer strategy is important for evaluating the impact of acquisitions on local community development and that one-size-fits-all policy solutions for bank mergers may not produce common local outcomes.\n\n",
    "acknowledgement": "\nWe thank Hamid Mehran, Philip Strahan and René M. Stulz for helpful comments and suggestions as well as seminar participants at Georgetown University, Babson College, University of Wisconsin-Milwaukee, Federal Reserve Board, The Ohio State University, 2019 Financial Management Associations Meeting, and Villanova University’s WiFi Seminar Series. Rohan Williamson is chair of the board of a bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}