{
    "id": 29289,
    "citation_title": "Mobility for All: Representative Intergenerational Mobility Estimates over the 20th Century",
    "citation_author": [
        "Elisa Jácome",
        "Ilyana Kuziemko",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2022-09-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate long-run trends in intergenerational relative mobility for representative samples of the U.S.-born population. Harmonizing all surveys that include father's occupation and own family income, we develop a mobility measure that allows for the inclusion of non-whites and women for the 1910s–1970s birth cohorts. We show that mobility increases between the 1910s and 1940s cohorts and that the decline of Black-white income gaps explains about half of this rise. We also find that excluding Black Americans, particularly women, considerably overstates the level of mobility for twentieth-century birth cohorts while simultaneously understating its increase between the 1910s and 1940s.\n\n",
    "acknowledgement": "\nWe thank Diva Barisone, Madhavi Jha, Paola Villa-Paro and especially Ahna Pearson for excellent research assistance. Sandy Black, Leah Boustan, Jaerim Choi, Ellora Derenoncourt, James Feigenbaum, Nathan Hendren, Tom Hertz, Chi Hyun Kim, Trevon Logan, Robert Margo, Chris Muller, Shu Shen, and Zachary Ward have provided invaluable data and feedback at various stages of this project. We are grateful to Magne Mogstad and six anonymous referees for editorial guidance. We thank seminar participants at ASSA, Berkeley, Cologne, Georgetown, Iowa State, NBER, Northwestern, NYU Wagner, Princeton, Stanford, Toronto, UC Merced, UCL, USC, Warwick, and Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIlyana Kuziemko\n\nOutside of my university salary my only source of income is as a co-editor at AEJ Applied Economics.\n\n\n"
}