{
    "id": 29287,
    "citation_title": "Is Healthcare Employment Resilient and “Recession Proof”?",
    "citation_author": [
        "Marcus Dillender",
        "Andrew I. Friedson",
        "Cong T. Gian",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom often holds that the healthcare sector fares better than other sectors during economic downturns. However, little research has examined the relationship between local economic conditions and healthcare employment. Understanding how the healthcare sector responds to economic conditions is important for policy makers seeking to ensure an adequate supply of healthcare workers, as well as for those directing displaced workers into new jobs. We examine the impact of macroeconomic conditions on both the healthcare labor market and the pipeline of healthcare workers receiving healthcare degrees during a pre-COVID time period, 2005-2017. Our results indicate that the healthcare sector is stable across past business cycles. If anything, when areas experience more severe local economic downturns, healthcare employment increases. Much remains unknown about the adjustments and lasting impacts for the healthcare sector associated with the COVID era. Our study represents an important backdrop as policy makers consider ways to sustain the healthcare sector during economic and public health turbulence.\n\n",
    "acknowledgement": "\nWe thank Jeanette Samyn for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}