{
    "id": 29285,
    "citation_title": "The Initial Effects of the Expanded Child Tax Credit on Material Hardship",
    "citation_author": [
        "Zachary Parolin",
        "Elizabeth Ananat",
        "Sophie M. Collyer",
        "Megan Curran",
        "Christopher Wimer"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2024-02-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe transformation of the Child Tax Credit (CTC) into a more generous, inclusive monthly payment marks a historic (temporary) shift in U.S. treatment of low-income families. To investigate the initial impact of these payments, we apply a series of difference-in-difference estimates using Census Household Pulse Survey microdata collected from April 14 through August 16, 2021. Our findings offer three primary conclusions regarding the initial effects of the monthly CTC. First, payments strongly reduced food insufficiency: the initial payments led to a 7.5 percentage point (25 percent) decline in food insufficiency among low-income households with children. Second, the effects on food insufficiency are concentrated among families with 2019 pre-tax incomes below $35,000, and the CTC strongly reduces food insufficiency among low-income Black, Latino, and White families alike. Third, increasing the CTC coverage rate would be required in order for material hardship to be reduced further. Self-reports suggest the lowest-income households were less likely than higher-income families to receive the first CTC payments. As more children receive the benefit in future months, material hardship may decline further. Even with imperfect coverage, however, our findings suggest that the first CTC payments were largely effective at reducing food insufficiency among low-income families with children.\n\n",
    "acknowledgement": "\nThe authors wish to thank The JPB Foundation and the Annie E. Casey Foundation for grant support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}