{
    "id": 29291,
    "citation_title": "Dynamic Games in Empirical Industrial Organization",
    "citation_author": [
        "Victor Aguirregabiria",
        "Allan Collard-Wexler",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis survey is organized around three main topics: models, econometrics, and empirical applications. Section 2 presents the theoretical framework, introduces the concept of Markov Perfect Nash Equilibrium, discusses existence and multiplicity, and describes the representation of this equilibrium in terms of conditional choice probabilities. We also discuss extensions of the basic framework, including models in continuous time, the concepts of oblivious equilibrium and experience-based equilibrium, and dynamic games where firms have non-equilibrium beliefs. In section 3, we first provide an overview of the types of data used in this literature, before turning to a discussion of identification issues and results, and estimation methods. We review different methods to deal with multiple equilibria and large state spaces. We also describe recent developments for estimating games in continuous time and incorporating serially correlated unobservables, and discuss the use of machine learning methods to solving and estimating dynamic games. Section 4 discusses empirical applications of dynamic games in IO. We start describing the first empirical applications in this literature during the early 2000s. Then, we review recent applications dealing with innovation, antitrust and mergers, dynamic pricing, regulation, product repositioning, advertising, uncertainty and investment, airline network competition, dynamic matching, and natural resources. We conclude with our view of the progress made in this literature and the remaining challenges.\n\n",
    "acknowledgement": "\nThis is a chapter to appear in the Handbook of Industrial Organization – Volume 4. We are grateful to the editors and to four anonymous referees for constructive comments and suggestions. We would like to thank Seohee Kim for research assistance, and Peter Arcidiacono, John Asker, Nick Buchholz, Yanyou Chen, Jan De Loecker, Gautam Gowrisankaran, Robin Lee, Yao Luo, Mathieu Marcoux, Eduardo Souza-Rodrigues, Adam Rosen, and Daniel Xu for productive conversations about the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}