{
    "id": 29298,
    "citation_title": "How Economic Ideas Led to Taiwan’s Shift to Export Promotion in the 1950s",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaiwan was perhaps the first developing country to adopt an export-oriented trade strategy after World War II. The factors usually associated with big shifts in policy—a macroeconomic crisis, a change in political power or institutions, lobbying by export interests, pressure from international financial institutions—were not present; it was ideas that were key. In 1954, economist S. C. Tsiang proposed that Taiwan boost export earnings rather than squeeze import spending to deal with its chronic shortage of foreign exchange. He recommended a currency devaluation to establish a realistic exchange rate and a market-based system of foreign exchange allocation to end the inefficient rationing by the government. Four years later, a leading policymaker, K. Y. Yin, fought for the adoption of Tsiang’s proposal, helping clear the way for Taiwan’s phenomenal growth in trade.\n\n",
    "acknowledgement": "\nI am grateful to Henry Wan for providing helpful advice and comments, Su Fen Liu for providing access to various documents, Marcus Noland for providing helpful comments, Grace Tsiang for providing me with information about her father, and several Dartmouth students for help with translations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}