{
    "id": 29290,
    "citation_title": "Sorting with Team Formation",
    "citation_author": [
        "Job Boerma",
        "Aleh Tsyvinski",
        "Alexander P. Zimin"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe fully solve an assignment problem with heterogeneous firms and multiple heterogeneous workers whose skills are imperfect substitutes, that is, when production is submodular. We show that sorting is neither positive nor negative and is characterized sufficiently by two regions. In the first region, mediocre firms sort with mediocre workers and coworkers such that output losses are equal across all these pairings (complete mixing). In the second region, high skill workers sort with a low skill coworker and a high productivity firm, while high productivity firms employ a low skill worker and a high skill coworker (pairwise countermonotonicity). The equilibrium assignment is also necessarily characterized by product countermonotonicity, meaning that sorting is negative for each dimension of heterogeneity with the product of heterogeneity in the other dimensions. The equilibrium assignment as well as wages and firm values are completely characterized in closed form. We illustrate our theory with an application to show that our model is consistent with the observed dispersion of earnings within and across U.S. firms. Our counterfactual analysis gives evidence that the change in the firm project distribution between 1981 and 2013 has a larger effect on the observed change in earnings dispersion than the change in the worker skill distribution.\n\n",
    "acknowledgement": "\nWe thank Anmol Bhandari, Carter Braxton, Hector Chade, Jan Eeckhout, Fatih Guvenen, Kyle Herkenhoff, Ilse Lindenlaub, Jeremy Lise, Paolo Martellini, Simon Mongey, Chris Moser and Guillaume Sublet for useful discussion. Zimin worked on this project within the HSE University Basic Research Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}