{
    "id": 29299,
    "citation_title": "From Hermit Kingdom to Miracle on the Han: Policy Decisions that Transformed South Korea into an Export Powerhouse",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1960, South Korea’s exports were about 1 percent of GDP, and the country’s ability to import depended almost entirely on US aid. After changing its foreign exchange and trade policies in the mid-1960s, Korea saw a surge in exports to more than 10 percent of GDP by the end of the decade. What factors account for the shift in policy that enabled this dramatic export growth to occur? The United States helped initiate the process by withholding financial assistance, pressuring Korea to devalue its currency and reform its foreign exchange regime. Initially, the Korean government resisted taking these steps, but in 1964 it became firmly committed to an export promotion strategy to boost foreign exchange earnings and end its dependence on American aid.\n\n",
    "acknowledgement": "\nI am particularly indebted to David Cole for his advice and encouragement. I am grateful to Carter Eckhert, Anne Krueger, James Lee, Wonhyuk Lim, Marcus Noland, Dwight Perkins, and Il SaKong for helpful comments and discussions. I thank Steven Lee for providing me with a copy of the Dillon Letter. I thank Dartmouth student Kyoung Tae Kim for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}