{
    "id": 29297,
    "citation_title": "Electoral Violence and Supply Chain Disruptions in Kenya's Floriculture Industry",
    "citation_author": [
        "Christopher Ksoll",
        "Rocco Macchiavello",
        "Ameet Morjaria"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nViolent conflicts, particularly at election times in Africa, are a common cause of instability and economic disruption. This paper studies how firms react to electoral violence using the case of Kenyan flower exporters during the 2008 post-election violence as an example. The violence induced a large negative supply shock that reduced exports primarily through workers' absence and had heterogeneous effects: larger firms and those with direct contractual relationships in export markets suffered smaller production and losses of workers. On the demand side, global buyers were not able to shift sourcing to Kenyan exporters located in areas not directly affected by the violence nor to neighboring Ethiopian suppliers. Consistent with difficulties in insuring against supply-chain risk disruptions caused by electoral violence, firms in direct contractual relationships ramp up shipments just before the subsequent 2013 presidential election to mitigate risk.\n\n",
    "acknowledgement": "\nThis paper supersedes two earlier versions under the titles “Guns and Roses: Flower Exports and Electoral Violence in Kenya” and “The Effect of Ethnic Violence on an Export-Oriented Industry”. We thank Oriana Bandiera, Tim Besley, Chris Blattman, Robin Burgess, Stefan Dercon, Oeindrila Dube, Marcel Fafchamps, Ray Fisman, Maitreesh Ghatak, Asim Khwaja, Eliana LaFerrara, Adrienne LeBas, Guy Michaels, Torsten Persson, Fabian Waldinger, Chris Woodruff and seminar and conference participants at CalTech, CSAE Oxford, GWU Africa Political Economy 2016, Kellogg MEDS, LSE, Manchester, Mannheim, NEUDC Tufts, NOVAfrica Conference 2016, Oxford, Political Economy Chicago Area 2016, IEA 2017 Mexico, ASSA Chicago 2017, John Hopkins Carey, and Simon Fraser for helpful comments and suggestions. For excellent research assistance we thank Ethan Nourbash, Ritwika Sen, Philip Spencer, Monica Toledo, and Timea Viragh. Morjaria thanks LSE-STICERD and NSF-IGC-AERC for a travel award and EDRI Ethiopia for their hospitality. We gratefully acknowledge funding from iiG as part of the UK Department for International Development (DFID), George Webb Medley/Oxford Economic Papers Fund, Ford Motor Company Center for Global Citizenship and Global Poverty Research Lab at Kellogg School of Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}