{
    "id": 29292,
    "citation_title": "Effect of the Jamaica Early Childhood Stimulation Intervention on Labor Market Outcomes at Age 31",
    "citation_author": [
        "Paul Gertler",
        "James J. Heckman",
        "Rodrigo Pinto",
        "Susan M. Chang",
        "Sally Grantham-McGregor",
        "Christel Vermeersch",
        "Susan Walker",
        "Amika Wright"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report the labor market effects of the Jamaica Early Childhood Stimulation intervention at age 31. The study is a small-sample randomized early childhood education stimulation intervention targeting stunted children living in the poor neighborhoods of Kingston, Jamaica. Implemented in 1987-1989, treatment consisted of a two-year home-based intervention designed to improve nutrition and the quality of mother-child interactions to foster cognitive, language and psycho-social skills. The original sample is 127 stunted children between 9 and 24 months old. Our study is able to track and interview 75% of the original sample 30 years after the intervention, both still living in Jamaica and migrated abroad. We find large and statistically significant effects on income and schooling; the treatment group had 43% higher hourly wages and 37% higher earnings than the control group. This is a substantial increase over the treatment effect estimated for age 22 where we observed a 25% increase in earnings. The Jamaican Study is a rare case of a long-term follow up for an early childhood development (ECD) intervention implemented in a less-developed country. Our results confirm large economic returns to an early childhood intervention that targeted disadvantaged families living in poverty in the poor neighborhoods of Jamaica. The Jamaican intervention is being replicated around the world. Our analysis provides justification for expanding ECD interventions targeting disadvantaged children living in poor countries around the world.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from the Strategic Impact Evaluation Fund at the World Bank and from the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under award number R37HD065072. The views expressed herein are those of the authors alone and do not necessarily reflect the views of the National Bureau of Economic Research, the World Bank, or the National Institutes of Health. The authors declare that they have no financial or material interests in the results reported in this paper.\n\n\n"
}