{
    "id": 29294,
    "citation_title": "Social and Financial Incentives for Overcoming a Collective Action Problem",
    "citation_author": [
        "M. Mehrab Bakhtiar",
        "Raymond Guiteras",
        "James A. Levinsohn",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAddressing public health externalities often requires community-level collective action. Each person’s sanitation behavior can affect the health of neighbors. We report on a cluster randomized controlled trial conducted with 19,000 households in rural Bangladesh where we randomized (1) either group financial incentives or a non-financial “social recognition” reward, and (2) asking each household to make either a private pledge or a public pledge to maintain hygienic latrines. The group financial reward has the strongest impact in the short term (3 months), inducing a 7.5-12.5 percentage point increase in hygienic latrine ownership. Getting people to publicly commit to maintaining and using a hygienic latrine in front of their neighbors induced a 4.2-6.1 percentage point increase in hygienic latrine ownership in the short term. In the medium term (15 months), the effect of the financial reward dissipates while the effect of the public commitment persists. Neither social recognition nor private commitments produce effects statistically distinguishable from zero.\n\n",
    "acknowledgement": "\nWe thank the Bill and Melinda Gates Foundation and the International Growth Center for financial support, Wateraid-Bangladesh, and Village Education and Research Committee (VERC), Bangladesh for their collaboration, and Mehrab Ali, Laura Feeney and Matthew Krupoff for excellent research assistance and field support. Zack Brown and seminar participants at AERE Summer Conference, 2017, the BMGF Monitoring, Evaluation and Dissemination for Scale (MEDS), 2017, Water and Health Conference at the University of North Carolina, 2018, and the ADBI-BMGF Webinar on Sanitation and Development provided helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}