{
    "id": 29296,
    "citation_title": "Marijuana Liberalization Policies and Perinatal Health",
    "citation_author": [
        "Angélica Meinhofer",
        "Allison E. Witman",
        "Jesse M. Hinde",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe studied the effect of marijuana liberalization policies on perinatal health with a multiperiod difference-in-differences estimator that exploited variation in effective dates of medical marijuana laws (MML) and recreational marijuana laws (RML). We found that the proportion of maternal hospitalizations with marijuana use disorder increased by 23% (0.3 percentage points) in the first three years after RML implementation, with larger effects in states authorizing commercial sales of marijuana. This growth was accompanied by a 7% (0.4 percentage points) decline in tobacco use disorder hospitalizations, yielding a net zero effect over all substance use disorder hospitalizations. RMLs were not associated with changes in newborn health. MMLs had no significant effect on maternal substance use disorder hospitalizations nor on newborn health and fairly small effects could be ruled out. In absolute numbers, our findings implied modest or no adverse effects of marijuana liberalization policies on the array of perinatal outcomes considered.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This work was supported by the National Institute on Drug Abuse P30DA040500 and K01DA051777, the Gerber Foundation GF192350, and the Robert Wood Johnson Foundation RWJF77962. We thank Clément de Chaisemartin, David Roodman, Michelle Marcus, David Bradford, and seminar participants at Cornell University's Department of Policy Analysis and Management, Indiana University's O'Neill School, Weill Cornell Medicine, the American Society of Health Economists Annual Meeting, American Economic Association's Annual Meeting, and the Southern Economic Association Annual Meeting for helpful comments and suggestions. All errors are our own.\n\n\n"
}