{
    "id": 29293,
    "citation_title": "Fiscal Policy in the Age of COVID: Does it ‘Get in all of the Cracks?’",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Ṣebnem Kalemli-Özcan",
        "Veronika Penciakova",
        "Nick Sander"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of fiscal policy in response to the COVID-19 pandemic at the firm, sector, country and global level. First, we estimate the impact of COVID-19 and policy responses on small and medium sized enterprise (SME) business failures. We combine firm-level financial data from 50 sectors in 27 countries, a detailed I-O network, real-time data on lockdown policies and mobility patterns, and a rich model of firm behavior that allows for several dimensions of heterogeneity. We find: (a) Absent government support, the failure rate of SMEs would have increased by 9 percentage points, significantly more so in emerging market economies (EMs). With policy support it only increased by 4.3 percentage points, and even decreased in advanced economies (AEs). (b) Fiscal policy was poorly targeted: most of the funds disbursed went to firms who did not need it. (c) Nevertheless, we find little evidence of the policy merely postponing mass business failures or creating many ‘zombie’ firms: failure rates rise only slightly in 2021 once policy support is removed. Next, we build a tractable global intertemporal general equilibrium I-O model with fiscal policy. We calibrate the model to 64 countries and 36 sectors. We find that: (d) a sizable share of the global economy is demand-constrained under COVID-19, especially so in EMs. (e) Globally, fiscal policy helped offset about 8% of the downturn in COVID, with a low ‘traditional’ fiscal multiplier. Yet it significantly reduced the share of demand- constrained sectors, preserving employment in these sectors. (f) Fiscal policy exerted small and negative spillovers to output in other countries but positive spillovers on employment. (g) A two-speed recovery would put significant upwards pressure on global interest rates which imposes an additional headwind on the EM recovery. (h) Corporate and sovereign spreads rise when global rates increase, suggesting that EM may face challenging external funding conditions as AEs economies normalize.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Lilas Demmou and Marek  Jarocinski  for  help  with  the  data  as  well  as  David Baqaee, Maury Obstfeld, Hélène Rey, Andrei Levchenko, our discussant Valerie Ramey and participants at the 2021 Jackson Hole symposium for insightful comments. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve System, Board of Governors, the Bank of Canada, or their staff. Alvaro Silva, Jianlin Wang, and Caleb Wroblewski provided outstanding research assistance.\n\n\n"
}