{
    "id": 293,
    "citation_title": "Do Multinational Firms Adapt Factor Proportions To Relative Factor Prices?",
    "citation_author": [
        "Robert E. Lipsey",
        "Irving B. Kravis",
        "Romualdo A. Roldan"
    ],
    "citation_publication_date": "1978-10-01",
    "issue_date": "1978-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been alleged that multinational firms fail to adapt their methods of production to take advantage of the abundance and low price of labor in less developed countries and therefore contribute to the unemployment problems of these countries. This paper asks two questions: do multi-national firms adapt to labor cost differences by using more labor-intensive methods of production in LDC's than in developed countries and do multinational firms' affiliates in LDC's use more capital-intensive methods than locally-owned firms? We concluded that both U.S.-based and Swedish-based firms do adapt to differences in labor cost, using the most capital-intensive methods of production at home and the least capital-intensive methods in low-wage countries. Among host countries, the higher the labor cost, the higher the capital intensity of production for manufacturing as a whole, within individual industries, and within individual companies. When we attempted to separate the capital-intensity differences into choice of technology and method of operation within a technology we found that firms appeared to choose capital-intensive technologies in LDC's but then responded to low wage levels there by substituting labor for capital within the technology. Similarly, U.S. affiliates appeared to use technologies similar to those of locally-owned firms but to operate in a more capital-intensive manner mainly because they faced higher labor costs.\n\n",
    "acknowledgement": "\n"
}