{
    "id": 29303,
    "citation_title": "International Reserve Management and Firm Investment in Emerging Market Economies",
    "citation_author": [
        "Joshua Aizenman",
        "Yin-Wong Cheung",
        "Xingwang Qian"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2024-04-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of active international reserve management (IRM) conducted by central banks of emerging market economies (EMEs) on firm investment in the presence of global financial shocks. Using firm-level data from 46 EMEs from 2000 to 2018, we document three findings. First, active IRM is found to affect firm investment positively. The effect strengthens when the magnitude of adverse external financial shocks increases. Second, financially constrained firms, compared to unconstrained ones, are less responsive to active IRM. Third, we find that 30% of the causal effect of IRM on firm investment is mediated through the country credit spread channel.\n\n",
    "acknowledgement": "\nWe thank Eric Girardin, Yannick Kalantzis, Hisahiro Naito, Andreas Steiner, Martin Uribe, Wei Xiong, and seminar participants at Aix-Marseille School of Economics, Bank-Al-Maghrib, University of Tsukuba, and University of Groningen for very helpful comments. We thank Woo Jin Chio for sharing the data. Joshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and International Relations, USC. Yin-Wong Cheung gratefully acknowledges the support provided by the Hung Hing Ying and Leung Hau Ling Charitable Foundation. Xingwang Qian thanks for the support provided by the Department of Economics and Finance at Buffalo State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}