{
    "id": 29309,
    "citation_title": "Why Don’t Elite Colleges Expand Supply?",
    "citation_author": [
        "Peter Q. Blair",
        "Kent Smetters"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWhile college enrollment has more-than doubled since 1970, elite colleges have barely increased supply, instead reducing admit rates. We show that straightforward reasons cannot explain this behavior. We propose a model where colleges compete on prestige, measured using relative selectivity or relative admit rates. A key comparative static of the model is that higher demand decreases [increases] the admit rate when the weight on prestige is above [below] a critical value, consistent with experience in elite [non-elite] colleges. A calibrated version of the model closely replicates the pattern in the data of declining admit rates at elite colleges while counter-factual simulations without prestige fail. Prestige competition is inefficient. Allowing elite colleges to collude on admissions strategy internalizes the non-pecuniary prestige externality and is Pareto improving.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Arcidiacono, Christopher Avery, Patrick Bayer, Thomas Dee, Rebecca Diamond, William Dougan, Esther Duflo, Gilles Duranton, Susan Dynarski, Fernando Ferreira, Robert Fleck, Chao Fu, Austan Goolsbee, Eric Hanushek, Arnold Harberger, Gary King, Brian Knight, Annemarie Korte, Ilyana Kuziemko, Jonathan Levin, Bridget Terry Long, Richard Murnane, Christopher Neilson, James Poterba, Sean Reardon, Thomas Sargent, Todd Sinai, Charles Thomas, Susan Wachter, Miguel Urquiola, and seminar participants at: Stanford, Wharton, University of Chicago, Clemson, University of Memphis, the BE-LAB, and the Southern Economic Association for helpful comments. We thank Hideto Koizumi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}