{
    "id": 29306,
    "citation_title": "Racial Disparities in Housing Returns",
    "citation_author": [
        "Amir Kermani",
        "Francis Wong"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-09-24",
    "revision_date": "2024-03-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe document the existence of a racial gap in realized housing returns that is an order of magnitude larger than disparities arising from housing costs alone, and is driven by differences in distressed home sales (i.e., foreclosures and short sales). Black and Hispanic homeowners are both more likely to experience a distressed sale and to live in neighborhoods where distressed sales erase more house value. However, absent financial distress, houses owned by minorities do not appreciate at substantially slower rates than houses owned by non-minorities. Racial differences in liquid wealth and income stability are important determinants of differences in distress.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2022 ASSA Annual Meeting, Dartmouth College, the 2022 EEA-ESEM Congress, the Federal Reserve Banks of Atlanta, Dallas, Minneapolis, and Philadelphia, INSEAD, the Jackson Hole Finance Group Conference, MIT Sloan, NBER Public Economics Program Meeting, the NBER conference on Innovative Data on Household Finance, NYU, Opportunity Insights, Southern Methodist University, the Stanford SITE Conference on Housing and Urban Economics, the University of Bonn, the University of Chicago Booth School of Business, UCLA, the University of Illinois Urbana-Champaign, and Wake Forest University for valuable comments and suggestions. We are particularly grateful to John Friedman, Peter Ganong, Kristopher Gerardi, Christopher Palmer, Sophia Gilbukh, Paul Goldsmith-Pinkham, Ingrid Haegele, Barney Hartman-Glaser, Paulo Issler, Krisztina Orban, Troup Howard, Pierre Mabille, Jonathan Parker, James Poterba, David Romer, Stephen Ross, Emmanuel Saez, Juan Carlos Suarez Serrato, Lawrence Schmidt, Antoinette Schoar, Joachim Winter, and Danny Yagan. We thank Calvin Wright for excellent research assistance. We thank Daniel Hartley, Brian Melzer, and Atif Mian for generously sharing data. This work was supported by the Fisher Center for Real Estate and Urban Economics at UC Berkeley and the National Institute on Aging, Grant Number T32-AG000186. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}