{
    "id": 2930,
    "citation_title": "Perishable Investment and Hysteresis in Capital Formation",
    "citation_author": [
        "Bernard Dumas"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntry into a market seems to necessitate some investment into \"marketing capital\" (or distribution capital: advertising, dealerships etc ... ). This form of investment has the property that, if it is unused for some time, it quickly becomes worthless. When entry into a market requires marketing investment, firms which are currently out of this market tend to delay entry until price vs cost conditions have become extremely favorable. Conversely, firms which are in the market tend to delay exit until they can no longer bear large operating losses. This is because they know that, if they do exit, and if price vs cost conditions later become favorable again, they will have to incur afresh the investment in marketing capital. The purpose of the present paper is to produce a general-equilibrium model of capital formation in an economy subject to random shocks, when marketing capital (with the above properties) is used in distribution, in addition to the \"normal\" capital used in production. We exhibit an analytical solution to the dynamic program representing the welfare optimum problem, along with the shadow prices corresponding to this program. These are also the prices which would support the general equilibrium of a decentralized market economy. Our results pertain to the effect of entry costs, risk, risk aversion and productivity on the balance between marketing and productive capital, to the nature of growth paths in this economy and to the level of prices (such as the price of shares in the stock market, or the price of final goods) as well as the extent to which productivity shocks are passed through into these prices.\n\n",
    "acknowledgement": "\n"
}