{
    "id": 29300,
    "citation_title": "The Sahm Rule and Predicting the Great Recession Across OECD Countries",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2021-10-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the start date of the Great Recession across OECD countries based on two successive quarters of negative GDP growth recession.  For most OECD countries this establishes the start of recession in Q22008 or Q32008.  We find that the Sahm Rule identifies the start of recession in the US to the beginning of 2008 but in other OECD countries it identifies the start in almost every case, after that identified by GDP.  But the GDP and labor market data are subject to major revisions, so the turn is not apparent in most countries for some time.  We establish our own rule for predicting recession using the fear of unemployment series to predict recession.  It involves looking for a ten-point rise in the series compared to its previous twelve month low.  These surveys are timely and have the major advantage they are not subject to revision. Across the OECD we confirm this finding with other types of qualitative data and especially so in the UK.  Qualitative surveys, we show, in the US in 2006 and 2007 predicted the subsequent recession and they did the same in Europe at the end of 2007 and in the early part of 2008.\n\n",
    "acknowledgement": "\nWe thank Phillipa Dunn, David Kotok, Claudia Sahm, and Chris Williamson for their help with this paper.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}