{
    "id": 29304,
    "citation_title": "Demand Composition and the Strength of Recoveries",
    "citation_author": [
        "Martin Beraja",
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that recoveries from demand-driven recessions with expenditure cuts concentrated in services or non-durables will tend to be weaker than recoveries from recessions more biased towards durables. Intuitively, the smaller the bias towards more durable goods, the less the recovery is buffeted by pent-up demand. We show that, in a standard multi-sector business-cycle model, this prediction holds if and only if, following an aggregate demand shock to all categories of spending (e.g., a monetary shock), expenditure on more durable goods reverts back faster. This testable condition receives ample support in U.S. data. We then use (i) a semi-structural shift-share and (ii) a structural model to quantify this effect of varying demand composition on recovery dynamics, and find it to be large. We also discuss implications for optimal stabilization policy.\n\n",
    "acknowledgement": "\nWe received helpful comments from George-Marios Angeletos, Gadi Barlevy, Florin Bilbiie, Ricardo Caballero, Lawrence Christiano, Martin  Eichenbaum, François Gourio, Basile Grassi, Erik Hurst, Greg Kaplan, Andrea Lanteri, Jennifer La'O,  Alisdair McKay, Simon Mongey, Ernesto Pasten, Matt Rognlie, Alp Simsek, Ludwig Straub, Silvana Tenreyro, Nicholas Trachter, Gianluca Violante, Ivàn Werning, Johannes Wieland (our discussant), Tom Winberry, Nathan Zorzi and seminar participants at various venues, and we thank Isabel Di Tella for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}