{
    "id": 29311,
    "citation_title": "Big Loans to Small Businesses: Predicting Winners and Losers in an Entrepreneurial Lending Experiment",
    "citation_author": [
        "Gharad T. Bryan",
        "Dean Karlan",
        "Adam Osman"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2023-11-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe experimentally study the impact of relatively large enterprise loans in Egypt. Larger loans generate small average impacts, but machine learning using psychometric data reveals that ”top-performers” (those with the highest predicted treatment effects) substantially increase profits, while profits drop for poor-performers. The large differences imply that lender credit allocation decisions matter for aggregate income, yet we find that existing practice leads to substantial misallocation. We argue that some entrepreneurs are over-optimistic and squander the opportunities presented by larger loans by taking on too much risk, and show the promise of allocations based on entrepreneurial type relative to firm characteristics.\n\n",
    "acknowledgement": "\nApproval from the Innovations for Poverty Action Human Subjects Committee (IRB#0004745). This project was registered on the AEA RCT Registry (AEARCTR-0004617). For funding we thank DFID‘s PEDL, the Innovation Growth Lab and the Argidius Foundation. For project management and field support we thank Abdelrahman Nagy, Mohamed Omar, Mohamed Yousef, Sarah Wahby, Sara Serrag, Nader Kabbani, and Tarek Coury. We thank the management at ABA including Magdy Mousa, Motaz El Tabaa, Tarek Abdelaziz, Ibrahim Melouk, as well as support from Mona Zulficar and Hasan Ibrahim. Eduardo Medina provided superb research assistance, Youngjoo Jung did a terrific job generating the replication package. We thank four referees and the editors for their very helpful comments. The authors retained full intellectual freedom to report and interpret the results throughout the study. All errors and opinions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}