{
    "id": 29318,
    "citation_title": "Occupational Licensing and Accountant Quality: Evidence from the 150-Hour Rule",
    "citation_author": [
        "John M. Barrios"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nI examine the effects of occupational licensing on the quality of Certified Public Accountants (CPAs). I exploit the staggered adoption of the 150-hour rule, which increases the educational requirements for a CPA license. The analysis shows that the rule decreases the number of entrants into the profession, reducing both low- and high-quality candidates. Labor market proxies for quality find no difference between 150-hour rule CPAs and the rest. Moreover, rule CPAs exit public accounting at similar rates and have comparable writing quality to their non-rule counterparts. Overall, these findings are consistent with the theoretical argument that increases in licensing requirements restrict the supply of entrants and do little to improve quality in the labor market.\n\n",
    "acknowledgement": "\nThis paper is based on my dissertation at the University of Miami, School of Business Administration. I am grateful for the invaluable comments and suggestions provided by my co-chairs Dhananjay Nanda and Andrew Leone as well as fellow committee members Peter Wysocki and Laura Giuliano. I would also like to express gratitude to Philip Berger, Micheal Gibbs, Yael Hochberg, Christian Leuz, Micheal Minnis, Miguel Minnuti-Meza, Valerie Nikolaev, Abbie Smith, Luigi Zingales, and to seminar participants at Duke, MIT, Temple, University of Alberta, UCLA, University of Chicago Booth, University of Miami, University of Rochester, University of Texas Dallas, AEA Chicago, and Stanford SITE. Any errors in the paper are my own. Previously titled \"Accountant Quality\" and \"Occupational Licensing and Accountant Quality: Evidence from LinkedIn\". The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}