{
    "id": 29313,
    "citation_title": "Foreign Investors and US Treasuries",
    "citation_author": [
        "Alexandra M. Tabova",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "2022-04-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build, from confidential security-level surveys, a novel dataset on the size, flows, coupon payments, and returns of the US Treasuries portfolios of foreign and US investors. The internally consistent dataset provides evidence on foreigners’ Treasuries portfolios that sharply contrasts with what is portrayed in the literature. Foreigners do not earn spectacularly low returns; they have higher average annual risk-adjusted returns than US investors (although the differences are well within the bounds of standard confidence intervals), as US investors’ strong mean returns are accompanied by higher volatility. Foreigners do not buy Treasuries when they are expensive; dollar-weighted returns that capture the timing and volume of purchases show that both private and official foreigners outperform US investors. And private foreign investors do not have inelastic demand; they are price sensitive, increasing purchases of Treasuries and the duration of their Treasury portfolios when non-US sovereign yields are low or decrease relative to Treasury yields. Our results should inform many literatures, including any that use data on international positions and flows. In fact, an important practical contribution is that the dataset shows which publicly available data on foreigners’ flows should (and should not) be used.\n\n",
    "acknowledgement": "\nThe authors thank Daniel Beltran, Carol Bertaut, John Burger, Ricardo Correa, Stephanie Curcuru, Wenxin Du, Chris Gohrband, Robin Greenwood, Kinda Hachem, Arvind Krishnamurthy, Karen Lewis, Gordon Liao, Juan Londono, Hanno Lustig, Jesse Schreger, Annette Vissing-Jorgensen, Veronica Cacdac Warnock, Gwen Yu and Tony Zhang for helpful comments. Warnock thanks the International Finance Division of the Federal Reserve Board for ongoing hospitality. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other person associated with the Federal Reserve System. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}