{
    "id": 29319,
    "citation_title": "Learning to Use Trade Agreements",
    "citation_author": [
        "Kala Krishna",
        "Carlos Salamanca",
        "Yuta Suzuki",
        "Christian Volpe Martincus"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPreferential trade areas (PTAs) allow firms to pay zero or preferential tariffs as long as Rules of Origin (ROOs) are met. Meeting them is costly for exporters not only in terms of production costs but also in terms of fixed costs, such as documentation costs. We ask if these fixed costs change with the experience of exporters in obtaining preferential tariffs. We explore this using a unique exporter-importer matched transaction-level customs data set on a group of Latin American countries. We estimate a model-based equation and show that these fixed costs depend on the history of preference utilization.\n\n",
    "acknowledgement": "\nWe thank Julia Cajal Grossi, Mathieu Parenti, Feodora Teti, Halis Yildiz and Jonas Kasteng, Nils Norell, Patrik Gustavsson Tingvall at the National Board of Trade, Sweden, for valuable discussions. We also thank participants of the NBER ITI Program Meeting Fall 2021, the Geneva Trade and Development Workshop, the Australasian TradeWorkshop, the CEA 2021, the EEA-ESEM Virtual 2021, and the seminar at the University of Niigata Prefecture for helpful comments. We are also grateful to Rafael Cornejo for providing valuable and insightful information on preference utilization in our sample countries and Antoni Estevadeordal and Jeremy Harris for sharing their ROO restrictiveness indicators. Nino Doghonadze provided great research assistance. The views and interpretations in this paper are strictly those of the authors and should not be attributed to the Inter-American Development Bank, its executive directors, its member countries, or the National Bureau of Economic Research. Other usual disclaimers also apply.\n\n\n"
}