{
    "id": 29314,
    "citation_title": "The Role of Trade in Economic Development",
    "citation_author": [
        "David Atkin",
        "Dave Donaldson"
    ],
    "citation_publication_date": "2021-09-27",
    "issue_date": "2021-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter (to appear in the forthcoming Handbook of International Economics, Vol. 5) develops a framework with which to interpret and survey answers to the question: how does increased openness affect aggregate welfare in a typical developing country? We decompose answers into four mechanisms: (i) an effect akin to technological progress that is purely mechanical; (ii) an effect on factoral terms of trade; (iii) a distortion revenue effect that exacerbates or mitigates the consequences of domestic distortions; and (iv) an effect of trade on the magnitude of those distortions themselves. Our focus lies in the last two mechanisms as these are especially important for the study of low-income settings where domestic distortions are thought to be rife. Throughout, we provide both a review of existing work on these topics and quantitative calculations that aim to gauge the magnitudes involved in a global model that is calibrated to match firm- and industry-level data on trade flows, production techniques, and a host of distortions (tariffs, other taxes, markups, bribes, theft, credit constraints, contracting failures, labor regulations, and public utility provision) that have featured in the literature.\n\n",
    "acknowledgement": "\nWe are grateful to Bhargav Poudel—and especially to Rebekah Dix, Erin Grela, and Todd Lensman—for incomparable research assistance, as well as to David Baqaee, Johannes Boehm, Penny Goldberg, Amit Khandelwal, Jan de Loecker, Nina Pavcnik, and Ezra Oberfield for sharing code and data, to Amit Khandelwal and Nina Pavcnik for their stimulating conference discussions, and to David Baqaee, Arnaud Costinot, Elhanan Helpman and Garima Sharma for helpful comments. We also gratefully and fondly acknowledge many (and yet, sadly, far too few) insightful conversations with Emmanuel Farhi that have taught us about the subject matter surveyed here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}