{
    "id": 29317,
    "citation_title": "Dynamics of Large Multinationals",
    "citation_author": [
        "Elhanan Helpman",
        "Benjamin C. Niswonger"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of large multinational enterprises, each one producing a continuum of products. These outsized firms compete as oligopolists in a domestic and foreign market, facing competitive pressure from single-product firms that engage in monopolistic competition. The multinational enterprises invest in R&D in order to expand the span of their products and in foreign direct investment (FDI) in order to expand the range of products manufactured by their foreign affiliates. We study the dynamic evolution of these markets and characterize transition dynamics and steady states. In addition to the evolution of product spans, we characterize the evolution of prices, markups, market shares, and exports relative to subsidiary sales. Furthermore, we study comparative dynamics that result from changes in trade costs, R&D costs, the cost of FDI and productivity changes of the multinational firms.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Natalia Ramondo, Assaf Razin and Stephen Yeaple for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}