{
    "id": 29327,
    "citation_title": "The Global Financial Cycle",
    "citation_author": [
        "Silvia Miranda-Agrippino",
        "Hélène Rey"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the literature on the empirical characteristics of the global financial cycle and associated stylized facts on international capital flows, asset prices, risk aversion and liquidity in the financial system. We analyse the co-movements of global factors in asset prices and capital flows with commodity prices, international trade and world output as well as the sensitivity of different parts of the world to the Global Financial Cycle.  We present evidence of the causal effects of the monetary policies of the US Federal Reserve, the European Central Bank and of the People's Bank of China on the Global Financial Cycle.  We then assess whether the 2008 financial crisis has altered the transmission channels of monetary policies on the Global Financial Cycle. Finally, we discuss the theoretical modelling of the Global Financial Cycle and avenues for future research.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Handbook of International Economics, Volume V, edited by Gita Gopinath, Elhanan Helpman and Kenneth Rogoff. We are grateful to the editors, to Sebnem Kalemli-Ozcan and Livio Stracca (discussants) and to other participants at the International Macroeconomic Handbook Conference for helpful comments and discussions. Rey is grateful to the ERC for funding (Advanced Grant 695722). The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of England or any of its Committees, or of the National Bureau of Economic Research.\n\n\n\nSilvia Miranda-Agrippino\n\nI declare that I have not benefited from any additional sources of funding for this research, and have no material outside financial relationships that may relate to this research.\n\n\n"
}