{
    "id": 29328,
    "citation_title": "Mortality Rates by College Degree Before and During COVID-19",
    "citation_author": [
        "Anne Case",
        "Angus Deaton"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "2021-10-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is now established that mortality and excess mortality from COVID-19 differed across racial and ethnic groups in 2020. Less is known about educational differences in mortality during the pandemic. We examine mortality rates by BA status within sex, age, and race/ethnic groups comparing 2020 with 2019. Mortality rates have increasingly differed by BA status in the US in recent years and there are good reasons to expect the gap to have widened further during the pandemic. Using publicly available provisional data from the National Center for Health Statistics we find that mortality rates increased in 2020 over 2019 for those with and without a BA, irrespective of age, sex, or race/ethnicity. Although mortality rates increased by more for those without a BA, the ratio of mortality rates for those with and without a BA changed surprisingly little from 2019 to 2020. The BA was protective against mortality prior to the pandemic, and it was equally protective during the pandemic. Among 60 groups (sex by race/ethnicity by age) that are available in the data, the ratio of mortality rates of those without a BA to those with a BA fell for more than half of the groups. Our results suggest that differences in the risk of infection were less important in structuring mortality by education than differences in the risk of death conditional on infection.\n\n",
    "acknowledgement": "\nWe are grateful to Noreen Goldman, Jim Poterba, and Sam Preston for comments on an earlier draft. We gratefully acknowledge funding from the National Institute on Aging through the NBER, awards numbers R01AG053396 and R01AG060104. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}