{
    "id": 29323,
    "citation_title": "Low Inflation Bends the Phillips Curve around the World",
    "citation_author": [
        "Kristin Forbes",
        "Joseph Gagnon",
        "Christopher G. Collins"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper finds strong support for a Phillips curve that becomes nonlinear when inflation is “low”—which our baseline model defines as less than 3 percent. The nonlinear curve is steep when output is above potential (slack is negative), but flat when output is below potential (slack is positive), so that further increases in economic slack have little effect on inflation. This finding is consistent with evidence of downward nominal wage and price rigidity. When inflation is high, the Phillips curve is linear and relatively steep. These results are robust to placing the threshold between the high and low inflation regimes at 2, 3, or 4 percent inflation or for a threshold based on country-specific medians of inflation. In this nonlinear model, international factors play a large role in explaining headline inflation (albeit less so for core inflation), a role that has been increasing since the global financial crisis.\n\n",
    "acknowledgement": "\nThanks to Robin Brooks and Angel Ubide for helpful comments, and to Madona Devasahayam and Susann Luetjen for assistance in preparing the manuscript. This paper has also been released as Peterson Institute for International Economics Working Paper No. 21-15. Related research that provided part of the data used as an input for this analysis received funding from the Bank for International Settlements and Brookings Institute. The views in this paper do not represent the views of the National Bureau of Economic Research, the MIT-Sloan School of Management, Morgan Stanley, or the Peterson Institute for International Economics. Any errors are our own.\n\n\n"
}