{
    "id": 29322,
    "citation_title": "Corporate Culture",
    "citation_author": [
        "Gary B. Gorton",
        "Jill Grennan",
        "Alexander K. Zentefis"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCorporate culture is an omnibus term that includes many elements like norms, values, knowledge, and customs that are relevant to a firm. Economists have made great progress recently in devising methods of measuring different aspects of corporate culture. These empirical measures of culture have explained mergers and acquisitions, corporate risk-taking, and unethical behaviors observed in corporations, among other topics. We argue that unpacking corporate culture into its components is the right way to research it empirically. Theories of corporate culture are still in development, and we discuss the major contributions thus far. We argue that a theory of the firm and of corporate decision-making that is based on corporate culture is more germane to the practical realities of firms’ inner workings than prevailing theories based on agency costs. Corporate culture has the potential to set the theoretical paradigm for all corporate finance research.\n\n",
    "acknowledgement": "\nGorton, Grennan, and Zentefis have nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}