{
    "id": 29326,
    "citation_title": "Economic Growth and Bank Innovation",
    "citation_author": [
        "Gary B. Gorton",
        "Ping He"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on archival and survey data we show that the maturity of U.S. business loans has been continuously increasing since the mid-1930s when banks invented the term loan. Concurrently, bank innovation first involved the invention of credit analysis and covenant design. Later, bank innovation included the advent of loan sales, increased loan syndications, the opening of the leveraged loan market, and the securitization of loans in collateralized loan obligations. We estimate and calibrate a model of bank innovation to determine the quantitative contribution of bank innovation to economic growth.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Mike Bordo, Marc Flandeau, Gary Richardson, Jonathan Rose, Chris Cotter, Stephen Quinn, and Warren Weber. Thanks to the following archivists, at various archives, for assistance: Margaret Baille, Lucas Clawson, Susan Cohen, Betty Coykendall, Yvonne Deligato, Anne Difabio, Elizabeth Fox, Ken Frew, Amy McCoy Glover, Colleen Hailey, Linda Hocking, Cary Hutto, Melissa Josefiak, Tara Kelley, Adam Levine, Kelly Marino, Bob Mohr, Rachel Moskowitz, Melissa Murphy, Chelsea Ordner, Mark Procknik, Raechel Rivera, Bill Robinson, Tom Ruller, Mel Smith, Matthew Straus, David Thomson, Erin Weinman. Also, for assistance with data we thank Jeremy Atack, Nathan Balke, Stanley Engerman, Price Fishback, and Robert J. Gordon. Special thanks to Arwin Zeissler for research assistance. Also, thanks to Sang Kim, Michelle Tong, and Runyu (Steve) Zhang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}