{
    "id": 2932,
    "citation_title": "Economic Capacity Utilization and Productivity Measurement for Multi-product firms with multiple quasi-fixed inputs",
    "citation_author": [
        "Ernst R. Berndt",
        "Melvyn A. Fuss"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop measures of economic capacity output and economic capacity utilization for firms producing multiple outputs and having one or .ore quasi-fixed inputs. Although we produce an impossibility theorem showing that based only on the assumption of cost minimization, the concept of capacity output is undefined whenever the number of outputs I exceeds the number of fixed inputs M, we are able to provide alternative constructive procedures for defining capacity output whenever I [is less than] M. We also propose a number of additional primal and dual measures of utilization of the variable and fixed inputs, including a multi-fixed input analog to Tobin's q. We relate these alternative utilization measures to one another, and show that unambiguous inequality relationships among them (relative to unity) can typically be specified a priori only under rather restrictive assumptions. We show that unless restrictive assumptions are made. the multi-fixed input analogs to Tobin's q have little informational content regarding incentives for net investment of any specific fixed input. Finally, we demonstrate the usefulness of the alternative utilization measures by showing how they can be incorporated to adjust traditional measures of multi factor productivity growth for variations in short-run utilization.\n\n",
    "acknowledgement": "\n"
}