{
    "id": 29321,
    "citation_title": "The Causal Effects of Place on Health and Longevity",
    "citation_author": [
        "Tatyana Deryugina",
        "David Molitor"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLife expectancy varies substantially across local regions within a country, raising conjectures that place of residence affects health. However, population sorting and other confounders make it difficult to disentangle the effects of place on health from other geographic differences in life expectancy. Recent studies have overcome such challenges to demonstrate that place of residence substantially influences health and mortality. Whether policies that encourage people to move to places that are better for their health or that improve areas that are detrimental to health are desirable depends on the mechanisms behind place effects, yet these mechanisms remain poorly understood.\n\n",
    "acknowledgement": "\nWe thank Erik Hurst, Nicolai Kuminoff, Jonathan Skinner, Timothy Taylor, and Heidi Williams for helpful suggestions and comments and Celestina Edleman and Yifan Wang for excellent research assistance. This paper was prepared for the Journal of Economic Perspectives. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award numbers R21AG050795, P01AG005842, and R01AG053350. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}