{
    "id": 29325,
    "citation_title": "Exposure to Cigarette Taxes as a Teenager and the Persistence of Smoking into Adulthood",
    "citation_author": [
        "Andrew I. Friedson",
        "Moyan Li",
        "Katherine Meckel",
        "Daniel I. Rees",
        "Daniel W. Sacks"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre teenage and adult smoking causally related?  Recent anti-tobacco policy is predicated on the assumption that preventing teenagers from smoking will ensure that fewer adults smoke, but direct evidence in support of this assumption is scant.  Using data from three nationally representative sources and cigarette taxes experienced as a teenager as an instrument, we document a strong, positive relationship between teenage and adult smoking: specifically, deterring 10 teenagers from smoking through raising cigarette taxes roughly translates into 5 or 6 fewer eventual adult smokers.  We conclude that efforts to reduce teenage smoking can have important, long-lasting consequences on smoking participation and, presumably, health.\n\n",
    "acknowledgement": "\nWe are grateful to Katherine Bleakley for excellent research assistance, and to Pietro Biroli, Kitt Carpenter, Michael Darden, Phil DeCicca, Brian Duncan, Robert Kaestner, Catherine Maclean, and Michael Pesko as well as participants at the Southern Economic Association meetings and the Road Trip to Bloomington Health Economics Mini Conference for helpful comments on earlier drafts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}