{
    "id": 29331,
    "citation_title": "Charitable Giving Responses to Education Budgets",
    "citation_author": [
        "Jonathan Meer",
        "Hedieh Tajali"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo changes in government spending affect voluntary contributions to those recipients? We examine how changes in K-12 education budgets impact donations to teachers using data from DonorsChoose.org, an online crowdfunding platform for public school teachers to raise money. We find a positive correlation between budgets and voluntary contributions when not accounting for their endogeneous relationship. With instrumental variables, we find evidence for crowd-out of private giving, though the magnitudes are small relative to spending and do not meaningfully offset budget changes. These results are driven entirely by teachers’ posting of requests.\n\n",
    "acknowledgement": "\nWe are grateful for assistance from Barbara Cvenic, Oliver Hurst-Hiller, Andi Muskaj, and Ali Rosen at Donorschoose.org. We received helpful comments from Daniel Hungerman, Benjamin Marx, Jennifer Mayo, and seminar participants at Duke University, the WZB Workshop on Recent Advances in the Economics of Philanthropy, the Cleveland Federal Reserve, Monash University, Aalto University, the University of Groningen, the Southern Economic Association annual meeting, and the Western Economic Association annual meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}