{
    "id": 29330,
    "citation_title": "Supply Chain Resilience: Should Policy Promote Diversification or Reshoring?",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Hugo Lhuillier"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupply chain disruptions, which have become commonplace, are often associated with globalization and trade. Little is known about optimal policy in the face of insecure supply chains. Should governments promote resilience by subsidizing backup sources of input supply? Should they encourage firms to source from closer and presumably safer domestic suppliers? We address these questions in a very simple model of production with a single critical input and with exogenous risks of relationship-specific and country-wide supply disturbances. We follow Matsuyama and Ushchev (2020) in positing a class of preferences that are homothetic with a single aggregator and that obey Marshall's Second Law of Demand. The familiar case of CES preferences is a member of the class, but it imposes restrictions that are important for policy conclusions.We find that, in the CES case, a subsidy for diversification achieves the constrained social optimum and dominates a policy that promotes reshoring or offshoring. When the demand elasticity rises with price, two policy instruments generally are needed to achieve efficient supply chains, private investments in resilience may be socially excessive, and policy that alter incentives to invest at home versus abroad may achieve greater welfare than ones that encourage or discourage diversification.\n\n",
    "acknowledgement": "\nWe are grateful to Maxim Alekseev and Alejandro Sabal for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}