{
    "id": 2933,
    "citation_title": "Technological Characteristics of Industries and the Competitiveness of the U.S. and its Multinational Firms",
    "citation_author": [
        "Irving B. Kravis",
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share of U.S. multinational firms in world exports of manufactures has remained almost constant at about 17 per cent for the last 20 years while that of the U.S. as a country has declined substantially. The composition of world manufactured exports shifted toward high-technology or R&D-intensive products during these years and away from low-technology products. The comparative advantage of the U.S., and even more that of U.S. multinationals, were in high-tech products throughout the period, as was that of Japan. However, the U.S. and its multinationals shifted even further toward such products during the period than did the world as a whole, and the Asian NIC's exports moved still faster in this direction. With respect to short-run fluctuations, we find that the export shares of U.S. multinationals have been less sensitive to exchange rate fluctuations than those of the U.S. And shares in high-tech exports have been less sensitive than those in low-tech exports. High R&D intensity was a factor raising the competitiveness of U.S. industries and particularly that of U.S. multinationals in those industries. High advertising intensity raised the competitiveness of U.S multinationals but not usually that of their industries. Higher growth in R&D-intensity also led to increase in multinationals' shares of world exports between 1977 and 1982.\n\n",
    "acknowledgement": "\n"
}