{
    "id": 29338,
    "citation_title": "Bayesian Learning",
    "citation_author": [
        "Isaac Baley",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey work using Bayesian learning in macroeconomics, highlighting common themes and new directions. First, we present many of the common types of learning problems agents face---signal extraction problems---and trace out their effects on macro aggregates, in different strategic settings. Then we review different perspectives on how agents get their information. Models differ in their motives for information acquisition and the cost of information, or learning technology. Finally, we survey the growing literature on the data economy, where economic activity generates data and the information in data feeds back to affect economic activity.\n\n",
    "acknowledgement": "\nFor useful discussions and feedback, we thank Vladimir Asriyan, Andrés Blanco, Ana Figueiredo, Manolis Galenianos, Benjamin Hebert, Chad Jones, Boyan Jovanovic, Julian Kozlowski, Albert Marcet, Jordi Mondria, Kristoffer Nimark, Luigi Paciello, Lubos Pastor, Luminita Stevens, Robert Ulbricht, Victoria Vanasco, Mirko Wiederholt, and Michael Woodford. Erfan Ghofrani, Angelo Gutierrez, Marta Morazzoni, Alejandro Rabano, and Judy Yue provided excellent research assistance. Baley acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}