{
    "id": 29336,
    "citation_title": "Exposure, Experience, and Expertise: Why Personal Histories Matter in Economics",
    "citation_author": [
        "Ulrike Malmendier"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nPersonal experiences of economic outcomes, from global financial crises to individual-level job losses, can shape individual beliefs, risk attitudes, and choices for years to come. A growing literature on experience effects shows that individuals act as if past outcomes that they experienced were overly likely to occur again, even if they are fully informed about the actual likelihood. This reaction to past experiences is long-lasting though it decays over time as individuals accumulate new experiences. Modern brain science helps understand these processes. Evidence on neuroplasticity reveals that personal experiences and learning alter the strength of neural connections and fine-tune the brain structure to those past experiences (\"use-dependent brain\"). I show that experience effects help understand belief formation and decision-making in a wide area of economic applications, including inflation, home purchases, mortgage choices, and consumption expenditures. I argue that experience-based learning is broadly applicable to economic decision-making and discuss topics for future research in education, health, race, and gender economics.\n\n",
    "acknowledgement": "\nThis article is based on the JEEA-FBBVA Lecture of the European Economic Association given at the 2020 ASSA meeting in San Diego and in November 2020 at FBBVA in Madrid, titled \"Experience, Bias, and Expertise -- How Experience Effects Bias Decision-Making Even Among Experts.\" I thank the audiences for their comments and suggestions, and Clint Hamilton, Karin Li, and Junru Lyu for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}