{
    "id": 29337,
    "citation_title": "Decrypting New Age International Capital Flows",
    "citation_author": [
        "Clemens Graf von Luckner",
        "Carmen M. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2021-10-04",
    "issue_date": "2021-10-01",
    "revision_date": "2024-02-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs high frequency transactions data on the world’s oldest and most extensive centralized peer-to-peer Bitcoin market, which enables trade in the currencies of more than 135 countries.  We develop an algorithm that allows, with high probability, the detection of “crypto vehicle transactions” in which crypto currency is used to move capital across borders or facilitate domestic transactions. In contrast to previous work which has used “on-chain” data, our approach enables one to investigate parts of the vastly larger pool of “off-chain” transactions. We find that, as a conservative lower bound, over 7 percent of the 45 million trades on the exchange we explore represent crypto vehicle transactions in which Bitcoin is used to make payment in fiat currency.  Roughly 20 percent of these represent international capital flight/flows/remittances.  Although our work cannot be used to put a price on cryptocurrencies, it provides the first systematic quantitative evidence that the transactional use of cryptocurrencies constitutes a fundamental component of their value, at least under the current regulatory regime.\n\n",
    "acknowledgement": "\nWe thank Neil Shephard, Kathryn Holston, Juan Farah Yacoub, Matthew Ferranti and Pierfrancesco Mei for very helpful comments and to the Molly and Dominic Ferrante Fund for research support. The findings, interpretations, and conclusions expressed in this paper are those of the authors. They do not necessarily represent the views of the institutions they are affiliated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}