{
    "id": 29339,
    "citation_title": "The Economics of the COVID-19 Pandemic in Poor Countries",
    "citation_author": [
        "Edward Miguel",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has upended health and living standards around the world. This article provides an interim overview of these effects, with a particular focus on low- and middle-income countries (LMICs). Economists have explained how the pandemic is likely to have differential consequences for LMICs, and demand distinct policy responses, compared to rich countries. We survey the rapidly expanding body of empirical research that documents its many adverse economic and non-economic effects in terms of living standards, education, health, and gender equality, which appear to be unprecedented in depth and scale. We also review research on successful and failed policy responses, including the failure to ensure widespread vaccine coverage in LMICs, which is needed to end the pandemic. We close with a discussion of implications for public policy in LMICs, and for the institutions of international governance, given the likelihood of future pandemics and other major shocks (e.g., climate).\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Miguel, E, Mobarak AM. 2021. The Economics of the COVID-19 Pandemic in Poor Countries. Annu. Rev. Econ. 14: Submitted. DOI: https://doi.org/10.1146/annurev-economics-051520-025412. We thank Matthew Krupoff, Leila Njee Bugha and Neela Saldanha for superb assistance preparing this chapter. We are also grateful to our many co-authors and collaborators (too many to be listed here) on related research. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}