{
    "id": 29342,
    "citation_title": "Estimating the Net Fiscal Cost of a Child Tax Credit Expansion",
    "citation_author": [
        "Jacob Goldin",
        "Elaine Maag",
        "Katherine Michelmore"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2022-02-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent proposals to expand the Child Tax Credit (CTC) are at the center of current policy discussions in the United States. We study the fiscal cost of three such proposals that would expand refundability of the credit to low-income children, increase the maximum credit amount, and/or eliminate the income phase-out to make the credit universal. For each proposal, we use the Current Population Survey to estimate three components of the net fiscal cost: the direct cost (additional tax refunds or lower tax liability), revenue changes due to taxpayers’ labor supply responses, and long-term changes in tax revenue due to changes in children’s future earnings. We find that direct costs are by far the most important component but that long-term earning changes also play an important role, offsetting 20% of the direct costs of making the credit fully refundable. In contrast, labor supply responses modestly contribute to the fiscal cost of the CTC expansions we model.\n\n",
    "acknowledgement": "\nWe are grateful to Daniel Feenberg, Hilary Hoynes, David Splinter, and Robert Moffit for helpful suggestions and to Arun Ramesh for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}