{
    "id": 29345,
    "citation_title": "From Just in Time, to Just in Case, to Just in Worst-Case: Simple models of a Global Supply Chain under Uncertain Aggregate Shocks.",
    "citation_author": [
        "Bomin Jiang",
        "Daniel E. Rigobon",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCovid-19 highlighted the weaknesses in the supply chain. Many have argued that a more resilient or robust supply chain is needed. But what does a robust supply chain mean? And how do firms’ decisions change when taken that approach? This paper studies a very stylized model of a supply chain, where we study how the decision of a multinational corporation changes in the presence of uncertainty. The two standard theories of supply chain are Just-in-time and Just-in-case. Just-in-time argues in favor of pursuing efficiency, while Just-in-case studies how such decision changes when the firm faces idiosyncratic risk. We find that a robust supply chain is very different specially in the presence of systemic shocks. In this case, firms need to concentrate on the worst-case. This strategy implies a supply chain where the allocation of resources and capabilities does not correspond to the standard theories studied in economics, but follow a heuristic behavioral rule called “probability matching”. It has been found in nature and in experimental research that subjects appeal to probability matching when seeking survival. We find that a robust supply chain will reproduce this behavioral outcome. In fact, a multinational optimizing under uncertainty, follows a probability matching which leads to an allocation that is suboptimal from the individual producer point of view, but rules out the possibility of supply disruptions.\n\n",
    "acknowledgement": "\nWe are grateful to the IMF for inviting us to present at 21st Jacques Polak Annual Research Conference - November 5-6, 2020. We thank David Baqaee, Gita Gopinath, Guido Lorenzoni, Margarita Starkeviciute, Linda Tesar, for comments on our paper. All errors are our own. Data and code will be made publicly available. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}