{
    "id": 29349,
    "citation_title": "Illuminating the Effects of the US-China Tariff War on China's Economy",
    "citation_author": [
        "Davin Chor",
        "Bingjing Li"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nHow much has the US-China tariff war impacted economic outcomes in China? We address this question using high-frequency night lights data, together with measures of the trade exposure of fine grid locations constructed from Chinese firms' geo-coordinates. Exploiting within-grid variation over time and controlling extensively for grid-specific contemporaneous trends, we find that each 1 percentage point increase in exposure to the US tariffs was associated with a 0.59% reduction in night-time luminosity. We combine these with structural elasticities that relate night lights to economic outcomes, motivated by the statistical framework of Henderson et al. (2012). The negative impact of the tariff war was highly skewed across locations: While grids with negligible direct exposure to the US tariffs accounted for up to 70% of China's population, we infer that the 2.5% of the population in grids with the largest US tariff shocks saw a 2.52% (1.62%) decrease in income per capita (manufacturing employment) relative to unaffected grids. By contrast, we do not find significant effects from China's retaliatory tariffs.\n\n",
    "acknowledgement": "\nWe thank Andy Bernard, Emily Blanchard, Matilde Bombardini, Chad Bown, Filipe Campante, Teresa Fort, Robert Staiger, and Xiaodong Zhu for their valuable comments, as well as audiences at the Joint PRN, ADBI and INSEAD EMI, University of Tokyo and Hitotsubashi University Conference. We thank Sirig Gurung, Kshitij Jain, Jinci Liu, Wei Lu and Yang Xu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}