{
    "id": 29346,
    "citation_title": "Macroprudential Policy during COVID-19: The Role of Policy Space",
    "citation_author": [
        "Katharina Bergant",
        "Kristin Forbes"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the initial phase of the COVID-19 pandemic to examine how macroprudential frameworks developed over the past decade performed during a period of heightened financial and economic stress. It discusses a new measure of the macroprudential stance that better captures the intensity of different policies across countries and time. Then it shows that macroprudential policy has been used countercyclically—with stances tightened during the 2010’s and eased in response to COVID-19 by more than previous risk-off periods. Countries that tightened macroprudential policy more aggressively before COVID, as well as those that eased more during the pandemic, experienced less financial and economic stress. Countries’ ability to use macroprudential policy, however, was significantly constrained by the extent of existing “policy space”, i.e., by how aggressively policy was tightened before COVID-19. The use of macroprudential tools was not significantly affected by the space available to use other policy tools (such as fiscal policy, monetary policy, FX intervention, and capital flow management measures), and the use of other tools was not significantly affected by the space available to use macroprudential policy. This suggests that although macroprudential tools are being used countercyclically and should therefore help stabilize economies and financial markets, there appears to be an opportunity to better integrate the use of macroprudential tools with other policies in the future.\n\n",
    "acknowledgement": "\nPaper prepared for MAS-BIS Conference on “Macro-financial Stability Policy in a Globalised World: Lessons from International Experience”, held on May 26-28, 2021.\nAuthors writing papers for this conference are eligible for an honorarium after completion. Thanks to conference participants, and especially Valentina Bruno, for helpful comments and suggestions. We thank JPMorgan for sharing data on EMBI spreads and Dalya Elmalt for excellent research assistance. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, its Executive Board, its management, or any other organizations that the authors are affiliated with. The authors can be contacted at: kjforbes@mit.edu and kbergant@imf.org. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}