{
    "id": 29341,
    "citation_title": "The Psychosocial Effects of the Flint Water Crisis on School-Age Children",
    "citation_author": [
        "Sam Trejo",
        "Gloria Yeomans-Maldonado",
        "Brian Jacob"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLead poisoning has well-known impacts for the developing brain of young children, with a large literature documenting the negative effects of elevated blood lead levels on academic and behavioral outcomes. In April of 2014, the municipal water source in Flint, Michigan was changed, causing lead from aging pipes to leach into the city’s drinking water. In this study, we use Michigan’s universe of longitudinal, student-level education records, combined with home water service line inspection data containing the location of lead pipes, to empirically examine the effect of the Flint Water Crisis on educational outcomes of Flint public school children. We leverage parallel causal identification strategies, a between-district synthetic control analysis and a within-Flint difference-in-differences analysis, to separate out the direct health effects of lead exposure from the broad effects of living in a community experiencing a crisis. Our results highlight a less well-appreciated consequence of the Flint Water Crisis – namely, the psychosocial effects of the crisis on the educational outcomes of school-age children. These findings suggest that cost estimates which rely only on the negative impact of direct lead exposure substantially underestimate the overall societal cost of the crisis.\n\n",
    "acknowledgement": "\nThis work has been supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE-1656518 and by the Institute of Education Sciences under Grant No. R305B140009 and R305B170015. We are grateful to Sean Reardon, Carolyn Hoxby, Eric Bettinger, Ben Domingue, Jeremy Freese, Tom Dee, David Rehkopf, Eli Ben-Michael, Avi Feller, Jesse Rothstein, Emily Morton, Marissa Thompson, and Paula Lantz for helpful comments. We also wish to thank Jasmina Camo-Biogradlija, Kyle Kwaiser, Jonathan Hartman, Nicole Wagner, and the Education Policy Initiative staff for assisting with access to Michigan’s restricted-use educational data. This research used data structured and maintained by the MERI-Michigan Education Data Center (MEDC). MEDC data is modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by the Michigan Department of Education (MDE) and/or Michigan’s Center for Educational Performance and Information (CEPI). Results, information, and opinions solely represent the analysis, information and opinions of the authors and are not endorsed by, or reflect the views or positions of, grantors, MDE and CEPI or any employee thereof. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}