{
    "id": 29340,
    "citation_title": "Why do people stay poor?",
    "citation_author": [
        "Clare A. Balboni",
        "Oriana Bandiera",
        "Robin Burgess",
        "Maitreesh Ghatak",
        "Anton Heil"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are two broad views as to why people stay poor. One emphasizes differences in fundamentals, such as ability, talent or motivation. The other, the poverty traps view, differences in opportunities which stem from access to wealth. To test between these two views, we exploit a large-scale, randomized asset transfer and an 11-year panel on 6000 households who begin in extreme poverty. The setting is rural Bangladesh and the asset is cows. The data supports the poverty traps view - we identify a threshold level of initial assets above which households accumulate assets, take on better occupations (from casual labor in agriculture or domestic services to running small livestock businesses) and grow out of poverty. The reverse happens for those below the threshold. Structural estimation of an occupational choice model reveals that almost all beneficiaries are misallocated in the work they do at baseline and that the gains arising from eliminating misallocation would far exceed the program costs. Our findings imply that large transfers which create better jobs for the poor are an effective means of getting people out of poverty traps and reducing global poverty.\n\n",
    "acknowledgement": "\nWe are grateful to BRAC and particularly to Fazle Abed, Shameran Abed, Mushtaque Chowdhury, Narayan Das, Mahabub Hossain, W. M. H. Jaim, Imran Matin, Anna Minj, Muhammad Musa, Munshi Sulaiman, Atiya Rahman and Rabeya Yasmin for the collaborative research over the past 15 years that underpins this paper. We thank Larry Katz and four anonymous referees for detailed and helpful comments. We also thank Abhijit Banerjee, Michael Carter, Esther Duflo, Marcel Fafchamps, Javier Hidalgo, Chang-Tai Hsieh, Supreet Kaur, Joe Kaboski, Dean Karlan, Tatiana Komarova, Michael Kremer, Ben Moll, Victor Quintas-Martinez, Jonathan Old, Debraj Ray, Alejandro Sabal-Bermudez, Alwyn Young and several seminar participants for comments. Bandiera and Burgess would like to thank BA grant EC170232 and Ghatak ESRC-DFID Grant ES/L012103/1 for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}