{
    "id": 29353,
    "citation_title": "College Choice, Private Options, and The Incidence of Public Investment in Higher Education",
    "citation_author": [
        "John Bound",
        "Andrew Simon"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious measures of the incidence of public investment in higher education focus on the transfer to public college students. This implies that the net benefits to students who do not attend public colleges is negative. However, they miss potential general equilibrium effects on the private college and labor markets. Changes in the public college market affect who private colleges admit, what prices they charge, and the number of students who enroll in any college. We show that capturing these spillovers is important for characterizing incidence using a model of higher education that we validate with quasi-experimental variation in state spending. Unlike previous measures, we find that high-income-modest-ability students especially benefit since they are only admitted to high-quality private colleges when state spending is high, and the public colleges create sufficient competitive pressure. Decreased investment also reduces educational attainment, raising the college wage premium. This exacerbates private college market power.\n\n",
    "acknowledgement": "\nWe thank Charlie Brown, Ashley C. Craig, Audrey Guo, Jim Hines, Kirabo Jackson, Michael Murto, Kevin Stange, Sarah Turner, Chris Walters, and seminar participants at the University of Michigan for their helpful comments. This research was supported in part by grant R305B150012 from the Institute of Education Sciences to the University of Michigan. All errors and any opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}