{
    "id": 29356,
    "citation_title": "A Taste of Their Own Medicine: Guideline Adherence and Access to Expertise",
    "citation_author": [
        "Amy Finkelstein",
        "Petra Persson",
        "Maria Polyakova",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2022-01-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use administrative data from Sweden to study adherence to 63 medication-related guidelines. We compare the adherence of patients without personal access to medical expertise to that of patients with access, namely doctors and their close relatives. We estimate that observably similar patients with access to expertise have 3.8 percentage points lower adherence, relative to a baseline adherence rate of 54.4 percent among those without access. Our findings suggest an important role in non-adherence for factors other than those, such as ignorance, poor communication, and complexity, that would be expected to diminish with access to expertise.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the Population Studies and Training Center and the Eastman Professorship at Brown University (Shapiro), and the National Institute on Aging under grant K01AG05984301 (Polyakova). We appreciate comments from the Editor (Hilary Hoynes), three anonymous referees, Jon Gruber, Eric Patashnik, and seminar participants at the Research Institute of Industrial Economics and the Wharton School. We are grateful to Aron Malatinszky, Gabriel Swagel, and Yuci Zhou, as well as to Sarah B\u007fogl, Katja Hofmann, and Iliriana Shala at the Research Institute of Industrial Economics, for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/about/.\n\n\n"
}