{
    "id": 29359,
    "citation_title": "The Effects of Taxes on Innovation: Theory and Empirical Evidence",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2021-10-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIncome taxes are typically set to raise revenues and redistribute income at the lowest possible efficiency costs, which result from the distortions in individual behaviors that taxes entail. Individuals can respond along many margins, such as labor supply, tax avoidance and evasion, and geographic mobility. But one margin that taxes may affect — innovation — is less frequently considered. Conceptually, taxes reduce the expected net returns to innovation inputs and can reduce innovation. Much like other margins of responses to taxes, this efficiency cost must be taken into account. Innovation is done by a relatively small number of people, but it is nevertheless likely to have widespread benefits. While inventors may have divergent motivations, such as social recognition or the love of discovery, they also face an economic reality. How strongly innovation responds to taxes is an empirical question that has been the subject of a growing body of recent work. In this paper, I study how to account for innovation when setting personal income and capital taxation. I distinguish between two cases: one in which the government can set a differentiated tax on inventors and one in which the government is constrained to set the same tax on all agents. I provide a model that flexibly accounts for the spillovers generated by innovation and the non-pecuniary benefits inventors receive from innovation and derive tax formulas expressed in terms of estimable sufficient statistics. The second part of the paper discusses the empirical evidence on the effects of taxes on the quantity, quality, and location of innovation, as well as tax avoidance and income shifting done through innovation.\n\n",
    "acknowledgement": "\nPrepared for the Philippe Aghion and Peter Howitt Festschrift. I am indebted to John Van Reenen and participants at the Symposium in honor of Philippe Aghion and Peter Howitt for feedback and comments. I thank Ferdinand Carre and Daniele Goffi for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}