{
    "id": 29355,
    "citation_title": "Providing Vouchers and Value Information for Already Free Eye Exams Increases Uptake Among a Low-Income Minority Population: A Randomized Trial",
    "citation_author": [
        "Seema Kacker",
        "Mario Macis",
        "Prateek Gajwani",
        "David S. Friedman"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether vouchers with and without value information encourage completion of already free follow-up appointments in a low-income minority population in Baltimore City referred for possible eye disease. Between May 2017 and September 2018, 821 individuals referred for free follow-up from 114 screening events received 1) standard referral, 2) a voucher redeemable for free follow-up and prescription glasses, or 3) a voucher including a statement of monetary value ($250). All referred individuals received patient education, counseling, and appointment reminders. We find that vouchers without and with value information increase follow-up appointments by 12.5 and 20.3 percentage points, respectively, corresponding to a 36%-58% increase compared to the standard referral with no voucher. We conclude that reframing free targeted health service offers by providing vouchers with value information is a promising, low-cost tool to increase uptake.\n\n",
    "acknowledgement": "\nThis study was funded by a grant from the Centers for Disease Control and Prevention (CDC) Vision Health Initiative (U01DP005123). The project was approved by the Johns Hopkins School of Medicine IRB as a sub-study within IRB#00054137, and it was registered on clinicaltrials.gov (NCT04426331). We are grateful to the Screening to Prevent (SToP) Glaucoma staff for their dedication to this project and attention to detail in its implementation, and to Nicola Lacetera and Devin Pope for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}