{
    "id": 29350,
    "citation_title": "Gender Preferences in Job Vacancies and Workplace Gender Diversity",
    "citation_author": [
        "David Card",
        "Fabrizio Colella",
        "Rafael Lalive"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2023-05-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn spring 2005, the Ombud for Equal Treatment in Austria launched a campaign notifying employers and newspapers that gender preferences in job ads were illegal. At the time over 40% of vacancies on the nation’s largest job board stated a gender preference; within a year the rate fell below 5%. We merge job board vacancies and employer records to study how the campaign affected hiring choices and the gender diversity of occupations and workplaces. Using pre-campaign data, we predict the use of gender preferences, then conduct a difference-indifferences analysis of hiring outcomes for vacancies with predicted male or female preferences, relative to those with no predicted preferences. The elimination of explicit gender preferences boosted the share of women hired for jobs that were likely to be targeted to men (and vice versa). At the firm-level, we find that the campaign led to a rise in the share of women at firms that were more likely to use male SGP’s, and a symmetric increase in the share of men at firms that were likely to use female SGP’s, with no effects on firm-survival, employment, or average wages.\n\n",
    "acknowledgement": "\nWe thank Ghazala Azmat, Omar Bamieh, Thomas Le Barbanchon, Pierre Boyer, Clément de Chaisemartin Armin Falk, Lucas Girard, Ingrid Haegele, Kerstin Holzheu, Patrick Kline, Michael Kosfeld, Francis Kramarz, Peter Kuhn, Marco Manacorda, Paolo Mangano, Steeve Marchand, Guy Michaels, Maria Guadalupe, Alexandra Roulet, Ity Shurtz, Benoit Schmutz, Camille Terrier, Andrea Weber, David Yanagizawa-Drott, Lennart Ziegler, Florian Zimmermann, and Josef Zweimüller for helpful comments. We thank Josef Zweimüller for providing us access to the data, Damian Osterwalder for support in interpreting features of the data, and Frederic Martenet for research assistance. Elke Lujansky-Lammer and Rainer Lichtfeld provided information on the institutional background. We also thank seminar participants at UC Santa Barbara, UC Berkeley, University of Lausanne, CREST, CERGE-EI, Insead, and Ben Gurion, as well as audience at the Brucchi Luchino Conference, the Ski and Labor Workshop, the Annual Meeting of the Italian Association of Labor Economics, IDSC of IZA Workshop, the Spring Meeting of Young Economist, and the Annual Congress of the Swiss Society of Economics and Statistics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}