{
    "id": 29354,
    "citation_title": "Closing the Innovation Gap in Pink and Black",
    "citation_author": [
        "Lisa D. Cook",
        "Janet Gerson",
        "Jennifer Kuan"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRecent research shows the negative impact of discrimination not only on the targets of discrimination but also on the economy as a whole. Racial and gender inequality can limit the entire economy's productive capacity and innovation outcomes. Using new data from NSF's Survey of Earned Doctorates on the scientific workforce from 1980 to 2019, as well as patenting and commercialization data, we examine racial and gender disparities at each stage of the innovation process—education and training, the practice of invention, and commercialization. While improving along certain dimensions over time, we find persistent racial and gender disparities consistent with the current literature. To reverse the negative effects on productive capacity and long-run economic growth, we also discuss the literature on mitigating discriminatory practices at each juncture, which could have significant distributional effects as access to good jobs expands.\n\n",
    "acknowledgement": "\nThe authors thank Scott Stern and Josh Lerner for helpful comments and participants in the April 2021 NBER EIPE meeting for helpful discussion. We are grateful to Steven Wu- Chaves for able research assistance. All mistakes are our own. Earlier versions of this research were generously supported by the National Science Foundation, Grant #1064157, and the Lemelson Center for the Study of Invention and Innovation at the Smithsonian Institution. Part of this research was completed while Lisa D. Cook was visiting at the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis, the US Patent and Trademark Office, and the Institute for Research on Innovation and Science at the University of Michigan, and their support is appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}