{
    "id": 29357,
    "citation_title": "The Environmental Effects of Economic Production: Evidence from Ecological Observations",
    "citation_author": [
        "Yuanning Liang",
        "Ivan J. Rudik",
        "Eric Zou"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2023-03-15",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe environmental impacts of economic production extend beyond those directly aﬀecting humans. This paper provides new evidence on the link between production and ecosystem decline using a novel dataset that compiles longitudinal ecological sampling information at tens of thousands of locations across the United States between 1960 and 2015. Local shocks in economic production, such as those driven by national military buildups, led to a signiﬁcant reduction in species abundance, diversity, and stability, with one-third of the observed effects explained by the causal impact of air pollution. Government environmental regulations signiﬁcantly mitigated production externalities.\n\n",
    "acknowledgement": "\nThis paper supersedes a previous version titled “Economic Production and Biodiversity in the United States.” We thank Lint Barrage, Kathy Baylis, Karen Brandon, Tamma Carleton, Steve Cicala, Christopher Costello, Kenneth Gillingham, Cathy Kling, Olivier Deschenes, Eyal Frank, Stephie Fried, Koichiro Ito, Kelsey Jack, Mattew Kotchen, Kyle Meng, Frederik Noack, R. Jisung Park, Andrew Plantinga, Kevin Roth, Edson Severnini, Adam Storeygard, anonymous reviewers, and seminar participants at the BIOECON conference, Cornell University, Peking University, Tufts University, UC Santa Barbara, University of Michigan, Yale University, and the NBER EEE Spring Meetings for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}