{
    "id": 29351,
    "citation_title": "What Drives Variation in the U.S. Debt/Output Ratio? The Dogs that Didn't Bark",
    "citation_author": [
        "Zhengyang Jiang",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh",
        "Mindy Z. Xiaolan"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2022-05-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigher U.S. government debt/output ratios do not forecast higher future surpluses or lower real returns on Treasurys. Neither future cash flows nor discount rates account for the variation in the current debt/output ratio. The market valuation of Treasurys is surprisingly insensitive to the macro fundamentals. Instead, the future debt/output ratio accounts for most of the variation. Systematic surplus forecast errors may help to account for these findings. Since the start of the GFC, surplus projections have anticipated a large fiscal correction that failed to materialize.\n\n",
    "acknowledgement": "\nWe thank Bernard Dumas, Max Croce, Francois Gourio, James Hamilton, Lars Hansen, Zhiguo He, Bryan Kelly, Ralph Koijen, Howard Kung, Stavros Panageas, Wenyi Shen, Alan Timmerman, and participants at the ASU Sonoran Winter Finance Conference and the Adam Smith Conference for detailed comments, as well as seminar participants at the NY Fed, the Fed Board of Governors, LBS, UCSD, UT Austin, Adam Smith, 2022 GSU CEAR-Finance Conference. We are grateful to Thomas Sargent and George Hall for making their historical data available. We gratefully acknowledge financial support from NSF award 2049260. This paper was first circulated as part of another paper ‘Quantifying U.S. Treasury Investor Optimism’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}