{
    "id": 29366,
    "citation_title": "The Anti-Poverty, Targeting, and Labor Supply Effects of Replacing a Child Tax Credit with a Child Allowance",
    "citation_author": [
        "Kevin Corinth",
        "Bruce D. Meyer",
        "Matthew Stadnicki",
        "Derek Wu"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2022-03-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe replacement of the Child Tax Credit (CTC) with a child allowance has been advocated by numerous policymakers and researchers. We estimate the anti-poverty, targeting, and labor supply effects of such a change by linking survey data with administrative tax and government program data which form part of the Comprehensive Income Dataset (CID). We focus on the provisions of the 2021 Build Back Better Act, which would have increased maximum benefit amounts to $3,000 or $3,600 per child (up from $2,000 per child) and made the full credit available to all low and middle-income families regardless of earnings or income. Initially ignoring any behavioral responses, we estimate that the replacement of the CTC would reduce child poverty by 34% and deep child poverty by 39%. The change to a child allowance would have a larger anti-poverty effect on children than any existing government program, though at a higher cost per child raised above the poverty line than any other means-tested program. Relatedly, the child allowance would allocate a smaller share of its total dollars to families at the bottom of the income distribution—as well as families with the lowest levels of long-term income, education, or health—than any existing means-tested program with the exception of housing assistance. We then simulate anti-poverty effects accounting for labor supply responses. By replacing the CTC (which contained substantial work incentives akin to the EITC) with a child allowance, the policy change would reduce the return to working at all by at least $2,000 per child for most workers with children. Relying on elasticity estimates consistent with mainstream simulation models and the academic literature, we estimate that this change in policy would lead 1.5 million workers (constituting 2.6% of all working parents) to exit the labor force. The decline in employment and the consequent earnings loss would mean that child poverty would only fall by at most 22% and deep child poverty would not fall at all with the policy change.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the author(s) and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release, authorization numbers: CBDRB-FY2021-CES005-024 and CBDRB-FY2021-CES005-028. We thank many employees of the U.S. Census Bureau for their assistance; Jacob Bastian, Pablo Celhay, Jeffrey Grogger, Elaine Maag, Nikolas Mittag, James Sullivan, Scott Winship, and participants at the NTA Annual Conference, ASSA Annual Meeting, and Niskanen Center event on child tax credits for helpful discussions and comments; and Gillian Meyer, Connor Murphy, and Angela Wyse for excellent research assistance. We appreciate the financial support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, the Menard Family Foundation, and the American Enterprise Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}