{
    "id": 29364,
    "citation_title": "Lender Automation and Racial Disparities in Credit Access",
    "citation_author": [
        "Sabrina T. Howell",
        "Theresa Kuchler",
        "David Snitkof",
        "Johannes Stroebel",
        "Jun Wong"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2022-11-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nProcess automation reduces racial disparities in credit access through enabling smaller loans, broadening banks’ geographic reach, and removing human biases from decision-making. We document these findings in the context of the Paycheck Protection Program (PPP), a setting where private lenders faced no credit risk but decided which firms to serve. Black-owned firms primarily obtained PPP loans from automated fintech lenders, especially in areas with high racial animus. After traditional banks automated their loan processing procedures, their PPP lending to Black-owned firms increased. Our findings cannot be fully explained by racial differences in loan application behaviors, pre-existing banking relationships, firm performance, or fraud rates.\n\n",
    "acknowledgement": "\nPreviously circulated as “Automation and Racial Disparities in Small Business Lending: Evidence from the Paycheck Protection Program”. This paper subsumes results in an earlier note from December 2020 titled “Which lenders had the highest minority share among their Payment Protection Program (PPP) loans?” We are grateful to Georgij Alekseev, Sara Gong, and Cangyuan Li for superb research assistance, and to Enigma, Middesk, Lendio, Biz2Credit, and Ocrolus for sharing part of their data. In particular, we thank Scott Monaco at Ocrolus for his insights and analytical work. We are also grateful for help from Sriya Anbil, Rohit Arora, Venkatesh Bala, Brock Blake, Katherine Chandler, Christine Dobridge, Kyle Mack, Karen Mills, David Musto, Hicham Oudghiri, Madeline Ross, Kurt Ruppel, and Sam Taussig. We thank seminar and conference participants at the NBER, the AFA Meetings, Cornell, Chicago Booth, Princeton, Maryland Smith, Arizona State University, the Government Accountability Office, Northeastern University, the Boston Fed, the Virtual Corporate Finance Seminar, NYU, the NY State Department of Financial Services, and the University of Georgia as well as Michael Faulkender and the reviewing team at the Journal of Finance (the editor Amit Seru, as well as an associate Editor and multiple anonymous referees) for their helpful comments. Howell’s work on this project is funded by the Kauffman Foundation. Snitkof is an employee and Howell an unpaid contractor at Ocrolus, which provided some data for the project. There are no further relevant financial or other conflicts of interest to disclose.\n\n\n"
}