{
    "id": 29360,
    "citation_title": "The Political Economy of the COVID-19 Fiscal Stimulus Packages of 2020",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Hien Nguyen",
        "Ilan Noy"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlmost all countries announced fiscal support programs once COVID-19 hit. However, there was significant diversity in the magnitude and composition of these fiscal stimulus programs. These differences were determined by myriad political, financial, social, and economic factors - these factors are our focus. We ask what were the factors that are associated with the structure of the fiscal programs that governments chose to adopt in the early stage of the pandemic in 2020. We answer this question using details about the fiscal programs that were announced by 98 governments in the first six months of the pandemic, together with a large set of explanatory variables. Maybe not surprisingly, we find that politics played a very significant part in determining the size and composition of these fiscal programs. Governments and societies that are less polarized and more capable were able to mobilise more fiscal resources. We also find that it was governments with bigger debt loads that announced bigger programs, but that sovereign spreads were not so clearly associated with the size of these program plans. There is a limit, however, to what we can glean from these cross-country comparisons. Ultimately, the understanding of the politics and political-economy considerations that led to the specific content of each fiscal program will have to rely on information about the actual deliberations in each government’s halls of power, should these ever become public.\n\n",
    "acknowledgement": "\nJoshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and International Relations, USC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}