{
    "id": 29369,
    "citation_title": "A Factor Model For Option Returns",
    "citation_author": [
        "Matthias Buechner",
        "Bryan T. Kelly"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to their short lifespans and migrating moneyness, options are notoriously difficult to study with the factor models commonly used to analyze the risk-return trade-off in other asset classes. Instrumented principal components analysis solves this problem by tracking contracts in terms of their pricing-relevant characteristics via time-varying latent factor loadings. We find that a model with three latent factors prices the cross-section of option returns and explains more than 85% of the variation in a panel of monthly S&P 500 option returns from 1996 to 2017. In particular, we show that the IPCA factors can be rationalized via an economically plausible three-factor model consisting of a level, slope and skew factor. Finally, out-of-sample trading strategies based on insights from the IPCA model have significant alpha over previously studied option strategies.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we thank Torben Andersen, Bjorn Eraker, Scott Murray, Simon Schmickler, Peter van Tassel, Yinan Su, Kaushik Vasudevan, Steffen Windmueller, and conference participants at the FMA Derivatives & Volatility 2019 Workshop, the WFA Annual Meet- ing 2020, the Econometric Society World Congress 2020, and seminar participants at Warwick University. Matthias Buechner gratefully acknowledges the support of the Centre for Endowment Asset Management (CEAM) at Judge Business School, University of Cambridge. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n\nBryan T. Kelly\n\nI have received consulting income from AQR Capital Management exceeding $10,000 over the past three years. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}