{
    "id": 29367,
    "citation_title": "Market Design",
    "citation_author": [
        "Nikhil Agarwal",
        "Eric Budish"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis Handbook chapter seeks to introduce students and researchers of industrial organization (IO) to the field of market design. We emphasize two important points of connection between the IO and market design fields: a focus on market failures—both understanding sources of market failure and analyzing how to fix them—and an appreciation of institutional detail.\nSection II reviews theory, focusing on introducing the theory of matching and assignment mechanisms to a broad audience. It introduces a novel “taxonomy” of market design problems, covers the key mechanisms and their properties, and emphasizes several points of connection to traditional economic theory involving prices and competitive equilibrium.\nSection III reviews structural empirical methods that build on this theory. We describe how to estimate a workhorse random utility model under various data environments, ranging from data on reported preference data such as rank-order lists to data only on observed matches. These methods enable a quantification of trade-offs in designing markets and the effects of new market designs.\nSection IV discusses a wide variety of applications. We organize this discussion into three broad aims of market design research: (i) diagnosing market failures; (ii) evaluating and comparing various market designs; (iii) proposing new, improved designs. A point of emphasis is that theoretical and empirical analysis have been highly complementary in this research.\n\n",
    "acknowledgement": "\nWe thank Eduardo Azevedo, Jacob Leshno, Jeremy Fox, Parag Pathak, Al Roth, Dan Waldinger, Alex Wolitzky and two anonymous reviewers for helpful comments. Agarwal is grateful to Paulo Somaini for collaboration on surveys of related topics that this article draws on. With permission of the respective publishers and authors, this chapter reuses portions from Agarwal and Somaini (2020; 2021) and adapts certain figures from Agarwal and Somaini (2018). Disclosure: Budish is a director of Cognomos, a startup which sells course allocation software to universities. The mechanism design in Budish (2011) itself is in the public domain. The authors have no other material or relevant financial interests that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}