{
    "id": 29361,
    "citation_title": "“Beauty Too Rich for Use”*: Billionaires’ Assets and Attractiveness",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Andrew Leigh"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2021-10-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how the net worth of billionaires relates to their looks, as rated by 16 people of different gender and ethnicity. Surprisingly, their financial assets are unrelated to their beauty; nor are they related to their educational attainment. As a group, however, billionaires are both more educated and better-looking than average for their age. Men, people who reside in Western countries, and those who inherited substantial wealth, are wealthier than other billionaires. The results do not arise from measurement error or nonrandom sample selectivity. They are consistent with econometric theory about the impact of truncating a sample to include observations only from the extreme tail of the dependent variable. The point is underscored by comparing estimates of earnings equations using all employees in the 2018 American Community Survey to those using a sample of the top 0.1 percent. The findings suggest the powerful role of luck within the extremes of the distributions of economic outcomes.\n\n",
    "acknowledgement": "\n*Romeo and Juliet, Act. I, Scene 5.\nThe authors thank Jesper Roine and Daniel Waldenström for sharing their Forbes wealth spreadsheet, Andrew Hussey, Matthias Krapf, Jungmin Lee, Younghoon Lee, Paul Menchik, Junsen Zhang, and participants in seminars at several universities for helpful comments, and Susanne Schmidt for outstanding research assistance. No funding was received to finance the research reported here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}