{
    "id": 29363,
    "citation_title": "Misallocation in Indian Agriculture",
    "citation_author": [
        "Marijn A. Bolhuis",
        "Swapnika R. Rachapalli",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit substantial variation in land-market institutions across Indian states and detailed household-level panel data to assess the effect of land-market distortions on agricultural productivity. We develop a model of heterogeneous farms and distorted land markets, featuring (a) state-level barriers to land-market participation and (b) idiosyncratic (farm-level) distortions to farm size. We use the framework to separately identify and estimate the two sources of land-market distortions in each state using farm data on productivity, land endowment, land-market participation, and operational farm size. We find substantial differences across states in rental barriers with large negative effects on agricultural productivity. An efficient reallocation of land in India increases agricultural productivity by 65 percent and by more than 100 percent in some states, with more than 50% of these effects attributed to state-level rental barriers. Distortions associated with land-market participation contribute substantially to agricultural productivity differences across Indian states.\n\n",
    "acknowledgement": "\nWe thank the editor, two anonymous referees, Murat Celik, Joseph Cummins, Doug Gollin, Steven Helfand, Serdar Ozkan, Xiaodong Zhu, and seminar participants at the University of Toronto, Oxford, UC Riverside, and Bristol for useful comments and suggestions. All errors are our own. Bolhuis acknowledges the support from the Ontario Trillium Foundation and thanks the Department of Economics and the Centre for the Study of African Economies at the University of Oxford for their hospitality while writing this paper. Restuccia acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. The views expressed herein are those of the authors only and do not necessarily represent the views of the Bank of Canada and the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}