{
    "id": 29362,
    "citation_title": "Early Childhood Development, Human Capital and Poverty",
    "citation_author": [
        "Orazio Attanasio",
        "Sarah Cattan",
        "Costas Meghir"
    ],
    "citation_publication_date": "2021-10-11",
    "issue_date": "2021-10-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildren's experiences during early childhood are critical for their cognitive and socio-emotional development, two key dimensions of human capital. However, children from low income backgrounds often grow up lacking stimulation and basic investments, leading to developmental deficits that are difficult, if not impossible, to reverse later in life without intervention. The existence of these deficits are a key driver of inequality and contribute to the intergenerational transmission of poverty. In this paper, we discuss the framework used in economics to model parental investments and early childhood development and use it as an organizing tool to review some of the empirical evidence on early childhood research. We then present results from various important early childhoods interventions with emphasis on developing countries. Bringing these elements together we draw conclusions on what we have learned and provide some directions for future research.\n\n",
    "acknowledgement": "\nWhen citing this paper please use the following: Attanasio O, C Meghir and S Cattan, “Early Childhood Development, Human Capital and Poverty”, Annual Reviews of Economics: Submitted. DOI: https://doi.org/10.1146/annurev-economics-092821-053234. We thank Diana Perez Lopez for outstanding research assistance.  Sarah Cattan gratefully acknowledges financial support from the ESRC-funded Centre for the Microeconomic Analysis of Public Policy (ES/T014334/1) and the European Research Council (ERC-2014-CoG-646917-ROMIA), Costas Meghir and Orazio Attanasio thank the Cowles Foundation and the ISPS at Yale for Financial support. We also thank the NIH under project R01 HD 72120 for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}