{
    "id": 29378,
    "citation_title": "Data Engineering for Cognitive Economics",
    "citation_author": [
        "Andrew Caplin"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2024-02-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCognitive economics studies imperfect information and decision-making mistakes. A central scientific challenge is that these can’t be identified in standard choice data. Overcoming this challenge calls for data engineering, in which new data forms are introduced to separately identify preferences, beliefs, and other model constructs. I present applications to traditional areas of economic research, such as wealth accumulation, earnings, and consumer spending. I also present less traditional applications to assessment of decision-making skills, and to human-AI interactions. Methods apply both to individual and to collective decisions. I make the case for broader application of data engineering beyond cognitive economics. It allows symbiotic advances in modeling and measurement. It cuts across existing boundaries between disciplines and styles of research.\n\n",
    "acknowledgement": "\nPreviously circulated as “Economic Data Engineering.” Forthcoming Journal of Economic Literature. Deep thanks to Daniel Martin, Stefan Bucher, and Soren Leth-Petersen for helping me conceptualize the broad sweep and fine details of this paper, as well as four anonymous referees, and particularly the editors, Steven Durlauf and David Romer, for helping me narrow focus and sharpen the presentation. I thank also Alona Bach, Ernst Fehr, Danny Goroff, Markus Reinhard, Mike Woodford, and participants in the Sloan-NOMIS Program on the Cognitive Foundations of Economic Behavior for supporting the broader push toward interdisciplinary research. Finally, I thank the Alfred P. Sloan Foundation for Grant G-2023-19660 which supports research on Cognitive Economics at Work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}