{
    "id": 29371,
    "citation_title": "Effects of Opioid-Related Policies on Opioid Utilization, Nature of Medical Care, and Duration of Disability",
    "citation_author": [
        "David Neumark",
        "Bogdan Savych"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of must-access prescription drug monitoring programs (PDMPs) and recent regulations limiting the duration of initial opioid prescriptions on care received by patients with work-related injuries, focusing on opioid utilization and medical care related to pain management. We find that must-access PDMPs contributed to declines in opioid utilization, while regulations limiting duration of initial opioid prescriptions had little effect on whether workers receive opioids, but reduced opioid use among those with prescriptions. We find some evidence that must-access PDMPs affected utilization of other medical care—most interestingly, in light of high opioid use, towards non-opioid pain medication and interventional pain management services for neurologic spine pain. We find that must-access PDMPs and limits on initial prescriptions had little impact on the duration of temporary disability benefits captured at 12 months of maturity.\n\n",
    "acknowledgement": "\nWe would like to thank Philip Borba, Marcus Dillender, John Ruser, Vennela Thumula, Dongchun Wang, and anonymous reviewers for valuable input, and Eric Harrison for assistance with the data. Any errors or omissions remaining in this study are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}