{
    "id": 29377,
    "citation_title": "Pay, Productivity and Management",
    "citation_author": [
        "Nicholas Bloom",
        "Scott W. Ohlmacher",
        "Cristina J. Tello-Trillo",
        "Melanie Wallskog"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2021-10-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing confidential Census matched employer-employee earnings data we find that employees at more productive firms, and firms with more structured management practices, have substantially higher pay, both on average and across every percentile of the pay distribution. This pay-performance relationship is particularly strong amongst higher paid employees, with a doubling of firm productivity associated with 11% more pay for the highest-paid employee (likely the CEO) compared to 4.7% for the median worker. This pay-performance link holds in public and private firms, although it is almost twice as strong in public firms for the highest-paid employees. Top pay volatility is also strongly related to productivity and structured management, suggesting this performance-pay relationship arises from more aggressive monitoring and incentive practices for top earners.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. DRB Approval Number: CBDRB-FY21-CES007-007. This research was supported generously by the Institute for Research in the Social Sciences, by the SIEPR Bradley Graduate Fellowship and the National Science Foundation.\n\n\n"
}