{
    "id": 29374,
    "citation_title": "Top Wealth in America: New Estimates and Implications for Taxing the Rich",
    "citation_author": [
        "Matthew Smith",
        "Owen M. Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2024-10-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper uses administrative tax data to estimate top wealth in the United States. We assemble new data that links people to their sources of capital income and develop new methods to estimate the degree of return heterogeneity within asset classes. Disaggregated fixed income data reveal that rich individuals earn much more of their interest income in higher-yielding forms, and have much greater exposure to credit risk. Consequently, in recent years, the interest rate on fixed income at the top is approximately three times higher than the average. Using firm-level characteristics to value firms, we find that twenty percent of total pass-through business wealth accrues to those with losses. We combine this new data on fixed income and pass-through business returns with refined estimates of C-corporation equity, housing, and pension wealth to deliver new capitalized wealth estimates. Our approach---which builds on Saez and Zucman (2016) and Bricker, Henriques, and Hansen (2018)---reduces bias because wealth and rates of return are correlated. From 1989 to 2016, the top 1%, 0.1%, and 0.01% wealth shares increased by 7.6, 5.1, and 3.0 percentage points, respectively, to 31.5%, 15.0%, and 7.0%. While these changes are less dramatic than some prior estimates, wealth is very concentrated: the top 1% holds nearly as much wealth as either the bottom 90% or the \"P90-99\" class. We discuss implications for income inequality measures, capital tax policy, and savings behavior.\n\n",
    "acknowledgement": "\nThis work does not necessarily reflect the views of the US Treasury. We thank Anmol Bhandari, Jesse Bricker, Jediphi Cabal, Curtis Carlson, John Cochrane, Anil Kashyap, Pete Klenow, Henrik Kleven, Pat Kline, Wojciech Kopczuk, Ilyana Kuziemko, Dave Lee, Moritz Lenel, Adam Looney, Janet McCubbin, Ellen McGrattan, Kevin Moore, Stefan Nagel, Matt Notowidigdo, Luigi Pistaferri, Emmanuel Saez, Natasha Sarin, David Splinter, Juan Carlos Suarez Serrato, Amir Sufi, Larry Summers, Richard Thaler, Chris Tonetti, Rob Vishny, Alice Volz, Danny Yagan, Gabriel Zucman and many seminar participants for helpful comments. Joseph Battles, Drew Burd, Coly Elhai, Joseph Hancuch, Stephanie Kestelman, Laurence O’Brien, Shivani Pandey, Dustin Swonder, Samuel Wallach-Hanson, Blake Woods, and Caleb Wroblewski provided stellar research assistance. We thank Michael Batty, Joseph Briggs, David Fisher, Ravi Mattu, Enrico Moretti, Orie Paul, Caleb Pitters, Barry Ritholtz, Emmanuel Roman, John Sabelhaus, Natasha Sarin, Alexi Savov, David Splinter, Kamilla Sommer, Cathleen Stahl, Dan Wilson and their coauthors for sharing data. Zidar and Zwick thank the Kauffman Foundation for support. Zidar also thanks the NSF for support under Grant Number 1752431, and Zwick also thanks the Fama Research Fund, Neubauer Family Foundation, the Polsky Center, and the Hultquist Faculty Research Endowment at Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}