{
    "id": 29370,
    "citation_title": "Perceptions and Preferences for Redistribution",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relationship between the degree of inequality and the demand for redistribution has been a central question in political science and political economy. The famous median-voter model predicts that higher inequality, reflected in a growing gap between the income of the average and the median voter, should lead to increased demand for redistribution, as policymakers cater to the median voter’s preferences (Meltzer and Richard, 1981). Yet, using data from OECD countries, Kenworthy and McCall (2008) show that, despite increases in inequality in those countries, there was no corresponding increase in demand for redistribution. Part of the explanation of this puzzle lies in the realization that it is not only (or even mainly) reality, but perceptions that shape support for policy. This article will explore recent evidence using large-scale social economics surveys and experiments that sheds lights on beliefs about inequality, social mobility, diversity and immigration, social position, and understanding of how policies work.\n\n",
    "acknowledgement": "\nPrepared for the IFS Deaton Review on Inequality. I thank Richard Blundell, Angus Deaton, Debra Satz, Bobby Duffy, Tim Besley, and participants at the IFS workshops for feedback and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}