{
    "id": 29376,
    "citation_title": "Firms' Inflation Expectations: New Evidence from France",
    "citation_author": [
        "Frédérique Savignac",
        "Erwan Gautier",
        "Yuriy Gorodnichenko",
        "Olivier Coibion"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new survey of firms’ inflation expectations in France, we provide novel evidence about the measurement and formation of inflation expectations on the part of firms. First, French firms report inflation expectations with a smaller, but still positive, bias than households and display less disagreement. Second, we characterize the extent and manner in which the wording of questions matters for the measurement of firms’ inflation expectations. Third, we document whether and how the position of the respondent within the firm affects the provided responses. Fourth, because our survey measures firms’ expectations about aggregate and firm-level wage growth along with their inflation expectations, we are able to show that expectations about wages are even more condensed than firms’ inflation expectations and almost completely uncorrelated with them, indicating that firms perceive little link between price and wage inflation. Finally, an experimental treatment indicates that an exogenous change in firms’ inflation expectations has no effect on their aggregate wage expectations.\n\n",
    "acknowledgement": "\nWe would like to thank all the Banque de France business survey team for the fruitful cooperation in setting up this experimental module on inflation, Insee for providing us access to the CAMME survey and Sylvie Tarrieu for excellent research assistance.  The views expressed in this paper are those of the authors and do not necessarily represent those of the Banque de France, the Eurosystem, or the National Bureau of Economic Research. The ordering of author names is randomly chosen.\n\n\n"
}