{
    "id": 29372,
    "citation_title": "The Economics of Walking About and Predicting US Downturns",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2021-11-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic shocks are notoriously difficult to predict but recent research suggests qualitative metrics about economic actors’ expectations are predictive of downturns.  We show consumer expectations indices from both the Conference Board and the University of Michigan predict economic downturns up to 18 months in advance in the United States, both at national and at state-level.  All the recessions since the 1980s have been predicted by at least 10 and sometimes many more point drops in these expectations indices.  A single monthly rise of at least 0.3 percentage points in the unemployment rate also predicts recession, as does two consecutive months of employment rate declines.  The economic situation in 2021 is exceptional, however, since unprecedented direct government intervention in the labor market through furlough-type arrangements has enabled employment rates to recover quickly from the huge downturn in 2020.  However, downward movements in consumer expectations in the last six months suggest the economy in the United States is entering recession now (Autumn 2021) even though employment and wage growth figures suggest otherwise.\n\n",
    "acknowledgement": "\nThe data used in this paper are used with permission of The Conference Board. The Conference Board does not in any way endorse this paper or its findings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}