{
    "id": 29373,
    "citation_title": "The Effect of Medicaid on Care and Outcomes for Chronic Conditions: Evidence from the Oregon Health Insurance Experiment",
    "citation_author": [
        "Heidi Allen",
        "Katherine Baicker"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHealth insurance may play an important role not only in immediate access to care but in the management of chronic disease, which would have implications for long-run care needs as well as health outcomes.  Such causal connections are often difficult to establish, but we use Oregon’s 2008 Medicaid lottery to assess the management of diabetes and asthma, as well as several markers of physical health.  This analysis complements several prior studies by introducing new data elements and by analyzing chronically ill subpopulations.  While we had previously found that having insurance increases the diagnosis and use of medication for diabetes, we show here that it does not significantly increase the likelihood of diabetic patients receiving recommended care such as eye exams and regular blood sugar monitoring, nor does it improve the management of patients with asthma.  We also find no effect on measures of physical health including pulse, obesity, or blood markers of chronic inflammation.  Effects of Medicaid on health care utilization appear similar for those with and without pre-lottery diagnoses of chronic physical health conditions.  Thus, while Medicaid is an important determinant of access to care overall, it does not appear that Medicaid alone has detectable effects on the management of several chronic physical health conditions, at least over the first two years in this setting.  However, sample limitations highlight the value of additional research.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding for the Oregon Health Insurance Experiment from the Assistant Secretary for Planning and Evaluation in the Department of Health and Human Services, the California HealthCare Foundation, the John D. and Catherine T. MacArthur Foundation, the National Institute on Aging (P30AG012810, RC2AG036631, and R01AG0345151), the Robert Wood Johnson Foundation, the Sloan Foundation, the Smith Richardson Foundation, and the U.S. Social Security Administration (through grant 5 RRC 08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium).We also gratefully acknowledge Centers for Medicare and Medicaid Services’ matching funds for this evaluation. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, the National Institute on Aging, the National Institutes of Health, any agency of the Federal Government, any of our funders, or the National Bureau of Economic Research.\n\n\n\nKatherine Baicker\n\nKatherine Baicker serves on the board of directors for Eli Lilly, the Mayo Clinic, NORC, and the Chicago Council on Global Affairs.\n\n\n"
}