{
    "id": 29381,
    "citation_title": "Occupational Choice and the Intergenerational Mobility of Welfare",
    "citation_author": [
        "Corina Boar",
        "Danial Lashkari"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2022-07-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on responses in the General Social Survey, we construct an index that captures non-monetary qualities of occupations, such as respect, learning, and work hazards, relevant to the well-being of workers Using the Panel Study of Income Dynamics and National Longitudinal Survey of Youth data, we document that the children of richer US parents are more likely to select into occupations that rank higher in terms of this index. We rationalize this fact by introducing occupational choice with preferences over the intrinsic qualities of occupations into a standard theory of intergenerational mobility. Estimating the model allows us to infer the equivalent monetary compensation each worker receives from the intrinsic qualities of their chosen occupation. Earnings adjusted to reflect this additional compensation show substantially larger persistence of income from parents to children. Our model further predicts that the trends in the composition of labor demand in the US over the past three decades decreased intergenerational persistence, and also led to higher growth in the welfare of the average worker than that implied by observed earnings.\n\n",
    "acknowledgement": "\nWe thank Jonathan Becker and Federico Kochen for excellent research assistance on this project, and Hanno Foerster, Chad Jones, Simon Mongey, Claudia Olivetti, Serdar Ozkan, Theodore Papageorgiou, Isaac Sorkin, Chris Tonetti, and seminar participants at the European Midwest Micro Macro Mini Conference, Columbia Junior Micro Macro Labor Conference, the SED Meeting, the NBER Summer Institute, SITE, UC Berkeley, Washington State University, University of Houston, Princeton University, the Opportunity and Inclusive Growth Institute, and University of Chicago for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}