{
    "id": 29389,
    "citation_title": "Interpreting the Will of the People: A Positive Analysis of Ordinal Preference Aggregation",
    "citation_author": [
        "Sandro Ambuehl",
        "B. Douglas Bernheim"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollective decision making requires preference aggregation even if no ideal aggregation method exists (Arrow, 1950). We investigate how individuals think groups should aggregate members' ordinal preferences—that is, how they interpret \"the will of the people.\" Our experiment elicits revealed attitudes toward ordinal preference aggregation and classifies subjects according to the rules they implicitly deploy. Majoritarianism is rare while rules that promote compromise are common. People evaluate relative sacrifice by inferring cardinal utility from ordinal ranks. Cluster analysis reveals that our classification encompasses all important aggregation rules. Aggregation methods exhibit stability across domains and across countries with divergent traditions.\n\n",
    "acknowledgement": "\nWe are grateful to Matias Cersosimo for research assistance. This project was funded by the Department of Economics at Stanford University and by the Department of Economics at the University of Zurich. All experiments were approved by the Stanford IRB and by the Ethics Review Board of the Department of Economics at the University of Zurich. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}