{
    "id": 29382,
    "citation_title": "A (Dynamic) Investigation of Stereotypes, Belief-Updating, and Behavior",
    "citation_author": [
        "Katherine B. Coffman",
        "Paola Ugalde Araya",
        "Basit Zafar"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2021-11-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMany decisions – such as what educational or career path to pursue – are dynamic in nature, with individuals receiving feedback at one point in time and making decisions later. Using a controlled experiment, with two sessions one week apart, we analyze the dynamic effects of feedback on beliefs about own performance and decision-making across two different domains (verbal skills and math). We find significant gender gaps in beliefs and choices before feedback: men are more optimistic about their performance and more willing to compete than women in both domains, but the gaps are significantly larger in math. Feedback significantly shifts individuals' beliefs and choices. Despite this, we see substantial persistence of gender gaps over time. This is particularly true among the set of individuals who receive negative feedback. We find that, holding fixed performance and decisions before feedback, women update their beliefs and choices more negatively than men do after bad news. Our results highlight the challenges involved in overcoming gender gaps in dynamic settings.\n\n",
    "acknowledgement": "\nWe thank Manuela Collis for excellent research assistance. We would also like to thank Esteban Aucejo, Ghazala Azmat, Lucas Coffman, Johanna Mollerstrom, Florian Zimmermann, and conference and seminar participants at Arizona State University, the CEBI Workshop on Subjective Beliefs in Macroeconomics and Household Finance, Stockholm School of Economics, University of Michigan, University of Toronto, the BRIQ Beliefs Workshop, and the 2020 Workshop on Subjective Expectations for numerous helpful comments and suggestions. All errors that remain are ours. The study was funded by internal research funds (provided by the respective institutions) of Coffman and Zafar. The experimental design and sample size were registered during the running of the experiment (AEA RCT Registry, ID AEARCTR-0005712; web link: https://www.socialscienceregistry.org/trials/5712). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}