{
    "id": 29385,
    "citation_title": "Immediate and Longer-Term Housing Market Effects of a Major U.S. Airport Closure",
    "citation_author": [
        "Jeffrey P. Cohen",
        "Cletus C. Coughlin",
        "Jonas Crews",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA busy airport’s closure has large effects on noise, real estate markets, and neighborhood demographics. Using a unique dataset, we examine the effects of closing Denver’s Stapleton Airport on nearby housing markets. We find evidence of immediate anticipatory price effects upon announcement, but no price changes at closing and little evidence of upward trending prices between announcement and closing. However, after the airport closure, more higher-income and fewer black households moved in, and developers built higher quality houses. Finally, post-closing, these demographic and housing stock changes had substantial housing price effects, even after restricting the sample to pre-existing housing sales.\n\n",
    "acknowledgement": "\nThe authors thank Andrew Spewak, Jacob Haas, Kristina Kasper, and Devin Pallanck for excellent research assistance. Seminar participants at the Homer Hoyt Institute’s Weimer School of Advanced Studies in Real Estate and Land Economics provided helpful comments. The authors thank the Center for Real Estate and Urban Economic Studies at the University of Connecticut and the Federal Reserve Bank of St. Louis for support.  The project was not supported by any extramural funding. The views expressed in this paper are those of the individual authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research. Declarations of Interest: None.\n\n\n"
}