{
    "id": 29380,
    "citation_title": "Exposures and Behavioral Responses to Wildfire Smoke",
    "citation_author": [
        "Marshall Burke",
        "Sam Heft-Neal",
        "Jessica Li",
        "Anne Driscoll",
        "Patrick W. Baylis",
        "Matthieu Stigler",
        "Joakim Weill",
        "Jennifer Burney",
        "Jeff Wen",
        "Marissa Childs",
        "Carlos Gould"
    ],
    "citation_publication_date": "2021-10-18",
    "issue_date": "2021-10-14",
    "revision_date": "2024-04-18",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impacts of environmental change on human outcomes often depend on local exposures and behavioral responses that are challenging to observe with traditional administrative or sensor data. We show how data from private pollution sensors, cell phones, social media posts, and internet search activity yield new insights on exposures and behavioral responses during large wildfire smoke events across the US, a rapidly-growing environmental stressor. Health-protective behavior, mobility, and sentiment all respond to increasing ambient wildfire smoke concentrations, but responses differ by income.  Indoor pollution monitors provide starkly different estimates of likely personal exposure during smoke events than would be inferred from traditional ambient outdoor sensors, with similar outdoor pollution levels generating >20x differences in average indoor PM2.5 concentrations. Our results suggest that the current policy reliance on self protection to mitigate health risks in the face of rising smoke exposure will result in modest and unequal benefits.\n\n",
    "acknowledgement": "\nWe thank the Robert Wood Johnson Foundation for funding, SafeGraph for data access, and thank members of the ECHOLab and seminar participants at Cornell, Columbia, MIT, Stanford, UC Berkeley, and UC Santa Barbara for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}