{
    "id": 29392,
    "citation_title": "Inflation, Interest, and the Secular Rise in Wealth Inequality in the U.S.: Is the Fed Responsible?",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nTwo hallmarks of U.S. monetary policy since the 1981-1982 recession have been declining interest rates and moderation in inflation. Coincident with these trends has been a surge in U.S. wealth inequality, with the Gini coefficient up by 0.070 between 1983 and 2019. This paper analyzes the connection between these two developments on the basis of the Survey of Consumer Finances. Contrary to expectations, the paper finds that these two monetary effects have reduced wealth inequality rather than increasing it. The effect is sizeable, with the Gini coefficient declining by 0.045 over these years. Asset price changes and debt devaluation accounted for 72.6 percent of the advance of mean wealth over 1983-2019. They also would have led to a 204.9 percent gain in median wealth, compared to the actual rise of 23.4 percent. Moreover, they have helped lower the racial wealth gap rather than enlarging it. These results are at odds with previous literature in which estimates range from a weak negative effect on inequality to neutral, small positive, and strong positive. In terms of methodology, this paper differs from previous work by focusing on only the direct effects of interest rate changes and inflation on the household balance sheet.\n\n",
    "acknowledgement": "\nI would like to thank the C.V. Starr Center of Applied Economics at New York University for\nproviding research support for this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}