{
    "id": 29394,
    "citation_title": "It All Starts with Beliefs: Addressing the Roots of Educational Inequities by Shifting Parental Beliefs",
    "citation_author": [
        "John A. List",
        "Julie Pernaudet",
        "Dana Suskind"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSocioeconomic inequalities in child development crystallize at early stages, with associated disparities in parental investment in children. A key to understanding the data patterns is to document the sources underlying the observed inequalities. We first show that there are dramatic differences in parental beliefs across socioeconomic backgrounds (SES), with parents of higher SES being more likely to believe that parental investments impact child development. We then use two field experiments targeted to low-SES families to explore the mutability of such beliefs and their link to parental investments. In both cases, we find that parental beliefs about child development are malleable. The less intensive version of the program based on educational videos changes parental beliefs, but fails to lastingly increase parental investments and child outcomes. By contrast, in the more intensive version of our program combining home visits and feedback, the augmented beliefs are associated with enriched parent-child interactions and improved vocabulary, math, and social-emotional skills for the children. Together, these results suggest that changing parental beliefs can be an important pathway to raising parental investments and reducing socioeconomic gaps in children’s skills, but that simple informational policies may not be sufficient.\n\n",
    "acknowledgement": "\nThe different studies used in this paper have been funded by the W. K. Kellogg Foundation, the Pritzker Traubert Family Foundation, the PNC Foundation, the Heising-Simons Foundation, and the Hymen Milgrom Supporting Organization. It received approval from the University of Chicago Institutional Review Board. We are grateful to Amanda Bezik, Alison Hundertmark, Kristin Leffel, Christy Leung, and Michelle Saenz for the implementation and monitoring of the projects. We also thank participants of the ASSA 2021 meeting, the ESA 2019 conference, the AFE 2019 conference and the RCT Days 2019 conference for their useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}