{
    "id": 29395,
    "citation_title": "The Effect of Free School Meals on Household Food Purchases: Evidence from the Community Eligibility Provision",
    "citation_author": [
        "Michelle M. Marcus",
        "Katherine G. Yewell"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2022-04-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find access to universal free school meals through the Community Eligibility Provision (CEP) had a meaningful impact on grocery spending for households with children, with monthly food purchases declining by about $11, or 5 percent. For households in zip codes with higher exposure, the decline is as high as $39 per month, or 19 percent. The composition of food purchases also changes after CEP, with low income households experiencing a 3 percent improvement in dietary quality. Finally, CEP exposure is associated with an almost 5 percent decline in households classified as food insecure. Our results on the heterogeneous effects of CEP exposure by prior free/reduced price lunch eligibility reveal benefits in terms of both spending, dietary composition, and food insecurity for previously eligible low-income families, suggesting that the stigma of free school meals may be declining after universal access.\n\n",
    "acknowledgement": "\nFor their helpful comments, we would like to thank Christopher S. Carpenter, Will Davis, Andrew Dustan, David Frisvold, Daniel Mangrum, Analisa Packham, and Paige Skiba, as well as seminar participants at the University of Memphis, the University of Louisville, Washington and Lee University, the 2019 Meeting of the American Society of Health Economists, and the 2020 meeting of the Association for Public Policy Analysis and Management. Researcher(s)' own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}