{
    "id": 29397,
    "citation_title": "Bank Runs, Fragility, and Credit Easing",
    "citation_author": [
        "Manuel Amador",
        "Javier Bianchi"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2024-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a tractable dynamic general equilibrium model of self-fulfilling bank runs, where banks trade capital in competitive and liquid markets but remain vulnerable to runs due to a loss of creditor confidence. We characterize how the vulnerability of an individual bank depends on its leverage position and the economy wide asset prices. We study the effect of credit easing policies, in the form of asset purchases. When a banking crisis is generated by runs, credit easing can reduce the number of defaulting banks and enhance welfare. When the crisis is driven by fundamentals, credit easing may have adverse consequences.\n\n",
    "acknowledgement": "\nWe thank the editor and three anonymous referees, as well as Markus Brunnermeier, Huberto Ennis, Mark Gertler, Mike Golosov, Todd Keister, Nobu Kiyotaki, Ettore Panetti, and Vania Stavrakeva for excellent discussions. We also thank Mark Aguiar and Luigi Bocola for helpful conversations and conference and seminar participants at the 2021 NBER Summer Institute (IFM/ME/MEFM), 2022 AEA Meetings, Berkeley, Brown, Carlos III, Columbia, CUHK, Northwestern, NBER-Bank of Colombia “Emerging and Frontier Markets: Capital Flows, Resiliency, Risk and Growth conference, Wisconsin, ITAM-PIER Conference on Macro-Finance, Joint Florida Macro, Federal Reserve Banks of Chicago, Kansas City, Minneapolis, Richmond, and San Francisco, National Bank of Belgium, Oxford, the Ridge Forum on Financial Stability, III Conference on Non- Bank Financial Sector and Financial Stability at Imperial College, Federal Reserve System Committee Workshop on Financial Institutions, Regulation, and Markets, the Universidad de Montevideo, and the Virtual Finance Theory Seminar. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}