{
    "id": 29398,
    "citation_title": "The Fiscal and Welfare Effects of Policy Responses to the Covid-19 School Closures",
    "citation_author": [
        "Nicola Fuchs-Schündeln",
        "Dirk Krueger",
        "André Kurmann",
        "Etienne Lalé",
        "Alexander Ludwig",
        "Irina Popova"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2023-05-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a structural life-cycle model and data on school visits from Safegraph and school closures from Burbio, we quantify the heterogeneous impact of school closures during the Corona crisis on children affected at different ages and coming from households with different parental characteristics. Our data suggests that secondary schools were closed for in-person learning for longer periods than elementary schools (implying that younger children experienced less school closures than older children), and that private schools experienced shorter closures than public schools, and schools in poorer U.S. counties experienced shorter school closures. We then extend the structural life cycle model of private and public schooling investments studied in Fuchs-Schuendeln, Krueger, Ludwig and Popova (2021) to include the choice of parents whether to send their children to private schools, empirically discipline it with data on parental investments from the PSID, and then feed into the model the school closure measures from our empirical analysis to quantify the long-run consequences of the Covid-19 school closures on the cohorts of children currently in school. Future earnings- and welfare losses are largest for children that started public secondary schools at the onset of the Covid-19 crisis. Comparing children from the top- to children from the bottom quartile of the income distribution, welfare losses are ca. 0.8 percentage points larger for the poorer children if school closures were unrelated to income. Accounting for the longer school closures in richer counties reduces this gap by about 1/3. A policy intervention that extends schools by 3 months (6 weeks in the next two summers) generates significant welfare gains for the children and raises future tax approximately sufficient to pay for the cost of this schooling expansion.\n\n",
    "acknowledgement": "\nFuchs-Schuendeln gratefully acknowledges financial support by the European Research Council through Consolidator Grant No. 815378, and by the DFG through a Leibnizpreis. Krueger thanks the National Science Foundation for financial support under grant SES-1757084. Fuchs-Schuendeln  and Ludwig gratefully acknowledge financial support by NORFACE Dynamics of Inequality across the Life-Course (TRISP) grant: 462-16-120. We also thank Burbio and Safegraph for providing us with their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}