{
    "id": 29391,
    "citation_title": "Do Credit Conditions Move House Prices?",
    "citation_author": [
        "Daniel L. Greenwald",
        "Adam Guren"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what extent did an expansion and contraction of credit drive the 2000s housing boom and bust? The existing literature lacks consensus, with findings ranging from credit having no effect to credit driving most of the house price cycle. We show that the key difference behind these disparate results is the extent to which credit insensitive agents such as landlords and unconstrained savers absorb credit-driven demand, which depends on the degree of segmentation in housing markets. We develop a model with frictional rental markets that allows us to consider cases in between the extremes of no segmentation and perfect segmentation typically assumed in the literature. We argue that the relative elasticities of the price-rent ratio and homeownership with respect to an identified credit shock is a sufficient statistic to measure the degree of segmentation. We estimate this moment using three different credit supply instruments and use it to calibrate our model. Our results reveal that rental markets are highly frictional and closer to fully segmented, which implies large effects of credit on house prices. In particular, changes to credit standards can explain between 34% and 55% of the rise in price-rent ratios over the boom.\n\n",
    "acknowledgement": "\nWe would like to thank Joe Vavra, Monika Piazzesi, Tim McQuade, Jaromir Nosal, Nelson Lind, and seminar participants at the 2019 AEA Annual Meeting, Duke University, SED, SITE, NYU, the Federal Reserve Bank of Chicago, and VMACS  for helpful comments. We would like to thank CBRE Economic Advisers (particularly Nathan Adkins and Alison Grimaldi) and CoreLogic for providing and helping us understand their data. Liang Zhong provided excellent research assistance. Guren thanks the National Science Foundation (grant SES-1623801) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}