{
    "id": 29390,
    "citation_title": "The Human Side of Structural Transformation",
    "citation_author": [
        "Tommaso Porzio",
        "Federico Rossi",
        "Gabriella V. Santangelo"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe document that nearly half of the global decline in agricultural employment during the 20th-century was driven by new cohorts entering the labor market. A newly compiled dataset of policy reforms supports an interpretation of these cohort effects as human capital. Through the lens of a model of frictional labor reallocation, we conclude that human capital growth, both as a mediating factor and as an independent driver, led to a sharp decline in the agricultural labor supply. This decline accounts, at fixed prices, for 40% of the decrease in agricultural employment. This aggregate effect is roughly halved in general equilibrium.\n\n",
    "acknowledgement": "\nWe thank Rachel Ngai for an insightful discussion of an early version of the paper. We thank for helpful comments Andrew Atkeson, Martin Beraja, Francesco Caselli, Oded Galor, Joe Kaboski, David Lagakos, Tim Lee, Jonathan Heathcote, Ben Moll, Simon Mongey, Karthik Muralidharan, Michael Peters, Todd Schoellman, Jonathan Vogel. We have also benefited from the reactions of several seminar and conference audience, including participants at the CEPR MG Annual Programme Meeting, Barcelona GSE Summer Forum, Brown, MIT, UBC, and UCLA. Angus Lewis and Xiao Ma provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}