{
    "id": 29393,
    "citation_title": "Who Pays Sin Taxes? Understanding the Overlapping Burdens of Corrective Taxes",
    "citation_author": [
        "Christopher Conlon",
        "Nirupama L. Rao",
        "Yinan Wang"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2022-01-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that sin good purchases are highly concentrated with 10% of households paying more than 80% of taxes on alcohol and cigarettes. Total sin tax burdens are poorly explained by demographics (including income), but are well explained by eight household clusters defined by purchasing patterns. The two most taxed clusters comprise 8% of households, pay 68% of sin taxes, are older, less educated, and lower income. Taxes on sugary beverages broaden the tax base but add to the burdens of heavily taxed households. Efforts to increase sin taxes should consider the heavy burdens borne by few households.\n\n",
    "acknowledgement": "\nOur own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business.  The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}