{
    "id": 29399,
    "citation_title": "The Geography of Job Creation and Job Destruction",
    "citation_author": [
        "Moritz Kuhn",
        "Iourii Manovskii",
        "Xincheng Qiu"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSpatial differences in labor market performance are large and highly persistent. Using data from the United States, Germany, and the United Kingdom, we document striking similarities in spatial differences in unemployment, vacancies, job finding, and job filling within each country. This robust set of facts guides and disciplines the development of a theory of local labor market performance. We find that a spatial version of a Diamond-Mortensen-Pissarides model with endogenous separations and on-the-job search quantitatively accounts for all the documented empirical regularities. The model also quantitatively rationalizes why differences in job-separation rates have primary importance in inducing differences in unemployment across space while changes in the job-finding rate are the main driver in unemployment fluctuations over the business cycle.\n\n",
    "acknowledgement": "\nWe thank participants at NBER Summer Institute, Barcelona GSE Summer Forum, SITE Macroeconomics and Inequality workshop, Annual Search and Matching conference, EM3C workshop, Oxford NuCamp PhD workshop, Washington University in St. Louis EGS conference, ifo Conference on Macroeconomics and Survey Data, Society of Labor Economics Annual Meeting, RIDGE Labor workshop, NASM Econometric Society, EEA-ESEM, UPenn Macro Lunch, PKU GSM, IIES Stockholm, and University of Zurich for helpful comments. We thank the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany's Excellence Strategy -- EXC 2126/1 -- 390838866 and NSF Grant SES--1824520 for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}