{
    "id": 29406,
    "citation_title": "Market Segmentation and Competition in Health Insurance",
    "citation_author": [
        "Michael J. Dickstein",
        "Kate Ho",
        "Nathaniel D. Mark"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2022-09-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn the United States, households obtain health insurance through distinct market segments. To explore the economics of this segmentation, we consider the effects of pooling coverage provided through small employers and through the individual marketplace. We model households’ demand for insurance coverage and health care, along with insurers’ price-setting, to predict equilibrium choices, premiums, and health spending. Applying our model to data from Oregon, we find that pooling can both mitigate adverse selection in the individual market and benefit small group households without raising taxpayer costs: premiums in the individual market fall 11% for the most chosen plan type and consumers in both segments gain surplus. Our estimates provide insight into the effects of new regulations that allow employers to shift coverage to the individual market.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at Boston College, Columbia University, the University of Pennsylvania, IO Day, and the NBER IO Winter meeting for helpful feedback. We also received valuable input from Eduardo Azevedo, Gautam Gowrisankaran, Robin Lee, Victoria Marone, and Pietro Tebaldi. We thank Quan Le, Gabriel Lesnick, Dexin Li, and Nicole Ng for excellent research assistance. The views expressed herein do not represent the views of the U.S. Department of Justice. Throughout this paper, we use the term \"market\" in ways that do not necessarily reflect the product and geographic boundaries of antitrust markets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}