{
    "id": 29401,
    "citation_title": "On the Persistence of the China Shock",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2021-12-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbstract We evaluate the duration of the China trade shock and its impact on a wide range of outcomes over the period 2000 to 2019. The shock plateaued in 2010, enabling analysis of its effects for nearly a decade past its culmination. Adverse impacts of import competition on manufacturing employment, overall employment-population ratios, and income per capita in more trade-exposed U.S. commuting zones are present out to 2019. Over the full study period, greater import competition implies a reduction in the manufacturing employment-population ratio of 1.54 percentage points, which is 55% of the observed change in the value, and the absorption of 86% of this net job loss via a corresponding decrease in the overall employment rate. Reductions in population headcounts, which indicate net out-migration, register only for foreign-born workers and the native-born 25-39 years old, implying that exit from work is a primary means of adjustment to trade-induced contractions in labor demand. More negatively affected regions see modest increases in the uptake of government transfers, but these transfers primarily take the form of Social Security and Medicare benefits. Adverse outcomes are more acute in regions that initially had fewer college-educated workers and were more industrially specialized. Impacts are qualitatively—but not quantitatively—similar to those caused by the decline of employment in coal production since the 1980s, indicating that the China trade shock holds lessons for other episodes of localized job loss. Import competition from China induced changes in income per capita across local labor markets that are much larger than the spatial heterogeneity of income effects predicted by standard quantitative trade models. Even using higher-end estimates of the consumer benefits of rising trade with China, a substantial fraction of commuting zones appears to have suffered absolute declines in average real incomes.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity (Fall 2021). For helpful comments, we thank Loren Brandt, Lorenzo Caliendo, Federico Esposito, Bruno Ferman, Stephen Redding, Andrés Rodríguez-Clare, Katheryn Russ, Jonathan Vogel, and, especially, Marianne Bertrand, Edward Glaeser, and James Stock. Anne Beck, Peter Bruno, Brendan Chapuis, Rebecca Jackson, René Livas, Sophia Mo, and Savannah Noray provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Autor thanks the following for financial support: Smith Richardson Foundation (#20202252), Accenture LLP (#027843-0001), and Andrew Carnegie Fellowship (G-F-19-56882). Dorn acknowledges support by the University of Zurich's Research Priority Program \"Equality of Opportunity\".\n\n\n"
}