{
    "id": 29400,
    "citation_title": "The Rise of Pass-Throughs and the Decline of the Labor Share",
    "citation_author": [
        "Matthew Smith",
        "Danny Yagan",
        "Owen M. Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2021-10-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the coevolution of the fall in the US corporate sector labor share and the rise of business activity in tax-preferred, pass-through form. Reallocating activity to the form it would have taken prior to the Tax Reform Act of 1986 accounts for one third of the decline in the corporate sector labor share between 1978 and 2017. Our adjustments are concentrated among mid-market firms in services, leaving a larger role for the manufacturing sector and superstar firms in driving the remaining decline in the labor share. Our findings highlight the importance of tax policy when measuring factor shares.\n\n",
    "acknowledgement": "\nWe thank David Autor, Nick Bloom, Jediphi Cabal, Curtis Carlson, Michael Cooper, Bob Hall, Pete Klenow, Adam Looney, Jay MacKie, John McClelland, Brent Neiman, James Pearce, Jim Poterba, Rich Prisinzano, David Romer, and seminar and conference participants for helpful conversations on this draft. We thank Stephanie Kestelman, Dustin Swonder, Samuel Wallach-Hanson, and Caleb Wroblewski for excellent research assistance. Zidar and Zwick gratefully acknowledge financial support from Chicago Booth’s Initiative on Global Markets (IGM), the Kauffman Foundation, and the University of Chicago Booth School of Business. Zidar also gratefully acknowledges support from the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business and National Science Foundation under Grant Number 1752431, and Zwick gratefully acknowledges financial support from the Neubauer Family Foundation, the Polsky Center, and the Hultquist Faculty Research Endowment at the University of Chicago Booth School of Business. This work expresses the views of the authors themselves and does not necessarily reflect the views of the US Treasury Department, the Office of Management and Budget, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}