{
    "id": 29402,
    "citation_title": "Policy Experimentation in China: the Political Economy of Policy Learning",
    "citation_author": [
        "Shaoda Wang",
        "David Y. Yang"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nMany governments have engaged in policy experimentation in various forms to resolve uncertainty and facilitate learning. However, little is understood about the characteristics of policy experimentation, and how the structure of experimentation may affect policy learning and policy outcomes. We aim to describe and understand China’s policy experimentation since 1980, among the largest and most systematic in recent history. We collect comprehensive data on policy experimentation conducted in China over the past four decades. We find three main results. First, more than 80% of the experiments exhibit positive sample selection in terms of a locality’s economic development, and much of this can be attributed to misaligned incentives across political hierarchies. Second, local politicians allocate more resources to ensure the experiments’ success, and such effort is not replicable when policies roll out to the entire country. Third, the presence of sample selection and strategic effort is not fully accounted for by the central government, thus affecting policy learning and distorting national policies originating from the experimentation. Taken together, these results suggest that while China’s bureaucratic and institutional conditions make policy experimentation at such scale possible, the complex political environments can also limit the scope and bias the direction of policy learning.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Isaiah Andrews, Abhijit Banerjee, Tim Besley, Mike Callen, Esther Duflo, Rema Hanna, Max Kasy, Ben Olken, Gerard Padro, Rohini Pande, Gautam Rao, Gerard Roland, Jesse Shapiro, Michael Song, Andrei Shleifer, Jaya Wen, Yang Xie, and Daniel Xu for stimulating comments and suggestions. Weicheng Cai, Qingyu Chen, Andrew Kao, Kaicheng Luo, Jiarui Qian, and Bobing Qiu provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}