{
    "id": 29405,
    "citation_title": "The Marginal Value of Public Pension Wealth: Evidence from Border House Prices",
    "citation_author": [
        "Darren Aiello",
        "Asaf Bernstein",
        "Mahyar Kargar",
        "Ryan Lewis",
        "Michael Schwert"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2024-03-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study effects of state pension windfalls on property prices near state borders, where theory suggests real estate reflects the value of additional public resources. Windfalls have grown to half the size of total state tax revenues and provide plausibly well-identified variation in fiscal conditions. We find one dollar of exogenous variation in pension asset returns increases border house prices by approximately two dollars. These estimates suggest governments, rather than wasting incremental resources, allocate additional funds towards high value projects or tax abatement. Evidence of larger effects in financially constrained municipalities highlight how fiscal resources amplify welfare effects of economic shocks.\n\n",
    "acknowledgement": "\nWe thank Sutirtha Bagchi, Jeff Brown, Don Fullerton, Dan Garrett, Caitlin Gorback (discussant), Sean Myers, TaylorNadauld, Jordan Nickerson (discussant), RobertNovy-Marx (discussant), Josh Rauh, Carolina Salva (discussant), Bill Schwert, Stefan Zeume, Jinyuan Zhang (discussant); and conference and seminar participants at FRA 2019, Red Rock Finance Conference 2021, SFS Cavalcade 2021, AFA 2022, Virtual Municipal Finance Workshop, FIRS 2022, EFA 2022, CU Boulder, Dartmouth Tuck, Penn State, and UIUC for comments and suggestions. We are very grateful to Lina Lu, Matt Pritsker, and Andrei Zlate for sharing their data on the sensitivity of pension fund liabilities to interest rate changes. We also thank the UCLA Ziman Center’s Rosalinde and Arthur Gilbert Program in Real Estate, Finance, and Urban Economics for their generous support. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research. The first version of this paper was circulated on November 4, 2019. All errors are our own responsibility.\n\n\n"
}