{
    "id": 29403,
    "citation_title": "Financial Incentives and Other Nudges Do Not Increase COVID-19 Vaccinations among the Vaccine Hesitant",
    "citation_author": [
        "Tom Chang",
        "Mireille Jacobson",
        "Manisha Shah",
        "Rajiv Pramanik",
        "Samir B. Shah"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2022-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nCan financial incentives, public health messages and other behavioral nudges –approaches deployed by state and local governments, employers, and health systems – increase SARS-CoV-2 vaccination rates among the vaccine hesitant in the US? In mid-2021, we randomly assigned unvaccinated members of a Medicaid managed care health plan to $10 or $50 financial incentives, different public health messages, a simple appointment scheduler, or control to assess impacts on SARS-CoV-2 vaccination intentions and vaccine uptake within 30 days of intervention. While messages increased vaccination intentions, none of the treatments increased overall vaccination rates. Consistent with backlash concerns, financial incentives and negative messages decreased vaccination rates for some subgroups. Financial incentives and other behavioral nudges do not meaningfully increase SARS-CoV-2 vaccination rates amongst the vaccine hesitant.\n\n",
    "acknowledgement": "\nResearch reported in this paper was supported by J-PAL North America’s State and Local Innovation Initiative as well as the National Institute on Aging of the National Institutes of Health under Award Number P30AG034532. The content is solely the responsibility of the authors and does not necessarily represent the official views of J-PAL North America or the National Institutes of Health. We also are grateful for extremely helpful feedback from Marcella Alsan, Wandi Bruine de Bruin, Michael Hallsworth, Elana Safran, Anya Samek, Swaroop Samek, and Mattie Toma as well as participants at the National Bureau of Economic Research’s COVID-19 and Health Outcomes Spring Conference on June 16, 2021 and from ongoing support from Joe Doyle and Sarah Holmes Berk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}