{
    "id": 29408,
    "citation_title": "Preemptive Entry and Technology Diffusion: The Market for Drive-in Theaters",
    "citation_author": [
        "Ricard Gil",
        "Jean-François Houde",
        "Shilong Sun",
        "Yuya Takahashi"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the role and incidence of entry preemption strategic motives on the dynamics of new industries, while providing an empirical test for entry preemption, and quantifying its impact on market structure. The empirical context is the evolution of the U.S. drive-in theater market between 1945 and 1957. We exploit a robust prediction of dynamic entry games to test for preemption incentives: the deterrence effect of entering early is only relevant for firms in markets of intermediate size. Potential entrants in small and large markets face little uncertainty about the actual number of firms that will eventually enter. This leads to a non-monotonic relationship between market size and the probability of observing an early entrant. We find robust empirical support for this prediction using a large cross-section of markets. We then estimate the parameters of a dynamic entry game that matches the reduced-form prediction and quantify the strength of the preemption incentive. Our counterfactual analysis shows that strategic motives can increase the number of early entrants by as much as 50 percent in mid-size markets without affecting the number of firms in the long run. By causing firms to enter the market too early, we show that strategic entry preemption leads on average to a 5% increase in entry costs and a 1% decrease in firms’ expected value (relative to an environment without strategic investments).\n\n",
    "acknowledgement": "\nFirst version: April 2016. We would like to thank seminar and conference participants at Sogang University, HKUST, University of Pennsylvania, University of Regensburg, IIOC, McGill International Conference on Marketing, the 2017 European Econometric Society Meetings, the Barcelona GSE Summer Forum, the 2019 North American Summer Meetings of the Econometric Society, and the Third Conference on Structural Dynamic Models in Chicago (2019). The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}