{
    "id": 29404,
    "citation_title": "The Economic Consequences of the Opium War",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2021-10-25",
    "issue_date": "2021-10-22",
    "revision_date": "2023-02-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper employs new data to study the impact of Western colonial institutions on China’s economy during the 19th century. It is shown that trade and legal institutions in the treaty port areas accelerated industrialization and increased capital market efficiency. The former was driven by technology transfer and market access gains at the ports, while the latter was due to increased security through extraterritorial legal rule at the consular courts. Furthermore, a geographic spillover analysis demonstrates that even though the number of foreign places was relatively small, the Western impact was substantial because it radiated far from the ports and affected most of the country. At the same time, the West’s intervention harmed China’s economy by increasing protest activity organized by secret societies, thereby reducing Qing state capacity. A picture emerges according to which the West’s intervention had a major impact that is neither all-favorable nor all-unfavorable.\n\n",
    "acknowledgement": "\nThis paper incorporates parts of the draft “Capital Markets and Colonial Institutions in China”. Thanks to Ying Bai, Rui Esteves, Hanming Fang, Taylor Jaworski, Ruixue Jia, Tom Rawski, Gerard Roland, Kjetil Storesletten, Shang-jin Wei, Michael Zheng, and audiences at various workshops and conferences for comments. This paper supersedes the draft “Capital Markets and Colonial Institutions in China”. We are particularly grateful to Ying Bai and Ruixue Jia who supported this project by providing data. Kyle Butts, Xavier Gitiaux, Peiyuan Li, Yibei Liu, Nate Neligh, Austin Smith, and Tyler Bodine-Smith provided excellent research assistance. Support from the National Science Foundation (Grant SES 1124426) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}