{
    "id": 29414,
    "citation_title": "Value without Employment",
    "citation_author": [
        "Simcha Barkai",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYoung firms' contribution to aggregate employment has been underwhelming. However, a similar trend is not apparent in their contribution to aggregate sales or aggregate stock market capitalization. We study the implications of the arrival of “low marginal - high average” revenue-product-of-labor firms in a stylized model of dynamic firm heterogeneity, and show that the model can account for a large number of facts related to the decline in “business dynamism”. We study the long-term implications of the decline in business dynamism on the economy by providing analytical results that connect the decline in dynamism to the eventual decline of consumption.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Andy Atkeson, Ariel Burstein, Ryan Decker, Kyle Herkenhoff, Loukas Karabarbounis, Simone Lenzu, Simon Mongey, Lawrence Schmidt, as well as seminar participants at Boston College, London Business School, Macro-Finance Trends Junior Faculty Group, NBER Summer Institute (Macroeconomics and Productivity), Rome Junior Finance Conference, Society for Economic Dynamics, UCLA, Western Finance Association, and Workshop on Entrepreneurial Finance and Innovation. We acknowledge financial support from the AQR Asset Management Institute and the Fink Center for Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}