{
    "id": 29410,
    "citation_title": "CLO Performance",
    "citation_author": [
        "Larry Cordell",
        "Michael R. Roberts",
        "Michael Schwert"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the performance of collateralized loan obligations (CLOs) to understand the market imperfections giving rise to these vehicles and their corresponding economic costs. CLO equity tranches earn positive abnormal returns from the risk-adjusted price differential between leveraged loans and CLO debt tranches. Debt tranches offer higher returns than similarly rated corporate bonds, making them attractive to banks and insurers that face risk-based capital requirements. Temporal variation in equity performance highlights the resilience of CLOs to market volatility due to their closed-end structure, long-term funding, and embedded options to reinvest principal proceeds.\n\n",
    "acknowledgement": "\nWe thank Jeremy Brizzi, Alan Huang, Yilin Huang, Akhtar Shah, and the customer support team at Intex Solutions for their invaluable assistance in constructing the data set for this paper, and Xudong An, Bo Becker, Darrell Duffie, Daniel Green, Fotis Grigoris, John Griffin, Fred Hoffman, Chris James, Arthur Korteweg, Mark Mitchell, Taylor Nadauld, Jordan Nickerson, Greg Nini, Yoshio Nozawa, Matt Plosser, Todd Pulvino, Bill Schwert, Serhan Secmen, Rob Stambaugh, Rene Stulz, Fabrice Tourre, Stephane Verani; seminar participants at the Corporate Finance Virtual Seminar series, Dartmouth College, Federal Reserve Bank of Chicago, Federal Reserve Bank of Philadelphia, Frankfurt School of Finance, London Business School, New York University, Ohio State University, Rutgers University, University of Florida, University of Rochester, Wharton; and conference participants at the SFS Cavalcade, WFA, and NBER Summer Institute for helpful comments. We gratefully acknowledge  financial support from the Jacobs Levy Equity Management Center. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Philadelphia or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}