{
    "id": 29411,
    "citation_title": "A Child Support Framework Accounting for Parenting Time and Half-Siblings",
    "citation_author": [
        "Martin Kulldorff",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn the United States, child support guidelines sometimes generate surprising and presumably unintentional child support amounts, especially in situations with extended visitation, shared parenting, and half-siblings. These are consequences of the ad-hoc mathematical formulas that are in common use to account for such situations. This paper provides ten such surprising examples from ten randomly selected states.\nA child support calculation framework is constructed that takes as inputs the subjective/normative decisions that the public and legislators must make regarding children's expenditures, the progressivity of the contributions between parents, and other matters. Our goal is to derive mathematical formulas for child support amounts that achieve those normative goals while satisfying basic desiderata such as supporting children in both of their families, equity between siblings, neutral medical decisions, and not requiring higher contributions from parents with a lower salary.\n\n",
    "acknowledgement": "\nWe have no funding source supporting our work on this paper and have no other conflicts of interest to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}