{
    "id": 29412,
    "citation_title": "Herding with Heterogeneous Ability: An Application to Organ Transplantation",
    "citation_author": [
        "Stephanie C. De Mel",
        "Kaivan Munshi",
        "Soenje Reiche",
        "Hamid Sabourian"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are many economic environments in which an object is offered sequentially to prospective buyers. It is often observed that once the object for sale is turned down by one or more agents, those that follow do the same. One explanation that has been proposed for this phenomenon is that agents making choices further down the line rationally ignore their own assessment of the object's quality and herd behind their predecessors. Our research adds a new dimension to the canonical herding model by allowing agents to differ in their ability to assess the quality of the offered object. We develop novel tests of herding based on this ability heterogeneity and also examine its efficiency consequences, applied to organ transplantation in the U.K. We find that herding is common but that the information lost due to herding does not substantially increase false discards of good organs or false acceptances of bad organs. Our counter-factual analysis indicates that this is due (in part) to the high degree of heterogeneity in ability across transplant centers. In other settings, such as the U.S., where organ transplantation is organized very differently and the ability distribution will not be the same, the inefficiencies due to herding might well be substantial.\n\n",
    "acknowledgement": "\nResearch support from the Keynes Fund, Cambridge-INET, and the Agence Nationale de la Recherche (ANR) under the EUR Project ANR-17-EURE-0010 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}