{
    "id": 29417,
    "citation_title": "One Instrument to Rule Them All: The Bias and Coverage of Just-ID IV",
    "citation_author": [
        "Joshua Angrist",
        "Michal Kolesár"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the finite-sample behavior of just-identified instrumental variables (IV) estimators, arguing that in most microeconometric applications, just-identified IV bias is negligible and the usual inference strategies likely reliable. Three widely-cited applications are used to explain why this is so. We then consider pretesting strategies of the form t1 > c, where t1 is the first-stage t-statistic, and the first-stage sign is given. Although pervasive in empirical practice, pretesting on the first-stage F-statistic exacerbates bias and distorts inference. We show, however, that median bias is both minimized and roughly halved by setting c = 0, that is by screening on the sign of the estimated first stage. This bias reduction is a free lunch: conventional confidence interval coverage is unchanged by screening on the estimated first-stage sign. To the extent that IV analysts sign-screen already, these results strengthen the case for a sanguine view of the finite-sample behavior of just-ID IV.\n\n",
    "acknowledgement": "\nWe thank Ahmet Gulek and Luther Yap for expert research assistance. Thanks also go to Tim Armstrong, Isaiah Andrews, Brigham Frandsen, Guido Imbens, Mike Keane, Dave Lee, Whitney Newey, and Steve Pischke for helpful discussions and insightful comments. Kolesár acknowledges support by the Sloan Research Fellowship and by the National Science Foundation Grant SES-22049356. The views expressed here are our own and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}