{
    "id": 29418,
    "citation_title": "Immigration and Occupational Comparative Advantage",
    "citation_author": [
        "Gordon H. Hanson",
        "Chen Liu"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob choice by high-skilled foreign-born workers in the US correlates strongly with country of origin. We apply a Fréchet-Roy model of occupational choice to evaluate the causes of immigrant sorting. In a gravity specification, we find that revealed comparative advantage in the US is stronger for workers from countries with higher education quality in occupations that are more intensive in cognitive reasoning, and for workers from countries that are more linguistically similar to the US in occupations that are more intensive in communication. Our findings hold for immigrants who arrived in the US at age 18 or older (who received their K-12 education abroad) but not for immigrants who arrived in the US as children (who received their K-12 education domestically). We obtain similar results for immigrant sorting in Canada, which supports our interpretation that origin-country education quality, rather than US immigration policy, is what drives sorting patterns. In counterfactual analysis, we evaluate the consequences of reallocating visas for college-educated immigrants according to origin-country education quality.\n\n",
    "acknowledgement": "\nWe thank Eduardo Morales and seminar participants at Harvard, MIT, the NBER Summer Institute, and Princeton for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}