{
    "id": 29419,
    "citation_title": "A Social Insurance Perspective on Pandemic Fiscal Policy: Implications for Unemployment Insurance and Hazard Pay",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper considers fiscal policy during the pandemic through the lens of optimal social insurance. We develop a simple framework to analyze how government taxes and transfers could mimic the insurance against pandemic income losses that people would like to have had. Permutations of the framework provide insight into how unemployment insurance should be structured, when and how much hazard pay is called for, and whether fiscal policy should aim just to redistribute income or also to stimulate aggregate demand during a pandemic. When we use the insights from the model to evaluate unemployment insurance measures taken during the pandemic, we find that some, but far from all, of the implications of the social insurance framework were followed. In the case of hazard pay, we find that the proposal for a national program (the never-implemented HEROES Act) was both broader and more generous than a social insurance perspective would call for. We suggest that the social insurance perspective on fiscal policy is likely to become increasingly relevant as pandemics and climate-related natural disasters become more common causes of unemployment and recessions.\n\n",
    "acknowledgement": "\nThis paper is in preparation for the Journal of Economic Perspectives. We are grateful to Peter Ganong, Eric Hurst, Nina Pavcnik, Timothy Taylor, and Heidi Williams for helpful comments, and to Jacob Weber for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}