{
    "id": 29416,
    "citation_title": "O.M.W. Sprague (the Man Who “Wrote the Book” on Financial Crises) meets the Great Depression",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the Great Depression struck the United States, Oliver M.W. Sprague was America’s foremost expert on financial crises. His History of Crises under the National Banking System is a frequently cited classic. Had he diagnosed a banking panic and called for an aggressive response by the Federal Reserve, it might have made a difference; but he did not. Sprague’s misdiagnosis had, I argue, two causes. First, the crisis lacked the symptoms of a panic, such as high short-term interest rates in the New York money market, which Sprague had identified from his studies of previous crises. Second, Sprague’s macro-economic ideas led him to conclude that an expansionary monetary policy would be of little help once a depression was underway. Sprague’s main concern was that abandoning the gold standard would intensify the crisis, a concern that led him to resign his position as advisor to the U.S. Treasury to protest Roosevelt’s gold policy.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference on International Lending of Last Resort in Historical and Theoretical Perspective held at the University of Oldenburg September 16-17, 2021 organized by Professor Hans-Michael Trautwein and sponsored by the Deutsche Bundesbank. I thank Nga Nguyen for helpful research assistance. I thank Michael Bordo, Robert Greenfield, Karl Hardach, David M. Levy, Perry Mehrling, Carolyn Moehling, Mary Tone Rodgers, Richard Sylla, and Eugene White for their advice and comments on a previous draft; and the participants in the discussion of the paper in Oldenburg for many helpful suggestions. None of these outstanding scholars is responsible for the remaining errors. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}