{
    "id": 29427,
    "citation_title": "Loan Officers Impede Graduation from Microfinance: Strategic Disclosure in a Large Microfinance Institution",
    "citation_author": [
        "Natalia Rigol",
        "Benjamin N. Roth"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nOne of the most important puzzles in microfinance is the low rate of borrower graduation to larger, more flexible loans. Utilizing observational and experimental data from a large Chilean microfinance institution, we demonstrate that loan officers impede borrower graduation due to common features of their compensation contracts. Our partner lender offers both microloans and larger, more flexible graduation loans, and relies on loan officer endorsements to determine borrower graduation. Loan officers are rewarded for the size of their portfolio and repayment, and so are implicitly penalized when good borrowers graduate. In an experiment designed to isolate strategic disclosure, we modify compensation to reduce this implicit penalty and document that loan officers withheld endorsements of their most qualified borrowers prior to the shift. Graduated borrowers endorsed after the shift are 34% more profitable for our partner lender than those endorsed beforehand. A back-of-the- envelope calculation suggests that strategic behavior of loan officers accounts for $4.8-29.2 billion in lost social value from forgone borrower graduations in microfinance worldwide. Our experimental design may prove useful for other experiments within firms.\n\n",
    "acknowledgement": "\nWe thank Daniela Aizencang, Tomás Alburquerque, Shreya Chandra, Ana Paula Franco, and Astha Vohra for outstanding research assistance on this project. We are grateful to Nava Ashraf, Oriana Bandiera, Abhijit Banerjee, Emily Breza, Shawn Cole, Bob Gibbons, Dean Karlan, Asim Khwaja, Cynthia Kinnan, Rocco Macchiavello, Charity Troyer Moore, Ben Olken, Rohini Pande, Antoinette Schoar, and Chris Woodruff for helpful discussions. This project was implemented in collaboration with J-PAL Latin America and the Caribbean. We also thank the HBS Latin America Research Center for support. This project is registered in the AEA RCT Registry (AEARCTR-0004963) and was approved by IRB at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}