{
    "id": 29420,
    "citation_title": "Does Research Save Lives? The Local Spillovers of Biomedical Research on Mortality",
    "citation_author": [
        "Rebecca McKibbin",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the local impact of biomedical research on mortality in the USA. Causally estimating the marginal value of biomedical research is challenging due to a lack of micro data linking health outcomes to plausibly exogenous variation in research. We create a new linkage between a research database (PubMed) and administrative death records that enables research to be related to mortality at the geographic, disease and time level. We then estimate the marginal impact of biomedical research on mortality using hospital market (HRR) level shocks to research activity by disease. Our identification strategy builds on the literature on the dissemination of knowledge, specifically that of local knowledge spillovers. By utilizing variation across diseases, time and distance from research we control for additional trends relative to the current literature. Our results show that an additional research publication on average reduces local mortality from a disease by 0.35%. Our results also provide novel evidence that there are health benefits to the local communities (local spillovers) in which biomedical research is conducted.\n\n",
    "acknowledgement": "\nThanks to seminar participants at the Ohio State University and The University of Sydney. All errors are our own. McKibbin and Weinberg met through the NBER The Value of Medical Research network meetings, which were funded by the National Institute on Aging through Grant Number R24AG058049 and by the Economic and Social Research Council, through Grant Number ES/M008673/1 to the Institute for Fiscal Studies. This opportunity is gratefully acknowledged. We gratefully acknowledge support from NIA, OBSSR, and NSF SciSIP through P01 AG039347; R01 GM140281, UL1 TR002733, NSF EHR DGE 1348691, 1535399, 1760544, 2100234; and the Ewing Marion Kauffman and Alfred P. Sloan Foundations. Weinberg was paid directly by NBER and his work at Ohio State was supported on a subcontract from NBER on P01 AG039347. The content is solely the responsibility of the author and does not represent the views of the NIH, IFS, or the National Bureau of Economic Research.\n\n\n"
}