{
    "id": 29423,
    "citation_title": "The Effects of Education on Mortality: Evidence Using College Expansions",
    "citation_author": [
        "Jason Fletcher",
        "Hamid Noghanibehambari"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the long-run health benefits of education for longevity. Using mortality data from the Social Security Administration (1988-2005) linked to geographic locations in the 1940-census data, we exploit changes in college availability across cohorts in local areas. We estimate an intent to treat effect of exposure to an additional 4-year college around age 17 of increasing longevity by 0.13 months; treatment on the treated calculations suggest increases in longevity between 1-1.6 years. Some further analyses suggest the results are not driven by pre-tends, endogenous migration, and other time-varying local confounders. This paper adds to the literature on the health and social benefits of education.\n\n",
    "acknowledgement": "\nThe authors claim no conflict of interest. We thank Enrico Moretti for generously providing the data on college openings. We also thank Joshua Goldstein, Adriana Lleras-Muney, participants of Health-Aging-Place working group at the University of Wisconsin-Madison, CenSoc Working Group at the University of Califorina-Berkeley, and seminar participants of the Data-Intensive Research Conference for their comments and suggestions. The authors would like to acknowledge financial support from NIA grant R01AG060109 and the Center for Demography of Health and Aging (CDHA) at the University of Wisconsin-Madison under NIA core grant P30 AG17266. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}