{
    "id": 29424,
    "citation_title": "Population Growth and Firm Dynamics",
    "citation_author": [
        "Michael Peters",
        "Conor Walsh"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulation growth has declined markedly in almost all major economies since the 1970s. We argue this trend has important consequences for the process of firm dynamics and aggregate growth. We study a rich semi-endogenous growth model of firm dynamics, and show analytically that a decline in population growth reduces creative destruction, increases average firm size and concentration, raises market power and misallocation, and lowers aggregate growth in the long-run. We also show lower population growth has positive effects on the level of productivity, making the short-run welfare impacts ambiguous. In a quantitative application to the U.S, we find that the slowdown in population growth since the 1980s and the projected continuation of this trend accounts for a substantial share of the fall in the entry and exit rates and the increase in firm size. By contrast, the impact on markups is modest. The effect on aggregate growth is positive for around two decades, before turning negative thereafter.\n\n",
    "acknowledgement": "\nThe author declares that he has no material financial interests that relate to the research described in the paper “Population Growth and Firm Dynamics”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}