{
    "id": 29425,
    "citation_title": "Spillover Effects from Voluntary Employer Minimum Wages",
    "citation_author": [
        "Ellora Derenoncourt",
        "Clemens Noelke",
        "David Weil",
        "Bledi Taska"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2022-06-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow unionization rates, a falling real federal minimum wage, and outsourcing have hampered wage growth in the low-wage sector in the US. In recent years, a number of private employers have opted to institute or raise company-wide minimum wages for their employees, sometimes in response to public pressure. To what extent do wage-setting changes at major employers spill over to other employers, and what are the broader labor market effects of these policies? In this paper, we study recent minimum wages by Amazon, Walmart, Target, CVS, and Costco using data from millions of online job ads; employee surveys; and the CPS.\nAlthough the following version of this paper presents evidence that these policies induced wage increases at low-wage jobs at other employers, where the modal response was to match the wage announced by the large retailer, we have discovered a fundamental issue with the methodology used to measure basic spillover impacts. This methodology as well as associated robustness checks used in the paper, which emulated approaches in the larger literature on minimum wage effects, leads to estimated effects that arise from statistical mean reversion. When we apply a series of placebo and related tests and simulations using revised spillover treatment effect estimators, detailed in Appendix A, we do not find evidence of the spillover effects described in the following paper. A revised paper with a full discussion of the problems of the original approach and new results regarding revised estimates of spillover effects is forthcoming.\n\n",
    "acknowledgement": "\nWe thank Andrew Chamberlain (Glassdoor) for generously sharing data. We thank Daron Acemoglu, Josh Angrist, David Autor, Sydnee Caldwell, David Card, Raj Chetty, Arindrajit Dube, Amy Finkelstein, Carol Heim, Lawrence Katz, Pat Kline, Alan Manning, Alex Mas, Claire Montialoux, Suresh Naidu, Jim Poterba, Jesse Rothstein, Jeff Smith, Chris Walters and numerous seminar and conference participants for many helpful comments. We thank Alaa Abdelfattah, Cate Brock, Colin Dunkley, Teresa Kroeger, Meghna Manohar, Madeline Toombs, and Kartik Trivedi for outstanding research assistance. This work is generously supported by the Washington Center for Equitable Growth and Russell Sage Foundation award #R-1902-11776. Any opinions expressed are those of the authors alone and should not be construed as representing the opinions of our funders, nor of the National Bureau of Economic Research.\n\n\n"
}