{
    "id": 2943,
    "citation_title": "Adjustment and Income Distribution: A Counterfactual Analysis",
    "citation_author": [
        "Francois Bourguignon",
        "William H. Branson",
        "Jaime de Melo"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a structural macro simulation model to quantify the effects of alternative stabilization packages on the distribution of income and wealth. The model combines the explicit microeconomic optimizing behavior characteristic of computable general equilibrium models with asset portfolio behavior of macroeconomic models in Tobin's tradition. In this model there are four main mechanisms by which policy changes affect the distribution of income and wealth. First changes in factor rewards affect directly household income distribution. Second, household real incomes are affected by changes in their respective cost of living indexes. Third, household real incomes are affected by changes in real returns on financial assets since household incomes include income from financial holdings. Fourth, household wealth distribution is affected by capital gains and losses. Simulations with' the model are carried out for a representative economy subject to the interest rate and terms-of-trade shocks of the early 1980s. The simulations suggest a large adverse impact on the distribution of income of a sharp contractionary package. The resulting distributional shifts are likely to endanger the sustainability of the package even though the distribution of income becomes more equal when normal policies are resumed. By contrast, the targeted expenditure cut programs advocated by the critics of contractionary packages result in a much less unequal distribution of income during the adjustment package, even though the distributional improvements of the targeted package are mostly reversed in the post-adjustment period. The simulations support the view that stabilization packages which do not have specific components targeted towards the poor will have a noticeable adverse effect on the distribution of income, which is likely to result in some form of permanent damage for those below the poverty line.\n\n",
    "acknowledgement": "\n"
}