{
    "id": 29431,
    "citation_title": "\"Potential Capital”, Working From Home, and Economic Resilience",
    "citation_author": [
        "Janice C. Eberly",
        "Jonathan Haskel",
        "Paul Mizen"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of an economic shock depends both on its severity and the resilience of the economic response. Resilience can include the ability to relocate factors, for example, even when new technologies or skills are not yet at the ready. This resilience per se buffers production and has an economic value, which we estimate. The COVID-19 pandemic caused a widespread decline in recorded GDP. Yet, as catastrophic as the collapse was, it was buffered by an unprecedented and spontaneous deployment of what we call “Potential Capital,” the dwelling/residential capital and connective technologies used alongside working from home. Together potential capital and labor working from home provided additional output margins and capacity. We estimate the contribution of this capital, and the remote work that it facilitated, to have roughly halved the decline in GDP in the US reducing the fall in GDP to 9.4 log points in 2020Q2 at the trough of the recession. Similar effects are seen in the 6 OECD countries for which data are available, output fell by 14 log points, but would have fallen by 26 log points had only workplace inputs been available. Accounting for the contribution of “Potential Capital” also revises downwards estimated total productivity gains in the business sector during the pandemic from 8 log points to 5 log points in 2020Q2. We also find an output elasticity of domestic non-dwellings capital to be similar to that of workplace ICT capital, reflecting its role as productive capital. Turning to the future, changes in working from home depend upon relative costs, relative technologies and, crucially, the elasticity of substitution between home and work tasks. We estimate that that elasticity to be more than unity, meaning that the growth of ICT will raise the share of work done remotely.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Ragu Rajan, Carmen Reinhart, and Lawrence Summers for comments on earlier work and seminar participants at the AEA meetings January 2021, the Federal Reserve ‘Black Swans’ workshop, April 2021 VMACS conference, University of Chicago Booth School of Business, LSE POID workshop, and OECD productivity workshop. We are grateful for financial support from the UKRI/ESRC grants ES/P010385/1, ES/V004387/1, ES/V009478/1 and ES/V002740/1 and EU FP7 in developing previous versions of these data and to Kyoji Fukao and Tsutomu Miyagawa for kindly supplying the Japanese data. Shivani Taneja, Jamie Lenney and Marilyne Tolle provided excellent research assistance. Errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}