{
    "id": 29439,
    "citation_title": "Medication of Postpartum Depression and Maternal Outcomes: Evidence from Geographic Variation in Dutch Prescribing",
    "citation_author": [
        "Janet Currie",
        "Esmée Zwiers"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on over 420,000 first time Dutch mothers, we examine the effects of postpartum antidepressant use on a wide range of maternal outcomes including further treatment for severe mental illness, labor market outcomes, and family formation. We exploit rules which state that Dutch general practitioners (GPs) must be available to make house calls to their patients.  In practice many therefore use postal code boundaries to limit their practices. We instrument a  postpartum woman’s receipt of antidepressants with the propensity to prescribe antidepressants to women aged 46 to 65 among GPs in her postal code. Ordinary Least Squares estimates suggest highly negative effects of postpartum treatment with antidepressants, but this is mainly due to selection into treatment. Instrumental variable estimates suggest that the marginal patient treated with postpartum antidepressants is much more likely to continue taking antidepressants long-term, with little evidence of effects on other outcomes.\n\n",
    "acknowledgement": "\nThe authors wish to thank the NOMIS Foundation for financial support.  Kelly Noonan, Maria Stanfors, and seminar participants at Princeton University, the 2021 European Economics Association meetings, and the IZA Workshop: Economics of Time Use and Mental Health provided valuable comments. We also thank Statistics Netherlands (Centraal Bureau voor de Statistiek) and especially contact Fatima El Messlaki for their help accessing the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}