{
    "id": 29433,
    "citation_title": "The Geography of Retirement",
    "citation_author": [
        "Courtney Coile"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2021-11-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs Americans work longer in response to a changing retirement landscape, it is important to ask whether there are groups being left out of this trend. Geography is a natural lens through which to examine this question, given regional disparities in the employment of prime-age individuals. In this study, we explore the geography of retirement using data from the U.S. Census/American Community Survey and other sources. We find large differences across U.S. commuting zones in employment rates at older ages, with a gap of about 20 percentage points between areas at the 90th and 10th percentiles of employment. Low-employment areas are systematically different, with a less educated and more diverse population, more low-wage jobs and import competition from China, poorer health outcomes and health care access, lower government spending, and more income inequality. Although these correlations are not necessarily causal, these factors collectively can explain about four-fifths of the geographic variation in employment at older ages.\n\n",
    "acknowledgement": "\nThis paper was prepared for the volume Overtime: America's Aging Workforce and the Future of \"Working Longer\" (Lisa Berkman and Beth Truesdale, editors), which is supported by the Alfred P. Sloan Foundation's Working Longer project. Helpful comments from editors and fellow participants are gratefully acknowledged. The author thanks Timothy Moore for sharing data on Social Security Disability Insurance beneficiaries and David Dorn and his co-authors, Fabian Eckert and his co-authors, and the Health Inequality Project for generously making their data available to other researchers. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}