{
    "id": 29434,
    "citation_title": "The Debt Capacity of a Government",
    "citation_author": [
        "Bernard Dumas",
        "Paul Ehling",
        "Chunyu Yang"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2022-03-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a deterministic overlapping-generations economy with production and physical capital, the market value of debt is not necessarily equal to the present discounted value of future budget surpluses: it can be positive without any budget surpluses being in the oﬃng, because debt incorporates a rational bubble. Yet the dynamics of debt remain a function of the dynamics of the primary budget deﬁcit. The true ﬁscal cost of excessive government debt issuance cannot be assessed just from the current rate of interest or any current macroeconomic variable. Rather, it should be assessed in a dynamic context reﬂecting anticipated deﬁcits and population growth going forward. As a way to study their joint behavior, we specify the variation of a structural deﬁcit in the form of an underfunded social-security scheme. We deﬁne debt capacity as the level of debt that can be just sustained without a change of policy all the way to an unstable steady state. When it starts below the capacity, the debt converges to a stable steady state, in which the bubble is sustained. Above capacity the bubble unravels and the deﬁcit cannot be ﬁnanced. In several realistic scenarios occurring in economies, we calculate the needed policy response, which is the true “ﬁscal cost” of exceeding debt capacity.\n\n",
    "acknowledgement": "\nWe thank Nicola Borri (the discussant) and participants in the Franco-German Fiscal seminar that was held in Paris, 9-10 November, 2021. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}