{
    "id": 29437,
    "citation_title": "The International Price of Remote Work",
    "citation_author": [
        "Agostina Brinatti",
        "Alberto Cavallo",
        "Javier Cravino",
        "Andres Drenik"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2022-11-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from a large web-based job platform to study how the price of remote work is determined in a globalized labor market. In the platform, workers located around the world compete for jobs that can be done remotely. We document that, despite the global nature of the marketplace, the worker’s country accounts for almost a third of the variance in remote wages. The observed wage differences are strongly correlated to the GDP per capita in the worker’s location. This correlation is not accounted for by differences in workers’ observable characteristics, occupations, or differences in the employers’ locations. Instead, data on wage-histories indicate that remote wages are partly determined by the conditions that workers face in their local labor markets. We also document that, as with internationally traded goods, remote wages expressed in local currency move strongly with the dollar exchange rate of the worker’s country, and are highly sensitive to changes in the wages of foreign competitors.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Ariel Burstein, Tomas Drenik, Andrei Levchenko, Natalia Ramondo, Kim Ruhl, Sebastian Sotelo, and our discussant Christina Patterson for helpful comments and suggestions. We also thank Joaquin Campabadal for outstanding research assistance. Javier Cravino thanks the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis for its hospitality and funding during part of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlberto Cavallo\n\nFinancial support for the research in this paper was provided by Harvard Business School. No party, other than the author himself, had the right to review the paper prior to its publication.  Alberto Cavallo is a co-founder and has an ownership stake in PriceStats LLC, a private company that uses scraped online data to compute inflation indices. Alberto Cavallo is an ad-honorem member of the Technical Advisory Committees of the US Bureau of Labor Statistics (BLS), where he provides advise on various issues, including the use of online data in the construction of Consumer Price Indexes and other statistics.\n\n\n"
}