{
    "id": 29438,
    "citation_title": "The Economics of Medical Procedure Innovation",
    "citation_author": [
        "David Dranove",
        "Craig Garthwaite",
        "Christopher Heard",
        "Bingxiao Wu"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the economic incentives for medical procedure innovation. Using a proprietary dataset on billing code applications for emerging medical procedures, we highlight two mechanisms that could hinder innovation. First, the administrative hurdle of securing permanent, reimbursable billing codes substantially delays innovation diffusion. We find that Medicare utilization of innovative procedures increases nearly nine-fold after the billing codes are promoted to permanent (reimbursable) from provisional (non-reimbursable). However, only 29 percent of the provisional codes are promoted within the five-year probation period. Second, medical procedures lack intellectual property rights, especially those without patented devices. When appropriability is limited, specialty medical societies lead the applications for billing codes. We indicate that the ad hoc process for securing billing codes for procedure innovations creates uncertainty about both the development process and the allocation and enforceability of property rights. This stands in stark contrast to the more deliberate regulatory oversight for pharmaceutical innovations.\n\n",
    "acknowledgement": "\nWe are grateful to the American Medical Association for providing data central to this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}