{
    "id": 29432,
    "citation_title": "Nonlinearities and a Pecking Order in Cross-border Investment",
    "citation_author": [
        "Sara B. Holland",
        "Sergei Sarkissian",
        "Michael Schill",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2024-06-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonlinearities can arise in international investment factors because of a pecking order in barriers. When direct barriers are severe, improvements in governance factors such as rule of law and expropriation risk can increase investment. Only when severe barriers are ameliorated can factors such as firm-specific information, transaction costs and hedging motives become more important. Evidence from unconditional quantile regressions provides support for a pecking order hypothesis, as we find that investment factors vary across the distribution. Specifically, our empirical results indicate that access to basic information is important everywhere, governance and familiarity matter where barriers are high, roles for information and hedging motives become more apparent where barriers are moderate, and where there are no barriers small improvements in governance have little effect on investment. Going forward, analysis should incorporate nonlinearities inherent in cross-border barriers and investment.\n\n",
    "acknowledgement": "\nSarkissian acknowledges financial support from the Social Sciences and Humanities Research Council of Canada (SSHRC). Schill and Warnock acknowledge financial support from the Darden School Foundation. The authors thank for helpful comments Geert Bekaert (editor), three referees, Tony Zhang and participants in seminars at University of Auckland, ECB, Federal Reserve Board, Notre Dame, Seoul National University, Texas Christian, Vanderbilt, and York. Warnock thanks the International Finance Division of the Board of Governors of the Federal Reserve System for ongoing hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}