{
    "id": 29435,
    "citation_title": "The Global Distribution of Authorship in Economics Journals",
    "citation_author": [
        "Ernest Aigner",
        "Jacob Greenspon",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2025-01-13",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assemble a dataset of the universe of economics and business journal articles published since 1980 to assess differences in the levels and trends of the global distribution of authorship in economics journals and citations by country/region, quality of journal, and fields of specialization. We document striking imbalances. While Western and Northern European authors have made substantial gains, the representation of authors based in low-income countries remains extremely low -- an order of magnitude lower than the weight of their countries or regions in the global economy. Fields such as international or development economics where global diversification may have been expected have not experienced much increase in developing country authorship. Developing country representation has risen fastest at journals ranked 100th or lower, while it has barely increased in journals ranked 25th or higher. Regression analyses suggest that articles by developing country authors are far less likely to be published in top journals even when holding constant article quality (as proxied by citation counts). Similar trends are observed in citation patterns, with articles by authors in the U.S. receiving far more citations, and those by authors in developing countries receiving fewer. These results are consistent with a general increase in the relative supply of research in the rest of the world. But they also indicate authors from developing countries remain excluded from the profession’s top-rated journals and that their research receives less attention from other economists.\n\n",
    "acknowledgement": "\nThis is a revised and greatly expanded update of a short note by Greenspon and Rodrik (2021) undertaken for the International Economic Association. As explained in the body of the paper, this paper uses a different data source with much broader coverage, and extends the analysis to citations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}