{
    "id": 29442,
    "citation_title": "A Temporary VAT Cut as Unconventional Fiscal Policy",
    "citation_author": [
        "Ruediger Bachmann",
        "Benjamin Born",
        "Olga Goldfayn-Frank",
        "Georgi Kocharkov",
        "Ralph Luetticke",
        "Michael Weber"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "2024-08-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe exploit Germany’s temporary three-percentage-point VAT cut in the second half of 2020 to study the spending response to unconventional fiscal policy. We use survey and scanner data on household consumption expenditures and their perceived pass-through of the tax change into prices and a HANK model to quantify the effects of this VAT policy. The survey and scanner data show that the temporary VAT reduction led to a relative increase in durable and, to a lesser extent, semi-durable spending for individuals with high perceived pass-through. According to the HANK model, the VAT policy increased total aggregate consumption spending by 4.3 percent on impact.\n\n",
    "acknowledgement": "\nWe would like to thank Francesco D’Acunto, Martin Eichenbaum, Yoon Jo, Rohan Kekre, Valerie Ramey, Hannah Seidl, Matthew Shapiro, Christian Traxler, Nils Wehrhöfer, Johannes Wieland, as well as numerous seminar and conference audiences for helpful comments and suggestions. Special thanks go to Elke Baumann from the German Ministry of Finance for helpful discussions on the details of the German Government Accounts. Satyajit Dutt provided excellent research assistance. The opinions expressed in this paper are those of the authors and do not necessarily reflect the views of the Deutsche Bundesbank or the National Bureau of Economic Research.\n\n\n"
}