{
    "id": 2944,
    "citation_title": "Relative Performance Evaluation for Chief Executive Officers",
    "citation_author": [
        "Robert Gibbons",
        "Kevin J. Murphy"
    ],
    "citation_publication_date": "1989-04-01",
    "issue_date": "1989-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasured individual performance often depends on random factors which also affect the performances of other workers in the same firm, industry, or market. In these cases, relative performance evaluation (RPE) can provide incentives while partially insulating workers from the common uncertainty. Basing pay on relative performance, however, generates incentives to sabotage the measured performance of co-workers, to collude with co-workers and shirk, and to apply for jobs with inept co-workers. RPE contracts also are less desirable when the output of co-workers is expensive to measure or in the presence of production externalities, as in the case of team production. The purpose of this paper is to review the benefits and costs of RPE and to test for the presence of RPE in one occupation where the benefits plausibly exceed the costs: chief executive officers (CEOs). In contrast to previous research, our empirical evidence strongly supports the RPE hypothesis-CEO pay revisions and retention probabilities are positively and significantly related to firm performance, but are negatively and significantly related to industry and market performance, ceteris paribus. Our results also suggest that CEO performance is more likely to be evaluated relative to aggregate market movements than relative to industry movements.\n\n",
    "acknowledgement": "\n"
}