{
    "id": 29441,
    "citation_title": "Macroprudential Policies and The Covid-19 Pandemic: Risks and Challenges For Emerging Markets",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with COVID and macroprudential regulations in emerging markets. I document the build-up of a sturdy macroprudential structure during 2009-2019, and the relaxation of regulations in 2020-2021, as part of the effort to deal with the sanitary emergency. I show that in every country, regulatory forbearance played a key role in the response to COVID. I discuss capital controls as macroprudential instruments. I argue that rebuilding the macroprudential fabric is important to reduce the costs of future systemic shocks. I maintain that post-COVID regulations should incorporate the risks associated with digital currencies.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the MAS-BIS Conference “Macro-financial Stability Policy in a Globalized World: Lessons from International Experience,” May 26-28, 2021. I have benefited from long conversations with past and current central bankers and regulators. I thank José De Gregorio, Joaquín Cortez, Roberto Steiner, Alberto Naudon, Fernando Losada, and Miguel Savastano. Luis Cabezas provided very able research assistance. I thank, in particular, Eswar Prasad, my discussant at the conference, as well as other (Zoom) participants for their very useful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}