{
    "id": 29445,
    "citation_title": "Sorting through Cheap Talk: Theory and Evidence from a Labor Market",
    "citation_author": [
        "John J. Horton",
        "Ramesh Johari",
        "Philipp Kircher"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2024-03-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn a labor market model with cheap talk, employers can send messages about their willingness to pay for higher-ability workers, which job-seekers can use to direct their search and tailor their wage bid. Introducing such messages leads—under certain conditions—to an informative separating equilibrium that affects the number of applications, types of applications, and wage bids across firms. This model is used to interpret an experiment conducted in a large online labor market: employers were given the opportunity to state their relative willingness to pay for more experienced workers, and workers can easily condition their search on this information. Preferences were collected for all employers but only treated employers had their signal revealed to job-seekers. In response to revelation of the cheap talk signal, job-seekers targeted their applications to employers of the right “type,” and they tailored their wage bids, affecting who was matched to whom and at what wage. The treatment increased measures of match quality through better sorting, illustrating the power of cheap talk for talent matching.\n\n",
    "acknowledgement": "\nWe thank Andrey Fradkin, Dave Holtz, Ed Lazear, Paul Oyer, Isaac Sorkin, Liran Einav, Mike Luca, Meng Liu, Steve Tadelis, Steven Davis, Dean Eck- les, and Richard Zeckhauser for helpful comments and suggestions. We also thank participants at a number of seminar presentations and at the Marketplace Innovation Workshop at Stanford, the ACM-EC Conference, and the NBER Summer Institute for IT & Digitization. Thanks go to Ada Yerkes Horton for help in preparing the manuscript, and to Lucia Casal for valuable research assistance. Kircher gratefully acknowledges support through European Research Council Grant ERC-818859. This paper supersedes earlier working papers under the titles \"Cheap Talk Messages for Market Design: Theory and Evidence from a Labor Market with Directed Search\" and \"Buyer Signalling Improves Matching: Evidence from a Field Experiment\". Code (eventually): http://john-joseph-horton.com/papers/hot towel.code.html. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPhilipp Kircher\n\nI do not have relevant financial relationships. I do receive research funding from European Research Council Starting Grant #284119, Danish Research Council Grant #301149, and from the UK Economic Research Council Grants ES/L009633/1 and ES/L012499/1. None of these are related to the submitted research.\n\n\n"
}