{
    "id": 29444,
    "citation_title": "Risks and global supply chains: What we know and what we need to know",
    "citation_author": [
        "Richard Baldwin",
        "Rebecca Freeman"
    ],
    "citation_publication_date": "2021-11-01",
    "issue_date": "2021-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent supply disruptions catapulted the issue of risk in global supply chains (GSCs) to the top of policy agendas and created the impression that shortages would have been less severe if GSCs were either shorter and more domestic, or more diversified. But is this right? We start our answer by reviewing studies that look at risks to and from GSCs, and how GSCs have recovered from past shocks. We then look at whether GSCs are too risky—starting with business research on how firms approach the cost-resiliency trade-off. We propose the risk-versus-reward framework from portfolio theory as a good way to evaluate whether anti-risk policy is justified. We then discuss how exposures to foreign shocks are measured and argue that exposure is higher than direct indicators imply. Finally, we consider the future of GSCs in the light of current policy proposals and advancing technology before pointing to the rich menu of topics for future research on the risk-GSC nexus.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Baldwin R, Freeman R. 2022. Risks and Global Supply Chains: What We Know and What We Need to Know. Annu. Rev. Econ. 14: Submitted. DOI: 10.1146/annurev-economics-051420-113737. We are grateful to Sébastien Miroudot for helpful comments and conversations related to GSC measurement and indicator computation, and to Angelos Theodorakopoulos for useful suggestions and comments overall. Gene Grossman provided invaluable guidance and editor advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}