{
    "id": 29448,
    "citation_title": "FinTech as a Financial Liberator",
    "citation_author": [
        "Greg Buchak",
        "Jiayin Hu",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA binding interest rate cap on household savings is a common form of financial repression in developing economies and typically benefits banks. Using proprietary data from a leading Chinese FinTech company, we study Fintech's role in ending financial repression in China through the introduction of a money market fund with deposit-like features available through an already widely-adopted household payment platform.  Cities and banks whose depositor base is more exposed to FinTech see greater deposit outflows. Importantly, exposed banks respond to FinTech competition by offering competing products with market interest rates. FinTech thus facilitates a bottom-up interest rate liberalization.\n\n",
    "acknowledgement": "\nWe thank Ant Group for data support. We are grateful to Zhenhua Li, Zhiyun Cheng, Fang Wang, Jian Hou for facilitating the data and Shu Chen for her excellent research assistance on data processing and analysis. We thank Pengfei Han, Yi Huang, Yiping Huang (discussant), Zhangkai Huang, Xiaoyan Lei, Laura Xiaolei Liu, Xiaomeng Lu (discussant), Danqing Mei (discussant), Jun Pan, Alberto Rossi (discussant), Yan Shen (discussant), Zheng (Michael) Song, Yang Su, Stijn Van Nieuwerburgh, Haotian Xiang, Kairong Xiao, Bernard Yeung, Yao Zeng (discussant), Conson Yingguang Zhang, Xiaoyan Zhang, Haoxiang Zhu, as well as conference and seminar participants at the ABFER and BFI-China Capital Market Development Webinar, China Financial Research Conference (CFRC), China International Conference in Finance (CICF), China International Conference in Macroeconomics (CICM), Columbia Macro Lunch, Luohan Academy, NBER Chinese Economy Working Group Meeting, Peking University GSM Finance Webinar, Peking University NSD Faculty Seminar, and the Peak Initiative of Digital Finance of Open Research for their helpful suggestions and comments. All errors are our own. Wei is a member of the Academic Advisory Council of Luohan Academy, a think tank associated with the Alibaba Group. This research project receives no funding from Alibaba or or any other sources other than the authors' university research budget. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}