{
    "id": 29449,
    "citation_title": "The Anatomy of a Hospital System Merger: The Patient Did Not Respond Well to Treatment",
    "citation_author": [
        "Martin Gaynor",
        "Adam Sacarny",
        "Raffaella Sadun",
        "Chad Syverson",
        "Shruthi Venkatesh"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2021-11-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nDespite the continuing US hospital merger wave, it remains unclear how mergers change, or fail to change, hospital behavior and performance. We open the “black box” of hospital practices through a mega-merger between two for-profit chains. Benchmarking the merger’s effects against the acquirer’s stated aims, we show they achieved some of their goals, harmonizing electronic medical records and sending managers to target hospitals. Post-acquisition managerial processes were similar across the merged chain. However, these interventions failed to drive detectable gains in performance. Our findings demonstrate the importance of organizations for merger research in health care and the economy more generally.\n\n",
    "acknowledgement": "\nWe thank Bob Gibbons, Tal Gross, Carol Propper, Melanie Wasserman and seminar participants at the MIT Sloan Organizational Economics lunch seminar for their helpful comments. We are grateful to Margaret Dalton and Darwin Yang for excellent research assistance. Our access to CMS data was supported by a pilot award from the National Institute on Aging (P01-AG005842). We thank Maurice Dalton and Mohan Ramanujan for their assistance with this data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAdam Sacarny\n\nI have received research support in the form of grants from the following organizations: National Institute on Aging, National Institute for Health Care Management, J-PAL North America, the Laura and John Arnold Foundation, and the Robert Wood Johnson Foundation. My position is partially funded by an Intergovernment Personnel Act (IPA) agreement between the U.S. General Services Administration and Columbia University to support randomized trials with the Defense Health Agency and the Centers for Medicare and Medicaid Services.\n\n\n\nChad Syverson\n\nI have no relevant financial interests to disclose\n\n\n"
}