{
    "id": 29446,
    "citation_title": "Does Employing Skilled Immigrants Enhance Competitive Performance? Evidence from European Football Clubs",
    "citation_author": [
        "Britta Glennon",
        "Francisco Morales",
        "Seth Carnahan",
        "Exequiel Hernandez"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2022-12-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of employing skilled immigrants on the competitive performance of organizations by studying European football (soccer) clubs in Germany, Italy, France, England, and Spain from 1990-2020. Detailed microdata from this setting offers unusual transparency on the migration and hiring of talent and their contribution to collective performance. Further, country-level rules govern how immigrant players are defined and the number of immigrant players that clubs can deploy. Using changes to these rules as the basis for instrumental variables, we find that the number of immigrant players in the club’s starting lineup has a positive local average treatment effect on the club’s performance. We find evidence that immigrant players enhance club performance because they exhibit higher individual talent than natives and because they enable their clubs to deploy a wider variety of on-field strategies and actions. The latter mechanism is novel to the literature.\n\n",
    "acknowledgement": "\nAuthors contributed equally. We thank Martin Ganco, Megan Lawrence, Lindy Greer, Marlon Seror, Justin Frake, Anthony Gibbs, Miguel Garza Casado; participants in seminars at EMLyon, Harvard Business School, HEC Montreal, INSPER, Universidad Diego Portales, Universidad de Chile, Universidad de los Andes (Chile), Universidad del Desarrollo, University of Georgia, University of Utah, and Ohio State University; and participants in the Strategy Research Forum, the Smith Entrepreneurship Research Conference, the Richmond Fed Impact of Immigration on Firms, Human Capital and Productivity Conference, the Strategy Science Conference, the Strategic Management Society Annual Conference, Bank of Canada Migration Conference, Wharton Migration Conference, and the Academy of Management Annual Meeting for constructive comments. We thank Jan Fischer, James Reade, and Maurizio Valenti for generously offering their expertise and connections to help us learn about foreign player transfer rules in several European football leagues. Francisco Morales acknowledges research funding from ANID, through project Fondecyt de Iniciación 11200342. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}