{
    "id": 29447,
    "citation_title": "Water Treatment and Child Mortality: Evidence from Kenya",
    "citation_author": [
        "Johannes Haushofer",
        "Michael Kremer",
        "Ricardo Maertens",
        "Brandon Joel Tan"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2022-03-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEach year, around 500,000 children under 5 die from diarrhea, making it the third-leading cause of death in this age group. More than 80 percent of these deaths are attributable to unsafe drinking water. Drinking water can be made safe through dilute chlorine solution, but take-up of this technology has been low. Previous work has shown that free community-wide provision of dilute chlorine solution through “dispensers” – reservoirs of chlorine solution at water sources that make chlorination easy and free – increases take-up of chlorination. However, it has remained unclear whether this increase also translates into reduced mortality. Here we show that four years of community-wide provision of dilute chlorine solution in rural Kenya reduces all-cause under-5 mortality by 1.4 percentage points (95% CI: 0.3 pp, 2.5 pp), a 63% reduction relative to control. We estimate that at USD 25 per DALY averted, free provision of chlorine solution is twenty times more cost-effective than the WHO “highly cost-effective” threshold.\n\n",
    "acknowledgement": "\nWe thank Anett John and Kate Orkin for sharing their data with us. We also thank Clair Null for sharing her data on the Kenya WASH Benefits study. We thank Kanika Bahl and Amrita Ahuja for helpful comments and suggestions. All errors are our own. We thank the Dioraphte Foundation, the National Institutes of Health, and Sint Antonius Stichting for funding. Johannes Haushofer, Stockholm University, Department of Economics; IFN; MPI Bonn; and NBER (johannes.haushofer@ne.su.se). Michael Kremer, Department of Economics, University of Chicago; and NBER (kremermr@uchicago.edu). Ricardo Maertens, Amazon (ricardo.maertens@gmail.com), contributed to this research paper prior to joining Amazon. Brandon Tan, Department of Economics, Harvard University (btan@g.harvard.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Kremer\n\nDisclosure Statement of Michael Kremer\n\n\nCo-author of “Guns, Latrines and Land Reform: Private Expectations and Public Policy”\n______________________________________________________________________________\n1. I am a faculty member in the economics department at the University of Chicago.\n2. I am also doing work for USAID, but this work was done in my capacity at Harvard.\n\n\n"
}