{
    "id": 29453,
    "citation_title": "Momentum, Reversals, and Investor Clientele",
    "citation_author": [
        "Andy C.W. Chui",
        "Avanidhar Subrahmanyam",
        "Sheridan Titman"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDifferent share classes on the same firms provide a natural experiment to explore how investor clienteles affect momentum and short-term reversals. Domestic retail investors have a greater presence in Chinese A shares, and foreign institutions are relatively more prevalent in B shares. These differences result from currency conversion restrictions and mandated investment quotas. We find that only B shares exhibit momentum and earnings drift, and only A shares exhibit monthly reversals. Institutional ownership strengthens momentum in B shares. These patterns accord with a setting where momentum is caused by informed investors who underreact to fundamental signals, and short-term reversals represent premia to absorb the demands of noise traders. Overall, our findings confirm that clienteles matter in generating stock return predictability from past returns.\n\n",
    "acknowledgement": "\nWe thank Shantanu Banerjee, Heiner Beckmeyer, Judson Caskey, Zhi Da, Alex Edmans, Ning Gao, Marko Granitz, Valentin Haddad, Eirini Konstantinidi, Lars Lochstoer, Tyler Muir, Stavros Panageas, Eduardo Schwartz, Alex Taylor, Hang Wang, Teresa Wang, K.C. John Wei, and participants in seminars at Baruch College, UCLA, the Hong Kong Polytechnic University, the University of Texas at Austin, and the 2021 FSU Suntrust Conference, the 2021 Colorado/Texas Research Idea Conference, the 2021 French Finance Association conference, the 2021 Behavioral Finance Working Group Conference, as well as the Virtual Finance Seminar series organized by the Universities of Bristol, Exeter, Lancaster, and Manchester, for valuable comments. We also appreciate Robert Stambaugh for making publicly available the CH-3 risk factors used in this study, and Miguel Ferreira and Pedro Matos for the program used in Ferreira and Matos (2008) to access the FactSet data. Andy Chui acknowledges financial support from the Research Grants Council of the Hong Kong Special Administrative Region, China (GRF591413). Sheridan Titman acknowledges that some of this research was initiated when he visited the Shanghai Advanced Institute of Finance as a Special Term Professor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}