{
    "id": 29452,
    "citation_title": "Which Beliefs? Behavior-Predictive Beliefs are Inconsistent with Information-Based Beliefs: Evidence from COVID-19",
    "citation_author": [
        "Ori Heffetz",
        "Guy Ishai"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between (a) official information on COVID-19 infection and death case counts; (b) beliefs about such case counts, at present and in the future; (c) beliefs about average infection chance—in principle, directly calculable from (b); and (d) self-reported health-protective behavior. We elicit (b), (c), and (d) with a daily online survey in the US from March to August 2020 (N ≈ 13,900).\nWe have three main findings: (1) beliefs elicited as infection case counts are closely related to present and future official case-count information; however (2) beliefs elicited as risk perceptions—i.e., the chance to get infected—are inconsistent with those case-count beliefs, even when mathematically, they should be identical; notably, (3) it is the latter—the risk perceptions—that are significantly better predictors of reported behavior than the former.\nTogether, these findings suggest that researchers and policymakers, who increasingly engage in direct elicitation and communication of numeric measures of uncertainty, may get very different outcomes, depending on which measures they use. We discuss potential implications for public communication of health-risk information.\n\n",
    "acknowledgement": "\nWe thank Ned Augenblick for substantially contributing (including financially) to this project in its early stages, Tal Asif and Lev Maresca for excellent research assistance, Steven Woloshin for helpful comments and data sharing, and Hunt Allcott, Michele Belot, Wändi Bruine de Bruin, Bnaya Dreyfuss, Ofer Glicksohn, Aharon Haver, Charles Manski, Ted O'Donoghue, Alex Rees-Jones, Germán Reyes, Paul Windschitl and participants in Cornell's BERG, HUJI, Purdue, TAU Coller, the 36th IECA Conference, and USC's CESR COVID-19 Work In Progress Conference for helpful comments. We are grateful to the Cornell Center for Social Sciences (CCSS) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}