{
    "id": 29450,
    "citation_title": "The Intergenerational Transmission of Cognitive Skills: An Investigation of the Causal Impact of Families on Student Outcomes",
    "citation_author": [
        "Eric A. Hanushek",
        "Babs Jacobs",
        "Guido Schwerdt",
        "Rolf van der Velden",
        "Stan Vermeulen",
        "Simon Wiederhold"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extensive literature on intergenerational mobility highlights the importance of family linkages but fails to provide credible evidence about the underlying family factors that drive the pervasive correlations.  We employ a unique combination of Dutch survey and registry data that links math and language skills across generations. We identify a causal connection between cognitive skills of parents and their children by exploiting within-family between-subject variation in these skills. The data also permit novel IV estimation that isolates variation in parental cognitive skills due to school and peer quality. The between-subject and IV estimates of the key intergenerational persistence parameter are strikingly similar and close at about 0.1. Finally, we show the strong influence of family skill transmission on children’s choices of STEM fields.\n\n",
    "acknowledgement": "\nThis paper is part of the Intergenerational Transmission of Skills (ITS) project carried out at the Research Centre for Education and the Labour Market (ROA: https://www.roa.nl/research/research-projects/intergenerational-transmission-skills-its-research-project). We gratefully acknowledge a grant received from the Dutch Ministry of Education, Culture and Science and the Netherlands Initiative for Education Research (NRO: grant 405-17-900). Schwerdt acknowledges that his research was funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany's Excellence Strategy - EXC 2035/1 - 390681379. Helpful comments on earlier drafts were provided by David Figlio, Edwin Leuven, Mikael Lindahl, Ludger Woessmann, Ulf Zoelitz, and participants at the CESifo Economics of Education Conference and the Learning & Work Seminar at Maastricht University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}