{
    "id": 29451,
    "citation_title": "The Gender Gap in Preferences: Evidence from 45,397 Facebook Interests",
    "citation_author": [
        "Ángel Cuevas",
        "Rubén Cuevas",
        "Klaus Desmet",
        "Ignacio Ortuño-Ortín"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper uses information on the frequency of 45,397 Facebook interests to study how the difference in preferences between men and women changes with a country's degree of gender equality. For preference dimensions that are systematically biased toward the same gender across the globe, differences between men and women are larger in more gender-equal countries. In contrast, for preference dimensions with a gender bias that varies across countries, the opposite holds. This finding takes an important step toward reconciling evolutionary psychology and social role theory as they relate to gender.\n\n",
    "acknowledgement": "\nWe thank Iñaki Ayensa for his help with the Facebook data, and we are grateful to Lola Collado, David Cuberes, Cynthia Desmet Villar, Ömer Özak, Javier Ruiz-Castillo, Romain Wacziarg and Beatriz Yankelevich for helpful comments. The authors furthermore acknowledge the financial support of Fundación BBVA (Ayudas a equipos de investigación for project “Aplicaciones económicas de distancias culturales”); the European Union’s Horizon 2020 Innovation Action Program (PIMCITY project, grant No 871370); the Ministerio de Economía, Industria y Competitividad, Spain (grant RyC2015-17732); the Comunidad de Madrid, Spain (EMPATIA-CM grant Y2018/TCS-5046 and MAD-ECON-POL-CM grant H2019/HUM-5891); and I+D+i Project PID2019-109157RB-IOO, MCIN/AEI/10.13039/501100011033/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}