{
    "id": 29455,
    "citation_title": "Technology Transfer and Early Industrial Development: Evidence from the Sino-Soviet Alliance",
    "citation_author": [
        "Michela Giorcelli",
        "Bo Li"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2024-09-04",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the long-term effects of technology and know-how transfers on structural transformations. In the 1950s, the Soviet Union supported the construction of the 156 Projects, which were large-scale, capital-intensive industrial clusters in China. These projects included a technology transfer, consisting of state-of-the-art Soviet machinery and equipment, and a know-how transfer, via the training of Chinese engineers, production supervisors, and high-skilled technicians by Soviet experts. We use newly assembled data that follow steel plants for over four decades, and we exploit natural variation in the transfers they eventually received. We find that, while production advantages stemming from Soviet technology faded away if not complemented with training, the know-how transfer had a long-lasting impact on plant performance, stimulated technology upgrade when China was a closed economy, and increased exports to the Western world when China engaged in international trade. The know-how transfer also generated productivity and technology spillovers onto complementary establishments.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, David Atkin, Nick Bloom, Bruno Caprettini, Laura Cohen, Dora Costa, Michele Di Maio (discussant), Alvaro Garcia, Rick Hornbeck (discussant), Jiandong Ju, Naomi Lamoreaux, Nicholas Li, Ernest Liu, Kalina Manova (discussant), Nathan Nunn, Dimitris Papanikolau, Fernando Parro, Luigi Pascali, Nancy Qian, Martin Rotemberg, Dimitrije Ruzic (discussant), Vincenzo Scrutinio, Xuan Tian, John Van Reneen, Eric Verhoogen, Shang-Jin Wei, Guo Xu, and Ting Xu (discussant), as well as Elira Kuka, Jared Rubin, and Danila Serra through the Adopt-a-Paper program.  We also thank seminar and conference participants at Harvard, Stanford, Yale, Berkeley Haas, UCLA, LSE, UBC, Michigan, George Washington, Tucson, Auburn, Wilfrid Lauriel, Oxford, LUISS, Bologna, Padova, Melbourne, Tsinghua, Chicago Fed, the NBER Summer Institute, the NBER Productivity Lunch, the Cliometrics Conference, the Second Women in International Economics Conference, the AFA, the CEPR/LEAP Workshop in Development Economics, the Barcelona GSE Summer Forum, the Pacific Conference for Development Economics, the Webinar Series in Finance and Development, the LSE Asia Economic History Seminar, the Online Economic History Workshop, and the Ridge Conference for helpful comments and discussion. We are also thankful to senior officials at Statistics China for declassifying the historical data for this research and to historians at the National Archives Administration of China for their help in accessing archival materials. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}