{
    "id": 29457,
    "citation_title": "Scrambling for Dollars: International Liquidity, Banks and Exchange Rates",
    "citation_author": [
        "Javier Bianchi",
        "Saki Bigio",
        "Charles Engel"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2023-03-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of exchange rate fluctuations arising from financial institutions’ demand for dollar liquid assets. Financial flows are unpredictable and may leave banks “scrambling for dollars.” Because of settlement frictions in interbank markets, a precautionary demand for dollar reserves emerges and gives rise to an endogenous convenience yield on the dollar. We show that an increase in the dollar funding risk leads to a rise in the convenience yield and an appreciation of the dollar, as banks scramble for dollars. We present empirical evidence on the relationship between exchange rate fluctuations for the G10 currencies and the quantity of dollar liquidity, which is consistent with the theory.\n\n",
    "acknowledgement": "\nWe would like to thank the discussants Benjamin Hebert, Oleg Itskhoki, Rohan Kekre, Ernest Liu, Dmitry Mukhin, Jesse Schreger, Jenny Tang, and Motohiro Yogo, as well as Andy Atkeson, Roberto Chang, Pierre-Olivier Gourinchas, Arvind Krishnamurthy, Martin Eichenbaum, Sebnem Kalemli-Ozcan, Matteo Maggiori, Ken Miyahara, Sergio Rebelo, and Hélène Rey for excellent comments. We also thank participants at various conferences and seminars. Engel acknowledges support through NSF award #1918340. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}