{
    "id": 29464,
    "citation_title": "Trade Competition and the Decline in Union Organizing: Evidence from Certification Elections",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Matthew S. Johnson",
        "Nagisa Tadjfar"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe long-term decline in U.S. workers' attempts to organize labor unions accelerated after 2000. We find that the swift rise of imports from China arising from a change in trade policy accounts for nearly all of this post-2000 acceleration: union certification elections decreased substantially among workers in manufacturing industries directly exposed to imports, but also among workers indirectly exposed through their local labor market. Consistent with a simple model of workers' decision to seek union representation, direct exposure lowered the expected wage gain from unionization, whereas indirect exposure increased the cost of job loss - both of which discourage organizing.\n\n",
    "acknowledgement": "\nDo Lee, Anna Mather, Mitchell Ochse, and Jeremy Tang provided excellent research assistance. We thank Andrew Greenland for helpful comments and Alex Mas for sharing data on union elections. We received constructive comments from conference participants at the SOLE Annual Conference and the LERA Annual conference, as well as seminar participants at the Federal Reserve Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}