{
    "id": 29467,
    "citation_title": "Intermediation and Voluntary Exposure to Counterparty Risk",
    "citation_author": [
        "Maryam Farboodi"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study a model of the financial sector in which intermediation among debt financed banks gives rise to an endogenous core-periphery network – few highly interconnected and many sparsely connected banks. Endogenous intermediation generates excessive systemic risk in the financial network. Financial institutions have incentives to capture intermediation spreads through strategic borrowing and lending decisions. By doing so, they tilt the division of surplus along an intermediation chain in their favor, while at the same time reducing aggregate surplus. The network is inefficient relative to a constrained efficient benchmark since banks who make risky investments “overconnect”, exposing themselves to excessive counterparty risk, while banks who mainly provide funding end up with too few connections.\n\n",
    "acknowledgement": "\nI am indefinitely grateful to Amin Jafarian who made this paper possible, and to Doteck for always being there. I also thank Fernando Alvarez, Ana Babus, Simcha Barkai, Thomas Chaney, Rui Cui, Douglas Diamond, Rebekah Dix, Alex Frankel, Micheal Gofman, Lars Hansen, Zhigou He, Matthew Jackson, Gregor Jarosch, Amir Kermani, Roger Myerson, Laura Pilossoph, Raghuram Rajan, Adriano Rampini, Roberto Robatto, Amit Seru, Ali Shourideh, Fabrice Tourre, Harald Uhlig, Wei Xiong, Rasool Zandvakil and Luigi Zingales.\nResearch support from the Deutsche Bank, Bradley Foundation, the Stevanovich Center and MFM group is gratefully acknowledged; any opinions expressed herein are the author's. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}