{
    "id": 29468,
    "citation_title": "The Hot Hand in the NBA 3-Point Contest: The Importance of Location, Location, Location",
    "citation_author": [
        "Robert M. Lantis",
        "Erik T. Nesson"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo basketball players exhibit a hot hand? Results from controlled shooting situations suggest the answer is yes, while results from in-game shooting are mixed. Are the differing results because a hot hand is only present in similar shots or because testing for the hot hand in game situations is difficult? Combining repeated shots in a location and shots across locations, the NBA 3-Point Contests mimics game situations without many of the confounding factors. Using data on the 1986-2019 contests, we find a hot hand, but only within shot locations. Shooting streaks increase a hot hand only if a player makes his previous shot and only within locations. Even making three shots in a row has no effect on making the next shot if a player moves locations. Our results suggest that any hot hand in basketball is only present in extremely similar shooting situations and likely not in the run-of-play.\n\n",
    "acknowledgement": "\nWe are grateful to Joshua Miller and Adam Sanjurjo for making their data and code publicly available. We also thank Chad Cotti, Phil DeCicca, Jeremiah Harris, and Matthew Harris for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}