{
    "id": 29462,
    "citation_title": "Depression and Shopping Behavior",
    "citation_author": [
        "Katherine Meckel",
        "Bradley Shapiro"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "2021-11-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a large survey panel that connects household shopping behavior with individual health information, this paper documents correlations between self reported depression and the size and composition of shopping baskets. First, we find that roughly 16% of individuals report suffering from depression and over 30% of households have at least one member who reports suffering from depression. Households with a member suffering from depression exhibit striking differences in shopping behavior: they spend less overall, visit grocery stores less and convenience stores more frequently and spend a smaller share of their baskets on fresh produce and alcohol but a larger share on tobacco. They spend similar shares on unhealthy foods like cakes, candy, and salty snacks. These cross-sectional correlations hold within counties, suggesting that they are not driven by region specific demographics or preferences that are incidentally correlated with depression status. They also hold when considering only single-member households. However, we rule out large differences in shopping behavior within households as they change depression status. Further, using the take-up of antidepressants as an event, we document little change in shopping in response to treatment. With our results, we discuss takeaways for the economic impact of depression and for decision modeling.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from seminar participants at ASHEcon. Results calculated (or derived) based on data from IRI Worldwide. The conclusions drawn from the IRI data are those of the researchers and do not reflect the views of IRI. IRI is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. We thank Michael Cobb from IRI for his assistance with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBradley Shapiro\n\nMr. Shapiro's research is also supported by the True North Endowment Fund at the University of Chicago Booth School of Business.\n\n\n"
}