{
    "id": 29463,
    "citation_title": "A Simple Model of Social Distancing and Vaccination",
    "citation_author": [
        "Christopher Avery"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a simple model of infectious disease where the incentives for individuals to reduce risks through endogenous social distancing take straightforward cost-benefit form. Since disease is transmitted through social interactions, the threat of spread of infection poses a collective action problem. Policy interventions such as lockdowns, testing, and mask-wearing serve, in part, as substitutes for social distancing. Provision of a vaccination is the only intervention that unambiguously reduces both the peak infection level and the herd immunity level of infection. Adoption of vaccination remains limited in a decentralized equilibrium, with resulting reproductive rate of disease Rt > 1 at the conclusion of vaccination. Vaccine mandates yield increases in vaccination rates and corresponding reductions in future infection rates but do not increase expected payoffs to individuals.\n\n",
    "acknowledgement": "\nThanks to Jeremy Bulow, Glenn Ellison, Sara Ellison, Nolan Miller, Chris Snyder, and Richard Zeckhauser for comments and support and to INSEAD for hospitality as much of the paper was written during my time there as a visiting scholar. I am especially grateful to Bill Bossert and Adam Clark for providing many insights about the workings of SIR models and encouraging my interest in this area. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}