{
    "id": 29469,
    "citation_title": "Cooperation in the Commons: Community-based Rangeland Management in Namibia",
    "citation_author": [
        "D. Layne Coppock",
        "Lucas Crowley",
        "Susan L. Durham",
        "Dylan Groves",
        "Julian C. Jamison",
        "Dean Karlan",
        "Brien E. Norton",
        "R. Douglas Ramsey"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nClassic theories suggest that common pool resources are subject to overexploitation. Community-based resource management approaches may ameliorate “tragedy of the commons” effects. Using a randomized evaluation in Namibia’s communal rangelands, we find that a comprehensive four-year program to support community-based rangeland and cattle management led to persistent and large improvements for eight of thirteen indices of social and behavioral outcomes. Effects on rangeland health, cattle productivity and household economics, however, were either negative or nil. Positive impacts on community resource management may have been offset by communities’ inability to control grazing by non-participating herds and inhibited by an unresponsive rangeland sub-system. This juxtaposition, in which measurable improvements in community resource management did not translate into better outcomes for households or rangeland health, demonstrates the fragility of the causal pathway from program implementation to intended socioeconomic and environmental outcomes. It also points to challenges for improving climate change–adaptation strategies.\n\n",
    "acknowledgement": "\nThe authors thank Nate Barker, Caton Brewster, Anais Dahmani, Pierre Durand, Alexander Fertig, Sam Hambira, Matthew Haufiku, Stephen Kulungu, Sayan Kundu, Peter Lugthart, Max Mauerman, Jared Otuke, Linda Papagallo, Amol Singh Raswan, Elvis Siyamba, Venoo Tjiseua, Delia Welsh, and Sandy Yuan for research assistance and project management; Leon Burger, Holly Dentz, and Cornelis van der Waal for their support implementing the cattle, qualitative, and rangeland data collection exercises, respectively; Helmke von Bach, Donald Green, John Huber, Indongo Indongo, Edmore Masaire, Colin Nott, Heinrich Pielok, and James Walsh for comments; and Johannes Beck, Algerlynn Gill, and Jack Molyneaux for feedback and support throughout the research process. This evaluation was made possible by funding from the Millennium Challenge Corporation. The opinions expressed herein are those of the authors and do not necessarily reflect the views of MCC or the U.S. government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}