{
    "id": 29461,
    "citation_title": "Firm-Level Upgrading in Developing Countries",
    "citation_author": [
        "Eric Verhoogen"
    ],
    "citation_publication_date": "2021-11-08",
    "issue_date": "2021-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn principle, firms in developing countries benefit from the fact that advanced technologies and products have already been developed in industrialized countries and can simply be adopted, a process often referred to as industrial upgrading. But for many firms this advantage remains elusive. What is getting in the way? This paper reviews recent firm-level empirical research on the determinants of upgrading in developing countries. The first part focuses on how to define and measure various dimensions of upgrading --- learning, quality upgrading, technology adoption, and product innovation. The second part takes stock of recent micro-empirical evidence on the drivers of upgrading, classifying them as output-side drivers, input-side drivers, or drivers of know-how. The review concludes with some thoughts about promising directions for research in the area.\n\n",
    "acknowledgement": "\nI am grateful to David Alfaro-Serrano, David Atkin, Maria Bas, Paula Bustos, Nicolás de Roux, Garth Frazer, Alvaro Garcia-Marin, Florian Grosset, Juan Carlos Hallak, Rema Hanna, Morgan Hardy, Jonas Hjort, Beata Javorcik, Seema Jayachandran, Amit Khandelwal, Gianmarco León, Rocco Macciavello, Florian Mayneris, David McKenzie, Pepita Miquel-Florensa, Ben Olken, Caroline Paunov, Alexandros Ragoussis, Verónica Robert, Matthieu Teachout, Jim Tybout, Bruno Velloso, Nico Voigtländer, Chris Woodruff, participants in the Seminario Interuniversitario sobre Desarrollo Productivo Argentino (SIDPA), and especially Steven Durlauf and four anonymous referees for comments that have significantly improved the paper. I remain responsible for any errors. The first version of this paper was commissioned by the Private Enterprise Development in Low-Income Countries (PEDL) initiative, a joint research initiative of the Centre for Economic Policy Research (CPER) and the U.K. Foreign Commonwealth and Development Office (FCDO). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}