{
    "id": 29477,
    "citation_title": "Who Benefits from Online Gig Economy Platforms?",
    "citation_author": [
        "Christopher T. Stanton",
        "Catherine Thomas"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the magnitude and distribution of surplus from the knowledge worker gig economy using data from an online labor market. Labor demand elasticities determine workers’ wages, and buyers’ past market experience shapes both their job posting frequency and hiring rates. We ﬁnd that workers on the supply side capture around 40% of the surplus from ﬁlled jobs. Under counterfactual policies that resemble traditional employment regulation, buyers post fewer online jobs and ﬁll posted jobs less often, reducing expected surplus for all market participants. We ﬁnd negligible substitution on the demand side between online and oﬄine jobs by assessing how changes in local oﬄine minimum wages aﬀect online hiring. The results suggest that neither online or oﬄine knowledge workers will beneﬁt from applying traditional employment regulation to the online gig economy.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the AEA Meetings, Boston College, the CEPR Workshop on Incentives, Management and Organisation, Chicago Booth, Columbia, Copenhagen Business School, ESSEC, Harvard, HBS, LMU, LSE, Mannheim, NBER Organizational Economics Working Group, NBER Summer Institute, Queens, Sciences Po, Stanford, Sussex, Utah, and Yale, along with Ajay Agrawal, Ricardo Alonso, Nava Ashraf, Heski Bar-Isaac, Jordi Blanes, Zoe Cullen, Nikhil Datta, David de Meza, Ricard Gil, John Horton, Fabian Lange, Lisa Kahn, Bill Kerr, Bruce Kogut, Ed Lazear, Jin Li, Rocco Macchiavello, Kristof Madarasz, Arnaud Maurel, Ramana Nanda, Amanda Pallais, Luis Rayo, Yona Rubinstein, Scott Schaefer, Kathryn Shaw, Andrei Shleifer, and Nathan Seegert for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}