{
    "id": 29470,
    "citation_title": "Were Federal COVID Relief Funds for Schools Enough?",
    "citation_author": [
        "Nora E. Gordon",
        "Sarah J. Reber"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2021-12-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCongress responded to the COVID pandemic’s disruptions to instruction with unprecedented federal aid for school districts. While this relief has been widely characterized as a major windfall for K-12 education, per-pupil amounts vary considerably across districts, as will the costs districts face for COVID mitigation and recovery. In this paper, we conduct simulations to understand the potential distribution of net effects of the pandemic and federal aid on the finances of local school districts in the next several years. In our baseline scenario, we assume one-time adjustment costs of $500 per pupil plus additional costs of $1,000 per student in poverty and $500 per student not in poverty per year for four years. Federal aid was distributed proportional to the longstanding Title I program, which sends more money per pupil to higher poverty districts. Low-poverty districts are therefore projected to face some budgetary shortfalls, while many higher poverty districts are projected to have excess funds, which they could direct towards long-standing challenges. While our findings depend on key assumptions about the COVID-related costs, we find significant district-level variation in simulated net fiscal impacts, in part but not completely due to poverty rates, across all the scenarios we consider.\n\n",
    "acknowledgement": "\nWe are grateful to Jeffrey Clemens, Lucy Dadayan, and Kim Reuben for helpful discussion of state revenue and for sharing their data, and to Nat Malkus for insights on the Return to Learn data. Becca Lowry and Emily Pelles provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}