{
    "id": 29479,
    "citation_title": "Labor Market Dynamics When Ideas are Harder to Find",
    "citation_author": [
        "Adrien Bilal",
        "Niklas Engbom",
        "Simon Mongey",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the impact of slowing economic growth on labor market dynamism and misallocation. It provides a model of endogenous growth via imitation in a frictional labor market. The framework accounts for rich data on worker job-to-job transitions as well as stochastic and lifecycle properties of firm growth and job reallocation. High productivity entrants gradually replace obsolescing incumbents by poaching their workers, a process that is intermediated via a frictional labor market. When the likelihood of entrants imitating technologies in the tail of the distribution falls (ideas are harder to find), so does growth. Consistent with US data over the past 30 years, firm entry, incumbents’ employment response to productivity shocks, and job-to-job transitions decline, while the share of old firms increases. With lower imitation, however, there is less misallocation, because the slower aggregate rate of obsolescence induces productive firms to invest more in costly hiring and grow faster to their optimal size.\n\n",
    "acknowledgement": "\nThe view included are those of the authors and do not represent those of the Federal Reserve System or the National Bureau of Economic Research. We thank Sebastian Guarda for excellent research assistance, and Ufuk Akcigit and Chris Pissarides for their useful comments.\n\n\n"
}