{
    "id": 29472,
    "citation_title": "\"When Anything Can Happen”: Anticipated Adversity and Postsecondary Decision-Making",
    "citation_author": [
        "Stefanie DeLuca",
        "Nicholas W. Papageorge",
        "Joseph L. Boselovic",
        "Seth Gershenson",
        "Andrew Gray",
        "Kiara M. Nerenberg",
        "Jasmine Sausedo",
        "Allison Young"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe examine how disadvantaged students make postsecondary education decisions, focusing on why they often opt for relatively short programs with lower expected returns. Prior literature emphasizes information deficits and financial constraints. We draw upon qualitative data collected via open-ended interviews conducted with a sample of economically disadvantaged Black youth in Baltimore to develop and explore a complementary narrative: students who have faced disadvantage, including disruptive events, or “adverse shocks” (e.g., violence, eviction or incarceration of a family member), anticipate future shocks that could derail their educational plans. They thus opt for shorter educational programs that they expect they can complete despite anticipated shocks. We corroborate this narrative using publicly available, large-N data sets such as the National Longitudinal Survey of Youth 1997 (NLSY97). Finally, we formalize this narrative as a dynamic structural model of educational decisions that incorporates how students often enroll in, but do not complete, degree programs. Estimated utility costs of schooling—and thus policy conclusions—hinge on what we assume individuals believe about the likelihood of completing school. While the NLSY97 provide indirect measures, future data collection could measure these beliefs directly. More broadly, our approach is a novel application of mixed methods research: using qualitative data—learning about decisions from those who make them—to aid in the specification of a structural model. This approach could be applied in other contexts where behavior is poorly understood to inform data collection priorities, hypothesis testing, and model specification.\n\n",
    "acknowledgement": "\nFirst draft: September 1, 2020. Current draft: October 26, 2023. We thank Kathryn Edin and Susan Clampet-Lundquist, who were the Co-PIs with DeLuca for the MTO Q10 Transition to Adulthood Study in Baltimore, which provided the qualitative data we use in this paper. We are grateful for the generous support of the Russell Sage Foundation and the William T. Grant Foundation. We also acknowledge excellent research support from Paige Ackman, Olivia Cigarroa, Jamie Chan, Courtney Colwell, Olivia Morse, Lauren Ricci and Oscar Volpe. The usual caveats apply. Email [corresponding author]: sdeluca@jhu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}