{
    "id": 29473,
    "citation_title": "Optimal Bank Reserve Remuneration and Capital Control Policy",
    "citation_author": [
        "Chun-Che Chi",
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2022-03-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central prediction of open economy models with a pecuniary externality due to a collateral constraint is that the unregulated economy overborrows relative to what occurs under optimal policy. A maintained assumption in this literature is that households borrow directly from foreign lenders. This paper shows that if foreign lending is intermediated by domestic banks and the government has access to capital controls and interest on bank reserves, the unregulated economy underborrows. The optimal bank reserve policy is countercyclical. By increasing bank reserves during contractions, the government acts as a lender of last resort to collateral-constrained households.\n\n",
    "acknowledgement": "\nWe thank for helpful comments seminar participants at the Bank of Italy, the University of Chile, CUNY, the Toulouse School of Economics, the 2021 Copenhagen Macro Days, the XIII Workshop in International Economics and Finance held in Quito, the University of Surrey, UC Davis, NYU, the Bank of Israel, the 12th ifo Conference, CREI, PSE, and Bocconi. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}