{
    "id": 29475,
    "citation_title": "Modeling to Inform Economy-Wide Pandemic Policy: Bringing Epidemiologists and Economists Together",
    "citation_author": [
        "Michael E. Darden",
        "David Dowdy",
        "Lauren Gardner",
        "Barton Hamilton",
        "Karen Kopecky",
        "Melissa Marx",
        "Nicholas W. Papageorge",
        "Daniel Polsky",
        "Kimberly Powers",
        "Elizabeth Stuart",
        "Matthew Zahn"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2022-01-09",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFacing unprecedented uncertainty and drastic trade-offs between public health and other forms of human well-being, policy makers during the Covid-19 pandemic have sought the guidance of epidemiologists and economists. Unfortunately, while both groups of scientists use many of the same basic mathematical tools, the models they develop to inform policy tend to rely on different sets of assumptions and, thus, often lead to different policy conclusions. This divergence in policy recommendations can lead to uncertainty and confusion, opening the door to disinformation, distrust of institutions, and politicization of scientific facts. Unfortunately, to date, there have not been widespread efforts to build bridges and find consensus or even to clarify sources of differences across these fields, members of whom often continue to work within their traditional academic silos. In response to this “crisis of communication,” we convened a group of scholars from epidemiology, economics, and related fields (e.g., statistics, engineering, and health policy) to discuss approaches to modeling economy-wide pandemics. We summarize these conversations by providing a consensus view of disciplinary differences (including critiques) and working through a specific policy example. Thereafter, we chart a path forward for more effective synergy between disciplines, which we hope will lead to better policies as the current pandemic evolves and future pandemics emerge.\n\n",
    "acknowledgement": "\nThis paper represents a collaborative effort. All authors contributed equally and are thus listed in alphabetical order. The project was supported by a pilot grant from the Hopkins Business of Health Initiative (HBHI) at the Johns Hopkins University. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}