{
    "id": 29478,
    "citation_title": "Pollution Trends and US Environmental Policy: Lessons from the Last Half Century",
    "citation_author": [
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis article proposes and evaluates four hypotheses about US pollution and environmental policy over the last half century. First, air and water pollution have declined substantially, although greenhouse gas emissions have not. Second, environmental policy explains a large share of these trends. Third, much of the regulation of air and drinking water pollution has benefits that exceed costs, although the evidence for surface water pollution regulation is less clear. Fourth, while the distribution of pollution across social groups is unequal, market-based environmental policies and command-and-control policies do not appear to produce systematically different distributions of environmental outcomes. I also discuss recent innovations in methods and data that can be used to evaluate pollution trends and policies, including the increased use of environmental administrative data, statistical cost-benefit comparisons, analysis of previously understudied policies, more sophisticated analyses of pollution transport, micro-macro frameworks, and a focus on the distribution of environmental outcomes.\n\n",
    "acknowledgement": "\nI thank NSF SES-1850790 and 2117158 and the Giannini Foundation for generous support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}