{
    "id": 29474,
    "citation_title": "Economic Interests, Worldviews, and Identities: Theory and Evidence on Ideational Politics",
    "citation_author": [
        "Elliott Ash",
        "Sharun Mukand",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe distinguish between ideational and interest-based appeals to voters on the supply side of politics, and integrate the Keynes-Hayek perspective on the importance of ideas with the Stigler-Becker approach emphasizing vested interests. In our model, political entrepreneurs discover identity and worldview “memes” (narratives, cues, frames) that shift beliefs about voters’ identities or their views of how the world works. We identify a complementarity between worldview politics and identity politics and illustrate how they may reinforce each other. Furthermore, we show how adverse economic shocks may result in a greater incidence of ideational politics. We use these results to analyze data on 60,000 televised political ads in U.S. localities over the years 2000 through 2018. Our empirical work quantifies ideational politics and provides support for the key model implications, including the impact of higher inequality on both identity and worldview politics.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge discussions with and comments of Tim Besley, Arthur Blouin, Christian Bruns, Sumon Majumdar, Debraj Ray, and Kenneth Shepsle. Nianyun Li, Leo Picard, and Raghul Venkatesh provided superb research assistance. This paper incorporates many of the theoretical results from an earlier version of the paper by the latter two authors circulated under the title “The Political Economy of Ideas: On Ideas versus Interests in Policymaking” (Mukand and Rodrik, 2018). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}