{
    "id": 29489,
    "citation_title": "Central Bank Digital Currencies and The Emerging Markets: The Currency Substitution Challenge",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2021-12-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I discuss the implications for emerging countries of the adoption of central bank digital currencies (CBDCs) in advanced jurisdictions, such as the United States, the United Kingdom, and the Euro Zone. The analysis identifies benefits as well as costs. Among the former, one of the most important is lower costs for migrants’ remittances. Some of the costs of global CBDCs are associated with currency substitution, sudden currency depreciations, and lower seigniorage. At the global level, a smooth rollout of CBDCs in center countries requires international coordination. In addition, emerging countries will benefit from the implementation of stronger macroprudential regulations\n\n",
    "acknowledgement": "\nI thank Esward Prasad, Kristen Forbes, and Hyun Song Shin for very helpful comments during the BIS May 2021 conference on Macroprudential Regulations, where I discussed some of these issues. I presented these ideas at the Asobancaria Conference on monetary policy, Cartagena de Indias, November 3-5, 2021. Luis Cabezas provided able research assistance. As always, I have benefitted from discussions with Ed Leamer The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}