{
    "id": 29488,
    "citation_title": "Imported or Home Grown? The 1992-3 EMS Crisis",
    "citation_author": [
        "Barry Eichengreen",
        "Alain Naef"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly assembled data on foreign exchange market intervention, we construct a daily index of exchange market pressure during the 1992-3 crisis in the European Monetary System, allowing us to pinpoint when and where the crisis was most severe. Our analysis focuses on a neglected factor in the crisis: the role of the weak dollar in intra-EMS tensions. We provide new evidence of the contribution of a falling dollar-Deutschmark exchange rate to pressure on EMS currencies.\n\n",
    "acknowledgement": "\nUniversity of California and Banque de France, respectively. Views in this paper are not the opinion of the Banque de France or the Eurosystem. Our intervention data come from publicly available archives and not the Banque de France. We are grateful to the Bank of England and Bundesbank archives for their cooperation and to Gaurav Gandhi, Damien Bonnot and Muriel Demottais for excellent research assistance. Much of the work was undertaken while Naef was a postdoctoral fellow at UC Berkeley. Helpful comments were provided by Marc Adam, William Allen, Zeynep Alraqeb, Michael Bordo, Oliver Bush, Sergio Castellanos-Gamboa, Rafael Cezar, Michael Curran, Devika Dutt, Jeffrey Frankel, Daniel Gros, Max Harris, Simon Hinrichsen, Owen Humpage, Harold James, Camille Macaire, Craig MacMahon, David Marsh, Clément Marsilli, Charles Wyplosz and participants in the Berkeley Economic History Lunch, seminars at Villanova and Oxford Universities the Economic History Society annual conference, the Financial History seminar, and the Paris School of Economics/Banque de France seminar. Eichengreen thanks the Clausen Center at the University of California, Berkeley. Naef thanks the Swiss National Science Foundation (grant number P2SKP1_181320) for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}