{
    "id": 29480,
    "citation_title": "Demographic Transitions Across Time and Space",
    "citation_author": [
        "Matthew J. Delventhal",
        "Jesús Fernández-Villaverde",
        "Nezih Guner"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe demographic transition --the move from a high fertility/high mortality regime into a low fertility/low mortality regime-- is one of the most fundamental transformations that countries undertake. To study demographic transitions across time and space, we compile a data set of birth and death rates for 186 countries spanning more than 250 years. We document that (i) a demographic transition has been completed or is ongoing in nearly every country; (ii) the speed of transition has increased over time; and (iii) having more neighbors that have started the transition is associated with a higher probability of a country beginning its own transition. To account for these observations, we build a quantitative model in which parents choose child quantity and educational quality. Countries differ in geographic location, and improved production and medical technologies diffuse outward from Great Britain. Our framework replicates well the timing and increasing speed of transitions. It also produces a correlation between the speeds of fertility transition and increases in schooling similar to the one in the data.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}