{
    "id": 29483,
    "citation_title": "Deindustrialization and Industry Polarization",
    "citation_author": [
        "Michael Sposi",
        "Kei-Mu Yi",
        "Jing Zhang"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe add to recent evidence on deindustrialization and document a new pattern: increasing industry polarization over time. We assess whether these new features of structural change can be explained by a dynamic open economy model with two primary driving forces, sector-biased productivity growth and sectoral trade integration. We calibrate the model to the same countries used to document our patterns. We find that sector-biased productivity growth is important for deindustrialization by reducing the relative price of manufacturing to services, and sectoral trade integration is important for industry polarization through increased specialization. The interaction of these two driving forces is also essential as increased trade openness transmits global technological change to each country's relative prices, sectoral specialization, and sectoral trade imbalances.\n\n",
    "acknowledgement": "\nWe thank Satyajit Chatterjee, Josep Pijoan-Mas, Klaus Desmet, and seminar and conference participants at the SED conference, Singapore Management University, INSEAD, Ryerson University, University of British Columbia, Clemson University, Midwest Macro Conference, Sogang University, Indiana University, Chicago Fed, UC Santa Cruz, the Bank of Chile, the Bank of Spain, GGDC/U. of Groningen, CEMFI, South- ern Economics Association Meetings, Texas Tech University, University of Missouri, University of Southern California, York University, World Bank Workshop on Services and Structural Transformation, and Conference in honor of Tim Kehoe for their comments. We also thank Jackson Crawford, Valerie Grossman, and Valentina Palmiotti for outstanding research assistance. The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Banks of Chicago and Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}