{
    "id": 29485,
    "citation_title": "Capital Investment and Labor Demand",
    "citation_author": [
        "E. Mark Curtis",
        "Daniel G. Garrett",
        "Eric C. Ohrn",
        "Kevin A. Roberts",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2021-11-15",
    "issue_date": "2021-11-12",
    "revision_date": "2022-06-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how tax policies that lower the cost of capital impact investment and labor demand. Difference-in-differences estimates using confidential Census Data on manufacturing establishments show that tax policies increased both investment and employment, but did not stimulate wage or productivity growth. Using a structural model, we find that the primary effect of the policy was to increase the use of all inputs by lowering costs of production and that capital and production workers are complementary inputs in modern manufacturing. Our results show that tax policies that incentivize capital investment do not lead manufacturing plants to replace workers with machines.\n\n",
    "acknowledgement": "\nAny views expressed are those of the authors and not those of the US Census Bureau, nor of the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1667. (CBDRB-FY21-255) We are very grateful for comments from Daron Acemoglu, Joe Altonji, Rosanne Altshuler, Alan Auerbach, David Autor, Jacob Bastian, David Berger, Pierre Boyer, Sydnee Caldwell, Lorenzo Casaburi, Marcus Casey, Raj Chetty, Tony Cookson, Mike Devereux, David Dorn, John Friedman, Nicole Fortin, Matthew Gentzkow, Joao Gomes, Lucas Goodman, David Green, Michael Greenstone, Jon Gruber, Jon Guryan, Walker Hanlon, Jarkko Harju, David Hemous, Caroline Hoxby, Joachim Hubmer, John Eric Humphries, Jenny Hunt, Sasha Indarte, Nir Jaimovich, Matt Johnson, Xavier Jaravel, Matthias Kehrig, Rich Kihlstrom, Pat Kline, Francois Kramarz, Andrea Lanteri, Attila Lindner, Thomas Lemieux, Becky Lester, Max Lo er, Claudia Macaluso, Ioana Marinescu, Alex Mas, Adrien Matray, Therese McGuire, Steve Medema, Jon Meer, Costas Meghir, Neale Mahoney, Tuomas Matikka, Magne Mogstad, Terry Moon, Kevin Milligan, Nicolas Morales, Enrico Moretti, David Musto, Yusuke Narita, Ralph Ossa, Andreas Peichl, Dina Pomeranz, Rob Porter, Jim Poterba, Krishna Ramaswamy, Roland Rathelot, Pascual Restrepo, Michael Roberts, Pauline Rossi, Raffaele Saggio, Molly Schnell, Hannes Schwandt, Hilary Seligman, Sebastian Siegloch, Isaac Sorkin, Jose de Sousa, Jon Van Reenen, Silvia Vanutelli, Tom Winberry, Daniel Xu, Chen Yeh, Jonathan Zandberg, and Eric Zwick and from seminar participants at ASSA, Berkeley, CESifo, Chicago Booth, CREST, Duke, Financial Management Association, Maastricht, MIT, NTA, Online Public Finance Seminar, Oxford Centre for Business Taxation, the Minneapolis Fed, NBER Labor Studies, NBER Public Economics, Northwestern, the Richmond Fed, Rutgers, UBC, VATT, Wharton, Yale, and Zurich. We are grateful to the Kauffman Foundation, the W.E. Upjohn Institute, the Russell Sage Foundation, and the Washington Center for Equitable Growth for their support of this project. Special thanks go to Bert Grider for assistance with disclosure requests. All errors remain our own.\n\n\n"
}