{
    "id": 29493,
    "citation_title": "A Second Chance at Success: Can Grade Forgiveness Promote Academic Risk-Taking in College?",
    "citation_author": [
        "Xuan Jiang",
        "Kelly Chen",
        "Zeynep K. Hansen",
        "Scott Lowe"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2023-09-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe increased popularity of college grade forgiveness policies, which allow students to substitute grades for repeated courses in their grade-point-average calculations, has been regarded as a consequence of the pressure colleges feel to ensure their “customers” are satisfied. However, this study identifies an important benefit that grade forgiveness confers on students: more risk-taking in the learning process. Using longitudinal administrative data from a four-year public institution that alternated between two grading schemes over a short period of seven years, we find that the adoption of the grade forgiveness policy, over the traditional practice of grade averaging, nudges students to pursue curriculum and/or degrees perceived as relatively more challenging and/or with harder grading standards, such as those in Science, Technology, Engineering, and Mathematics. This result holds true for first-time course-takers as well as for students who do not repeat any courses while in college. Finally, while helping students achieve ultimate mastery, we find no evidence that grade forgiveness delays graduation or elicits spending less effort by students.\n\n",
    "acknowledgement": "\nWe thank Bruce Weinberg, Audrey Light, Valerie Bostwick, and seminar and conference participants at Ohio State University, Purdue University, Jinan University, Boise State University, SOLE, AEFP, APPAM, 7th IZA Workshop on the Economics of Education, and the 2021 Symposium on Contemporary Labor Economics. All errors are our own. Authors do not have any funding support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}