{
    "id": 29494,
    "citation_title": "Collateral Damage: The Impact of Shale Gas on Mortgage Lending",
    "citation_author": [
        "Yanyou Chen",
        "James W. Roberts",
        "Christopher D. Timmins",
        "Ashley Vissing"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze mortgage lenders’ behavior with respect to shale gas risk during the period of the U.S. shale gas boom, which coincided with fluctuations in the U.S. housing market and increased scrutiny in the lending industry.  Shale gas operations have the potential to place affected houses into technical default such that government sponsored enterprises like Fannie Mae and Freddie Mac are unable to maintain them in their portfolios.  We find that lenders changed from being willing to pay $814 on average to avoid one unit of shale risk before the financial distress of 2008 and subsequent increased scrutiny, to $3,137, or 1.6% of profit earned on an average mortgage, afterwards.  Our approach provides an alternative to the traditional property value hedonic measurement of the disamenities associated with shale gas development by looking at the decisions of mortgage professionals.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar participants at the Property and Environment Research Center, the University of Illinois Urbana-Champaign, the Federal Reserve Bank of Cleveland, and the Duke Energy Fellows Lunch for their helpful comments and criticisms.  All remaining errors are our own.  This work was supported by the National Science Foundation [SES-1559481 to J.R and C.T.]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}