{
    "id": 29490,
    "citation_title": "Empirical Investigation of a Sufficient Statistic for Monetary Shocks",
    "citation_author": [
        "Fernando E. Alvarez",
        "Andrea Ferrara",
        "Erwan Gautier",
        "Hervé Le Bihan",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a broad class of sticky price models the non-neutrality of nominal shocks is encoded by a simple sufficient statistic: the ratio of the kurtosis of the size-distribution of price changes over the frequency of price changes. We test this theoretical prediction using data for a large number of firms representative of the French economy. We use the micro data to measure the cross sectional moments, including kurtosis and frequency, for about 120 PPI industries and 220 CPI categories. We use a Factor Augmented VAR to measure the sectoral responses to a monetary shock, as summarized by the cumulative impulse response of sectoral prices (CIRP ), under three alternative identification schemes. The estimated CIRP correlates with the kurtosis and the frequency consistently with the prediction of the theory (i.e. they enter the relationship as a ratio). The analysis also shows that other moments not suggested by the theory, such as the mean, standard deviation and skewness of the size-distribution of price changes, are not correlated with the CIR . Several robustness checks are discussed\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the Banco de España, the Banque de France or the Eurosystem. We thank John Leahy for pushing us to pursue this question in Leahy (2016). We are indebted with Luca Dedola and Klaus Adam, our discussants at the Banque de France seminar and the 2021 Hydra conference for their useful comments. We are grateful to seminar participants at the ECB Prisma meeting (November 2020), the University of Wisconsin, the Einaudi Institute for Economics and Finance, the Bank of Italy, the University of Michigan, the University of Bielefeld, the Imperial College, the University of Edinburgh, the Bank for International Settlements, the IMF, the Banque de France, the Banco de España, the 2021 CEBRA conference, the 2021 Minnesota Workshop in Macroeconomic Theory, the 2021 Hydra Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or paid traveling/lodging expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nUniversity Torcuato Di Tella, Buenos Aires, Argentina, as a visiting professor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Richmond, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Philadelphia, US. As consultant to the Research Department.\n\n\nBanco Central de Chile, Santiago Chile. As a conference participant, and writer of a book chapter.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow, as regular research visitor to the MPR division, and as a PRISMA visitor.\n\n\nGoldman Sachs Global Market Institute, US. As a fellow.\n\n\nGerzensee’s Swiss Program for Doctoral Students, Switzerland. As a visiting professor.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nMorris and Morris LLC, and Weinstein, Kitchenoff and Asher LLC, as a consultant to and compute damages on litigation related for financial contracts, US.\n\n\nBank of International Settlement, Basel, Switzerland. As a Lamfalussy senior research fellow.\n\n\n"
}