{
    "id": 29498,
    "citation_title": "International Evidence on Vaccines and the Mortality to Infections Ratio in the Pre-Omicron Era",
    "citation_author": [
        "Joshua Aizenman",
        "Alex Cukierman",
        "Yothin Jinjarak",
        "Weining Xin"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2023-01-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the appearance of the Omicron variant, observations on countries like the UK that have accumulated a large fraction of inoculated individuals suggest that, although initially, vaccines have little effect on new infections, they strongly reduce the share of mortality out of a given pool of infections. This paper examines the extent to which this phenomenon is more general by testing the hypothesis that the ratio of lagged mortality to current infections is decreasing in the total number of vaccines per one hundred individuals in the pre-Omicron period, in a pooled time-series, cross-section sample with weekly observations for up to 208 countries. The main finding is that vaccines moderate the share of mortality from a given pool of lagged infections at sufficiently high levels of vaccination rates, which is essentially a favorable shift in the tradeoff between life preservation and economic performance. The practical lesson is that, in the presence of a sufficiently high share of inoculated individuals, governments can shade down containment measures, even as infections are still rampant, without significant adverse effects on mortality.\n\n",
    "acknowledgement": "\nWe would like to thank two anonymous referees and the editor for useful suggestions. Joshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and International Relations, USC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Asian Development Bank, and the International Monetary Fund.\n\n\n"
}