{
    "id": 29499,
    "citation_title": "Skewness and Time-Varying Second Moments in a Nonlinear Production Network: Theory and Evidence",
    "citation_author": [
        "Ian Dew-Becker",
        "Alireza Tahbaz-Salehi",
        "Andrea Vedolin"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies asymmetry in economic activity over the business cycle. It develops a tractable multisector model of the economy in which complementarity across inputs causes aggregate activity to be left skewed with countercyclical volatility. We then examine implications of the model regarding the time-series skewness of activity at the sector level, cyclicality of dispersion and skewness across sectors, and the conditional covariances of sector growth rates, finding support for each in the data. The empirical skewness of employment growth, industrial production growth, and stock returns increases with the level of aggregation, which is consistent with the model's implication that it is the nonlinearity in the production structure of the economy that generates the skewness. Other prominent models of asymmetry are not able to simultaneously match the range of empirical facts that the production network model can.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and discussions from  David Baqaee, Elisa Rubbo, Cosmin Ilut, Laura Veldkamp, and seminar participants at the NBER Monetary Economics program and Summer Institute, Wharton, and the Macro Finance Society. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}