{
    "id": 29491,
    "citation_title": "Ambulance Taxis: The Impact of Regulation and Litigation on Health Care Fraud",
    "citation_author": [
        "Paul J. Eliason",
        "Riley J. League",
        "Jetson Leder-Luis",
        "Ryan C. McDevitt",
        "James W. Roberts"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relative effectiveness of administrative regulations, criminal enforcement, and civil lawsuits for combatting health care fraud. Between 2003 and 2017, Medicare spent $7.7 billion on 37.5 million regularly scheduled, non-emergency ambulance rides for patients traveling to and from dialysis facilities, with dozens of lawsuits alleging that Medicare reimbursed rides for patients who did not meet the requirements for receiving one. Using a novel data set and an identification strategy based on the staggered timing of regulations and lawsuits across the United States, we find that a regulation requiring prior authorization for ambulance reimbursements reduced spending much more than criminal and civil lawsuits did. Despite the sharp drop in both ambulance transports and the companies that provide them following prior authorization, patients’ health outcomes did not change, indicating that most rides were not medically necessary. Our results suggest that administrative actions have a much larger impact than targeted criminal enforcement, providing novel evidence that regulations may be more cost-effective than ex post ligation for preventing health care fraud.\n\n",
    "acknowledgement": "\nWe thank Tal Gross, Jonathan Gruber, Atul Gupta, Steven Medema, Andrei Shleifer, Jonathan Skinner, Becky Staiger, and participants of the ASHEcon 2021 Conference and 2021 NBER Public Economics Program Meeting for their helpful feedback. We also thank Paul Kaufman for very helpful discussions about this industry. Evan Henley, Yicheng Liu, Mingrui Ma, Heather Wong, Baiden Wright, and Peck Yang provided excellent research assistance. The data reported here have been supplied by the United States Renal Data System (USRDS). The interpretation and reporting of these data are the responsibility of the authors and in no way should be seen as an official policy or interpretation of the U.S. government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}