{
    "id": 29497,
    "citation_title": "Pandemic Schooling Mode and Student Test Scores: Evidence from US States",
    "citation_author": [
        "Clare Halloran",
        "Rebecca Jack",
        "James C. Okun",
        "Emily Oster"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2023-01-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of district-level schooling mode (in-person versus hybrid or distance learning) on test scores. We combine Spring 2021 state standardized test score data with comprehensive data on schooling in the 2020-21 school year across 12 states. We find that pass rates declined compared to prior years and that these declines were larger in districts with less in-person instruction. Passing rates in math declined by 14.2 percentage points on average; we estimate this decline was 10.1 percentage points smaller for districts fully in-person. Changes in English language arts scores were smaller, but were significantly larger in districts with larger populations of students who are Black, Hispanic or eligible for free and reduced price lunch.\n\n",
    "acknowledgement": "\nWe are grateful to Hannah Orlove for excellent research assistance. The COVID-19 School Data Hub was produced with funding from Emergent Ventures at the Mercatus Center, the Chan Zuckerberg Initiative, and Arnold Ventures. Contact: Emily Oster at emily oster@brown.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEmily Oster\n\nEmily Oster: Conflict of Interest Form\n\n\nThis form reports all personal payments I have received from entities for speaking, writing or other services. Please note also that I am represented by the William Morris Agency and the Harry Walker Agency.\n\n\nPayments for writing: Penguin Random House (Penguin Press), the New York Times, The Atlantic, The Wall Street Journal, The Washington Post, Medium.com, BDG Media, Vox.\nSpeaking fees: Gilder, Gagnon and Howe, Deloitte, The American Program Bureau, Etsy, PriceWaterHouse Cooper.\n\n\n"
}