{
    "id": 29492,
    "citation_title": "The Responsiveness of Medicaid Spending to the Federal Subsidy",
    "citation_author": [
        "M. Kate Bundorf",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough economic theory suggests that the federal government can influence spending by states through subsidies to programs that states operate, no recent work has quantified the magnitude of this effect for Medicaid, the largest program of this type in the U.S. We find that Medicaid spending per enrollee responds to the magnitude of the federal subsidy. The Affordable Care Act (ACA) and its subsequent interpretation by the Supreme Court gave states the option to expand eligibility for their Medicaid programs in exchange for increases in the generosity of the federal subsidy. States that exercised this option increased Medicaid spending per enrollee on enrollees who were eligible even before the ACA by approximately 15 percent. Depending on the specification, this translates into an elasticity of Medicaid spending per enrollee with respect to the after-subsidy price of Medicaid to a state of -0.494 to -0.579.\n\n",
    "acknowledgement": "\nWe would like to thank Jeff Clemens and Maria Polyakova for extremely helpful comments, Chris Park (MACPAC) and Carrie Coslin (ResDAC) for data advice, and Takaaki Sagawa for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}