{
    "id": 29508,
    "citation_title": "Organizational Structure and Pricing: Evidence from a Large U.S. Airline",
    "citation_author": [
        "Ali Hortaçsu",
        "Olivia R. Natan",
        "Hayden Parsley",
        "Timothy Schwieg",
        "Kevin R. Williams"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2023-09-11",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nFirms facing complex objectives often decompose the problems they face, delegating different parts of the decision to distinct sub-units. Using comprehensive data and internal models from a large U.S. airline, we establish that airline pricing is not well approximated by a model of the firm as a unitary decision-maker. We show that observed prices, however, can be rationalized by accounting for organizational structure and for the decisions by departments that are tasked with supplying inputs to the observed pricing heuristic. Simulating the prices the firm would charge if it were a rational, unitary decision-maker results in lower welfare than we estimate under observed practices. Finally, we discuss why counterfactual estimates of welfare and market power may be biased if prices are set through decomposition, but we instead assume that they are set by unitary decision-makers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. All authors have no material financial relationships with entities related to this research. We thank Matt Backus, Judy Chevalier, Stefano DellaVigna, Bob Gibbons, Rob Jensen, Aniko Öry, Ariel Pakes, Ben Polak, Mike Powell, Tobias Salz, Fiona Scott Morton, Steve Tadelis, and the participants and discussants at several conferences and seminar presentations. We gratefully acknowledge financial support from the Opportunity & Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis, the Tobin Center, Yale School of Management, NET Institute, the University of Chicago, and the Becker Institute. Jose Betancourt provided excellent research assistance.\n\n\n"
}