{
    "id": 29503,
    "citation_title": "Excess Deaths in the United States During the First Year of COVID-19",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAccurately determining the number of excess deaths caused by the COVID-19 pandemic is hard. The most important challenge is accurately estimating the counterfactual count of baseline deaths that would have occurred in its absence. This analysis used new methods to: estimate this baseline metric; calculate excess deaths during the first year of the U.S. COVID-19 pandemic; and examine plausibility of the excess death estimates obtained in this and prior analyses. Total, group-specific and cause-specific excess deaths in the U.S. from March 2020 through February 2021 were calculated using publicly available data covering all deaths from March 2009 through December 2019 and provisional data from January 2020 through February 2021. The estimates indicate that there were 646,514 (95% CI: 597,514 to 695,520) excess deaths in the U.S. during this period, with 83.4% (95% CI: 77.5% - 90.2%) of these attributed directly to COVID-19. There were substantial differences across population groups and causes in the ratio of actual-to-baseline deaths, and in the contribution of COVID-19 to excess mortality. Prior research has frequently underestimated baseline deaths and so has overstated excess mortality and the percentage of it attributed to non-COVID-19 causes.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Aging and the Office of the Director, National Institutes of Health, under Award Number P01AG005842. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institutes of Health. I thank Neil Mathur and Daniel Podratsky for helpful research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}