{
    "id": 29505,
    "citation_title": "Unemployment Insurance in Macroeconomic Stabilization",
    "citation_author": [
        "Rohan Kekre"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2022-08-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study unemployment insurance (UI) in general equilibrium with incomplete markets, search frictions, and nominal rigidities. An increase in generosity raises the aggregate demand for consumption if the unemployed have a higher marginal propensity to consume (MPC) than the employed or if agents precautionary save in light of future income risk. This raises output and employment unless monetary policy raises the nominal interest rate. In an analysis of the U.S. economy over 2008-2014, UI beneﬁt extensions had a contemporaneous output multiplier around 1. The unemployment rate would have been as much as 0.4pp higher absent these extensions.\n\n",
    "acknowledgement": "\nI thank the editor Dirk Krueger and four anonymous referees. This paper is a substantial revision of the ﬁrst chapter of my PhD dissertation at Harvard University. I am indebted to Emmanuel Farhi, Gita Gopinath, Raj Chetty, and Gabriel Chodorow-Reich for their guidance. I thank Peter Ganong, Veronica Guerrieri, Erik Hurst, Greg Kaplan, and Joseph Vavra for numerous discussions, and Robin Li for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}