{
    "id": 29501,
    "citation_title": "Sovereign Risk and Financial Risk",
    "citation_author": [
        "Simon Gilchrist",
        "Bin Wei",
        "Vivian Z. Yue",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the interplay between sovereign risk and global financial risk. We show that a substantial portion of the comovement among sovereign spreads is accounted for by changes in global financial risk. We construct bond-level sovereign spreads for dollar-denominated bonds issued by over 50 countries from 1995 to 2020 and use various indicators to measure global financial risk. Through panel regressions and local projection analysis, we find that an increase in global financial risk causes a large and persistent widening of sovereign bond spreads. These effects are strongest when measuring global risk using the excess bond premium – a measure of the risk-bearing capacity of U.S. financial intermediaries. The spillover effects of global financial risk are more pronounced for speculative-grade sovereign bonds.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of the Bank for International Settlements, the Federal Reserve System, or the National Bureau of Economic Research. We thank Yan Bai (discussant), Roberto Chang, Helene Rey, Jesse Schreger (discussant), Eric Van Wincoop, Martin Uribe, and participants in the 2021 NBER ISOM conference and the seminars at Rutgers University, Federal Reserve Banks of Atlanta and San Francisco, and National Bank of Belgium. We thank Giulio Cornelli and Chelsea Hunter for excellent research assistance.\n\n\n"
}