{
    "id": 29506,
    "citation_title": "The Other Great Migration: Southern Whites and the New Right",
    "citation_author": [
        "Samuel Bazzi",
        "Andreas Ferrara",
        "Martin Fiszbein",
        "Thomas P. Pearson",
        "Patrick A. Testa"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "2023-05-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper shows how the migration of millions of Southern whites in the 20th century shaped the cultural and political landscape across America. Racially and religiously conservative, Southern white migrants created new electoral possibilities for a broad-based coalition with economic conservatives. With their considerable geographic scope, these migrants hastened partisan realignment and helped to catalyze and bolster a New Right movement with national influence over the long run. More than just augmenting the conservative voter base outside the South, they influenced non-Southerners by building evangelical churches, diffusing right-wing media, and mixing through intermarriage and residential integration. Tracking non-Southern households, we show that exposure to Southern white neighbors increased adoption of conservative religious norms. Overall, our findings suggest that this mass migration blurred the North–South cultural divide and reshaped the geography of conservatism in the U.S.\n\n",
    "acknowledgement": "\nWe thank Brian Beach, Matilde Bombardini, Vicky Fouka, Taylor Jaworski, Maggie Jones, Ilyana Kuziemko, Ted Miguel, Melissa Rogers, Marco Tabellini, Marianne Wanamaker, and participants at Boston University, Brandeis University, George Mason University, Harvard University, Lehigh University, Northwestern University, Peking University, Stanford University, SUNY Binghamton, Tilburg University, Toulouse School of Economics, UC Berkeley, UCLA, UC San Diego, Universidad de Montevideo, University of Alabama, University of Bonn, University of Colorado Denver, University of Notre Dame, Universidad de San Andrés, Vanderbilt University, Yale University, the NBER DAE Spring Meeting 2022, 91st SEA Meeting, the 2022 ASSA Meeting, the 2022 Cliometric Society Annual Conference, the 2022 Economic History Association Meeting, and the 2022 Mountain West Economic History Conference for valuable comments and feedback. Carmen Arbaizar-Mazas, Riccardo Di Cato, Katarina Fedorov, and Eli Locke provided excellent research assistance. We are grateful to Jacob Whiton for sharing data on the 2021 Electoral College count; to Paul Matzko for sharing data on Carl McIntire’s radio program; to Matt Daniels and Simon Rogers for sharing gastronomy data from Google News Lab; and to Dan Hopkins for sharing the state platform data from Hopkins et al. (2022). We gratefully acknowledge funding support from the Russell Sage Foundation and the Initiative on Cities at Boston University. All errors are our own. An earlier version of this paper circulated in 2021 under the title “The Other Great Migration: White Southern Migrants and Right-wing Politics in the U.S.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}