{
    "id": 29504,
    "citation_title": "Technological Obsolescence",
    "citation_author": [
        "Song Ma"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes a new measure of technological obsolescence using detailed patent data. Using this measure, we present two sets of results. First, firms' technological obsolescence foreshadows substantially lower growth, productivity, and reallocation of capital. This finding applies mainly for obsolescence of core innovation and embodied innovation, and it is stronger in competitive product markets. Second, in stock markets, high-obsolescence firms under-perform low-obsolescence firms by 7 percent annually. Using analyst forecast data, we show this is due to a systematic overestimation of future profits of obsolescent firms. The measure contains incremental information about firm innovation relative to measures focusing on new innovation.\n\n",
    "acknowledgement": "\nSong Ma is with Yale University and the NBER. Working on this paper constantly reminds me of the joy and pain of working on a solo paper. For continuous support, I want to thank my coauthors and numerous colleagues whose comments and discussions helped shape my thinking around this topic over the years. For detailed comments and discussions, I thank Nick Barberis, Wesley Cohen, Michael Ewens, Laurent Fresard, Stefano Giglio, Paul Goldsmith-Pinkham, Po-Hsuan Hsu, Allen Hu, Bryan Kelly, Lenoid Kogan, Ernest Liu, Yueran Ma, Stavros Panageas, Bruno Pellegrino, Peter Schott, Kelly Shue, Janis Skrastins, Kaushik Vasudevan, Ting Xu, and Alex Zentefis. I also want to thank workshop participants at Bilkent, BlackRock, Bocconi, FOM Annual Conference (Dartmouth), Harvard, Illinois, LSE, Lugano, Michigan State, NBER Summer Institute (Macroeconomics and Productivity), PKU, Queen Mary, RUC, SMU, Toulouse School of Economics, Tulane, UT Dallas, Warwick, Yale (Economics). Xugan Chen provided excellent research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}