{
    "id": 29502,
    "citation_title": "Buyouts: A Primer",
    "citation_author": [
        "Tim Jenkinson",
        "Hyeik Kim",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an introduction to buyouts and the academic literature about them. Buyouts are initiated by “buyout funds”, which are limited partnerships raised from mostly institutional investors. The funds earn returns for their investors by improving the operations of the firms they acquire and exiting them for a profit. Buyout funds have grown substantially and currently raise more than $400 billion annually in capital commitments. We first discuss the institutional environment that developed to foster such buyouts and to provide incentives for general partners and firm managers to earn returns for the fund’s investors. We then describe various strategies that funds use to increase the values of their portfolio companies. The paper provides up to date statistics on all aspects of the buyout industry. Finally, we present a summary of the academic literature on buyouts. This literature has paid particular attention to the extent to which buyouts earn risk-adjusted abnormal returns for their investors, as well as the sources of those returns.\n\n",
    "acknowledgement": "\nWe would like to thank Peter Cornelius, Harry DeAngelo, Rui Gong, Eduard Inozemtsev, Chris Kallos, Minsu Ko, Daisy Wang, and Cynthia Yin for very valuable comments on an early draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTim Jenkinson\n\nHarris serves on the board of a complex of  mutual funds which invest in public debt and public equity securities.  His research as a faculty member at the University of Virginia is supported, in part, by the Darden Foundation.\n\n\nTim Jenkinson has advised institutional investors regarding private equity, and is on the board of an investment trust that makes investments into public and private equity.\n\n\n"
}