{
    "id": 29500,
    "citation_title": "Globalization and the Ladder of Development: Pushed to the Top or Held at the Bottom?",
    "citation_author": [
        "David Atkin",
        "Arnaud Costinot",
        "Masao Fukui"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between international trade and development in a model where countries differ in their capability, goods differ in their complexity, and capability growth is a function of a country’s pattern of specialization. Theoretically, we show that it is possible for international trade to increase capability growth in all countries and, in turn, to push all countries up the development ladder. This occurs because: (i) the average complexity of a country’s industry mix raises its capability growth, and (ii) foreign competition is tougher in less complex sectors for all countries. Empirically, we provide causal evidence consistent with (i) using the entry of countries into the World Trade Organization as an instrumental variable for other countries’ patterns of specialization. The opposite of (ii), however, appears to hold in the data. Through the lens of our model, these two empirical observations imply dynamic welfare losses from trade that are small for the median country, but pervasive and large among a number of African countries.\n\n",
    "acknowledgement": "\nWe thank Dave Donaldson and Elhanan Helpman as well as seminar participants at MIT, WIEN conference, Johns Hopkins, Dartmouth, Penn State, Princeton, UC Berkeley, the Econometric Society Winter Meeting, the Virtual Development Economics Seminar Series, and Yale for very helpful comments. We thank Eleanor Sun for valuable research assistance. The views expressed in this study are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}