{
    "id": 29516,
    "citation_title": "Racial Discrimination and Housing Outcomes in the United States Rental Market",
    "citation_author": [
        "Peter Christensen",
        "Ignacio Sarmiento-Barbieri",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2023-01-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe report evidence on discriminatory behavior from the largest correspondence study conducted to date in the rental housing market. Using more than 25,000 interactions with rental property managers across the 50 largest U.S. cities, the study reveals that African American and Hispanic/LatinX renters continue to face discriminatory constraints in the majority of U.S. cities although there are important regional differences. Stronger discriminatory constraints on renters of color (particularly African Americans) are also associated with higher levels of residential segregation and larger gaps in intergenerational income mobility. Using matched evidence on the actual rental outcomes at the properties in our experiment, we show that correspondence study measurements of discrimination do indeed predict actual outcomes.\n\n",
    "acknowledgement": "\nWe thank students in the University of Illinois Big Data and Environmental Economics and Policy (BDEEP) Group and the Duke Environmental Justice Lab for research assistance. We acknowledge generous support from the National Science Foundation Economics Program and the Russell Sage Foundation Social, Political and Economic Inequality Program. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}