{
    "id": 29512,
    "citation_title": "Learning versus Unlearning: An Experiment on Retractions",
    "citation_author": [
        "Duarte Gonçalves",
        "Jonathan Libgober",
        "Jack Willis"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2022-10-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWidely discredited ideas nevertheless persist. Why do we fail to “unlearn”? We study the effectiveness of retractions—the revoking of earlier information—in correcting beliefs. Our experimental design identifies belief updating from retractions— unlearning—and compares it to updating from equivalent new information—learning. Subjects do not fully unlearn from retractions and update approximately one-third less from retractions versus new information. Although we document several well-known biases in belief updating, our results require an explanation that treats retractions as intrinsically different. We find evidence for one such mechanism, while ruling out several others: retractions are more complex than direct information.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Andreas Aristidou, Vittorio Bassi, Dan Benjamin, Aislinn Bohren, Isabelle Brocas, Gabriele Camera, Juan Carrillo, Alessandra Casella, Thomas Chaney, David Cooper, Giorgio Coricelli, Mark Dean, Laura Doval, Martin Dufwenberg, Ben Enke, Dan Friedman, Mira Frick, Guillaume Fréchette, Cary Frydman, Jonas Hjort, John Horton, Judd Kessler, Terri Kneeland, Brian Libgober, Rob Metcalfe, Muriel Niederle, Kirby Nielsen, Charles Noussair, Pietro Ortoleva, Jacopo Perego, Matthew Rabin, João Ramos, Martin Rotemberg, Joel Sobel, Charlie Sprenger, Dmitry Taubsinky, Michael Thaler, Séverine Toussaert, Sevgi Yuksel, and seminar audiences at NYU, Caltech, USC, and the SWEET Conference. Jeremy Ward and Malavika Mani provided outstanding research assistance. Funding from IEPR is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}