{
    "id": 29511,
    "citation_title": "Empirical Perspectives on Auctions",
    "citation_author": [
        "Ali Hortaçsu",
        "Isabelle Perrigne"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe empirical analysis of auction data has become a thriving field of research over the past thirty years. Relying on sophisticated models and advanced econometric methods, it addresses a wide range of policy questions for both public and private institutions. This chapter offers a guide to the literature by stressing how data features and policy questions have shaped research in the field. The chapter is organized by types of goods for sale and covers auctions of timber, construction and services procurement, oil and gas leases, online auctions, internet advertising, electricity, financial securities, spectrum, as well as used goods. It discusses the idiosyncrasies of each applied setting and the respective empirical findings.\n\n",
    "acknowledgement": "\nChapter prepared for the Handbook of Industrial Organization (Vol V). We thank the editors and three referees for constructive and helpful comments as well as Terry Culpepper and Hazen Eckert for excellent research and editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Ali Hortaçsu acknowledges financial support of the Becker Friedman Institute for Research in Economics.\n\n\n"
}