{
    "id": 29517,
    "citation_title": "Mistakes in Future Consumption, High MPCs Now",
    "citation_author": [
        "Chen Lian"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2023-01-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn a canonical intertemporal consumption model, future consumption mistakes (in response to saving changes) lead to higher current marginal propensities to consume (MPCs). These mistakes increase the value of changing current consumption relative to changing saving, as additional saving will not be spent optimally. Various behavioral biases can cause these mistakes, such as inattention, present bias, diagnostic expectations, and near-rationality (epsilon-mistakes). This result helps explain the empirical puzzle of high-liquidity consumers’ high MPCs. In my approach, predictions of sophistication (anticipation of future mistakes) can be derived independently of the underlying biases.\n\n",
    "acknowledgement": "\nI am extremely grateful to Marios Angeletos, Alp Simsek, and Ricardo Caballero for continuous guidance throughout the project. I am grateful to Hassan Afrouzi (discussant), Nick Barberis, Corina Boar, Stefano Dellavigna, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Jonathon Hazell, Martin Holm, Cosmin Ilut, Pete Klenow, Julian Kozlowski, Yueran Ma, Emi Nakamura, Michaela Pagel, Jonathan Parker, Karthik Sastry, Benjamin Schoefer, Frank Schilbach, Jon Steinsson, Dmitry Taubinsky, Adam Szeidl, Joshua Schwartzstein, Andrei Shleifer, Ludwig Straub, Ivan Werning, Muhamet Yildiz, three anonymous referees, and seminar participants at ASSA 2022, Berkeley, Berkeley-Chicago Behavioral Seminar, BI Norwegian Business School, China Star Tour, CICM 2021, Chicago Booth, Columbia, Duke, Duke Fuqua, MIT, Yale SOM, SED 2021, Stanford GSB for helpful comments and discussions. I am grateful to Bruno Smaniotto for excellent research assistance. I acknowledge the financial support from Alfred P. Sloan Foundation. This paper is a more general version of and replaces “Consumption with Imperfect Perception of Wealth.” The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}