{
    "id": 29510,
    "citation_title": "Electricity Price Distributions in Future Renewables-Dominant Power Grids and Policy Implications",
    "citation_author": [
        "Dharik S. Mallapragada",
        "Cristian Junge",
        "Cathy Xun Wang",
        "Johannes Pfeifenberger",
        "Paul L. Joskow",
        "Richard Schmalensee"
    ],
    "citation_publication_date": "2021-11-22",
    "issue_date": "2021-11-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFuture electricity systems with tight constraints on carbon emissions will rely much more on wind and solar generation, with zero marginal cost, than today. We use capacity expansion modelling of Texas in 2050 to illustrate wholesale price distributions in future energy-only, carbon-constrained grids without price caps under a range of technology/system assumptions. Tightening carbon emissions constraints dramatically increases the frequency of very low prices. The frequency of high prices also increases, and all resources earn the bulk of their energy market revenues in relatively few hours. The presence of demand response, long-duration energy storage, dispatchable low-carbon generation, or a robust market for hydrogen for non-electricity use (and for energy storage) weakens but does not undo these results. Financial instruments to hedge price volatility will consequently be more costly and it is likely that we will need to redesign capacity remuneration mechanisms to provide adequate incentives for optimal investment in VRE generation and, particularly, storage. In order to encourage economy-wide electrification, the marginal retail price of electricity should be low whenever the wholesale price is low.  With automated control of demand via demand response contracts, the risks of price volatility faced by retail customers can be mitigated without sacrificing efficiency. To encourage economy-wide electrification, the marginal retail price of electricity should be low when the wholesale spot price is low. We discuss ways of reducing consumers’ risk in this world while providing adequate investment incentives.\n\n",
    "acknowledgement": "\nMIT Energy Initiative Future of Storage Study (no grant numbers) Acknowledgment: We are indebted to the MIT Energy Initiative's Future of Storage Study for research support and intellectual stimulation and, in particular to Howard Gruenspecht for valuable comments and conversations. Paul Joskow discloses that he is on the Board of Directors of Exelon Corporation, a public utility holding company. Johannes Pfeifenberger discloses that he is employed as a Principal at The Brattle Group, a consulting firm. Neither Exelon nor The Brattle Group had any involvement with the preparation of this paper or the underlying research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}