{
    "id": 29514,
    "citation_title": "Government Performance and Democracy: Survey Experimental Evidence from 12 Countries during Covid-19",
    "citation_author": [
        "Michael Becher",
        "Nicolas Longuet Marx",
        "Vincent Pons",
        "Sylvain Brouard",
        "Martial Foucault",
        "Vincenzo Galasso",
        "Eric Kerrouche",
        "Sandra León Alfonso",
        "Daniel Stegmueller"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2023-04-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrises of the magnitude of the Covid-19 pandemic may plausibly affect deep-seated attitudes of a large fraction of citizens. In particular, outcome-oriented theories imply that leaders' performance in response to such adverse events shapes people's views about the government and about democracy. To assess these causal linkages empirically, we use a pre-registered survey experiment covering 12 countries and 22,500 respondents during the pandemic. Our design enables us to leverage exogenous variation in evaluations of policies and leaders with an instrumental variables strategy. We find that people use information on both health and economic performance when evaluating the government. In turn, dissatisfaction with the government decreases satisfaction with how democracy works, but it does not increase support for non-democratic alternatives. The results suggests that comparatively bad government performance mainly spurs internal critiques of democracy.\n\n",
    "acknowledgement": "\nAuthor contributions: Michael Becher, Nicolas Longuet Marx, and Vincent Pons did the conceptualization of the research question and of the experiment, the data curation, the formal analysis, and the writing of the paper; Sylvain Brouard, Martial Foucault, Vincenzo Galasso, Eric Kerrouche, Sandra Le on Alfonso, and Daniel Stegmueller contributed to designing the survey questionnaire and to writing; Daniel Stegmueller also contributed to statistical analysis. The anonymous preregistered analysis plan for the experiment is available from the University of Pennsylvania's Credibility Lab at https://aspredicted.org/blind.php?x=5p6xd9. The authors thank Thomas Van Casteren for excellent research assistance. For comments, they are especially grateful to Anne-Marie Therese Jeannet, Hanspeter Kriesi, Pavlos Vasilopoulos, and panelists at APSA 2021, the IAST-Sciences Po workshop, and the Barcelona 2022 \"Pandemic Crisis and Democratic Preferences workshop\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI would like to report that I am the cofounder of a French company, eXplain\n(https://explain.fr/).\n\n\n\nSylvain Brouard\n\nFrench data collection has received financial support from ANR (French Agency for Research) – REPEAT grant (ANR-20-COVI-0079) and from French\nregion Nouvelle Aquitaine.\n\n\n\nSandra León Alfonso\n\nThis paper has had financial support from the Talento Senior Research Program of the Comunidad de Madrid (2019-00029-001).\n\n\n"
}