{
    "id": 29518,
    "citation_title": "Harvesting the Rain: The Adoption of Environmental Technologies in the Sahel",
    "citation_author": [
        "Jenny C. Aker",
        "Kelsey Jack"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany agricultural and environmental technologies require large upfront investments in exchange for longer-term benefits. This time profile of costs and benefits makes adoption particularly sensitive to liquidity and credit constraints, which are prevalent in low-income settings. We test the importance of these barriers to the adoption of an agricultural technique that helps reduce land degradation and restore soil fertility in Niger. We find little evidence that liquidity or credit constraints deter adoption: instead, providing farmers with training increases the share of adopters by over 90 percentage points, whereas adding conditional or unconditional cash transfers has no additional effect. Adoption increases agricultural output, reduces land turnover and leads to adoption spillovers up to three years after treatment. These results imply that training can be a cost-effective and scalable means of promoting the adoption of profitable technologies.\n\n",
    "acknowledgement": "\nThe authors are grateful to Sahel Consulting (Adamou Hamadou, Maman Lawan Borko and Mounkaila Kindo Boubacar) and the Ministry of Environment in Niger for their invaluable support and collaboration on the design and implementation of the program. We are grateful to Michael Gibson, Marina Ngoma, Carolyn Pelnik, Fatimah Shaikh, Vasudha Ramakrishna and Sabrina Rose for excellent research assistance. We thank seminar audiences at multiple universities and conferences for valuable feedback. This research is funded by the Agricultural Technology Adoption Initiative (ATAI) with generous support from the Bill & Melinda Gates Foundation and the UK Foreign, Commonwealth & Development Office, an anonymous donor and CGIAR-SPIA. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}