{
    "id": 29527,
    "citation_title": "The Cost of Consumer Collateral: Evidence from Bunching",
    "citation_author": [
        "Benjamin L. Collier",
        "Cameron Ellis",
        "Benjamin J. Keys"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2022-01-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that borrowers are highly sensitive to the requirement of posting their homes as collateral. Using administrative loan application and performance data from the U.S. Federal Disaster Loan Program, we exploit a loan amount threshold above which households must post their residence as collateral. One-third of all borrowers select the maximum uncollateralized loan amount, and our bunching estimates suggest that the median borrower is willing to give up 40% of their loan amount to avoid collateral. Exploiting time variation in the loan amount threshold, we find that collateral causally reduces default rates by 35%. Our results help to explain high perceived default costs in the mortgage market, and uniquely quantify the extent to which collateral reduces moral hazard in consumer credit markets.\n\n",
    "acknowledgement": "\nWe thank Dhaval Dave, Meghan Esson, Andreas Fuster, Johannes Jaspersen, Samuel Rosen, Jan Rouwendal, and seminar participants at the NBER Corporate Finance Summer Institute, the European Group of Risk and Insurance Economists, the Urban Economics Association Meeting, Bentley University, St. John's University, Temple University, Villanova University, and the Wharton School. Keys thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center for support. The views, opinions, and/or findings contained herein are those of the authors and should not be construed as an official Government position, policy, or decision. The Small Business Administration's involvement is not an endorsement of the views, opinions, and/or findings of the authors. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}