{
    "id": 29520,
    "citation_title": "Immigrant Labor and the Institutionalization of the U.S.-born Elderly",
    "citation_author": [
        "Kristin F. Butcher",
        "Kelsey Moran",
        "Tara Watson"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2022-10-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. population is aging. We examine whether immigration causally affects the likelihood that the U.S.-born elderly live in institutional settings. Using a shift-share instrument to identify exogenous variation in immigration, we find that a 10 percentage point increase in the less-educated foreign-born labor force share in a local area reduces institutionalization among the elderly by 1.5 and 3.8 percentage points for those aged 65+ and 80+, a 26-29 percent effect relative to the mean. The estimates imply that a typical U.S-born individual over age 65 in the year 2000 was 0.5 percentage points (10 percent) less likely to be living in an institution than would have been the case if immigration had remained at 1980 levels. We show that immigration affects the availability and cost of home services, including those provided by home health aides, gardeners and housekeepers, and other less-educated workers, reducing the cost of aging in the community.\n\n",
    "acknowledgement": "\nWe thank the National Institute on Aging at the NIH (1R03AG051861-01) and the Peterson Foundation’s Project 2050 for financial support for this project. We thank Marissa Caldwell and Seha Karabacak for excellent research assistance and David Jaeger for providing country of origin definitions. We appreciate helpful feedback from participants at the Brookings Institution, the Essen Health Conference, Society of Labor Economists annual meetings, the Population Association of America Conference, the “All New Zealand” Economics seminar, and the Western Economic Association Conference. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. 1122374. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation, the National Institutes of Health, the Peterson Foundation, or the National Bureau of Economic Research.\n\n\n\nTara Watson\n\nImm\n\n\n"
}