{
    "id": 29525,
    "citation_title": "Local Economic and Political Effects of Trade Deals: Evidence from NAFTA",
    "citation_author": [
        "Jiwon Choi",
        "Ilyana Kuziemko",
        "Ebonya L. Washington",
        "Gavin Wright"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy have white, less educated voters left the Democratic Party over the past few decades? Scholars have proposed ethnocentrism, social issues and deindustrialization as potential answers. We highlight the role played by the 1994 North American Free Trade Agreement (NAFTA).  In event-study analysis, we demonstrate that counties whose 1990 employment depended on industries vulnerable to NAFTA suffered large and persistent employment losses relative to other counties. These losses begin in the mid-1990s and are only modestly offset by transfer programs.  While exposed counties historically voted Democratic, in the mid-1990s they turn away from the party of the president (Bill Clinton) who ushered in the agreement and by 2000 vote majority Republican in House elections. Employing a variety of micro-data sources, including 1992-1994 respondent-level panel data, we show that protectionist views predict movement toward the GOP in the years that NAFTA is debated and implemented. This shift among protectionist respondents is larger for whites (especially men and those without a college degree) and those with conservative social views, suggesting an interactive effect whereby racial identity and social-issue positions mediate reactions to economic policies.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}