{
    "id": 29526,
    "citation_title": "Sources and Transmission of Country Risk",
    "citation_author": [
        "Tarek Alexander Hassan",
        "Jesse Schreger",
        "Markus Schwedeler",
        "Ahmed Tahoun"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use textual analysis of earnings conference calls held by listed firms around the world to measure the amount of risk managers and investors at each firm associate with each country at each point in time. Flexibly aggregating this firm-country-quarter-level data allows us to systematically identify spikes in perceived country risk (“crises”) and document their source and pattern of transmission to foreign firms. While this pattern usually follows a gravity structure, it often changes dramatically during crises. For example, while crises originating in developed countries propagate disproportionately to foreign financial firms, emerging market crises transmit less financially and more to traditionally exposed countries. We apply our measures to show that (i) elevated perceptions of a country's riskiness, particularly those of foreign and financial firms, are associated with significant falls in local asset prices, capital outflows, and reductions in firm-level investment and employment. (ii) Risk transmitted from foreign countries affects the investment decisions of domestic firms.  (iii) Heterogeneous currency loadings on perceived global risk can help explain the cross-country pattern of interest rates and currency risk premia.\n\n",
    "acknowledgement": "\nFor excellent research assistance, we thank Nanyu Chen, Angus Lewis, Meha Sadasivam, and George Vojta. We are grateful to seminar participants at the AEA annual meeting, the Bank of Canada, the NBER Summer Institute, the Macro Finance Society, the Chicago International Finance and Macro Conference, Hoover, Boston University, Columbia University, Princeton University, University of Geneva, University of British Columbia, University of Maryland, University of Virginia, University of Wisconsin. In particular, we thank Tom Ferguson, Pia Malaney, Geert Bekaert, Karen Lewis, Matteo Maggiori, Chris Moser, Fernanda Nechio, Tommaso Porzio, Laura Veldkamp, Frank Warnock, Shang-Jin Wei, and Chenzi Xu for their comments. Tahoun sincerely appreciates continued support from the Institute for New Economic Thinking (INET). Schreger thanks the Jerome A. Chazen Institute for Global Business at Columbia Business School for financial support. The data in this paper are publicly available at www.country-risk.net. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}