{
    "id": 29524,
    "citation_title": "Germs in the Family: The Short- and Long-Term Consequences of Intra-Household Disease Spread",
    "citation_author": [
        "N. Meltem Daysal",
        "Hui Ding",
        "Maya Rossin-Slater",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2021-11-29",
    "issue_date": "2021-11-24",
    "revision_date": "2024-02-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPreschool-aged children get sick frequently and spread disease to other family members. Despite the universality of this experience, there is limited causal evidence on the magnitudes and consequences of these externalities, especially for infant siblings with developing immune systems and brains. We use Danish administrative data to document that, before age one, younger siblings have 2-3 times higher hospitalization rates for respiratory conditions than older siblings. We combine birth order and within-municipality variation in respiratory disease prevalence among young children, and find lasting differential impacts of early-life respiratory disease exposure on younger siblings’ earnings, educational attainment, and mental health-related outcomes.\n\n",
    "acknowledgement": "\nPreviously circulated as “Germs in the Family: The Long-Term Consequences of Intra-Household Endemic Respiratory Disease Spread.” We thank Carolina Artega, Sarah Cattan, Jon Guryan, Kjell Salvanes, and conference and seminar participants at the 2020 Barcelona Graduate School of Economics Summer Forum, the 2021 American Society of Health Economists annual meeting, the 2021 European Economic Association meeting, the 77th Annual Congress of the International Institute of Public Finance, the 2023 NBER Summer Institute Economics of Health Meeting, the Ca’Foscari University of Venice, University of Milan, Universita Cattolica, UC Irvine, Michigan State University, Dartmouth College, VATT Institute for Economic Research Helsinki, 15th Nordic Summer Institute in Labor Economics, the Arne Ryde Workshop on Gender and Family Wellbeing, UC Davis, University of Pittsburgh, Columbia University, University of Hawai’i at Manoa, Georgetown University, Erasmus School of Economics, Tinbergen Institute, and the AAEA Health Economics seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}