{
    "id": 29531,
    "citation_title": "Fiscal Multipliers in the COVID19 Recession",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko",
        "Peter McCrory",
        "Daniel Murphy"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to the record-breaking COVID19 recession, many governments have adopted unprecedented fiscal stimuli. While countercyclical fiscal policy is effective in fighting conventional recessions, little is known about the effectiveness of fiscal policy in the current environment with widespread shelter-in-place (“lockdown”) policies and the associated considerable limits on economic activity. Using detailed regional variation in economic conditions, lockdown policies, and U.S. government spending, we document that the effects of government spending were stronger during the peak of the pandemic recession, but only in cities that were not subject to strong stay-at-home orders. We examine mechanisms that can account for our evidence and place our findings in the context of other recent evidence from microdata.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Gabriel Chodorow-Reich, Sarah Zubairy and ASSA-2021, AEPC-2021, and LACEA LAMES 2021 participants for comments on an earlier version of the paper. This paper is not a product of the Research Department of J.P. Morgan Chase. The views expressed here reflect those of the authors only and may not be representative of others at J.P. Morgan. For disclosures related to J.P. Morgan, please see https://www.jpmorgan.com/disclosures.jsp. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}