{
    "id": 29539,
    "citation_title": "Race and Economic Well-Being in the United States",
    "citation_author": [
        "Jean-Felix Brouillette",
        "Charles I. Jones",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "2024-08-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe construct a measure of consumption-equivalent welfare for Black and White Americans. Our statistic incorporates life expectancy, consumption, leisure, and inequality. Based on this incomplete list of factors, welfare for Black Americans was 43% of that for White Americans in 1984 and rose to 59% by 2019. Going back further in time (albeit with more limited data), the gap was even larger, with Black welfare equal to just 29% of White welfare in 1940. On the one hand, there has been remarkable progress for Black Americans: the level of their consumption-equivalent welfare increased by a factor of 26 between 1940 and 2019, when aggregate consumption per person rose a more modest 5-fold. On the other hand, despite this remarkable progress, the welfare gap in 2019 remains disconcertingly large. The gap appears even larger when we make rough attempts to incorporate omitted factors such as morbidity, incarceration, and unemployment.\n\n",
    "acknowledgement": "\nWe are grateful to Armelle Grondin, Arjun Ramani, and Chloe Shrager for superb research assistance, and Julian Reif for a very helpful discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}