{
    "id": 29537,
    "citation_title": "Reconstruction Aid, Public Infrastructure, and Economic Development: The Case of the Marshall Plan in Italy",
    "citation_author": [
        "Michela Giorcelli",
        "Nicola Bianchi"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Marshall Plan (1948–1952) was the largest aid transfer in history. This paper estimates its effects on Italy’s postwar economic development. It exploits differences between Italian provinces in the value of reconstruction grants they received. Provinces that could modernize more their infrastructure experienced higher increases in agricultural production, especially for perishable crops. In the same provinces, we observe larger investments in labor-saving machines, the entry of more firms into the industrial sector, and a larger expansion of the industrial and service workforce.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Andy Atkeson, Paula Beltran, Thor Berger (discussant), Nicholas Bloom, Meghan Busse, Dora Costa, Pascaline Dupas, Francois Geerolf, Adriana Lleras-Muney, Gabriel Mathy (discussant), Therese McGuire, Katherine Meckel, Juan Morales (discussant), Melanie Morten, Tommaso Porzio, Nancy Qian, Melanie Wasserman, and seminar and conference participants at UCLA, Northwestern, UCSan Diego, UC Berkeley, IFN Stockholm Conference, Barcelona GSE Summer Forum, the Cliometric Society Annual Conference, the NBER DAE Summer Institute, the Banque de France- Paris School of Economics International Macro in Historical Perspective Workshop, the 2018 EHA meeting, and the 2021 SED meeting for helpful comments. Jiarui Cao, Lorenzo Cattivelli, Antonio Coran, Zuhad Hai, Jingyi Huang, Matteo Magnaricotte, and Fernanda Rojas Ampuero provided excellent research assistance. We gratefully acknowledge financial support from the Economic History Association through the Arthur H. Cole Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}