{
    "id": 29533,
    "citation_title": "Where is Standard of Living the Highest? Local Prices and the Geography of Consumption",
    "citation_author": [
        "Rebecca Diamond",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "2024-08-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome differences across US cities are well documented, but little is known about the level of market-based consumption that residents are able to afford. We provide estimates of market consumption by commuting zone for households in a given income or education group, and we study how they relate to local prices. We use data that track all household expenditures for 5% of US households in 2014. To measure prices at the commuting zone×income level, we build local consumption price indices that aggregate commuting-zone specific prices from over 140 distinct products. We find that geographical differences in cost of living are especially large for low-income households. The spatial standard deviation of the price indexes for the low-income group is almost double that one for the high-income group. We then relate the consumption that low-skill and high-skill households enjoy in each commuting zone to the price index. We find that for college graduates, there is no relationship between consumption and local prices, suggesting that college graduates living in cities with high costs of living —including the most expensive coastal cities—enjoy a standard of living on average similar to college graduates with the same observable characteristics living in cities with low cost of living—including the least expensive Rust Belt cities. By contrast, we find a significant negative relationship between consumption and local prices for high school graduates and high school drop-outs, indicating that expensive cities offer lower standard of living than more affordable cities. The differences are quantitatively large: High school drop-outs moving from the most to the least affordable commuting zone would experience a 20.9% decline in consumption.\n\n",
    "acknowledgement": "\nWe thank David Autor, Matthias Hoelzlein, Erik Hurst, Matt Turner, and seminar participants at UAB, Berkeley, Boston University, Cornell, Dallas Fed, Harris, Harvard–Kennedy, Irvine, IZA, London Business School, Mannheim, MIT Sloan, NBER Summer Institute, Ohio State, OSUS, Penn, Stanford, Toronto, UCLA Anderson, UPF, Urbana, Wisconsin and Wisconsin Business School for useful comments. Abhisit Jiranaphawiboon, Anais Galdin, Raymond Lee, and Ana Watley provided outstanding research assistance. Diamond acknowledges support from the Stanford Graduate School of Business and the National Science Foundation (CAREER Grant 1848036). Results using NielsenIQ data is based on researchers’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}