{
    "id": 29538,
    "citation_title": "The Effects of Fiscal Decentralization on Publicly Provided Services and Labor Markets",
    "citation_author": [
        "Nicola Bianchi",
        "Michela Giorcelli",
        "Enrica Maria Martino"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how fiscal decentralization affects local services. It explores a 1993 reform that increased the fiscal autonomy of Italian municipalities by replacing government transfers with revenues from a local property tax. Our identifica- tion leverages cross-municipal variation in the degree of decentralization that stems from differences in the average age of buildings caused by bombings during WWII. Decentralization reduced local spending but expanded municipal services, such as nursery schools. These effects are larger in areas with greater political competition. The paper also investigates how the reform affected labor markets. Decentralization increased female labor supply—probably through expanded availability of nursery schools—thereby reducing the gender gap in employment.\n\n",
    "acknowledgement": "\nWe thank Meghan Busse, Benjamin Friedrich, and Therese McGuire, as well as seminar and conference participants at the Brucchi Luchino Labor Economic Workshop, INPS, Northwestern University, the Online Public Finance Seminar, the SIEP Annual Meeting, and UCLA for helpful comments. We gratefully acknowledge financial support from the California Center for Population Research through a SEED Grant. The realization of this project was possible thanks to the sponsorship and financial support to the “VisitINPS Scholars” program. The views expressed in this article are those of the authors and are not the responsibility of the Istituto Nazionale della Previdenza Sociale or the National Bureau of Economic Research.\n\n\n"
}