{
    "id": 29546,
    "citation_title": "Gifted & Talented Programs and Racial Segregation",
    "citation_author": [
        "Owen Thompson"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRacial segregation can occur across educational programs or classrooms within a given school, and there has been particular concern that gifted & talented programs may reduce integration within schools. This paper evaluates the contribution of gifted & talented education to racial segregation using data on the presence and racial composition of gifted & talented programs at virtually all US elementary schools over a span of nine school years. I first show that, consistent with widespread perceptions, gifted & talented programs do disproportionately enroll white and Asian students while Black, Hispanic and Native American students are underrepresented. However, I also show that accounting for the within-school racial sorting caused by these programs has little or no effect on standard measures of overall racial segregation. This is primarily because gifted & talented programs are a small share of total enrollments and do enroll non-negligible numbers of under-represented minority students. I also estimate changes in race-specific enrollments after schools initiate or discontinue gifted & talented programs, and find no significant enrollment changes after programs are eliminated or initiated. I conclude that gifted & talented education is a quantitatively small contributor to racial segregation in US elementary schools.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}