{
    "id": 29541,
    "citation_title": "Gender Differences in Medical Evaluations: Evidence from Randomly Assigned Doctors",
    "citation_author": [
        "Marika Cabral",
        "Marcus Dillender"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "2023-05-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLittle is known about what drives gender disparities in health care and related social insurance benefits. Using data and variation from the Texas workers’ compensation program, we study the impact of gender match between doctors and patients on medical evaluations and associated disability benefits. Compared to differences among their male patient counterparts, female patients randomly assigned a female doctor rather than a male doctor are 5.2% more likely to be evaluated as disabled and receive 8.6% more subsequent cash benefits on average. There is no analogous gender-match effect for male patients. Our estimates indicate that increasing the share of female patients evaluated by female doctors may substantially shrink gender gaps in medical evaluations and associated outcomes.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank Marcella Alsan, Sandra Black, Amitabh Chandra, Seema Jayachandran, Adriana Lleras-Muney, Heidi Williams, as well as participants of the NBER Summer Institute Health Care Meetings 2021, the Chicago Booth Junior Health Economics Summit 2020, and the ASSA annual meetings 2021.We thank Daniel Jordan Alvarez, Bokyung Kim, Mu Yang Shin, and Jinyeong Son for their excellent research assistance. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). Cabral and Dillender gratefully acknowledge financial support for this research from the US Social Security Administration. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}