{
    "id": 29543,
    "citation_title": "Attention, Social Interaction, and Investor Attraction to Lottery Stocks",
    "citation_author": [
        "Turan G. Bali",
        "David Hirshleifer",
        "Lin Peng",
        "Yi Tang"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe find that among stocks dominated by retail investors, the lottery anomaly is amplified by high investor attention (proxied by high analyst coverage, salient earnings surprises, or recency of extreme positive returns) and intense social interactions (proxied by Facebook social connectedness or population density near firm headquarters). Such stocks’ lottery features attract greater Google search volume and retail net buying, followed by more negative earnings surprises and lower announcement-period returns. The findings provide insight into the roles of attention and social interaction in securities markets, and support the hypothesis that these forces contribute to investor attraction to lottery stocks.\n\n",
    "acknowledgement": "\nWe thank Hendrik Bessembinder, Ozgur Demirtas, Xi Dong, Joseph Engelberg (discussant), Jon Garfinkel, Danling Jiang, Lei Jiang, Patrick Konermann, Jens Kvarner, Eric Lie, Yueran Ma, Yiming Qian, Tyler Shumway (discussant), Johannes Stroebel, Paul Tetlock, Kamil Yilmaz, Jianfeng Yu, Xiaoyan Zhang, Dexin Zhou, Hao Zhou and seminar and conference participants at the American Finance Association Meeting, the Miami Behavioral Finance Conference, Baruch College, BI Norwegian Business School, Koc University, Rutgers University, Sabanci University, the State University of New York, Stony Brook, the Tsinghua Finance Workshop, the University of Iowa, and the University of International Business and Economics for helpful comments. We thank Facebook for providing the anonymized SCI data. Lin Peng is grateful for data support she received from the Chinese University of Hong Kong ShenZhen while she was a visiting scholar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}