{
    "id": 29542,
    "citation_title": "Unlocking the Benefits of Credit through Saving",
    "citation_author": [
        "Sanghamitra W. Mukherjee",
        "Lauren F. Bergquist",
        "Marshall Burke",
        "Edward Miguel"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAccess to microcredit has been shown to generate only modest average benefits for recipient households. We study whether other financial market frictions—in particular, lack of access to a safe place to save—might limit credit's benefits. Working with Kenyan farmers, we cross-randomize access to a simple savings product with a harvest-time loan. Among farmers offered a loan, the additional offer of a savings lockbox increased farm investment by 11% and household consumption by 7%. Results suggest that financial market frictions can interact in important ways and that multifaceted financial access programs might unlock dynamic household gains.\n\n",
    "acknowledgement": "\nWe thank One Acre Fund for partnering with us on the intervention. We gratefully acknowledge generous funding from the Agricultural Technology Adoption Initiative (ATAI) and Wellspring Advisors LLC. We thank Peter LeFrancois, Ben Wekesa, and Innovations for Poverty Action for excellent research collaboration. We have no relevant or material financial interests that relate to the research described in this paper. The study received Institutional Review Board approval from the University of California, Berkeley (CPHS 2010-06-1696). A pre-analysis plan for this study is pre-registered with the AEA RCT Registry (ID:AEARCTR-0000067). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}