{
    "id": 29548,
    "citation_title": "Productivity and Pay in the US and Canada",
    "citation_author": [
        "Jacob Greenspon",
        "Anna M. Stansbury",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2021-12-06",
    "issue_date": "2021-12-02",
    "revision_date": "2022-10-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the productivity-pay relationship in the United States and Canada along two dimensions. The first is divergence: the degree to which the levels of productivity and pay have diverged. The second is delinkage: the degree to which incremental increases in the rate of productivity growth translate into incremental increases in the rate of growth of pay, holding all else equal. We show that in both countries the pay of typical workers has diverged substantially from average labor productivity over recent decades, driven by both rising labor income inequality and a declining labor share of income. Even as the levels of productivity and pay have grown further apart, we find evidence for some linkage between productivity and pay in both countries: a one percentage point increase in the rate of productivity growth is associated with a positive increase in the rate of pay growth, holding all else equal. This linkage appears stronger in the US than in Canada. Overall, our findings lead us to tentatively conclude that policies or trends which lead to incremental increases in productivity growth, particularly in large relatively closed economies like the USA, will tend to raise middle class incomes. At the same time, other factors orthogonal to productivity growth have been driving productivity and typical pay further apart, emphasizing that much of the evolution in middle class living standards will depend on measures bearing on relative incomes.\n\n",
    "acknowledgement": "\nThe authors thank Andrew Sharpe, Bart van Ark, and an anonymous referee for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}