{
    "id": 29551,
    "citation_title": "Has Global Agricultural Trade Been Resilient Under Covid-19? Findings from an Econometric Assessment of 2020",
    "citation_author": [
        "Shawn Arita",
        "Jason Grant",
        "Sharon S. Sydow",
        "Jayson Beckman"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal agricultural trade, which increased at the end of 2020, has been described as “resilient” to the impacts of the COVID-19 coronavirus pandemic; however, the size and channels of its quantitative impacts are not clear. Using a reduced-form, gravity-based econometric model for monthly trade, we estimate the effects of COVID-19 incidence rates, policy restrictions imposed by governments to curb the outbreak, and the de facto reduction in human mobility/lockdown effect on global agricultural trade through the end of 2020. We find that while agricultural trade remained quite stable through the pandemic, the sector as a whole did not go unscathed. First, we estimate that COVID-19 reduced agricultural trade by the approximate range of 5 to 10 percent at the aggregate sector level; a quantified impact two to three times smaller in magnitude than our estimated impact on trade occurring in the non-agricultural sector. Second, we find sharp differences across individual commodities. In particular, we find that non-food items (hides and skins, ethanol, cotton, and other commodities), meat products including seafood, and higher value agri-food products were most severely impacted by the pandemic; however, the COVID- 19 trade effect for the majority of food and bulk agricultural commodity sectors were found to be insignificant, or in a few cases, positive. Finally, we also examine the effects across low vs high income countries, the changing dynamics of the pandemic’s effect on trade flows, and the effects along the extensive product margins of trade.\n\n",
    "acknowledgement": "\nVersions of this paper were invited for presentation at the 2020 International Agricultural Trade Research Consortium (IATRC) Annual Meeting and the NBER Spring 2021 Conference on Risks in Agricultural Supply Chains, hosted by NBER and the Economic Research Service of the U.S. Department of Agriculture. The authors are grateful for the discussion and helpful comments from Pol Antras, David Zilberman, Wyatt Thompson, Thomas Hertel, Ian Sheldon, Kari Heerman, Titus Awokuse, Joseph Cooper, Callie McAdams, Mirvat Sewadeh, Patricia Deal and participants at the IATRC and NBER conferences. All remaining errors are our own. The views expressed here are those of the authors and do not reflect the views of the Office of the Chief Economist, the Economic Research Service or U.S. Department of Agriculture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}