{
    "id": 29558,
    "citation_title": "The Missing Intercept: A Demand Equivalence Approach",
    "citation_author": [
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI give conditions under which changes in private spending are accommodated in general equilibrium exactly like changes in aggregate fiscal expenditure. Under such demand equivalence, researchers can use time series evidence on fiscal multipliers to recover the general equilibrium \"missing intercept\" of shocks to private spending identified in the cross section. I apply this method to deficit-financed stimulus checks, and find a) a large direct consumption spending response, and  b) a fiscal multiplier of one and so a missing intercept close to zero. I also discuss the robustness of this aggregation approach to empirically plausible violations of demand equivalence.\n\n",
    "acknowledgement": "\nThis paper is a subtantially revised version of Chapter 1 of my PhD dissertation. I am very grateful to my advisors Ben Moll, Mikkel Plagborg-Møller, Gianluca Violante and Mark Watson for their continued guidance and support. I have particularly benefited from detailed comments by Mark Aguiar, Adrien Auclert, Markus Brunnermeier, Dave Donaldson, Thorsten Drautzburg, Peter Ganong, Erik Hurst, Oleg Itskhoki, Greg Kaplan, Alisdair McKay, Emi Nakamura, Jonathan Payne, Monika Piazzesi, Richard Rogerson, Matt Rognlie, Martin Schneider, Jón Steinsson, Ludwig Straub, Chris Tonetti, Iván Werning, Tom Winberry, as well as four anonymous referees. I also thank seminar participants at several venues for their insights, and acknowledge generous support from the Alfred P. Sloan Foundation and the Macro Financial Modeling Project, as well as the Washington Center for Equitable Growth. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}