{
    "id": 29559,
    "citation_title": "Simple Allocation Rules and Optimal Portfolio Choice Over the Lifecycle",
    "citation_author": [
        "Victor Duarte",
        "Julia Fonseca",
        "Aaron S. Goodman",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "2022-04-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a machine-learning solution algorithm to solve for optimal portfolio choice in a lifecycle model that includes many features of reality modelled only separately in previous work. We use the quantitative model to evaluate the consumption-equivalent welfare losses from using simple rules for portfolio allocation across stocks, bonds, and liquid accounts instead of the optimal portfolio choices, both for optimizing households and for households that undersave. We find that the consumption-equivalent losses from using an age-dependent rule as embedded in current target-date/lifecycle funds (TDFs) are substantial, around 2 to 3 percent of consumption, despite the fact that TDF rules mimic average optimal behavior by age closely until shortly before retirement. Optimal equity shares have substantial heterogeneity, particularly by wealth level, state of the business cycle, and dividend-price ratio, implying substantial gains to further customization of advice or TDFs in these dimensions.\n\n",
    "acknowledgement": "\nWe thank our discussant Alex Michaelides, as well as Hui Chen, Matthias Doepke, Eric French, Francisco Gomes, Fatih Guvenen, Rory McGee, Maarten Meeuwis, Mariacristina De Nardi, Lawrence Schmidt, Michele Tertilt, Motohiro Yogo for useful discussions on model components. We also thank participants at the 2021 NBER Summer Institute Big Data and High-Performance Computing for Financial Economics Conference, the 2021 European Winter Meetings of the Econometric Society, and a seminar at Vanguard. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}