{
    "id": 29566,
    "citation_title": "Randomization for Causality, Ethnography for Mechanisms: Illiquid Savings for Liquor in an Autarkic Society",
    "citation_author": [
        "Ricardo Godoy",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "2021-12-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhat should researchers do when confronted with surprising results? Financial access innovations usually leave “temptation” spending unaffected or reduced. However, we found that promotion of savings lockboxes in a largely autarkic society increased alcohol consumption and blood pressure, despite no one reporting intentions to save for alcohol. To probe mechanisms that could explain this pattern, we then used ethnographic methods, including direct observations of drinking (“scans”) and debriefing interviews to discuss the earlier trial results. We learn that sponsoring drinks confers prestige, but the stigma attached to drinking by outsiders likely discouraged reporting intentions to save for it.\n\n",
    "acknowledgement": "\nResearch was funded by a grant from the World Bank Research Committee (RF-P12503-RESE-BBRSB) and the Bill and Melinda Gates Foundation. We thank Harry Patrinos (World Bank) for his support and patience, Dylan Ramshaw and Innovations for Poverty Action for managing fieldwork, Tomás Huanca and Esther Conde of CBIDSI and CBIDSI surveyors and translators for exceptional fieldwork, and Mike Feng, Zachary Groff, Michael Ioannou, Javier Madrazo, Diego Santa Maria, Glynis Startz, and Jonathan Hy Vayness for excellent research assistance. Institutional Review Board approval from Yale University (0805003895), Northwestern University (STU00208598) and Innovations for Poverty Action (SP201.2010.01.01). This trial is registered in the American Economic Association’s registry for randomized controlled trials (ID AEARCTR-0008670). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}