{
    "id": 29560,
    "citation_title": "Let the Worst One Fail: A Credible Solution to the Too-Big-To-Fail Conundrum",
    "citation_author": [
        "Thomas Philippon",
        "Olivier Wang"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study time-consistent bank resolution mechanisms. When interventions are ex post efficient, a government cannot commit not to inject capital into the banking system. Contrary to common wisdom, we show that the government may still avoid moral hazard and implement the first best allocation by using the distribution of bailouts across banks to provide ex ante incentives. In particular, we analyze properties of credible tournament mechanisms that provide support to the best performing banks and resolve the worst performing ones, including through mergers. Our mechanism continues to perform well if banks are partially substitutable, and if they are heterogeneous in their size, interconnections, and thus systemic risk, as long as bailout funds can be targeted to particular banks.\n\n",
    "acknowledgement": "\nWe are grateful to our discussants Jean-Edouard Colliard, Jason Donaldson, and Jeremy Stein, to Jean Tirole for his many insightful comments, and to participants at the 2021 Adam Smith Work- shop, the 2021 NYU-NY Fed Conference, the 2021 NBER Summer Institute, Johns Hopkins, WUSTL, Harvard, Princeton, HEC, Toulouse, and Rutgers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}