{
    "id": 29561,
    "citation_title": "Customers and Retail Growth",
    "citation_author": [
        "Liran Einav",
        "Peter J. Klenow",
        "Jonathan D. Levin",
        "Raviv Murciano-Goroff"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing Visa debit and credit card transactions in the U.S. from 2016 to 2019, we document the importance of customers in accounting for sales variation across merchants, across stores within retail chains, and over time for individual merchants and stores.  Customers, as opposed to transactions per customer or dollar sales per transaction, consistently account for about 80% of sales variation. The top 1% of growing and shrinking merchants account for about 70% of customer and sales reallocation in a given year. In order to illustrate some of the potential implications, we write down an endogenous growth model with and without the customer margin. In the context of this model, we find that the customer margin dramatically increases the size and growth contribution of the largest firms, but lowers the aggregate growth rate by diverting resources from research to customer acquisition activities.\n\n",
    "acknowledgement": "\nWe are grateful to Emek Basker, Sam Kortum, and Sara Moreira for helpful discussions, and to Jean-Felix Brouillette, Yue Cao, and Mariana Guido for excellent research assistance. Financial support from the National Science Foundation (Grant # SES-1729395) is gratefully acknowledged. Conclusions expressed herein are those of the authors and do not necessarily represent the views of Visa, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}