{
    "id": 29563,
    "citation_title": "COVID-19 Vaccination Mandates and Vaccine Uptake",
    "citation_author": [
        "Alexander Karaivanov",
        "Dongwoo Kim",
        "Shih En Lu",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2021-12-13",
    "issue_date": "2021-12-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the impact of government mandated proof of vaccination requirements for access to public venues and non-essential businesses on COVID-19 vaccine uptake. We find that the announcement of a mandate is associated with a rapid and significant surge in new vaccinations (more than 60\\% increase in weekly first doses) using the variation in the timing of these measures across Canadian provinces in a difference-in-differences approach. Time-series analysis for each province and for France, Italy and Germany corroborates this finding, and we estimate cumulative gains of up to 5 percentage points in provincial vaccination rates and 790,000 or more first doses for Canada as a whole as of October 31, 2021 (5 to 13 weeks after the provincial mandate announcements). We also find large vaccination gains in France (3 to 5 mln first doses), Italy (around 6 mln) and Germany (around 3.5 mln) 11 to 16 weeks after the proof of vaccination mandate announcements.\n\n",
    "acknowledgement": "\nWe thank Serena Canaan, Hiro Kasahara and Pierre Mouganie for helpful suggestions. All authors declare no competing financial or other interest in the presented research. Corresponding authors: H. Shigeoka, hitoshi shigeoka@sfu.ca; A. Karaivanov, akaraiva@sfu.ca. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}