{
    "id": 29568,
    "citation_title": "STEM Employment Resiliency During Recessions: Evidence from the COVID-19 Pandemic",
    "citation_author": [
        "James C. Davis",
        "Holden A. Diethorn",
        "Gerald R. Marschke",
        "Andrew J. Wang"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2022-03-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEmployment in STEM occupations suffered smaller peak-to-trough percentage declines than non-STEM occupations during the Great Recession and COVID-19 recession, suggesting a relative resiliency of STEM employment.  We exploit the sudden peak-to-trough declines in STEM and non-STEM employment during the COVID-19 recession to measure STEM recession-resiliency, decomposing our difference-in-differences estimate into parts explained by various sources.  We find that STEM knowledge importance on the job explains the greatest share of STEM employment resiliency, and that workers in non-STEM occupations who nonetheless use STEM knowledge experienced better employment outcomes. STEM employment resiliency may explain the mild effects of COVID-19 on innovative activity.\n\n",
    "acknowledgement": "\nThis paper is based upon work supported by the National Science Foundation under Grant No. DGE-1661278 and HRD-2032147. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation and the National Bureau of Economic Research. The findings and conclusions in this paper are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy. We thank Bruce Weinberg, Hitoshi Shigeoka, and seminar participants at the SOLE 2021 meetings for helpful comments and suggestions.\n\n\n"
}