{
    "id": 29575,
    "citation_title": "Did Pandemic Unemployment Benefits Reduce Employment? Evidence from Early State-Level Expirations in June 2021",
    "citation_author": [
        "Harry J. Holzer",
        "R. Glenn Hubbard",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe generosity of Unemployment Insurance (UI) benefits was expanded during the pandemic (FPUC), along with the groups of workers eligible for benefits (PUA). These two programs were set to expire in September 2021, but 18 states opted out of both in June 2021. Using Current Population Survey data, we present difference-in-difference and event study estimates that the flow of unemployed workers into employment increased by around two-thirds following early termination. We construct a counterfactual scenario that implies the national unemployment rate in each of July and August would have been around 0.3 percentage point lower than they were, and the employment-population ratio would have been around 0.1-0.2 percentage point higher than it was, had all states ended FPUC and PUA in June. Expanded eligibility and generosity of UI may have both slowed transitions from unemployment to employment. We also present some suggestive evidence that households with relatively high confidence in their ability to meet expenses may have been less sensitive to the termination of expanded benefits. Finally, we present evidence that early termination reduced the share of households that had no difficulty meeting expenses by five percent. The welfare implications of the early termination of FPUC and PUA are therefore ambiguous.\n\n",
    "acknowledgement": "\nWe thank Duncan Hobbs for outstanding research assistance and Diane Schanzenbach for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}