{
    "id": 29578,
    "citation_title": "Does Digital Trade Change the Purpose of a Trade Agreement?",
    "citation_author": [
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe design of a trade agreement should reflect its purpose. Does digital trade change the purpose of a trade agreement? To explore this question, I first describe the definitional and classification issues associated with digital trade, and for modeling purposes I adopt a simple taxonomy of the ways in which digital trade can arise and the policies that can be used to restrict such trade. I then review what the theoretical literature on the economics of trade agreements has to say about the purpose of a trade agreement in a pre-digital model world economy, and how this purpose can be seen to be reflected in the broad design features of both GATT and GATS, the WTO agreements that govern international trade in goods and services respectively. Finally, I introduce digital trade into the model world economy and revisit the purpose of a trade agreement. From this perspective I consider whether the rise of digital trade warrants changes in the design of the WTO.\n\n",
    "acknowledgement": "\nThis paper was written to serve as a background paper for the Roundtable \"The Role of Trade Agreements in the Regulation of Trade in Data,\" at the Rotman School of Management of the University of Toronto on March 26 2021. I thank the Rotman School for financial support; and I thank Alan Sykes for many helpful discussions and comments, Paul Hager for outstanding research assistance, and my discussants Avi Goldfarb and Dan Trefler as well as seminar participants at the Roundtable for many useful comments. A condensed version of this paper will appear as Chapter 9 in Staiger (forthcoming). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}