{
    "id": 29573,
    "citation_title": "Is Digital Credit Filling a Hole or Digging a Hole? Evidence from Malawi",
    "citation_author": [
        "Valentina Brailovskaya",
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDigital credit has expanded rapidly in Africa, mostly in the form of short-term, high-interest loans offered via mobile money. Loan terms are often opaque and consumer financial literacy is low, providing opportunities for predatory lending. A regression discontinuity analysis shows no negative effect of access to digital loans on financial well-being, but the majority of borrowers fail to repay on time and incur high late fees. We randomize exposure to a short phone-based financial literacy intervention. The intervention improved knowledge and marginally improved loan repayment but increased loan demand, increasing overall default risk.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research support from the CEGA Digital Credit Observatory (funded by the Bill and Melinda Gates Foundation). These funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  We thank Airtel Malawi for their cooperation, especially Tione Kafumba, Bigboy Makaloma, and Chris Sukasuka. The research protocol was approved by the Malawi National Committee on Research in the Social Sciences and Humanities (NCRSH) and by the UCSC IRB. The experimental component is registered in the AEA RCT registry (AEARCTR-0004139). We thank IPA Malawi, and especially Patrick Baxter, Minsu O, Rachel Schwartz, and Monica Shandal for project management. We are especially grateful to Esau Banda and Patrick Simbewe for their assistance both at IPA and even after the data collection had ended. We are grateful to Camille Falezan and Isoke Nelson for research assistance. We thank Eilin Francis for her collaboration at early stages of the project. We thank Berk Ozler and Djibrilla Adamou Issa for helpful discussions, and seminar participants at a CEGA DCO webinar, the 2021 ASSA meetings, HKUST, USC and the World Bank Africa Region for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}