{
    "id": 29574,
    "citation_title": "Peltzman Revisited: Quantifying 21st Century Opportunity Costs of FDA Regulation",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper revisits Peltzman (1973) in light of two recent opportunities to quantitatively assess tradeoffs in drug regulation.  First, reduced regulatory barriers to drug manufacturing associated with the 2017 reauthorization of Generic Drug User Fee Amendments were followed by significantly more entry and lower consumer prices for prescription drugs.  Using a simple and versatile industry model and historical data on entry, I find that easing generic restrictions discourages innovation, but this welfare cost is more than offset by consumer benefits from enhanced competition, especially after 2016.  Second, accelerated vaccine approval in 2020 had unprecedented net benefits as it not only improved health but substantially changed the trajectory of the wider economy.  The evidence suggests that cost-benefit analysis of FDA regulation is incomplete without accounting for substitution toward potentially unsafe and ineffective treatments that are both outside FDA jurisdiction and heavily utilized prior to FDA approval.  Moreover, the policy processes initiating these 21st century regulatory changes show a clear influence of Peltzman’s 1973 findings.\n\n",
    "acknowledgement": "\nI appreciate discussions with Sam Peltzman, Tom Philipson, Andrei Shleifer, Alex Tabarrok, Cliff Winston, Kevin Murphy, Bob Topel, and Troy Durie and financial support from the University of Chicago’s Initiative on Enabling Choice and Competition in Healthcare. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}