{
    "id": 29570,
    "citation_title": "Labor Productivity Growth and Industrialization in Africa",
    "citation_author": [
        "Margaret S. McMillan",
        "Albert Zeufack"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManufacturing has made an important contribution to raising living standards in many parts of the world. Concerns about premature deindustrialization have made some observers skeptical about the potential for manufacturing to play this role in Africa. But employment in African manufacturing has grown rapidly over the past 20 years. These employment gains have been accompanied by: (i) large increases in the number of small manufacturing firms; (ii) limited employment gains in large firms; and (iii) robust labor productivity growth in Africa’s large firms. Limited employment growth in Africa’s large manufacturing firms is partly a result of the capital intensity of the manufacturing sub-sectors in which African countries are most engaged – the processing of resources, and partly a result of rising capital intensity in manufacturing. The potential for manufacturing to raise living standards in Africa depends on indirect job creation by large firms through backward and forward linkages and increasing labor productivity in small firms.\n\n",
    "acknowledgement": "\nThanks to Xinshen Diao, Eric Hurst, Nina Pavcnik, Dani Rodrik, Timothy Taylor, Francis Teal and Heidi Williams who provided comments on the paper. Mia Ellis provided excellent research assistance. McMillan thanks the Foreign Commonwealth Development Corporation, the Private Enterprise Development in Low Income Countries (PEDL) program and the CGIAR’s research program Policies, Institutions and Markets (PIM) led by the International Food Policy Research Institute for supporting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}