{
    "id": 29579,
    "citation_title": "Information Frictions and Skill Signaling in the Youth Labor Market",
    "citation_author": [
        "Sara B. Heller",
        "Judd B. Kessler"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2022-06-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates that information frictions limit the labor market trajectories of young people in the U.S. We provide credible skill signals—recommendation letters based on supervisor feedback—to a random subset of 43,409 participants in New York City’s summer jobs program. Letters increase employment the following year by 3 percentage points (4.5 percent). Earnings effects grow over 4 years to a cumulative $1,349 (4.9 percent). We find no evidence of increased job search or confidence; instead, the signals help employers better identify successful matches with high-productivity workers. But the additional work hampers on-time high school graduation, especially among low-achieving students.\n\n",
    "acknowledgement": "\nThis work was funded by the Social Policy Research Initiative at J-PAL North America. We thank the New York City Department of Youth and Community Development, the New York State Department of Labor, and the New York City Department of Education for sharing data with us. Thanks to Charlie Brown, David Deming, Harry Holzer, Alicia Modestino, Mike Mueller-Smith, Alex Rees-Jones, Ana Reynoso, Basit Zafar, and the JIM group at Princeton for helpful comments. We are particularly grateful to Julia Breitman at DYCD for all of her help along the way, to Ben Cosman at DOE for all his support, and to Alex Hirsch, Ashley Litwin, and Lauren Shaw for phenomenal project management and research assistance. All views in the paper are those of the authors and do not represent the positions of any data provider or government agency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}