{
    "id": 29587,
    "citation_title": "Taking the Pulse of Nations: a Biometric Measure of Well-being",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature identifies associations between subjective and biometric indicators of wellbeing.  These associations, together with the ability of subjective wellbeing (SWB) metrics to predict health and behavioral outcomes, have spawned increasing interest in SWB as an important concept in its own right.  However, some social scientists continue to question the usefulness of SWB metrics.  We contribute to this literature in three ways.  First, we introduce a biometric measure of wellbeing – pulse – which has been largely overlooked.  Using nationally representative data on 165,000 individuals from the Health Survey for England (HSE) and Scottish Health Surveys (SHeS) we show that its correlates are similar in a number of ways to those for SWB, and that it is highly correlated with SWB metrics, as well as self-assessed health.  Second, we examine the determinants of pulse rates in mid-life (age 42) among the 9,000 members of the National Child Development Study (NCDS), a birth cohort born in a single week in 1958 in Britain.  Third, we track the impact of pulse measured in mid-life (age 42) on health and labor market outcomes at age 50 in 2008 and age 55 in 2013.  The probability of working at age 55 is negatively impacted by pulse rate a decade earlier.  The pulse rate has an impact over and above chronic pain measured at age 42.  General health at 55 is lower the higher the pulse rate at age 42, while those with higher pulse rates at 42 also express lower life satisfaction and more pessimism about the future at age 50.  Taken together, these results suggest social scientists can learn a great deal by adding pulse rates to the metrics they use when evaluating people’s wellbeing.\n\n",
    "acknowledgement": "\nAlex Bryson thanks the Health Foundation for funding (grant number 789112).  We thank Andrew Steptoe for his comments and the ESRC Data Archive for access to the National Child Development Study data The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}