{
    "id": 29582,
    "citation_title": "Sufficient Statistics for Nonlinear Tax Systems with General Across-Income Heterogeneity",
    "citation_author": [
        "Antoine Ferey",
        "Benjamin Lockwood",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2022-04-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides general and empirically implementable sufficient statistics formulas for optimal nonlinear tax systems in the presence of across-income heterogeneity in preferences, inheritances, income-shifting capabilities, and other sources. We study unrestricted tax systems on income and savings (or other commodities) that implement the optimal direct-revelation mechanism, as well as simpler tax systems that impose common restrictions like separability between earnings and savings taxes. We characterize the optimum using familiar elasticity concepts and a sufficient statistic for general across-income heterogeneity: the difference between the cross-sectional variation of savings with income, and the causal effect of income on savings. The Atkinson-Stiglitz Theorem is a knife-edge case corresponding to zero difference, and a number of other key results in optimal tax theory are subsumed as special cases. We provide tractable extensions of these results that include multidimensional heterogeneity, additional efficiency rationales for taxing heterogeneous returns, and corrective motives to encourage more saving. Applying these formulas in a calibrated model of the U.S. economy, we find that the optimal savings tax is positive and progressive.\n\n",
    "acknowledgement": "\nWe are grateful to Afras Sial for excellent research assistance. This project was supported through a Quartet Pilot Research award and was funded by the Center for Health Incentives and Behavioral Economics at the University of Pennsylvania, by The Research Council of Norway 315765, and by the Alfred P. Sloan Foundation. Ferey gratefully acknowledges the financial support of Labex ECODEC at CREST, and of the Deutsche Forschungsgemeinschaft through CRC TRR 190 at LMU Munich. The content is solely the responsibility of the authors and does not necessarily represent the official views of the University of Pennsylvania or the National Bureau of Economic Research. We thank Pierre Boyer, Philippe Choné, Ashley Craig, Nathan Hendren, Laurence Jacquet, Claus Kreiner, Dirk Krueger, Etienne Lehmann, Jonas Loebbing, Jean-Baptiste Michau, Andreas Peichl, Dominik Sachs, Emmanuel Saez, Florian Scheuer, Stefanie Stantcheva, Joseph Stiglitz, Aleh Tsyvinski, Nicolas Werquin, Eric Zwick, participants at NBER Macro Public Finance, NBER Public Economics, IIPF, LAGV, NTA, and audiences at UC Berkeley, CREST-Ecole Polytechnique, University of Michigan, and LMU Munich for their valuable comments. Supplementary material available at https: /benlockwood.com/papers/FLT_Supplement.pdf.\n\n\n"
}