{
    "id": 29589,
    "citation_title": "Forced Displacement and Human Capital: Evidence from Separated Siblings",
    "citation_author": [
        "Giorgio Chiovelli",
        "Stelios Michalopoulos",
        "Elias Papaioannou",
        "Sandra Sequeira"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of conflict-driven displacement on human capital. We focus on the Mozambican civil war (1977–1992), during which more than four million civilians fled to the countryside, cities, and refugee camps and settlements in neighboring countries. We leverage the full post-war census to compare siblings separated during the war, using those who stayed behind as a counterfactual to one’s displacement path. Uprooted children register higher investments in education. Second, we quantify the relative importance of place-based and displacement effects. The latter increases education and decreases attachment to agriculture by the same rate as being exposed to an environment approximately one standard deviation more developed than one’s birthplace. Third, we conduct a survey in Nampula, whose population doubled during the civil war. Those who fled to the city have significantly higher education than their siblings who remained in the countryside and they converged to the levels of schooling of non-mover urban-born individuals. However, those displaced exhibit significantly lower social/civic capital and have worse mental health, even three decades after the war. These findings reveal that displacement shocks can trigger human capital investments, breaking links with subsistence agriculture, but at the cost of long-lasting, social, and psychological traumas.\n\n",
    "acknowledgement": "\nWe thank Pinjas Albagli, Gabriela Deschamps, Andres Fajardo-Ramirez, Guy Pincus, Michelle Rao, Vivian Liu, and especially Tarek Abdo and Matthew OBrien for great research assistance. We gratefully acknowledge financial support from the International Growth Center and Sandra Sequeira acknowledges financial support from the European Research Council, Starting Grant (REFUGEDEV). We thank seminar and conference participants at Harvard, Trinity, Jerusalem, Brown, LSE, Universidad de Montevideo, Universidad de Los Andes, BREAD, ECONtribute workshop, EBRD-Kings Conference on Migration, University of Padova, and the CEPR Macroeconomics and Growth Programme Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nElias Papaioannou\n\nPapaioannou gratefully acknowledges financial support from the LBS Wheeler Institute for Business and Development.\n\n\n\nSandra Sequeira\n\nSandra Sequeira acknowledges financial support from the International Growth Centre and the European Research Council.\n\n\n"
}