{
    "id": 29586,
    "citation_title": "Inattention and Inequity in School Matching",
    "citation_author": [
        "Stefan F. Bucher",
        "Andrew Caplin"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe attractive properties of the Deferred Acceptance (DA) algorithm rest on the assumption of perfect information. Yet field studies of school matching show that information is imperfect, particularly for disadvantaged students. We model costly strategic learning when schools are ex ante symmetric, agree on their ranking of students, and learning is rationally inattentive. Our analytic solution quantifies how each student’s rank, learning costs and prior beliefs interact to determine their gross and net welfare as well as the extent and form of mistakes they make. In line with the evidence, we find that lower-ranked students are affected disproportionately more by information costs, generally suffering a larger welfare loss than higher-ranked students. Interactions between mechanism design, inattention and inequity are thus of first order importance.\n\n",
    "acknowledgement": "\nThe authors wish to thank Adam Brandenburger, Ambuj Dewan, Octavia Ghelfi, Sam Kapon, Dmitry Sorokin, and seminar participants at NYU, the Virtual Behavioral Economics Seminar (VIBES), Universidad de Alicante, and the 2020 Workshop on the Cognitive Foundations of Economic Behavior. We would like to thank the NOMIS Foundation and the Alfred P. Sloan Foundation for their support. Portions of this paper appeared in Stefan Bucher’s PhD dissertation at NYU. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}