{
    "id": 29588,
    "citation_title": "Information, Intermediaries, and International Migration",
    "citation_author": [
        "Samuel Bazzi",
        "Lisa Cameron",
        "Simone G. Schaner",
        "Firman Witoelar"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2022-06-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nJob seekers face substantial information frictions, especially in international labor markets where intermediaries match prospective migrants with overseas employers. We conducted a randomized trial in Indonesia to explore how information about intermediary quality shapes migration outcomes. Holding access to information about the return to choosing a high-quality intermediary constant, intermediary-specific quality disclosure reduces the migration rate, cutting use of low-quality providers. Workers who do migrate receive better pre-departure preparation and have improved experiences abroad, despite no change in occupation or destination. These results are not driven by changes in beliefs about average provider quality or the return to migration. Nor does selection explain improved outcomes for those who migrate with quality disclosure. Together, our findings are consistent with an increase in the option value of search: with better ability to differentiate offer quality, workers search longer, select higher-quality intermediaries, and ultimately have better migration experiences.\n\n",
    "acknowledgement": "\nWe thank Travis Baseler, Vittorio Bassi, Daniel Björkegren, Jeffrey Clemens, Nilesh Fernando, Scott Guggenheim, Rema Hanna, Gaurav Khanna, Asim Khwaja, David McKenzie, Kaivan Munshi, Suresh Naidu, Paul Niehaus, Ben Olken, Rohini Pande, Eik Leong Swee, Dean Yang, and many seminar participants for helpful feedback. The following provided excellent research assistance: Ma'rifatul Amalia, Melisa Bintoro, Danil Dmitriev, Lukman Edwindra, Masyhur Hilmy, Astuti Kusumaningrum, Gedeon Lim, and Mahnum Shahzad. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0000630. The research protocol was approved by IRBs at Dartmouth College (CPHS 24440), Boston University (Protocol 4990E), the University of Melbourne (Ethics ID 1853496.1), Australian National University (Protocol 2018/816), and SurveyMETER Indonesia (IRB 201501). We thank J-PAL Southeast Asia and the Australian Department of Foreign Affairs and Trade for generous financial support. Bazzi acknowledges support from the National Science Foundation (SES-1942375). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}