{
    "id": 29583,
    "citation_title": "Lobbying Physicians: Payments from Industry and Hospital Procurement of Medical Devices",
    "citation_author": [
        "Alon Bergman",
        "Matthew Grennan",
        "Ashley Swanson"
    ],
    "citation_publication_date": "2021-12-20",
    "issue_date": "2021-12-16",
    "revision_date": "2022-03-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe draw upon newly merged administrative data sets to study the relationship between payments from medical technology firms to physicians and medical device procurement by hospitals. These payments (and the interactions that accompany them) may facilitate the transfer of valuable information to and from physicians. However, they may also influence physicians’ preferences, and in turn hospital device procurement, in favor of paying firms. Payments are pervasive: 87 percent of device sales in our sample occurred at a hospital where a relevant physician received a payment from a device firm. Payments are also highly correlated with spending within a firm-hospital pair: event studies suggest that a large positive increase in payments to a given hospital from a given firm ($438 per physician on average, or 112 percent of the mean) is associated with 27 percent higher expenditures on the paying firm’s devices post-event. Finally, we explore how payments mediate the relationship between expertise and device procurement patterns. Hospitals affiliated with the top Academic Medical Centers (AMCs), which plausibly represent an expert benchmark, purchase a different mix of devices than other hospitals, and payments to hospitals outside the top AMCs are correlated with larger deviations from the procurement patterns of top AMC hospitals.\n\n",
    "acknowledgement": "\nThe data used in this paper were generously provided, in part, by ECRI (www.ecri.org). We gratefully acknowledge funding from the Leonard Davis Institute and the National Institute for Health Care Management Foundation. We thank Stuart Craig, Joseph Martinez, Kyle Myers, Nicola Persico, Andrea Prat, and seminar audiences at Columbia University for helpful discussions. Jonathan Delgadillo Lorenzo, Gi Heung Kim, and Samuel Mitchell provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}