{
    "id": 29597,
    "citation_title": "Inequality in India Declined During COVID",
    "citation_author": [
        "Arpit Gupta",
        "Anup Malani",
        "Bartosz Woda"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "2022-06-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large, representative panel data set from India with monthly data on household finances to examine the incidence of economic harms during the COVID pandemic.  We observe a sharp spike in poverty, peaking during India's sharp but short lockdown.  However, there was a striking decrease in income inequality outside the lockdown.  There was a smaller decrease in consumption inequality, likely due to consumption smoothing.  Evidence supports two mechanisms for the decline in income inequality: the capital income of top-quartile earners covaries more with aggregate income, and demand for labor fell more for higher quartiles.\n\n",
    "acknowledgement": "\nWe thank Satej Soman,  Sabareesh Ramachandran, Kaushik Krishna and Mahesh Vyas for help with Consumer Pyramids Household (CPHS) data.  We thank Mushfiq Mobarak, Cynthia Kinnan, Matt Notowodigdo, Viral Acharya, Satej Soman, Sabareesh Ramachandran, and seminar participants at the University of Chicago Micro Workshop, IIM Calcutta-NYU Stern India Research Conference, CAFRAL, the CPHS Research Seminar and the University of Chicago Law School for comments.  We thank Sabareesh Ramachandran and Satej Soman for assistance with COVID data.  Malani acknowledges funding from the Becker-Friedman Institute at the University of Chicago to purchase a subscription to the Consumer Pyramids Household Survey and the support of the Barbara J. and B. Mark Fried Fund at the University of Chicago Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}