{
    "id": 29599,
    "citation_title": "Does Physician-Hospital Vertical Integration Signal Care-Coordination? Evidence from Mover-Stayer Analyses of Commercially Insured Enrollees",
    "citation_author": [
        "William Encinosa",
        "Avi Dor",
        "PhuongGiang Nguyen"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impacts of physician-hospital integration on care fragmentation and other measures of care-coordination using a dynamic model of movers and stayers in commercially insured plans. Although recent growth in the share of practicing physicians belonging to these vertical organizations has sparked considerable policy debate, there is a paucity of evidence on the merits of vertical integration in the private segment of the market. We fill the gap by focusing on care-coordination in the relatively open plans that dominate commercial insurance, namely Preferred Provider Organizations (PPOs). We exploit the fact that physician-hospital integration levels vary dramatically across MSA and focus on orthogonal employment-based transfers for identification. We track 415,000 beneficiaries with 17 million claims between 2010 and 2016. We find that standard two-way fixed effect mover-stayer models produce biased estimates since there are heterogeneous effects of integration. Extending the dynamic event study design of Sun and Abraham (2021) to mover-stayer analyses, we are able to avoid these biases. We find that a move from the 10th to 90th percentile of physician integration level causes a 20% relative decrease in a care fragmentation index; similar declines are found in independent markers of fragmentation such as use of out-of-network and single-service facilities. Vertical integration of either primary care physicians or specialists reduced fragmentation significantly. However, only vertical integration of specialists led to significant reductions in medical spending. Our results are robust when adjusting for moves associated with alternative contractual arrangements among providers that do not require outright ownership.\n\n",
    "acknowledgement": "\nThe views expressed in this article are those of the authors, and no official endorsement by the U.S. Department of Health and Human Services, AHRQ, or the National Bureau of Economic Research is intended or should be inferred.\n\n\n"
}