{
    "id": 29594,
    "citation_title": "International Evidence of Strengthening Taxes and Spending For Sustainable Development",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Hien Nguyen",
        "Donghyun Park"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe trace the linkages between the episodes of fiscal expansion and consolidation in 72 advanced and emerging and developing economies. The findings suggest that fiscal expansions are positively associated with economic growth, which in turn is positively linked with better sustainable development outcomes. The association between fiscal consolidation and growth as well as the sustainable development indicators, however, is not clear-cut. Jointly, more tax revenues and expenditures, together with better governance help explain the association between economic growth and inclusive development. High-income, high-tax-revenue, and manufacture-exporting economies have made significant progress on reducing disease-linked mortality and improving environment protection along with economic growth. Meanwhile, emerging and developing, low-tax-revenue, and commodity-exporting economies have gained notable improvement in poverty reduction, pre-primary enrolment and access to basic sanitation services and clean cooking fuels and technologies, and lowering bribery incidence. On average, the sampled economies have persistently achieved better primary goals such as sanitation, clean fuels and technologies. Achievements in mortality reduction, and environmental protection goals are shown more recently.\n\n",
    "acknowledgement": "\nJoshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and International Relations, USC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research and the Asian Development Bank.\n\n\n"
}