{
    "id": 29598,
    "citation_title": "Labor Reallocation and Remote Work During COVID-19: Real-time Evidence from GitHub",
    "citation_author": [
        "Grant R. McDermott",
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "2022-01-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effect of the COVID-19 pandemic on labor activity using real-time data from millions of GitHub users around the world. We show that the pandemic triggered a sharp pattern of labor reallocation at both the global and regional level. Users were more likely to work on weekends and outside of traditional 9 am to 6 pm hours, especially during the early phase of the pandemic. We also document considerable heterogeneity between different user groups and locations. Some locations show a steady reversion back to historical work patterns, while others have experienced persistent trend deviations in the wake of COVID-19. The pattern of labor reallocation is slightly more pronounced among males in our sample, suggesting that men may have benefited more from the increased flexibility provided by remote work than women. Finally, we show that the pattern of reallocation was accompanied by a simultaneous increase in overall activity, though this effect is more transient. We discuss several potential mechanisms and draw tentative conclusions for broader workplace trends given our study population.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Dartmouth College, University of Illinois Urbana-Champaign, Monash University, and the University of Oregon for useful comments, questions and feedback. Gratis access to Google Cloud Platform is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}