{
    "id": 29593,
    "citation_title": "The Impact of the COVID-19 Vaccine Distribution on Mental Health Outcomes",
    "citation_author": [
        "Virat Agrawal",
        "Jonathan H. Cantor",
        "Neeraj Sood",
        "Christopher M. Whaley"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has led to a “second pandemic” of anxiety and depression. While vaccines are primarily aimed at reducing COVID-19 transmission and mortality risks, they may have important secondary benefits. We use data from U.S. Census Bureau’s Household Pulse Survey merged to state-level COVID-19 vaccination eligibility data to estimate the secondary benefits of COVID-19 vaccination on mental health outcomes. To address endogenous COVID-19 vaccination, we leverage state-level variation in the timing of when age groups are eligible for vaccination. We estimate that COVID-19 vaccination reduces anxiety and depression symptoms by nearly 30%. Nearly all the benefits are private benefits, and we find little evidence of spillover effects, that is, increases in community vaccination rates are not associated with improved anxiety or depression symptoms among the unvaccinated. We find that COVID-19 vaccination is associated with larger reductions in anxiety or depression symptoms among individuals with lower education levels, who rent their housing, who are not able to telework, and who have children in their household. The economic benefit of reductions in anxiety and depression are approximately $350 billion. Our results highlight an important, but understudied, secondary benefit of COVID-19 vaccinations.\n\n",
    "acknowledgement": "\nSupport was provided by the National Institute on Aging (Grant No. 1K01AG061274 to Christopher Whaley). The funding source had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; and preparation, review, or approval of the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}