{
    "id": 29591,
    "citation_title": "Do Well Managed Firms Make Better Forecasts?",
    "citation_author": [
        "Nicholas Bloom",
        "Takafumi Kawakubo",
        "Charlotte Meng",
        "Paul Mizen",
        "Rebecca Riley",
        "Tatsuro Senga",
        "John Van Reenen"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe link a new UK management survey covering 8,000 firms to panel data on productivity in manufacturing and services. There is a large variation in management practices, which are highly correlated with productivity, profitability and size. Uniquely, the survey collects firms’ micro forecasts of their own sales and also macro forecasts of GDP. We find that better managed firms make more accurate micro and macro forecasts, even after controlling for their size, age, industry and many other factors. We also show better managed firms appear aware that their forecasts are more accurate, with lower subjective uncertainty around central values. These stylized facts suggest that one reason for the superior performance of better managed firms is that they knowingly make more accurate forecasts, enabling them to make superior operational and strategic choices.\n\n",
    "acknowledgement": "\nThis research has been funded by the ESRC ES/S012729/2 and the Office for National Statistics (ONS) as part of the research programme of the Economic Statistics Centre of Excellence (ESCoE). We would like to thank the ONS for their partnership in conducting the Management and Expectations Survey (MES) and Ted Dolby for research assistance. This work was produced using statistical data from ONS. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. We also would like to thank members of the MES Business Engagement Group, Marko Melolinna and participants at the RES Annual Conference 2018 and 2021 and IARIW-ESCoE conference on intangibles for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}