{
    "id": 29595,
    "citation_title": "Racial Inequality in Unemployment Insurance Receipt and Take-Up",
    "citation_author": [
        "Elira Kuka",
        "Bryan A. Stuart"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies differences in receipt and take-up of unemployment insurance (UI) benefits among white and Black individuals. We combine state-level UI regulations with data containing detailed information on individuals’ work history and UI receipt. Black individuals who separate from a job are 24% less likely to receive UI than whites. The UI receipt gap stems primarily from lower take-up of UI benefits among likely eligible individuals, as opposed to differences in benefit eligibility. Statistical decompositions indicate that about one-half of the take-up gap is explained by Black workers’ lower pre-unemployment earnings and higher tendency to live in the South.\n\n",
    "acknowledgement": "\nFor helpful research assistance, we thank Bennett Adamson, Justin Burcat, Shatakshi Gupta, Vanessa Ntungwanayo, Connor Walz, and Ngodoo Zume. Support from the Institute for International Economic Policy at George Washington University is gratefully acknowledged. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}