{
    "id": 29596,
    "citation_title": "Behavioral Responses to Supply-Side Drug Policy During the Opioid Epidemic",
    "citation_author": [
        "Simone Balestra",
        "Helge Liebert",
        "Nicole Maestas",
        "Tisamarie B. Sherry"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe investigate behavioral responses to a staggered disruption in the supply of prescription opioids across U.S. states: the introduction of electronic Prescription Drug Monitoring Programs (PDMPs). Using administrative datasets, we find PDMPs curtail the proliferation of prescription opioids. Physicians respond to monitoring on the extensive margin, limiting the number of patients to whom they prescribe opioids without adjusting dosage or duration. This decreases supply to long-term opioid users, who evade the restrictions by acquiring prescriptions from out-of-state prescribers and by substituting to heroin. This causes a surge in heroin overdoses, which offsets reductions in hospitalizations and deaths from prescription opioids.\n\n",
    "acknowledgement": "\nWe are grateful to Abby Alpert, Josh Angrist, Michael Barnett, Stefan Boes, Colleen Carey, Caroline Chuard, Dhaval Dave, Beatrix Eugster, Ellen Meara, Owen O’Donnell, Rosalie Pacula, David Powell, Fanny Puljic, Sara Rellstab, Aurelien Sallin, Lukas Schmid, Molly Schnell, Hannes Schwandt, and Romain Wacziarg for their constructive comments. The paper benefited from the valuable feedback of participants in the following meetings: NBER Improving Health Outcomes for an Aging Population, American Society of Health Economists, Royal Economic Society, Swiss Society of Economics and Statistics, Swiss Society of Health Economics, and departmental seminars at Harvard, Lucerne, Rotterdam, St. Gallen, and Zurich. We thank Blue Cross Blue Shield Association and the Blue Cross Blue Shield Alliance for Health Research for data access and supportive advice. We thank Laurie Meneades and Joel Frischknecht for excellent research programming support. Balestra and Liebert acknowledge funding from the Richard Buchner Foundation, which we thank for their support. Liebert acknowledges funding from the Swiss National Science Foundation, grant no. 184377. Maestas and Sherry gratefully acknowledge funding from the National Institute on Aging (P01AG005842) and a gift from Owen and Linda Robinson. Maestas has served as an expert witness in litigation involving opioids. Harvard Medical School participates in the Blue Cross Blue Shield Alliance for Health Research. This study was conceived and drafted when Sherry was was employed at the RAND Corporation, and the findings and views in this manuscript do not necessarily reflect the official views or policy of her current employer, the U.S. Department of Health and Human Services, nor the U.S. Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}