{
    "id": 29592,
    "citation_title": "Spatial Equilibria: The Case of Two Regions",
    "citation_author": [
        "Konstantin Kucheryavyy",
        "Gary Lyn",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "2023-03-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we characterize the set of equilibria in a generalized version of the canonical two-region economic geography model that nests the class of models in Allen and Arkolakis (2014) as well as Krugman (1991) and features an input-output loop. We provide sufficient conditions for uniqueness of equilibria that — in contrast to the well-know result in Allen and Arkolakis (2014) — allow for positive agglomeration externalities, which concentrate economic activity, even in the absence of congestion effects, which disperse it, and highlight the key role played by three additional parameters: the trade elasticity, which regulates the strength of the dispersion force associated with the decline in the terms of trade caused by migration into a region; trade costs, which weaken this dispersion force by limiting trade across regions; and the importance of the agricultural sector, which pushes against agglomeration forces in manufacturing.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Costas Arkolakis, Dominick Bartelme, Arnaud Costinot, and Cecile Gaubert for very useful conversations and Piyush Panigrahi for excellent research assistance. Konstantin Kucheryavyy acknowledges financial support of JSPS Kakenhi Grants Number 17K13721, 20K13476, and 20H01487 as well as financial support of the HSE University Basic Research Program. An earlier version of the paper titled: “Necessary and Sufficient Conditions for Uniqueness in Spatial Equilibria: The Case of Two Locations,” analyzed the case with symmetric trade costs and no agricultural sector. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}