{
    "id": 29605,
    "citation_title": "College Majors and Skills: Evidence from the Universe of Online Job Ads",
    "citation_author": [
        "Steven W. Hemelt",
        "Brad Hershbein",
        "Shawn M. Martin",
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the skill content of college majors as perceived by employers and expressed in the near universe of U.S. online job ads. Social and organizational skills are general in that they are sought by employers of almost all college majors, whereas other skills are more specialized. In turn, general majors––Business and General Engineering––have skill profiles similar to all majors; Nursing and Education are specialized. These cross-major differences in skill profiles explain considerable wage variation, with little role for within-major differences in skills across areas. College majors can thus be reasonably conceptualized as portable bundles of skills.\n\n",
    "acknowledgement": "\nWe are grateful to the Russell Sage Foundation (grant #1811-09737) and the National Science Foundation (grant #1919360) for financial support. Shawn Martin is grateful for support from the PR/Award R305B150012 from the Institute of Education Sciences, U.S. Department of Education. The authors have no additional disclosures. We thank Bledi Taska and Hal Bonella from Burning Glass Technologies for several helpful discussions about the data and seminar participants at the AEFP 2021 conference, Upjohn Institute, University of Michigan, Hebrew University, and University of Bristol for feedback. Hayden Le and Jonathan Hartman provided terrific research assistance and Andrew Simon and Johnathan Conzelmann provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}