{
    "id": 29603,
    "citation_title": "Currency Wars, Trade Wars, and Global Demand",
    "citation_author": [
        "Olivier Jeanne"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a tractable model of a global economy in which countries can use a broad range of policy instruments---the nominal interest rate, taxes on imports and exports, taxes on capital flows or foreign exchange interventions. Low demand may lead to unemployment because of downward nominal wage stickiness. Markov perfect equilibria with and without international cooperation are characterized in closed form. The welfare costs of trade and currency wars crucially depend on the state of global demand and on the policy instruments that are used by national policymakers. Countries have more incentives to deviate from free trade when global demand is low. Trade wars lower employment if they involve tariffs on imports but raise employment if they involve export subsidies. Tariff wars can lead to self-fulfilling global liquidity traps.\n\n",
    "acknowledgement": "\nI thank seminar participants, especially Alberto Martin, Emmanuel Farhi, Charles Engel, Gianluca Benigno, Dmitry Mukhin and Oleg Itskhoki, at the NBER Conference on Capital Flows, Currency Wars and Monetary Policy (April 2018), the 2019 ASSA meeting, the Board of the US Federal Reserve System, the University of Virginia, Georgia State University, the University of Southern California, the Federal Reserve of New York, the University of Wisconsin, the University of Maryland and the Graduate Institute in Geneva for their comments. I thank Stephane Auray and Joe Gagnon for their comments on an earlier draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivier Jeanne\n\nThe author declares that he has no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}