{
    "id": 29609,
    "citation_title": "Measuring U.S. Core Inflation: The Stress Test of COVID-19",
    "citation_author": [
        "Laurence M. Ball",
        "Daniel Leigh",
        "Prachi Mishra",
        "Antonio Spilimbergo"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge price changes in industries affected by the COVID-19 pandemic have caused erratic fluctuations in the U.S. headline inflation rate. This paper compares alternative approaches to filtering out the transitory effects of these industry price changes and measuring the underlying or core level of inflation over 2020-2021. The Federal Reserve’s preferred measure of core, the inflation rate excluding food and energy prices, has performed poorly: over most of 2020-21, it is almost as volatile as headline inflation. Measures of core that exclude a fixed set of additional industries, such as the Atlanta Fed’s sticky-price inflation rate, have been less volatile, but the least volatile have been measures that filter out large price changes in any industry, such as the Cleveland Fed’s median inflation rate and the Dallas Fed’s trimmed mean inflation rate. These core measures have followed smooth paths, drifting down when the economy was weak in 2020 and then rising as the economy has rebounded.\n\n",
    "acknowledgement": "\nThis Paper was also published as IMF Working Paper 2021/291. We thank Mattia Coppo for excellent research assistance and Jane Haizel for excellent administrative support. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}