{
    "id": 29606,
    "citation_title": "Zombie Lending and Policy Traps",
    "citation_author": [
        "Viral V. Acharya",
        "Simone Lenzu",
        "Olivier Wang"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a model with heterogeneous firms and banks to analyze how policy affects credit allocation and long-term economic outcomes. When firms are hit by small negative shocks, conventional monetary policy can restore efficient bank lending and production by lowering interest rates. Large shocks, however, necessitate unconventional policy such as regulatory forbearance towards banks to stabilize the economy. Aggressive accommodation runs the risk of introducing zombie lending and a “diabolical sorting”, whereby low-capitalization banks extend new credit or evergreen existing loans to low-productivity firms. If shocks reduce the profitability gap between healthy and zombie firms, the optimal forbearance policy is non-monotone in the size of the shock. In a dynamic setting, policy aimed at avoiding short-term recessions can be trapped into protracted low rates and excessive forbearance, due to congestion externalities imposed by zombie lending on healthier firms. The resulting economic sclerosis delays the recovery from transitory shocks, and can even lead to permanent output losses.\n\n",
    "acknowledgement": "\nWe are grateful to Ricardo Caballero, Cecilia Parlatore, Alexi Savov, Philipp Schnabl, Johannes Stroebel, and seminar participants at NYU Stern, Norges Bank, the Virtual Finance Theory Seminar, the Fixed Income and Financial Institutions (FIFI) Conference at University of South Carolina, Richmond Fed, Bank of Italy for comments and to Stefano Pastore for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}