{
    "id": 29604,
    "citation_title": "What Drives Variation in Investor Portfolios? Estimating the Roles of Beliefs and Risk Preferences",
    "citation_author": [
        "Mark L. Egan",
        "Alexander MacKay",
        "Hanbin Yang"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "2024-07-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a portfolio choice demand model that allows for the nonparametric estimation of investors’ (subjective) expectations and risk preferences. Utilizing a comprehensive dataset of 401(k) plans from 2009 through 2019, we explore heterogeneity in asset allocations across plans using our empirical framework. This framework enables us to recover investors’ beliefs about each asset and examine the implications and potential sources of those beliefs. Our estimates suggest that heterogeneity in expectations across investors accounts for twice as much variation in portfolio holdings as heterogeneity in risk aversion. Belief heterogeneity is driven in part by the idiosyncratic characteristics and experiences of investors, reflecting local sources of information such as county-level GDP and employers’ past performance. Our findings suggest that, to the extent it is distortive, belief heterogeneity imposes modest costs on the median investor in terms of foregone annual returns, though the costs for the upper quartile are significant.\n\n",
    "acknowledgement": "\nWe thank Vivek Bhattacharya, John Beshears, John Campbell, Xavier Gabaix, Sam Hanson, David Laibson, Erik Loualiche, Maarten Meeuwis, Stavros Panageas, Andrei Shleifer, Paolo Sodini, Adi Sunderam, Kairong Xiao, Motohiro Yogo, and seminar and conference participants at Harvard Business School, Indiana University, Johns Hopkins Carey Business School, Micro and Macro Implications of Household Behaviour and Financial Decision-Making Seminar, NBER Asset Pricing Meetings, Oklahoma State University, Southern Methodist University, the Einaudi Institute for Economics and Finance, the Stanford Institute for Theoretical Economics, the University of Mannheim, the University of Minnesota Corporate Finance Conference, the University of North Carolina Roundtable for Junior Faculty in Finance, the University of Texas, the University of Toulouse, the Western Finance Association Meetings, and the Workshop on Financial Intermediation and Regulation at Queens University. The authors gratefully acknowledge financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}