{
    "id": 29602,
    "citation_title": "Monetary Policy and Endogenous Financial Crises",
    "citation_author": [
        "Frederic Boissay",
        "Fabrice Collard",
        "Jordi Galí",
        "Cristina Manea"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether a central bank should deviate from its objective of price stability to promote financial stability. We tackle this question within a textbook New Keynesian model augmented with capital accumulation and microfounded endogenous financial crises. We compare several interest rate rules, under which the central bank responds more or less forcefully to inflation and aggregate output. Our main findings are threefold. First, monetary policy affects the probability of a crisis both in the short run (through aggregate demand) and in the medium run (through savings and capital accumulation). Second, a central bank can both reduce the probability of a crisis and increase welfare by departing from strict inflation targeting and responding systematically to fluctuations in output. Third, financial crises may occur after a long period of unexpectedly loose monetary policy as the central bank abruptly reverses course.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are our own and should not be interpreted as reflecting the views of the Bank for International Settlements, the Deutsche Bundesbank, the Eurosystem, or the National Bureau of Economic Research. We thank F. Alvarez, G. Barlevy, C. Borio, F. De Fiore, P. Disyatat, M. Hoffmann, T. Holden, E. Mendoza, B. Mojon, C. Pflueger, L. Svensson, P. Rungcharoentkitkul, H. Uhlig, R. Wouters, E. Zakrakšek as well as seminar and conference participants at the NBER Summer Institute, EEA-ESEM 2021 Congress, Ridge Conference, Danmarks Nationalbank–Bundesbank– Norges Bank Conference, Deutsche Bundesbank, National Bank of Belgium, Bank for International Settlements, Universitat Pompeu Fabra, Trinity College, and European Central Bank for helpful discussions. Galí acknowledges financial support from the European Research Council under the European Union’s Horizon 2020 research and innovation program, Advanced Grant (882332–HEMPEF), from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019–000915–S), and from the Generalitat de Catalunya, through CERCA and SGR Programme (2017–SGR-1393).\n\n\n\nJordi Galí\n\nJordi Galí is a member of the Deutsche Bundesbank Research Council. To his knowledge that institution does not have a financial, ideological, or political stake related to the article. No party had the right to review the paper prior to its circulation.\n\n\n"
}