{
    "id": 29600,
    "citation_title": "From Immediate Acceptance to Deferred Acceptance: Effects on School Admissions and Achievement in England",
    "citation_author": [
        "Camille Terrier",
        "Parag A. Pathak",
        "Kevin Ren"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nCountries and cities around the world increasingly rely on centralized systems to assign students to schools. Two algorithms, deferred acceptance (DA) and immediate acceptance (IA), are widespread. The latter is often criticized for harming disadvantaged families who fail to get access to popular schools. This paper investigates the effect of the national ban of the IA mechanism in England in 2008. Before the ban, 49 English local authorities used DA and 16 used IA. All IA local authorities switched to DA afterwards, giving rise to a cross-market difference-in-differences research design. Our results show that the elimination of IA reduces measures of school quality for low-SES students more than high-SES students. After the ban, low-SES students attend schools with lower value-added and more disadvantaged and low-achieving peers. This effect is primarily driven by a decrease in low-SES admissions at selective schools. Our findings point to an unintended consequence of the IA to DA transition: by encouraging high-SES parents to report their preferences truthfully, DA increases competition for top schools, which crowds out low-SES students.\n\n",
    "acknowledgement": "\nWe thank John Coldron and Anne West for sharing data on schools. Simon Burgess, Julien Combe, Ellen Greaves, Rustamdjan Hakimov, Adam Kapor, Sandra McNally, Jonathan de Quidt, Olmo Silva, and Olivier Tercieux and seminar participants at the London School of Economics, ASSA 2020 meetings, Barcelona GSE, CESifo Area conference on economics of education, CREST Polytechnique, Bristol, Berlin, and Lausanne provided helpful feedback. We're especially grateful to Kate Bradley and Tiernan Evans for research assistance and Eryn Heying for invaluable administrative support. We are very grateful for the research assistance provided by the Centre for Economic Performance (LSE). We gratefully acknowledge funding from the Walton Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nParag A. Pathak\n\nPathak is a co-founder of Avela Education.\n\n\n"
}