{
    "id": 29601,
    "citation_title": "Choice Overload? Participation and Asset Allocation in French Employer-Sponsored Saving Plans",
    "citation_author": [
        "Marie Briere",
        "James M. Poterba",
        "Ariane Szafarz"
    ],
    "citation_publication_date": "2021-12-27",
    "issue_date": "2021-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs administrative data from one of the largest plan providers in France to investigate the role of plan and default characteristics in affecting whether employees participate in the plan and whether they accept its default investment option. The dataset includes information on the saving choices of 680,392 active employees at 1,610 firms. French employers have wide discretion in structuring employee saving plans.  All plans must offer medium-term investments, which cannot be accessed for five years.  Employers may also offer long-term investments that cannot be accessed until retirement.  When plans include a long-term option, participation is lower than when the plan offers only more liquid medium term investments.  The presence of a long-term saving option also reduces the take-up of the plan’s default investment allocation, which must include a long-term component.  One interpretation of the findings, consistent with the theory of choice overload, is that some employees are unwilling to forego the liquidity of the medium-term option but find it costly to make an active election when they opt out of the default, and therefore choose not to participate in the plan at all.\n\n",
    "acknowledgement": "\nThe authors thank Alberto Abadie, John Beshears, Marcel Gehrung, David Laibson, Vincent Pons, and Ilan Tojerow for useful comments and discussions and are grateful to Benoit Chenet, Xavier Collot, Laure Delahousse, Corinne Laboureix, Olivier Melennec, Jean-Pierre Poulet for insightful explanations on the institutional setting, and to Jerome Baudrand, Arnaud Delavoet for the data gathering process. Poterba is a trustee of the College Retirement Equity Fund and TIAA-CREF Mutual Funds. The data used to carry out this study come from the processing of record keeping and account keeping of AMUNDI ESR employee and pension savings accounts. These data have been analyzed anonymously for scientific, statistical, or historical research purposes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames M. Poterba\n\nIn addition to my role as a faculty member at MIT, I am engaged in a number of outside activities, including serving as President of the NBER, a trustee of the College Retirement Equity Fund (CREF) and an independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org).\nI serve on the Panel of Economic Advisers at the Congressional Budget Office (www.cbo.gov). In addition, during the last three years  I have received  compensation for lectures or presentations in excess of $500 from each of the following organizations: American Economic Association, Elon University, the Institute for Fiscal Studies (London), the Investment Company Institute, the Lynde and Harry Bradley Foundation, Queens University, Tulane University, the University of Rochester, and the University of Wisconsin.\n\n\n"
}