{
    "id": 29615,
    "citation_title": "Preemptive Policies and Risk-Off Shocks in Emerging Markets",
    "citation_author": [
        "Mitali Das",
        "Gita Gopinath",
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "2022-03-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that “preemptive” capital flow management measures (CFM) can reduce emerging markets and developing countries' (EMDE) external finance premia during risk-off shocks, especially for vulnerable countries. Using a panel dataset of 56 EMDEs during 1996-2020 at monthly frequency, we document that countries with preemptive policies in place during the five year window before risk-off shocks experienced relatively lower external finance premia and exchange rate volatility during the shock compared to countries which did not have such preemptive policies in place. We use the episodes of Taper Tantrum and COVID-19 as risk-off shocks. Our identification relies on a difference-in-differences methodology with country fixed effects where preemptive policies are ex-ante by construction and cannot be put in place as a response to the shock ex-post. We control the effects of other policies, such as monetary policy, foreign exchange interventions (FXI), easing of inflow CFMs and tightening of outflow CFMs that are used in response to the risk-off shocks. By reducing the impact of risk-off shocks on countries' funding costs and exchange rate volatility, preemptive policies enable countries' continued access to international capital markets during troubled times.\n\n",
    "acknowledgement": "\nWe would like to thank Suman Basu, Emine Boz, Francisco Roch, Damiano Sandri and Filiz Unsal for insightful comments and Luciana Juvenal for sharing foreign currency exposure data with us. Manzoor Ahmed Gill and Hailey Christina Ordal provided superb research assistance. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}