{
    "id": 29617,
    "citation_title": "The Price of Nails since 1695: A Window into Economic Change",
    "citation_author": [
        "Daniel E. Sichel"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the price of nails since 1695 and the proximate source of changes in those prices. Why nails? They are a basic manufactured product whose form and quality have changed relatively little over the last three centuries, yet the process for producing them has changed dramatically. Accordingly, nails provide a useful prism through which to examine a wide range of economic and technological developments that touch on multiple areas of both micro- and macroeconomics. Several conclusions emerge. First, from the late 1700s to the mid 20th century real nail prices fell by a factor of about 10 relative to overall consumer prices. These declines had important effects on downstream industries, most notably construction. Second, while declining materials prices contribute to reductions in nail prices, the largest proximate source of the decline during this period was multifactor productivity growth in nail manufacturing, highlighting the role of the specialization of labor and re-organization of production processes. Third, the share of nails in GDP dropped back from 0.4 percent of GDP in 1810—comparable to today’s share of household purchases of personal computers—to a de minimis share more recently; accordingly, nails played a bigger role in American life in that earlier period. Finally, real nail prices have increased since the mid 20th century, reflecting in part an upturn in materials prices and a shift toward specialty nails in the wake of import competition, though the introduction of nail guns partly offset these increases for the price of installed nails.\n\n",
    "acknowledgement": "\nI would like to thank Ernst Berndt, Daniel Fetter, Robert Gordon, Eric Hilt, Eric Hurst, Nina Pavcnik, Robert Margo, Sam Nelson, Stephen Oliner, Timothy Taylor, Heidi Williams, and participants at the summer 2011 CRIW/NBER Workshop, the summer 2021 Development of the American Economy NBER Summer Institute, a Wellesley College seminar, and other seminars for helpful suggestions and ideas. For assistance on data sources, I thank Gerben Bakker, Joe Davis, Claudia Goldin, Doug Irwin, and Ben Mandel. Peter Chen, Katharine Liang, and Sophie Sun provided excellent research assistance. I also thank Lorna Condon (Senior Curator) for providing access to Historic New England’s collection of ephemera and Roelif Loveland (President of Maze Nails) for insights about current manufacturing of nails. Gary Anderson, a fifth-generation nailer at Tremont Nails, kindly took me on a tour of Tremont Nail Company’s Mansfield, Massachusetts manufacturing facility. Robert Carver, Brent Neiman, and David Rubin provided assistance in connecting with current nail manufacturers. In addition, a number of librarians were extremely helpful, including Yin Zhu at the Federal Reserve Board and Maureen Booth at the Department of the Interior; Peter Burtch and Deb Fenwick at Northwestern University provided valuable assistance in accessing their library’s collection of Sears catalogues.\n\n\nI have received no significant financial support related to this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel E. Sichel\n\nThe author did receive a $20,000 honorarium in the past three years for a paper written for a National Bureau of Economic Research conference and volume on Infrastructure, funded by the Smith Richardson Foundation.\n\n\nWith respect to other affiliations connected to price research, I am the Chair of the Bureau of Economic Analysis’ Advisory Committee, the Chair of the National Academy of Science’s panel on Improving Cost-of-Living Indexes and Consumer Inflation Statistics in the Digital Age, a member of the Executive Committee of the Conference on Research and Income and Wealth, a member of the International Advisory Committee of the International Productivity Monitor, and a member of the Editorial Board of the Review of Income and Wealth.\n\n\n"
}