{
    "id": 29612,
    "citation_title": "Trade, Human Capital, and Income Risk",
    "citation_author": [
        "Liuchun Deng",
        "Pravin Krishna",
        "Mine Zeynep Senses",
        "Jens Stegmaier"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we empirically assess the causal links between trade and individual income risk and study the role that human capital plays in this relationship using a rich, worker-level, longitudinal data set from Germany spanning 1976 to 2012. Our estimates suggest substantial heterogeneity in labor income risk across workers in different entry cohorts and across workers with different levels of industry- and occupation-specific human capital. Our findings suggest that within-industry changes in imports and exports are causally related to income risk: Imports increase risk and exports decrease risk, and they do so in an economically significant manner. Importantly, we find there to be a complex interplay between human capital and the linkage between trade and risk: While, on average, individuals with higher levels of industry- or occupation-specific human capital experience lower income risk, a given increase in net-imports exposure in an industry increases risk for workers with higher levels of industry tenure more than it does for workers with lower levels of industry tenure. High levels of industry-specific human capital can be costly for workers in highly trade-exposed industries. By contrast, we find no evidence of any interaction between risk, industry trade exposure, and occupation-specific human capital.\n\n",
    "acknowledgement": "\nFor many helpful comments and suggestions, we are grateful to workshop participants at the NBER, Pennsylvania State University, University of Colorado, Tilburg University and the University of Melbourne. The authors gratefully acknowledge the financial support from the European Union's Horizon-2020 \"MICROPROD\" project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}