{
    "id": 29618,
    "citation_title": "Vertical Differentiation in Frictional Product Markets",
    "citation_author": [
        "James Albrecht",
        "Guido Menzio",
        "Susan Vroman"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a version of the imperfect competition model of Butters (1977), Varian (1980) and Burdett and Judd (1983) in which sellers make an ex-ante investment in the quality of their variety of the product. Equilibrium exists, is unique and is efficient. In equilibrium, search frictions not only cause sellers to offer different surpluses to buyers but also cause sellers to choose different qualities for their varieties. That is, equilibrium involves endogenous vertical differentiation. As search frictions decline, the market becomes more and more unequal as a smaller and smaller fraction of sellers produces varieties of increasing quality, offers increasing surplus to their customers, and captures an increasing share of the market, while a growing fraction of sellers produces varieties of decreasing quality. Gains from trade and welfare grow. Under some conditions, the growth rate of gains from trade and welfare is constant.\n\n",
    "acknowledgement": "\nWe are grateful to Boyan Jovanovic, Virgiliu Midrigan, Ezra Oberfield and Pierre-Olivier Weill for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}