{
    "id": 29610,
    "citation_title": "Blackouts: The role of India's Wholesale Electricity Market",
    "citation_author": [
        "Akshaya Jha",
        "Louis Preonas",
        "Fiona Burlig"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlackouts impose substantial costs on electricity consumers in developing countries. We advance a new explanation for their continued prevalence in India, the world’s third-largest power sector: unlike in the developed world, utilities’ wholesale electricity demand is downward-sloping. We construct a novel dataset on power plant operations and demand. Instrumenting for cost with plausibly exogenous power plant equipment outages, we estimate a wholesale demand elasticity of –0.43. As a result, any increase in procurement costs will reduce the amount of electricity retail customers receive. Wholesale market simulations suggest that lowering procurement costs could eliminate blackouts for millions of Indian households.\n\n",
    "acknowledgement": "\nWe thank Hunt Allcott, Severin Borenstein, James Bushnell, Vaibhav Chowdhary, Karen Clay, Steve Cicala, Lucas Davis, Meredith Fowlie, Michael Greenstone, Koichiro Ito, Kelsey Jack, Ryan Kellogg, Erin Mansur, Shaun McRae, Steve Puller, Mar Reguant, Nicholas Ryan, Edson Severnini, E. Somanathan, Anant Sudarshan, Rahul Tongia, Frank Wolak, Catherine Wolfram, and numerous seminar participants for helpful comments and suggestions. Erin Kelley contributed invaluable data acquisition support, and Jessica Jiang, Chinmay Lohani, Garrison Schlauch, and Xiner Xu provided excellent research assistance. Burlig was generously supported by the National Science Foundation’s Graduate Research Fellowship Program under grant DGE-1106400 and by the Tata Center for Development at the University of Chicago. Preonas was generously supported by Resources for the Future’s Joseph L. Fisher Dissertation Fellowship. All remaining errors are our own. The order in which the authors’ names appear has been randomized using the AEA Author Randomization Tool (kOuBJ-nEo6x), denoted by ⓡ. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}