{
    "id": 29623,
    "citation_title": "Worker Beliefs About Outside Options",
    "citation_author": [
        "Simon Jäger",
        "Christopher Roth",
        "Nina Roussille",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "2023-04-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nStandard labor market models assume that workers hold accurate beliefs about the external wage distribution, and hence their outside options with other employers. We test this assumption by comparing German workers’ beliefs about outside options with objective benchmarks. First, we find that workers wrongly anchor their beliefs about outside options on their current wage: workers that would experience a 10% wage change if switching to their outside option only expect a 1% change. Second, workers in low-paying firms underestimate wages elsewhere. Third, in response to information about the wages of similar workers, respondents correct their beliefs about their outside options and change their job search and wage negotiation intentions. Finally, we analyze the consequences of anchoring in a simple equilibrium model. In the model, anchored beliefs keep overly pessimistic workers stuck in low-wage jobs, which gives rise to monopsony power and labor market segmentation.\n\n",
    "acknowledgement": "\nWe thank Alexander Busch, Isabel di Tella, Pietro Ducco, Maximilian Fell, Raymond Han, Christian Höhne, Sarthak Joshi, Apoorv Kanoongo, Nelson Mesker, Shakked Noy, Tommy O’Donnell, Gabriela Díaz- Pardo, Emiliano Sandri, and Dalton Zhang for excellent research assistance. We thank the German Institute for Economic Research (DIW Berlin), the German Socio-Economic Panel, and in particular Bettina Zweck and David Richter, for implementing our survey module as part of the Innovation Sample. We are very grateful to the SOEP-IAB-IZA consortium, in particular Thomas Dohmen, Stefan Liebig, and Dana Müller, as well as Manfred Antoni and Simon Trenkle, for enabling analyses of merged survey and administrative data (SOEP-ADIAB). We thank Daron Acemoglu, Arindrajit Dube, Lawrence Katz, Alan Manning, Johannes Schmieder, Johannes Spinnewijn, and Simon Trenkle for useful comments. We thank audiences at the Bank of Portugal, CESifo Behavioral, CES Vienna, Columbia, Duke, FAU/IAB, IWH Halle, IZA/CREST Conference, LSE, MIT Behavioral Lunch, MIT Labor Lunch, MIT Organizational Seminar, NBER Summer Institute Labor Studies, the St Louis Fed/WUSLT Empirical Microeconomics Workshop, LSE, MPI Bonn, St Andrews, UCL, UMD, University of Bonn, Venice, University of Zürich, and Yale University for useful comments. Jäger and Schoefer are grateful to the Sloan Foundation’s Working Longer Program for support. Jäger gratefully acknowledges funding from the Stiftung Grundeinkommen. Roth: Funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany’s Excellence Strategy – EXC 2126/1-390838866. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}