{
    "id": 29621,
    "citation_title": "Mandated vs. Voluntary Adaptation to Natural Disasters: The Case of U.S. Wildfires",
    "citation_author": [
        "Patrick W. Baylis",
        "Judson Boomhower"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "2024-08-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite escalating disaster losses and predicted increases in weather-related catastrophes, takeup of protective technologies and behaviors appears limited by myopia, externalities, and other factors. One response to such frictions is to mandate adaptive investment. We measure the effect of California's wildfire building codes on own- and neighboring structure survival using administrative damage and assessment data for most US homes experiencing wildfires since 2000. Differences across jurisdictions and vintages reveal remarkable resilience effects of building codes initially prompted by the deadly 1991 Oakland Firestorm. Codes also benefit neighbors. We use the results to estimate net social benefits of wildfire building standards.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the NBER EEE Spring Meeting, the UC Environment and Energy seminar, Georgetown University, and the Ostrom Workshop. Richard Carson, Julie Cullen, Meredith Fowlie, Rebecca Fraenkel, Josh Graff Zivin, Andrew Plantinga, Matt Wibbenmeyer, and Amy Work provided helpful input, and Kate Dargan, Scott Witt, and numerous county assessors and CAL FIRE staff provided guidance and helped us access data. Kevin Winseck and Wesley Howden provided excellent research assistance. Property data were provided by Zillow through the Zillow Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions are those of the authors and do not reflect the position of the Zillow Group or the National Bureau of Economic Research.\n\n\n"
}