{
    "id": 29627,
    "citation_title": "Revealing Corruption: Firm and Worker Level Evidence from Brazil",
    "citation_author": [
        "Emanuele Colonnelli",
        "Spyridon Lagaras",
        "Jacopo Ponticelli",
        "Mounu Prem",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the disclosure of corrupt practices affects the growth of firms involved in illegal interactions with the government using randomized audits of public procurement in Brazil. On average, firms exposed by the anti-corruption program grow larger after the audits, despite experiencing a decrease in procurement contracts. We manually collect new data on the details of thousands of corruption cases, through which we uncover a large heterogeneity in our firm-level effects depending on the degree of involvement in corruption cases. Using investment-, loan-, and worker- level data, we show that the average exposed firms adapt to the loss of government contracts by changing their investment strategy. They increase capital investment and borrow more to finance such investment, while there is no change in their internal organization.  We provide qualitative support to our results by conducting new face-to-face surveys with business owners of government-dependent firms.\n\n",
    "acknowledgement": "\nWe thank many seminar participants and discussants. Mark He and Naoko Yatabe provided excellent research assistance. We are grateful to The University of Chicago Booth School of Business, the Fama Research Fund,  the Liew Family Junior Faculty Fellowship, the Initiative on Global Markets, the Stanford SEED, SCID, and IRiSS centers, the CEPR-PEDL Initiative, and the J-PAL Governance Initiative for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}