{
    "id": 29628,
    "citation_title": "Macroeconomic Research, Present and Past",
    "citation_author": [
        "Philip J. Glandon",
        "Kenneth Kuttner",
        "Sandeep Mazumder",
        "Caleb Stroup"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow is macroeconomic research conducted and what is it trying to accomplish? We explore these questions using information gleaned from 1,894 articles published in ten leading journals. We find that over the past 40 years there has been a growing emphasis on increasingly sophisticated quantitative theory, such as DSGE modeling, and papers employing these methods now account for the majority of articles in macro journals. The shift towards quantitative theory is mirrored by a decline in the use of econometric methods to test economic hypotheses.  Econometric techniques borrowed from applied microeconomics have to a large extent displaced time series methods, and empirical papers increasingly rely on micro and proprietary data sources. Market imperfections are pervasive, and the amount of research involving financial frictions has increased significantly in the past ten years. The frequency with which non-macro JEL codes appear in macro articles indicates a great deal of overlap between macroeconomics and other fields.\n\n",
    "acknowledgement": "\nWe are grateful for comments from four anonymous referees, Esteban Argudo, Steven Durlauf, Daniel Hamermesh, Anton Korinek, Greg Phelan, Ricardo Reis, Tim Taylor, and seminar participants at Kobe University, Pomona College, Wesleyan University, the 2018 Conference of Macroeconomists from Liberal Arts Colleges, and the 2018 meeting of the Southern Economic Association for helpful comments. We also thank Leslie Nut-Komlah for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}