{
    "id": 29629,
    "citation_title": "Global Innovation and Knowledge Diffusion",
    "citation_author": [
        "Nelson Lind",
        "Natalia Ramondo"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "2022-12-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a Ricardian model of trade in which countries innovate ideas that diffuse across the globe. In this model, the forces of innovation and diffusion combine to shape trade substitution patterns. Innovation makes a country technologically distinct, reducing their substitutability with other countries, while diffusion between countries generates technological similarity and increases head-to-head competition. In the special case of an innovation-only model where countries do not share ideas, productivities are independent across space, and the demand system is CES. As a consequence, departures from CES expenditure reveal diffusion patterns. Our theoretical results provide a mapping between the dynamics of observable trade flows and the dynamics of innovation and knowledge diffusion.\n\n",
    "acknowledgement": "\nWe benefited from comments from Jess Benhabib, Simon Fuchs, In-Koo Cho, Hugo Hopenhayn, Jesse Perla, Ana Maria Santacreu, Chris Tonetti, and Mike Waugh, as well as seminar participants at various conferences and institutions. This research is supported by NSF grants #1919372 and #2041845. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}