{
    "id": 29622,
    "citation_title": "The Marginal Cost of Mortality Risk Reduction: Evidence from Housing Markets",
    "citation_author": [
        "Kelly Bishop",
        "Nicolai V. Kuminoff",
        "Sophie Mathes",
        "Alvin Murphy"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide the first evidence that spatial variation in all-cause mortality risk is capitalized into US housing prices. Using a hedonic framework, we recover the annual implicit cost of a 0.1 percentage-point reduction in mortality risk among older Americans and find that this figure is both relatively low and decreasing in age, from $1,346 for a 67 year old to $246 for an 87 year old. These estimates are one-fifth of the size of comparable estimates found in the labor market, suggesting that the housing market provides an alternative, substantially cheaper channel to reducing mortality risk.\n\n",
    "acknowledgement": "\nWe are grateful for insights and suggestions from Joe Aldy, Glenn Blomquist, Greg Caetano, Tatyana Deryugina, Catie Hausman, Jonathan Ketcham, Edson Severnini, Aradhya Sood, and seminar audiences at the ASSA Annual Meetings, the UEA North American Meeting, the AERE Annual Meeting, and the AREUEA Annual Meeting. This study analyzed secondary data on human subjects under Arizona State University IRB ID STUDY00001990. This study was financed in part by the Coordenacao de Aperfeicoamento de Pessoal de Nivel Superior - Brasil (CAPES) - Finance Code 001. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicolai V. Kuminoff\n\nI, Nicolai V. Kuminoff, declare that I have no relevant or material financial interests that relate to the research described in this paper, “The Marginal Cost of Mortality Risk Reduction: Evidence from Housing Markets”. Specifically:\n\n\n1. I did not receive any financial support for the research described in this article.\n\n\n2. During the past three years, I received grant funding for other research projects from the National Science Foundation, the US Environmental Protection Agency, and the US National Institute of Health.\n\n\n3. I hold an unpaid position as Secretary of the Association of Environmental and Resource Economists.\n\n\n4. I have no disclosures related to close relatives or partners.\n\n\n5. No party has had the right to review this paper prior to its circulation, other than myself and my co-authors: Kelly Bishop, Sophie Mathes, and Alvin Murphy.\n\n\n6. This study analyzed secondary data on human subjects under Arizona State University IRB ID STUDY00001990.\n\n\n\nSophie Mathes\n\nI, Sophie Mathes, declare that I have no relevant or material financial interests that relate to the research described in this paper, “The Marginal Cost of Mortality Risk Reduction: Evidence from Housing Markets”. Specifically:\n1.\tThis study was financed in part by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior - Brasil (CAPES) - Finance Code 001.\n2.\tDuring the past three years, I have not received any grant funding for other research projects.\n3.\tI do not hold any positions as officer, director, or board member in any non-profit organizations nor any profit-making entities.\n4.\tI have no disclosures related to close relatives or partners.\n5.\tNo party has had the right to review this paper prior to its circulation, other than myself and my co-authors: Kelly Bishop, Nicolai Kuminoff, and Alvin Murphy\n\n\n\nAlvin Murphy\n\nI, Alvin Murphy, declare that I have no relevant or material financial interests that relate to the re-search described in the paper: “The Marginal Cost of Mortality Risk Reduction: Evidence from Housing Markets?” Specifically,\n\n\n1.\tI did not receive any financial support for the research described in this article.\n\n\n2.\tI have no disclosures related to close relatives or partners.\n\n\n3.\tNo party has had the right to review this paper prior to its circulation, other than myself and my co-authors: Kelly Bishop, Nicolai Kuminoff and Sophie Mathes.\n\n\n4.\tThis study analyzed secondary data on human subjects under Arizona State University IRB ID STUDY00001990\n\n\nSincerely,\n\n\nAlvin D. Murphy\nAssociate Professor of Economics\nDepartment of Economics\nArizona State University\nalvin.murphy@asu.edu\n\n\n"
}