{
    "id": 29626,
    "citation_title": "Debt as Safe Asset",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Sebastian A. Merkel",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe price of a safe asset reflects not only the expected discounted future cash flows but also future service flows, since retrading allows partial insurance of idiosyncratic risk in an incomplete markets setting. This lowers the issuers' interest burden and allows the government to run a permanent (primary) deficit without ever paying back its debt. As idiosyncratic risk rises during recessions, so does the value of the service flows bestowing the safe asset with a negative beta. This resolves government debt valuation puzzles. Nevertheless, the government faces a “Debt Laffer Curve”. The paper also has important implications for fiscal debt sustainability.\n\n",
    "acknowledgement": "\nWe are grateful for detailed comments from Joseph Abadi, Mark Aguiar, Ricardo Caballero (discussant), Itamar Drechsler (discussant), Nobu Kiyotaki, Moritz Lenel, Ziang Li, Jonathan Payne, Chris Sims, Stijn Van Nieuwerburgh (discussant), Gianluca Violante, and participants at Stockholm School of Economics, HEC, Minnesota Workshop in Macro Theory, CEBRA, NBER Summer Institute, Bank of Italy, Econometric Society Meeting in China, SIAM conference, Bank of Russia-HSE-NES, Bank of Japan, Imperial College, USC, CUNY seminar as well as ECB, the Stanford and Virtual Finance Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}