{
    "id": 29620,
    "citation_title": "Estimating the Effects of Milk Inspections on Infant and Child Mortality, 1880-1910",
    "citation_author": [
        "D. Mark Anderson",
        "Kerwin Kofi Charles",
        "Michael McKelligott",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2022-01-03",
    "issue_date": "2021-12-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the mid-19th century, the urban milk supply in the United States was regularly skimmed or diluted with water, reducing its nutritional value. At the urging of public health experts, cities across the country hired milk inspectors, who were tasked with collecting and analyzing milk samples with the goal of preventing adulteration and skimming. Using city-level data for the period 1880-1910, we explore the effects of milk inspections on infant mortality and mortality among children under the age of 5. Event-study estimates are small and statistically insignificant, providing little evidence of post-treatment reductions in either infant or child mortality.\n\n",
    "acknowledgement": "\nPartial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography and Ecology at the University of Washington. Support also came from the Comunidad de Madrid, grant EPUC3M11 (V PRICIT) and grant H2019/HUM-5891. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}