{
    "id": 29634,
    "citation_title": "Cognitive Decline, Limited Awareness, Imperfect Agency, and Financial Well-being",
    "citation_author": [
        "John Ameriks",
        "Andrew Caplin",
        "Minjoon Lee",
        "Matthew D. Shapiro",
        "Christopher Tonetti"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nCognitive decline may lead older Americans to make poor financial decisions. Preventing poor decisions may require timely transfer of financial control to a reliable agent. Cognitive decline, however, can develop unnoticed, creating the possibility of suboptimal timing of the transfer of control. This paper presents survey-based evidence that wealthholders regard suboptimal timing of the transfer of control, in particular delay due to unnoticed cognitive decline, as a substantial risk to financial well-being. This paper provides a theoretical framework to model such a lack of awareness and the resulting welfare loss.\n\n",
    "acknowledgement": "\nThis research uses data from the Vanguard Research Initiative (VRI) that was developed under the NIA program project P01-AG026571. The Vanguard Group Inc. supported the data collection of the VRI. Vanguard's Client Insight Group and IPSOS SA were responsible for implementing the VRI survey and provided substantial input into its design. The design of the VRI benefited from the collaboration and assistance of Annette Bonner, Wandi Bruine de Bruin, Sophia Bunyaraksh, Alycia Chin, Brooke Helppie-McFall, Mi Luo, Anna Madamba, Derek Neidhardt, Wendy O'Connell, Ann Rodgers, Feiya Shao, and Fu Tan. For documentation of the VRI, including the survey instrument, see http://ebp-projects.isr.umich.edu/VRI/. The views expressed herein are those of the authors and do not necessarily reflect the views of The Vanguard Group, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}