{
    "id": 29639,
    "citation_title": "Limited Supply and Lagging Enrollment: Production Technologies and Enrollment Changes at Community Colleges during the Pandemic",
    "citation_author": [
        "Diane Whitmore Schanzenbach",
        "Sarah Turner"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "2024-01-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWeak labor markets typically lead young workers to invest in skills. High unemployment during COVID diverged from prior downturns: enrollment at community colleges dropped by 9.5 percent between 2019 and 2020, with the drop larger among men. COVID disruptions generated supply-side impacts on courses of study requiring significant capital and “hands on” experiential learning, particularly programs that deliver of assembly, repair and maintenance (ARM) skills. Community colleges that had relative concentrations of credentials in ARM fields pre-pandemic experienced relatively large enrollment declines. The decline in ARM enrollment explains nearly all the difference in enrollment declines by gender during COVID.\n\n",
    "acknowledgement": "\nWe thank Diego Briones, Anderson Frailey, Eileen Powell, and Sasha Ruby for helpful research assistance, and Lisa Barrow, John Bound, Paul Courant, Simone Ispa-Landa, Michael Lovenheim, Ofer Malamud, Jesse Rothstein, Jeff Smith and Camille Terrier for comments. We are particularly grateful to Mike Coley for collecting data on programs training automotive service technicians and taking time to explain details of these programs. Work on this paper has been supported by a grant from the Smith Richardson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}