{
    "id": 29635,
    "citation_title": "On the Aggregation of Probability Assessments: Regularized Mixtures of Predictive Densities for Eurozone Inflation and Real Interest Rates",
    "citation_author": [
        "Francis X. Diebold",
        "Minchul Shin",
        "Boyuan Zhang"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose methods for constructing regularized mixtures of density forecasts.  We explore a variety of objectives and regularization penalties, and we use them in a substantive exploration of Eurozone inflation and real interest rate density forecasts.  All individual inflation forecasters (even the ex post best forecaster) are outperformed by our regularized mixtures. From the Great Recession onward, the optimal regularization tends to move density forecasts' probability mass from the centers to the tails, correcting for overconfidence.\n\n",
    "acknowledgement": "\nFor guidance we are grateful to the editor and two referees. For helpful comments and/or assistance we are grateful to Umut Akovali, Brendan Beare, Graham Elliott, Rob Engle, Domenico Giannone, Christian Hansen, Nour Meddahi, Mike McCracken, Marcelo Medeiros, James Mitchell, Joon Park, Hashem Pesaran, Youngki Shin, Mike West, and Ken Wolpin. We are also grateful to conference participants at the 2020 EC2 Meeting, the 2021 SoFiE Conference on Machine Learning in Finance, the 2021 SoFiE Annual meeting, and the 2021 NBER/NSF Time Series Conference, and to seminar participants at AMLEDS, KAEA, and the University of Oklahoma. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the views of the National Bureau of Economic Research.\n\n\n"
}