{
    "id": 29631,
    "citation_title": "Clubs and Networks in Economics Reviewing",
    "citation_author": [
        "Scott E. Carrell",
        "David N. Figlio",
        "Lester R. Lusher"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe network of economists who publish in leading journals is generally perceived as small, exclusive, and tightly knit. We study how author-editor and author-reviewer network connectivity and “match” influences editor decisions and reviewer recommendations of economic research at the Journal of Human Resources (JHR). Our empirical strategy employs several dimensions of fixed effects to overcome concerns of endogenous assignment of papers to editors and reviewers in order to identify causal impacts. Results show that clubs and networks play a large role in influencing both editor and reviewer decisions. Authors who attended the same PhD program, were ever colleagues with, are affiliates of the same NBER program(s), or are more closely linked via coauthorship networks as the handling editor are significantly more likely to avoid a desk rejection. Likewise, authors from the same PhD program or who previously worked with the reviewer are significantly more likely to receive a positive evaluation. We also find that sharing “signals” of ability, such as publishing in “top five”, attending a high ranked PhD program, or being employed by a similarly ranked economics department significantly influences editor decisions and/or reviewer recommendations.\n\n",
    "acknowledgement": "\nWe thank Adrian Amaya, Devon Baldwin, Adina Barg, Salma Barhoumeh, Brianna Bonsack, Yili Chen, Siyuan Ding, Tyler Eguchi, Saori Fuji, Kendall Gail, Nick Halliwell, Tanya Henne, Kayla Hoang, Jesse Luu, Connor McKenney, Michael McKenney, Brooklynn Miller, Hengbo Tong, Markus Tran, Shannon Tran, Qian Yang, and Zhiyuan Zhu for providing excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott E. Carrell\n\nNothing to disclose.\n\n\n"
}