{
    "id": 29636,
    "citation_title": "Information versus Investment",
    "citation_author": [
        "Stephen J. Terry",
        "Toni M. Whited",
        "Anastasia A. Zakolyukina"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the real implications of trade-offs between firm information disclosure and long-term investment efficiency. We estimate a dynamic equilibrium model in which firm managers confront realistic incentives to misreport earnings and distort their real investment choices. The model implies a socially optimal level of disclosure regulation that exceeds the estimated value. Counterfactual analysis reveals that eliminating earnings misreporting completely through disclosure regulation incentivizes managers to distort real investment. Lower earnings informativeness raises the cost of capital, which results in a 5.7% drop in average firm value, but more modest effects on social welfare and aggregate growth.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated as “Information Distortion, R&D, and Growth.” We thank Clark Hyde, Hossein Pourreza, and Vadim Cherepanov for outstanding research support. We would also like to thank two anonymous referees, Itay Goldstein (Editor), our discussants Brent Glover, Johan Hombert, and Massimiliano Croce, as well as seminar participants at the 2017 Stanford Theory and Inference in Capital Market Research Conference, the 2018 SED meetings, Harvard Business School, University of Maryland, University of Minnesota, Stockholm School of Economics, Bocconi University, Wirtschaftsuniversität Wien, Boston College, Boston University, Imperial College London, the London School of Economics, Erasmus University Rotterdam, the 2018 Banque de France Investment Conference, the 2018 Tepper-LAEF Macro-Finance Conference, and the 2019 Georgia State/CEAR conference on financing intangibles for helpful comments. This work would have been impossible without the Extreme Science and Engineering Discovery Environment (XSEDE), which is supported by National Science Foundation grant number ACI-1053575. This research was funded in part by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. Zakolyukina acknowledges financial support from the IBM Corporation Faculty Research Fund and the University of Chicago Booth School of Business, and research support from the University of Chicago Research Computing Center. Send correspondence to Toni M. Whited, Stephen M. Ross School of Business, 701 Tappan St., University of Michigan, Ann Arbor, MI 48109-1234. Email: twhited@umich.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}