{
    "id": 29638,
    "citation_title": "Financial Intermediaries and the Macroeconomy: Evidence from a High-Frequency Identification",
    "citation_author": [
        "Pablo Ottonello",
        "Wenting Song"
    ],
    "citation_publication_date": "2022-01-10",
    "issue_date": "2022-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide empirical evidence of the causal effects of changes in financial intermediaries' net worth in the aggregate economy. Our strategy identifies financial shocks as high-frequency changes in the market value of intermediaries' net worth in a narrow window around their earnings announcements, based on U.S. tick-by-tick data. Using these shocks, we estimate that news of a 1-percent decline in intermediaries' net worth leads to a 0.2-0.4 percent decrease in the market value of nonfinancial firms.  These effects are more pronounced for firms with high default risk and low liquidity and when the aggregate net worth of intermediaries is low.\n\n",
    "acknowledgement": "\nOttonello (pottonel@umich.edu): University of Michigan, Department of Economics and NBER. Song (wsong@bank-banque-canada.ca): Bank of Canada. We thank Simon Gilchrist, Juan Herreño, John Leahy, Jesse Schreger, and participants at various seminars and conferences for useful comments and suggestions. Caitlin Hegarty and Hanna Onyshchenko provided excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}