{
    "id": 29646,
    "citation_title": "Large Firms, Consumer Heterogeneity and the Rising Share of Profits",
    "citation_author": [
        "Robert C. Feenstra",
        "Luca Macedoni",
        "Mingzhi Xu"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between large firms and the rising profit share in a model that features oligopolistic competition and consumer heterogeneity. Conditional on the sales distribution, the presence of consumer heterogeneity increases the profit share because it increases firm-level markups. Using data on purchases at the household-barcode level from Nielsen, we quantify the role of consumer heterogeneity, finding that the aggregate markup and the profit share are 8 and 3 percentage points larger than those predicted by a model of a representative consumer. Furthermore, we find that the profit share has been increasing over time and that firm targeting of consumer types plays a role in explaining this rise.\n\n",
    "acknowledgement": "\nResearchers own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. We thank Philipp Schroder, Frederic Warzynski, and Zhiyuan Chen for suggestions and feedback. We thank seminar participants at Aarhus University, ETOS, SFSU, and Renmin University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}