{
    "id": 29644,
    "citation_title": "Technology and Resilience",
    "citation_author": [
        "Diego A. Comin",
        "Marcio Cruz",
        "Xavier Cirera",
        "Kyung Min Lee",
        "Jesica Torres"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the impact of technology sophistication pre-COVID-19 on the performance of firms during the early stages of the pandemic. We exploit a unique data covering firms from Brazil, Senegal, and Vietnam using a treatment effect mediation framework to decompose the results into a direct and an indirect effect. Increasing pre-pandemic technology sophistication by one standard deviation is associated with 3.8pp higher sales. Both effects are positive, but the direct effect is about 5 times larger than the indirect effect. The total effect on sales is markedly nonlinear with significantly smaller estimates of the reduction in sales for firms with more sophisticated pre-pandemic technology. Our results are robust to different measures of digital responses and matching estimators.\n\n",
    "acknowledgement": "\nWe have greatly benefited from discussions with Miriam Gensowski, Denis Medvedev, Trang Thu Tran, Stephen Yeo, and Mark Dutz. We also thank our colleagues at the World Bank, the ANSD (Senegal), the GSO (Vietnam), and the Industry Association of Ceará (Brazil) who supported the collection of the survey data. All errors are our own. The views expressed in this article are solely those of the authors and do not necessarily reflect the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}