{
    "id": 29640,
    "citation_title": "The Expected, Perceived, and Realized Inflation of U.S. Households before and during the COVID19 Pandemic",
    "citation_author": [
        "Michael Weber",
        "Yuriy Gorodnichenko",
        "Olivier Coibion"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2022-05-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the pandemic spread across the U.S., disagreement among U.S. households about inflation expectations surged along with the mean perceived and expected level of inflation. Simultaneously, the inflation experienced by households became more dispersed. Using matched micro data on spending of households and their macroeconomic expectations, we study the link between the inflation experienced by households in their daily shopping and their perceived and expected levels of inflation both before and during the pandemic. In normal times, realized inflation barely differs across observable dimensions but low income, low education, and Black households experienced a larger increase in realized inflation than other households did. Dispersion in realized and perceived inflation explains a large share of the rise in dispersion in inflation expectations.\n\n",
    "acknowledgement": "\nWe thank Tobias Hülden and Vitalia Yaremko for excellent research assistance. We thank Fernanda Nechio and conference participants at the 22nd IMF Jacques Polak Annual Research Conference for comments. Researcher(s)' own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Ordering of author names is random. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}