{
    "id": 29641,
    "citation_title": "The Impact of U.S. School Closures on Labor Market Outcomes during the COVID-19 Pandemic",
    "citation_author": [
        "Kairon Shayne D. Garcia",
        "Benjamin W. Cowan"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2022-10-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA substantial fraction of k-12 schools in the United States closed their in-person operations during the COVID-19 pandemic. These closures may have altered the labor supply decisions of parents of affected children due to a need to be at home with children during the school day. In this paper, we examine the impact of school closures on parental labor market outcomes. We test whether COVID-19 school closures have a disproportionate impact on parents of school-age children (ages 5-17 years old). Our results show that both women’s and men’s work lives were affected by school closures, with both groups seeing a reduction in work hours and the likelihood of working full-time but only women being less likely to work at all. We also find that closures had a corresponding negative effect on the earnings of parents of school-aged children. These effects are concentrated among parents without a college degree and parents working in occupations that do not lend themselves to telework, suggesting that such individuals had a more difficult time adjusting their work lives to school closures.\n\n",
    "acknowledgement": "\nWe thank the participants of the Washington State University School of Economic Sciences Student Seminar Series for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}