{
    "id": 29647,
    "citation_title": "The Moral Preferences of Investors: Experimental Evidence",
    "citation_author": [
        "Jean-François Bonnefon",
        "Augustin Landier",
        "Parinitha R. Sastry",
        "David Thesmar"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe characterize investors’ moral preferences in a parsimonious experimental setting, where we auction stocks with various ethical features. We find strong evidence that investors seek to align their investments with their social values (“value alignment”), and find no evidence of behavior driven by the social impact of investment decisions (“impact-seeking preferences”). First, the willingness to pay for a stock is a linear function of corporate externalities, and is symmetric for positive or negative externalities. Second, whether charity transfers are contingent or independent on investors buying the auctioned stock does not affect their WTP. Our results are thus compatible with a utility model where non-pecuniary benefits of firms’ externalities only accrue through stock ownership, not through the actual impact of investment decisions. Finally, non-pecuniary preferences are linear and additive: willingness to pay for social externalities is proportional to the expected sum of charity transfers made by firms (even if some of these donations are negative).\n\n",
    "acknowledgement": "\nWe thank participants of seminars at Harvard, HEC, MIT, Stockholm School of Economics, Toulouse School of Economics and the AFAs for their comments. Bruno Biais, Oliver Hart and Sam Hartzmark provided very useful feedback. We also thank Aidan Westley for his skillful research assistance at an earlier stage of this project. The authors are grateful to the Sustainability Initiative at MIT for funding. This study is registered in the AEA RCT Registry and the identifying number is “AEARCTR-0008764”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}