{
    "id": 29645,
    "citation_title": "Urban Mobility and the Experienced Isolation of Students",
    "citation_author": [
        "Cody Cook",
        "Lindsey Currier",
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCities provide access to stores, public amenities and other people, but that access may provide less benefit for lower-income and younger urbanites who lack money and means of easy mobility. Using detailed GPS location data, we measure the urban mobility and experienced racial and economic isolation of the young and the disadvantaged. We find that students in major metropolitan areas experience more racial and income isolation, spend more time at home, stay closer to home when they do leave, and visit fewer restaurants and retail establishments than adults. Looking across levels of income, students from higher-income families visit more amenities, spend more time outside of the home, and explore more unique locations than low-income students. Combining a number of measures into an index of urban mobility, we find that, conditional on income, urban mobility is positively correlated with home neighborhood characteristics such as distance from the urban core, car ownership, and social capital.\n\n",
    "acknowledgement": "\nPreviously circulated as “Urban Mobility and the Experienced Isolation of Students and Adults.” This project was reviewed and determined exempt by the Stanford Institutional Review Board (protocol IRB-62185). Glaeser acknowledges support from the Star Family Challenge for Promising Scientific Research. We thank Kiran Jain and Alexei Pozdnoukhov at Replica for facilitating access to the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCody Cook\n\nCody Cook was a paid intern at Replica during the summer of 2020. He received no compensation for his work on this or other research projects using their data. Replica did not ask for nor receive any editorial oversight in either the topic selection or the analyses conducted.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}