{
    "id": 29649,
    "citation_title": "A Cross-Country Comparison of Old-Age Financial Readiness in Asian Countries versus the United States: The Case of Japan and the Republic of Korea",
    "citation_author": [
        "Isaac Ehrlich",
        "Yong Yin"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2023-05-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe pursue a cross-country comparison of relative financial readiness of older households in Japan and the Republic of Korea relative to the United States. Our comparative analysis, using macro-level and harmonized longitudinal household financial data, covers the principal financial channels of old-age support: public and private pension plans, family support, and self-management of private financial portfolios. We find that while all three countries have similar public pension systems, older Americans benefit from more developed and better-funded public and private pension systems, as well as individual management of risky financial portfolios. We find that educational and health attainments of household heads and household wealth lead to a greater tendency to hold and manage risky assets. Our decomposition analysis also shows that the gap in stock ownership in Asian countries relative to the United States can be attributed to lower levels of development in financial and pension markets. However, these gaps have been shrinking more recently.\n\n",
    "acknowledgement": "\nThis analysis uses data or information from the Harmonized Japanese Study of Aging and Retirement (JSTAR) dataset and Codebook, Version B as of August 2014, and from the Harmonized Korean Longitudinal Study of Aging (KLoSA) dataset and Codebook, Version C as of June 2019, both developed by the Gateway to Global Aging Data. The development of the Harmonized JSTAR and KLoSA was funded by the National Institute on Ageing (R01 AG030153, RC2 AG036619, R03 AG043052). For more information, please refer to www.g2aging.org. The Asian Development Bank recognizes “Korea” as the “Republic of Korea.”  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIsaac Ehrlich\n\nThis analysis uses data or information from the Harmonized JSTAR dataset and Codebook, Version B as of August 2014, and from the Harmonized KLoSA dataset and Codebook, Version C as of June 2019, both developed by the Gateway to Global Aging Data. The development of the Harmonized JSTAR and KLoSA was funded by the National Institute on Ageing (R01 AG030153, RC2 AG036619, R03 AG043052). For more information, please refer to www.g2aging.org.\n\n\n"
}