{
    "id": 29642,
    "citation_title": "How Do Top Acquirers Compare in Technology Mergers? New Evidence from an S&P Taxonomy",
    "citation_author": [
        "Ginger Zhe Jin",
        "Mario Leccese",
        "Liad Wagman"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome argue that large platforms, such as Alphabet/Google, Amazon, Apple, Facebook and Microsoft (or GAFAM), are unusual in their number, pace and concentration of technology mergers, with the potential to harm market competition. Using a unique taxonomy developed by S&P Global Market Intelligence, we compare the M&A activities of GAFAM to other top acquirers from 2010 to 2020. We find: (i) GAFAM completed more tech acquisitions per firm than other groups of top acquirers, and acquired younger and more consumer-facing firms on average. (ii) The top 25 private equity firms outpaced GAFAM in tech acquisitions per firm since 2018. (iii) GAFAM acquisitions are less concentrated across tech categories than other top acquirer groups, due, in part, to an “acquire-adjacent-and-then-expand” strategy. (iv) Over time, more and more GAFAM and other top acquirers acquire in the same categories. (v) No evidence suggesting that a GAFAM acquisition in a category, compared to similar categories without GAFAM acquisitions, is correlated with a slowdown in the number of new acquirers acquiring in that category. Overall, we find that technology acquisitions do not shield GAFAM from competition, at least not from other GAFAM members or other firms that acquire in the same categories.\n\n",
    "acknowledgement": "\nWe are grateful to S&P for providing access to the data and to our home universities for financial support. George Mason University has provided financial support for our presentation of this paper at its 2022 Research Roundtable on Capitalism & the Rule of Law. We thank Editor Yossi Spiegel, two anonymous referees, Martin Peitz, Yann Delaprez, Oezlem Bedre-Defolie, Kathrine Rockett, James Copper, Christopher Yoo, and participants at the 2021 CRESSE conference, the 2022 George Mason Roundtable, the 2022 Hal White Antitrust Conference, and the 2022 NBER conference on Megafirms and the Post-COVID Economy for constructive comments. Jin was on academic leave to work full time at the US Federal Trade Commission in 2015-2017 and at Amazon in 2019-2020. This project started after both leaves. She has provided consulting services to one firm in this study, and is a current consultant to another. She also holds more than $10,000 in stock in one firm in the sample. None of these firms nor any government agency has any financial or non-financial relationship with this research project. The content, analyses and views expressed herein are those of the authors and do not relate to any institution or organization with whom the authors are affiliated. All rights reserved. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}