{
    "id": 29650,
    "citation_title": "How Distortive are Turnover Taxes? Evidence from Replacing Turnover Tax with VAT",
    "citation_author": [
        "Jing Xing",
        "Katarzyna A. Bilicka",
        "Xipei Hou",
        "Sepideh Raei"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2024-06-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe investigate the impact of tax cascading on upstream and downstream firms. As a natural experiment, we explore a reform that replaced turnover taxes with value-added taxes for service industries in China, which effectively removed tax cascading. We find a relative increase in sales, R&D investment, and employment for affected service firms. These changes are mainly driven by increased outsourcing from manufacturing firms, and are unlikely to be caused by changes in firms’ tax burden or output prices. Our study provides new evidence on how taxation affects supplier networks and firm performance.\n\n",
    "acknowledgement": "\nWe would like to thank Wei Cui, Irem Guceri, Jim Hines, Eric Ohrn, Mathieu Parenti, Nadine Riedel, Nathan Seegert, Sebastian Siegloch, Martin Simmler and the participants at the CESifo Public Economics Area conference, BUY/Utah Applied Microeconomics Workshop, IEB: Workshop on Economics of Taxation, ZEW Public Finance Conference, European Commission JRC Fiscal Policy Modelling Workshop, IIPF, NTA, and Zurich Public Economics in Developing Countries workshop for their comments. Xing acknowledges financial support from National Natural Science Foundation of China (No. 71903125). All omissions and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}