{
    "id": 29653,
    "citation_title": "Planning for the “Expected Unexpected”: Work and Retirement in the U.S. After the COVID-19 Pandemic Shock",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter analyzes the implications of the unexpected 2020-2021 COVID-19 pandemic for work and retirement in the U.S.  The pandemic induced the greatest loss of jobs in the shortest period of time in U.S. history.  A slow economic recovery would surely have endangered work longer/retire later policies that seek to adjust the finances of Social Security retirement to an aging population.  Boosted by the huge CARES (March 2020) and ARPA (April 2021) rescue packages, the early recovery from the COVID-19 recession was faster and stronger than the recovery from the 2007-2009 Great Recession.  Even so, the pandemic greatly altered the job market, with workers suffering from long COVID having difficulty returning to work and more workers working from home.  In its immediate effect and potential long-run impact, the pandemic recession/recovery is a wake-up call to the danger that shocks from the natural world pose to work and retirement.  Realistic planning for the future of work and retirement should go beyond analyzing socioeconomic trends to analyzing expected unexpected changes from the natural world as well.\n\n",
    "acknowledgement": "\nThis paper was prepared for the volume Overtime: America’s Aging Workforce and the Future of “Working Longer” (Lisa Berkman and Beth C. Truesdale, editors), which is supported by the Alfred P. Sloan Foundation’s Working Longer project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}