{
    "id": 29659,
    "citation_title": "Effects of Daily School and Care Disruptions During the COVID-19 Pandemic on Child Mental Health",
    "citation_author": [
        "Anna Gassman-Pines",
        "Elizabeth Ananat",
        "John Fitz-Henley II",
        "Jane Leer"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has profoundly affected American children, including disruptions to their care and school settings. Children attending in-person child care or school have contended with unpredictable closures and time in remote school, which in turn is subject to its own types of disruptions (hardware, software, and internet failures). This study investigated the frequency and consequences of disruptions to children’s child care and school arrangements during fall 2020. The study includes a representative sample of hourly service-sector workers parents of a young child from a major U.S. city (N = 679); half are non-Hispanic Black, 23% are Hispanic; 18% are non-Hispanic White. Parents were asked to complete 30 days of daily surveys about whether their care and school arrangements went smoothly and as predicted that day, and about their mood, parenting behaviors, and children’s behavior. Results showed that daily disruptions to care and school were common, with families reporting a disruption on 24% of days. Families with children in remote schooling experienced more frequent disruption than families with children in in-person care or school. For all families, care or school disruptions strongly predicted worse child behavior, more negative parental mood, and increased likelihood of losing temper and punishment.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health (#1R21HD100893-01), the National Science Foundation (# SES-1921190), the Russell Sage Foundation (#1811-10382), and the Washington Center for Equitable Growth. Jennifer Copeland provided excellent research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}