{
    "id": 29654,
    "citation_title": "Caught In The Middle: The Bias Against Startup Innovation With Technical And Commercial Challenges",
    "citation_author": [
        "Ashish Arora",
        "Andrea Fosfuri",
        "Thomas Roende"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nStartups in IT and life sciences appear to be flourishing. However, startups in other sectors, such as new materials, automation, and eco-innovations, which are often called \"deep tech\", seem to struggle. We argue that innovations with both technical and commercial challenges, typical of deep tech innovations, are especially disadvantaged in a startup-based innovation system. We develop an analytical model where startups are more efficient at solving technical challenges and incumbents are more efficient at solving commercial challenges. We find that the startup-based system works better for \"specialized\" innovations, where only one type of challenges is significant. Startups which face both technical and commercial challenges are disadvantaged because they capture a smaller fraction of the value they create. We discuss the implications for various public policies that have been proposed to encourage deep-tech.\n\n",
    "acknowledgement": "\nWe thank Sharon Belenzon, Raman Nanda, Lars Persson, and seminar participants at IFN Stockholm, and Harvard Business School, for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}