{
    "id": 29667,
    "citation_title": "Political Constraints and Sovereign Default",
    "citation_author": [
        "Marina Azzimonti",
        "Nirvana Mitra"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how political constraints, characterized by the degree of flexibility to choose fiscal policy, affect the probability of sovereign default. To that end, we relax the assumption that policymakers always repay their debt in the dynamic model of fiscal policy developed by Battaglini and Coate (2008). In our setup, legislators bargain over taxes, general spending, debt repayment, and a local public good that can be targeted to the region they represent. Under tighter political constraints, more legislators have veto power, implying that local public goods need to be provided to a larger number of regions. The resources that are freed after a default have to be shared with a higher number of individuals, which reduces the benefits from defaulting in per-capita terms. This lowers the incentive to default compared to the case with lax political constraints. The model is calibrated to Argentina and the results conform to robust empirical evidence. An event study for the 2001/2002 sovereign debt crisis shows that political constraints had an important role in the buildup that led to the crisis.\n\n",
    "acknowledgement": "\nWe thank Gabriel Mihalache, for his help and useful advice. We are grateful to Satyajit Chatterjee, Pablo D'Erasmo, Juan Carlos Conesa, Alexis Anagnostopoulos, seminar participants at Stony Brook University, and the Midwest Macro Meetings for their feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}