{
    "id": 29660,
    "citation_title": "Schools, Job Flexibility, and Married Women's Labor Supply",
    "citation_author": [
        "Benjamin Hansen",
        "Joseph J. Sabia",
        "Jessamyn Schaller"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis study examines the employment effects of a large shock to mothers' childcare costs generated by the availability of in-person K-12 instruction during the COVID- 19 pandemic. We proxy for school attendance using smartphone data from Safegraph. Using a difference-in-differences approach, we find K-12 reopenings are associated with increases in employment and hours among married women with school-aged children with no measurable effects on labor supply of childless women, custodial fathers, or unmarried women. Event-study analyses are consistent with a causal interpretation. Major activity responses show school reopenings reduced married women remaining out of the labor force to care for children.\n\n",
    "acknowledgement": "\nWe thank Sandra Black, Claudia Goldin, Jacob Goodman, Jennifer Heissel, Gary Solon, anonymous referees, and participants at seminars at Dartmouth College, the Southern Economics Association 2021 Meetings, and the Society of Economics of the Household 2022 Conference for helpful comments. We also thank Rebecca Margolit, Samuel Safford, Hannah Stuart and Marissa Talcott for excellent research assistance. Funding for research assistance was provided by the Center for Health Economics and Policy Studies at San Diego State University and the Lowe Institute for Political Economy at Claremont McKenna College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n\nJessamyn Schaller\n\nJessamyn Schaller acknowledges support from the Lowe Institute for Political Economy at Claremont McKenna College and research assistance from Marissa Talcott and Hannah Stuart.\n\n\n"
}