{
    "id": 29665,
    "citation_title": "Occupational Licensing and the Healthcare Labor Market",
    "citation_author": [
        "Marcus Dillender",
        "Anthony T. Lo Sasso",
        "Brian J. Phelan",
        "Michael R. Richards"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2023-12-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the labor market impact of states easing occupational license requirements by expanding the scope of practice (SOP) for nurse practitioners (NPs), allowing them to practice without physician oversight. Using data on job postings, we find that employers increase their demand for NPs when states expand NP SOP. We then show that SOP laws also increase NP earnings and reallocate NPs across the healthcare sector, including increasing self-employment. The laws only mildly increase employment, however. Therefore, expanding NP SOP has the potential to increase access to primary care, but inelastic NP labor supply has largely prevented this from occurring.\n\n",
    "acknowledgement": "\nWe thank seminar participants at USC, University of Tennessee, Marquette University, the 2022 ASHEcon annual conference, the 2022 Caribbean Health Economics Symposium, and the 2023 SOLE annual conference. We also thank Michael Darden, Sara Markowitz, and three anonymous referees for very helpful comments on earlier versions of the paper. Lo Sasso gratefully acknowledges a grant for acquiring the data used in this research from the Charles Koch Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of affiliated organizations or the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of affiliated organizations or the National Bureau of Economic Research.\n\n\n"
}