{
    "id": 29668,
    "citation_title": "Public School Access or Stay-at-Home Partner: Factors Mitigating the Adverse Effects of the COVID-19 Pandemic on Academic Parents",
    "citation_author": [
        "Tatyana Deryugina",
        "Olga Shurchkov",
        "Jenna E. Stearns"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic created unexpected and prolonged disruptions to childcare access. Using survey evidence on time use by academic researchers before and after the pandemic, we analyze the extent to which greater access to either school-based or partner-provided childcare mitigated the severe disruptions to research observed among parents during COVID-19. We find that access to public schools offset the research time loss to a greater extent among mothers of young children relative to fathers, narrowing the emerging post-pandemic gender gap. Having a stay-at-home partner reduced the disruptions to research time equally for both genders.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful feedback from Alicia Sasser-Modestino and participants in the Loyola Marymount University Economics Department Seminar, the Gender Research Group Seminar at SOFI, Stockholm University, and the session “Gendered Impacts of the COVID-19 Pandemic” at the 2022 ASSA meetings. Anushka Kelishkar provided excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}