{
    "id": 29669,
    "citation_title": "The $800 Billion Paycheck Protection Program: Where Did the Money Go and Why Did it Go There?",
    "citation_author": [
        "David Autor",
        "David Cho",
        "Leland D. Crane",
        "Mita Goldar",
        "Byron Lutz",
        "Joshua K. Montes",
        "William B. Peterman",
        "David D. Ratner",
        "Daniel Villar Vallenas",
        "Ahu Yildirmaz"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "2023-04-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe Paycheck Protection Program (PPP) provided small businesses with roughly $800 billion dollars in uncollateralized, low-interest loans during the pandemic, almost all of which will be forgiven. With 93 percent of small businesses ultimately receiving one or more loans, the PPP nearly saturated its market in just two months. We estimate that the program cumulatively preserved between 2 and 3 million job-years of employment over 14 months at a cost of $170K to $257K per job-year retained. These estimates imply that only 23 to 34 percent of PPP dollars went directly to workers who would otherwise have lost jobs; the balance flowed to business owners and shareholders, including creditors and suppliers of PPP-receiving firms. Program incidence was highly regressive, with about three-quarters of PPP funds accruing to the top quintile of households. This compares unfavorably to the other two major pandemic aid programs, enhanced UI benefits and Economic Impact Payments (i.e. stimulus checks). PPP’s breakneck scale-up, its high cost per job saved, and its regressive incidence have a common origin: PPP was essentially untargeted because the United States lacked the administrative infrastructure to do otherwise. The more targeted pandemic business aid programs deployed by other high-income countries exemplify what is feasible with better administrative systems. Building similar capacity in the U.S. would enable greatly improved targeting of either employment subsidies or business liquidity when the next pandemic or other large-scale economic emergency occurs, as it surely will.\n\n",
    "acknowledgement": "\nKey data for this paper were provided for research by ADP, LLP. ADP approved this paper’s topic ex-ante and reviewed the paper prior to distribution to ensure it did not reveal confidential information about ADP’s clients or business model. Coauthors Goldar and Yildirmaz were involved in making the data available to several research teams as employees of the ADP Research Institute. At the Federal Reserve Board, we thank Christopher Kurz and Norman Morin for support, Kendra Robbins and Eleanor Warren for excellent research assistance, and Kevin Moore for updating the analysis in Bhutta et al. (2020). We thank Tolga Tuncoglu of ADP for superb assistance with matching the SBA PPP loan data into the ADP data. We thank Michael Dalton, Andrew Goodman-Bacon, Erik Hurst, Katie Lim, Joseph Nichols, Ryan Nunn, Matthew Shapiro, Liyang Sun, and Eric Zwick for helpful discussion. Autor acknowledges financial support from the Smith Richardson Foundation (#20202252), Accenture LLP (#027843-0001), the Andrew Carnegie Fellowship (G-F-19-56882), and the Washington Center for Equitable Growth (APP-01666). The analysis and conclusions set forth here are those of the authors and do not indicate concurrence by other members of the Federal Reserve Board research staff, by the Board of Governors, or by ADP. ADP’s data privacy policy can be found at https://www.adp.com/about-adp/data-privacy.aspx. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}