{
    "id": 29661,
    "citation_title": "Health Insurance for Whom? The ‘Spill-up’ Effects of Children’s Health Insurance on Mothers",
    "citation_author": [
        "Daniel S. Grossman",
        "Sebastian Tello-Trillo",
        "Barton Willage"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA rich literature documents the benefits of social safety net programs for children. This paper focuses on an unexplored margin: how children’s programs impact parents’ well-being. We explore changes in children’s public health insurance and its effects on parents’ economic and behavioral outcomes. Using a simulated eligibility for Medicaid eligibility expansions in the 1980s and 1990s, we isolate variation in children’s Medicaid eligibility due to changes in government policies. We find that increases in children’s Medicaid eligibility increases the likelihood a mother is married, decreases her labor market participation, and reduces her smoking and alcohol consumption. Our findings suggest improved maternal well-being as measured by the Center for Epidemiological Studies-Depression score, a proxy for mental health. These results uncover a new link that provides an important mechanism, parental well-being, for interpreting the literature’s findings on the long-term, short-term, and intergenerational effects of Medicaid coverage.\n\n",
    "acknowledgement": "\nWe thank Chloe East, Catherine Maclean, Orgül Öztürk, Laura Wherry, Jason Fletcher, Jonathan Zhang, Alexander Willén, and David Molitor for valuable comments and suggestions on this draft. We also thank participants at the 2021 NBER Health Economics Summer Institute, the 2021 Essen Economics of Mental Health Workshop, the 2021 American Society of Health Economists, 2021 Southern Economics Association Conference, 2021 National Tax Association Conference, and as well as seminar participants at American University, Montana State University, Kansas State University, and the University of Wisconsin-Madison for helpful feedback. Author order randomized using Ray and Robsonr (2018) technique, the result of which was alphabetic order. This research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS. We thank Jennifer Cassidy-Gilbert of the BLS for providing access to restricted data and for assistance with the data. We also thank Laura Wherry for providing maternal simulated eligibility data. Data from IPUMS USA were also used (Ruggles et al. 2020). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}