{
    "id": 29663,
    "citation_title": "The Agglomeration of Urban Amenities: Evidence from Milan Restaurants",
    "citation_author": [
        "Marco Leonardi",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn many cities, restaurants and retail establishments are spatially concentrated. Economists have long recognized the presence of demand externalities that arise from spatial agglomeration  as a possible explanation, but empirically identifying this type of spillovers has proven difficult.  We test for the presence of agglomeration spillovers in Milan's restaurant sector using the abolition of a unique regulation that until recently restricted where new restaurants could locate.  Before 2005, Milan mandated a minimum distance between restaurants that kept the spatial distribution of restaurants artificially uniform. As a consequence, restaurants were evenly distributed across neighborhoods.  The regulation was abolished in 2005 by a nationwide reform that allowed new restaurants to locate anywhere in the city. Using administrative data on the universe of restaurants and retail establishments in Milan between 2000 and 2012, we study how the spatial distribution of restaurants changed after the reform. Consistent with the existence of significant agglomeration externalities, we find that after 2005, the geographical concentration of restaurants increased sharply. By 2012, 7 years after the liberalization of restaurant entry, the city's restaurants had agglomerated in some neighborhoods and deserted others.  By contrast, not much happened to the spatial concentration of retail establishments or even retail establishments that sell food, which were never covered by the minimum distance regulations and therefore were not directly affected by its reform. We also find that in neighborhoods where the number of restaurants grew the most after the reform, restaurants reacted to the increased competition by becoming more differentiated based on price, quality and type of cuisine.\n\n",
    "acknowledgement": "\nWe are grateful to David Ahn, Nathaniel Baum-Snow, Tito Boeri, Victor Couture, Benjamin Faber, Joel Waldfogel, and seminar participants at the University of Milan for helpful comments. Caleb Wroblewski provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}