{
    "id": 29662,
    "citation_title": "Minimum Wages, Efficiency and Welfare",
    "citation_author": [
        "David W. Berger",
        "Kyle F. Herkenhoff",
        "Simon Mongey"
    ],
    "citation_publication_date": "2022-01-17",
    "issue_date": "2022-01-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has long been argued that a minimum wage could alleviate efficiency losses from monopsony power. In a general equilibrium framework that quantitatively replicates results from recent empirical studies, we find higher minimum wages can improve welfare, but most welfare gains stem from redistribution rather than efficiency. Our model features oligopsonistic labor markets with heterogeneous workers and firms and yields analytical expressions that characterize the mechanisms by which minimum wages can improve efficiency, and how these deteriorate at higher minimum wages. We provide a method to separate welfare gains into two channels: efficiency and redistribution. Under both channels and Utilitarian social welfare weights the optimal minimum wage is $15, but alternative weights can rationalize anything from $0 to $31. Under only the efficiency channel, the optimal minimum wage is narrowly around $8, robust to social welfare weights, and generates small welfare gains that recover only 2 percent of the efficiency losses from monopsony power.\n\n",
    "acknowledgement": "\nWe thank Anmol Bhandari, Jeffrey Clemens, Elora Derenoncourt, Arindrajit Dube, Erik Hurst, Ioana Marinescu, Loukas Karabarbounis, Patrick Kline and Atilla Lindner for helpful conversations. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily reflect the position of the Federal Reserve Bank of Minnesota, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}