{
    "id": 29673,
    "citation_title": "Average Inflation Targeting: Time Inconsistency and Ambiguous Communication",
    "citation_author": [
        "Chengcheng Jia",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "2023-05-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the implications of average inflation targeting (AIT). AIT improves the inflation-output trade-off when the private sector believes the central bank’s announcement. Ex post, the central bank has the incentive to implement inflation targeting instead to maximize social welfare. Next, we examine whether and how the central bank can convince the private sector, and find ambiguous communication helps the central bank gain credibility and improve welfare. These results apply to several key aspects of AIT announcement and do not rely on specific modeling assumptions.\n\n",
    "acknowledgement": "\nWe thank the Editor, Yuriy Gorodnichenko, and the referee for important feedback on the manuscript. We are also grateful to Todd Clark, Oli Coibion, Drew Creal, Kinda Hachem, Sylvain Leduc, Andy Levin, Chen Lian, Zheng Liu, Kurt Lunsford, Thomas Mertens, Marianne Nessén, Luba Petersen, Ayşegül Şahin, Sebastian Schmidt, Eric Sims, Eric Swanson, and Michael Woodford, as well as seminar and conference participants at the NBER Monetary Economics Program Meeting, Annual Macroeconomics and Monetary Policy Conference at the Federal Reserve Bank of San Francisco, AEA Annual Meeting, the First Annual BEAR conference at the Bank of England, SNB-FRB-BIS High-Level Conference on Global Risk, Uncertainty, and Volatility, Federal Reserve Bank of Cleveland, and Bank of Israel. Further, we thank Dario Cardamone and Christopher Healy for excellent research assistance. Wu acknowledges support from the National Science Foundation under Grant No. SES-1949107. The paper was formerly titled “Average Inflation Targeting: Time Inconsistency and Intentional Ambiguity.” The views stated herein are those of the authors and are not necessarily those of the Federal Reserve Bank of Cleveland or the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}