{
    "id": 29679,
    "citation_title": "Understanding the Ownership Structure of Corporate Bonds",
    "citation_author": [
        "Ralph S. J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "2023-04-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nInsurers are the largest institutional investors of corporate bonds. However, a standard theory of insurance markets, in which insurers maximize firm value subject to regulatory or risk constraints, predicts no allocation to corporate bonds. We resolve this puzzle in an equilibrium asset pricing model with leverage-constrained households and institutional investors. Insurers have relatively cheap access to leverage through their underwriting activity. They hold a leveraged portfolio of low-beta assets in equilibrium, relaxing other investors’ leverage constraints. The model explains recent empirical findings on insurers’ portfolio choice and its impact on asset prices.\n\n",
    "acknowledgement": "\nWe thank Pete Klenow, Simon Oh, and four anonymous referees for comments. This paper is based upon work supported by the National Science Foundation under grant 1727049. Koijen acknowledges financial support from the Center for Research in Security Prices at the University of Chicago and the Fama Research Fund at the University of Chicago Booth School of Business. We declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}