{
    "id": 29671,
    "citation_title": "Understanding Rural Households’ Time Use in a Developing Setting: Validating a Low-Cost Time Use Module",
    "citation_author": [
        "Erica M. Field",
        "Rohini Pande",
        "Natalia Rigol",
        "Simone G. Schaner",
        "Elena M. Stacy",
        "Charity M. Troyer Moore"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nTime use data facilitate deeper understanding of individual labor supply choices, especially for women, who are more likely to engage in unpaid care and home production. However, traditional time use data collection methods are time-consuming, expensive and susceptible to significant attrition. To address these concerns, we develop an abbreviated, low-cost time use survey module designed for low-literacy populations. It captures contextually-determined broad time use categories of interest to researchers - in our case, time allocations across market work, household labor, and leisure. Using survey experiments in the field, we show that, relative to the widely-used assisted diary approach, the new module is lower cost and relatively more accurate in capturing individuals’ average time use. Its primary shortcomings are its limited ability to capture short duration activities and simultaneous activities. Using the example of passive childcare, we show how module design can provide accurate information on multitasking for an identified category of interest.\n\n",
    "acknowledgement": "\nThanks to Nikita Kohli, Vidushi Dhawan, Sitaram Mukherjee, Neeraj Trivedi, and Rashi Sabherwal for excellent assistance in the data collection, data analysis, field management and overall project management. Thanks to Diva Dhar for input on the method design and to Madhulika Khanna and Kate Vyborny for comments on the paper. We are grateful to the Bill and Melinda Gates Foundation for generous funding for this research. This project was approved by Harvard University IRB (approval number IRB13-1934) and IFMR India IRB (approval number IRB00007107). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}