{
    "id": 29676,
    "citation_title": "Robots and Firm Investment",
    "citation_author": [
        "Efraim Benmelech",
        "Michal Zator"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAutomation technologies, and robots in particular, are thought to be massively displacing workers and transforming the future of work. We study firm investment in automation using cross-country data on robotization as well as administrative data from Germany with information on firm-level automation decisions. Our findings suggest that the impact of robots on firms has been limited. First, investment in robots is small and highly concentrated in a few industries, accounting for less than 0.30% of aggregate expenditures on equipment. Second, recent increases in robotization do not resemble the explosive growth observed for IT technologies in the past, and are driven mostly by catching-up of developing countries. Third, robot adoption by firms endogenously responds to labor scarcity, alleviating potential displacement of existing workers. Fourth, firms that invest in robots increase employment, while total employment effect in exposed industries and regions is negative, but modest in magnitude. We contrast robots with other digital technologies that are more widespread. Their importance in firms’ investment is significantly higher, and their link with labor markets, while sharing some similarities with robots, appears markedly different.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Roman Acosta, Ashwini Agrawal, Tania Babina, Daniel Barron, Ricardo Dahis, Benjamin Friedrich, Joao Guereiro, Jessica Jeffers, Benjamin Jones, Riccardo Marchingiglio, Sarit Markovich, David Matsa, Sara Moreira, Edwin Munoz, Jane Olmstead-Rumsey, Dimitris Papanikolaou, Sanket Patil, Nicola Persico, Michael Powell, Elena Prager, Luis Rayo, Elena Simintzi, David Sraer, Amanda Starc, Jeroen Swinkels, Miguel Talamas, Benjamin Vatter, and Ruozhou Yan; and participants of the NBER Doctoral Workshop on Economics of AI, NBER Summer Institute: IT and Digitization, AEA/AFA 2022 meetings, and seminars at Northwestern, HKUST, UC Berkeley, London Business School, Chinese University HK, Max Planck Institute for Innovation, and Labor & Finance Online Seminar for helpful comments and guidance. We thank the Center for Research on Technology and Innovation at Kellogg, in particular James Conley, for financial support. This paper combines research in a paper circulated under the title “Digitization and Automation: Firm Investment and Labor Outcomes,” and another project with a working title “Where Are All The Robots?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}