{
    "id": 29675,
    "citation_title": "Slowing Women's Labor Force Participation: The Role of Income Inequality",
    "citation_author": [
        "Stefania Albanesi",
        "María José Prados"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe entry of married women into the labor force and the rise in women's relative wages are amongst the most notable economic developments of the twentieth century. The growth in these indicators was particularly pronounced in the 1970s and 1980s, but it stalled since the early 1990s, especially for college graduates. In this paper, we argue that the discontinued growth in female labor supply and wages since the 1990s is a consequence of growing inequality. Our hypothesis is that the growth in top incomes for men generated a negative income effect on the labor supply of their spouses, which reduced their participation and wages. We show that the slowdown in participation and wage growth was concentrated among women married to highly educated and high income husbands, whose earnings grew dramatically over this period. We then develop a model of household labor supply with returns to experience that qualitatively reproduces this effect. A calibrated version of the model can account for a large fraction of the decline relative to trend in married women's participation in 1995-2005 particularly for college women. The model can also account for the rise in the gender wage gap for college graduates relative to trend in the same period.\n\n",
    "acknowledgement": "\nWe wish to thank Jialin Huo and Matthew Ploentzke for excellent research assistance. We are grateful to seminar participants at Bocconi University, USC Marshall, Banco de Espana, the Federal Reserve Bank of New York, the Federal Reserve Bank of Richmond, the Federal Reserve Bank of Atlanta, Ben Gurion University, Hebrew University, University of Tel Aviv, the NBER Summer Institute, the Barcelona Summer Forum, the APET Annual Meetings, the Society for Economic Dynamics, the All California Labor Conference, and the IZA/CEPR ESSLE for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}