{
    "id": 29674,
    "citation_title": "Designing Quality Certificates: Insights from eBay",
    "citation_author": [
        "Xiang Hui",
        "Ginger Zhe Jin",
        "Meng Liu"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuality certification is a common tool to reduce asymmetric information and enhance trust in marketplaces. Should the certificate focus on seller inputs such as fast shipping, or include output measures such as consumer ratings? In theory, incorporating output measures makes the certificate more relevant for consumer experience, but doing so may discourage seller effort because outputs can be driven by random factors out of seller control. To understand this tradeoff, we study a major redesign of eBay's Top Rated Seller (eTRS) program in 2016, which removed most consumer reports from the eTRS criteria and added direct measures of seller inputs. This change generates immediate selection on certified sellers, and homogenizes the share of certified sellers across product categories of different criticalness in consumer ratings. Post the regime change, sellers improve in the input measures highlighted in the new certificate. These effects are more conspicuous in categories that had less critical consumer ratings, in part because the new algorithm automatically removes the potential negative bias for sellers in critical markets and a clearer threshold motivates sellers to just reach the threshold. The new regime also makes sales more concentrated towards large sellers, especially in the categories that face more critical consumers.\n\n",
    "acknowledgement": "\nWe are grateful to eBay for providing access to the data. None of us has a significant financial relationship with eBay. The content and analyses in this paper reflect the authors' own work and do not relate to any institution or organization with whom the authors are affiliated. All rights reserved. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}