{
    "id": 29677,
    "citation_title": "The Second World War, Inequality and the Social Contract in Britain",
    "citation_author": [
        "Leander Heldring",
        "James A. Robinson",
        "Parker J. Whitfill"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "2022-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of warfare on inequality and the social contract? Using local data on bombing, the evolution of wealth inequality and vote shares for the Labour Party in Britain around World War II we establish two results. First, on average, we find no impact of bombing on inequality. However, there is considerable heterogeneity and this result is driven by the southern Britain. In northern Britain bombing led to significant falls in inequality. Second, heavier bombing led to a significant increase in the vote share for Labour after the War everywhere, but this effect is transitory in the south while it is permanent in the north. Our results obtain both in a simple difference-in-differences framework as well as in a panel-regression discontinuity framework in which we exploit the limited range of German fighter escort planes. Our results provide novel causal evidence for the inequality reducing impact of warfare and we interpret them as consistent with the notion that the impact of the War also led to a reconfiguration of the social contract in Britain.\n\n",
    "acknowledgement": "\nWe would like to thank Mark Harrison and Arthur Spirling for their guidance to the literature, Daniel Waldenström for his detailed comments, and seminar participants at the London School of Economics for helpful comments particularly Daron Acemoglu, Timothy Besley, Frank Cowell, Steve Machin, Steve Pischke, Ronny Razin and Noam Yuchtman. We also thank an editor and anonymous referee for their advice and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}