{
    "id": 29678,
    "citation_title": "Segregation and the Initial Provision of Water in the United States",
    "citation_author": [
        "Brian Beach",
        "John Parman",
        "Martin H. Saavedra"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nU.S. cities invested heavily in water and sewer infrastructure throughout the late 19th and early 20th centuries. These investments improved public health and quality of life by helping U.S. cities control typhoid fever and other waterborne diseases. We show that segregated cities invested in water infrastructure earlier but were slower to reach universal access and slower to eliminate typhoid fever. We develop a theoretical model that illustrates how segregation, by facilitating the exclusion of Black households from water and sewer systems, explains these seemingly paradoxical findings.\n\n",
    "acknowledgement": "\nWe are grateful for feedback from Mark Anderson, Francisca Antman, Jonathan Chapman, Walker Hanlon, Remi Jedwab, Randy Walsh, seminar participants at George Mason University and University of Tennessee Knoxville, and conference participants at the UC Davis' Geographies of Poverty Conference, the Western Economic Association's annual meeting, the American Historical Association's annual meeting, the Cliometric Society, the World Economic History Congress. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}