{
    "id": 29670,
    "citation_title": "Spillovers at the Extremes: The Macroprudential Stance and Vulnerability to the Global Financial Cycle",
    "citation_author": [
        "Anusha Chari",
        "Karlye Dilts Stedman",
        "Kristin Forbes"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of macroprudential policy on portfolio flows vary considerably across the global financial cycle. A tighter ex-ante macroprudential stance amplifies the impact of global risk shocks on bond and equity flows, increasing outflows significantly more during risk-off episodes and increasing inflows significantly more during risk-on episodes. These amplification effects are more prominent at the “extremes,” especially for extreme risk-off periods and for regulations that target specific risks instead of generalized cyclical buffers. This paper estimates these relationships using a policy-shocks approach that corrects for reverse causality by combining high-frequency risk measures with weekly data on portfolio investment and a new measure of macroprudential regulations that captures the intensity of policy stances. Overall, the results support a growing body of evidence that macroprudential regulation can reduce the volume and volatility of bank flows but shift risks in ways that aggravate vulnerabilities in other parts of the financial system.\n\n",
    "acknowledgement": "\nThanks to Chaitri Gulati for excellent research assistance and special thanks to Catherine Casanova, Ambrosio Cesa-Bianchi, Linda Goldberg, Luc Laeven, and two anonymous referees for detailed comments on the paper. Further thanks to seminar participants at the IMF and Federal Reserve Bank of Kansas City, and conference participants at the NBER-ISOM conference, the Barcelona GSE Summer Forum on Financial Shocks, Channels, and Macro Outcomes, and BIS/BoE/ECB/IMF Spillovers conference for helpful comments and suggestions. This paper reflects the views and analysis of the authors and not any institutions with which they are affiliated. Author contact emails: Anusha_Chari@kenan-flagler.unc.edu, Karlye.Stedman@kc.frb.org, and kjforbes@mit.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}