{
    "id": 29680,
    "citation_title": "Liquidity, Liquidity Everywhere, Not a Drop to Use – Why Flooding Banks with Central Bank Reserves May Not Expand Liquidity",
    "citation_author": [
        "Viral V. Acharya",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral bank balance sheet expansion is run through commercial banks. While liquid central bank reserves held on commercial bank balance sheets increase, demandable uninsured deposits issued to finance the reserves also increase. A subsequent shrinkage in the central bank balance sheet may entail a shrinkage in bank-held reserves without a commensurate reduction in deposit claims. Furthermore, during episodes of liquidity stress, when many claims on liquidity are called, surplus banks may hoard reserves. As a result of such bank behavior, central bank balance sheet expansion may create less systemic liquidity than typically thought, and in fact, the demand for liquidity can occasionally exceed available reserves, exacerbating liquidity stress.\n\n",
    "acknowledgement": "\nWe are grateful to Richard Berner, Douglas Diamond, Will Diamond, Wenxin Du, Darrell Duffie, Mariassunta Giannetti, Charles Goodhart, Robin Greenwood, Sam Hanson, Zhiguo He, Yunzhi Hu, Max Jager, Zhengyang Jiang, Anil Kashyap, Yiming Ma, Maurice Ma, Stefan Nagel, Bill Nelson Carolin Pflueger, Charles Plosser, Rafael Repullo, Bruce Tuckman, Alexi Savov, Philipp Schnabl, Andrei Sheleifer, Jeremy Stein, Adi Sunderam, Quentin Vandeweyer, Annette Vissing-Jorgensen, Olivier Wang, Yao Zheng, and participants at seminars at the Annual Finance Association (AFA) Meetings of 2023, Bank of England – GRETA Sovereign Debt Conference (2022), CEMFI, Chicago Booth, Federal Reserve Bank of New York, HEC Paris, NBER Risk of Financial Institutions Meeting (Summer Institute 2022), New York University Stern School of Business, the Office of Financial Research (OFR), the Federal Reserve Bank of Cleveland and OFR’s 2021 Financial Stability Conference “Planning for Surprises, Learning from Crises”, Riksbank 2022 conference on “Evaluating the Monetary Policy Toolkit: Lessons for the Future”, and University of Mannheim for helpful comments and discussions. We benefited from excellent research assistance from Huan He, Stefano Pastore and Yang Su. Rajan thanks IGM and the Fama Miller Center at the Booth School as well as the Hoover Institution for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}