{
    "id": 29688,
    "citation_title": "Understanding the Resurgence of the SOEs in China: Evidence from the Real Estate Sector",
    "citation_author": [
        "Hanming Fang",
        "Jing Wu",
        "Rongjie Zhang",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe advance a novel hypothesis that China’s recent anti-corruption campaign may have contributed to the recent resurgence of the state-owned enterprises (SOEs) in China as an unintended consequence. We explore the nexus between the anti-corruption campaign and the SOE resurgence by presenting supporting evidence from the Chinese real estate sector, which is notorious for pervasive rent-seeking and corruption. We use a unique data set of land parcel transactions merged with firm-level registration information and a difference-in-differences empirical design to show that, relative to the industrial land parcels which serve as the control, the fraction of residential land parcels purchased by SOEs increased significantly relative to that purchased by private developers after the anti-corruption campaign. This finding is robust to a set of alternative specifications. We interpret the findings through the lens of a model where we show, since selling land to private developers carries the stereotype that the city official may have received bribes, even the “clean” local officials will become more willing to award land to SOEs despite the presence of more efficient competing private developers. We find evidence consistent with the model predictions.\n\n",
    "acknowledgement": "\nWe would like to thank Yongheng Deng, Maggie Hu, Ming Li, John Matsusaka, Randall Morck, Michael Zheng Song, Shang-Jin Wei, Yiqing Xu, Bernard Yeung, Minyuan Zhao, and seminar/conference participants at Chinese University of Hong Kong (Shenzhen), University of Southern California, University of Pennsylvania, NBER Chinese Economy Working Group Meeting (Fall 2021), and Jinan-SMU-ABFER Annual Conference (2021) for useful comments and suggestions. Linzhen Zhu and Jiaxin Zheng provided outstanding research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}