{
    "id": 29685,
    "citation_title": "Firm-to-Firm Trade: Imports, Exports, and the Labor Market",
    "citation_author": [
        "Jonathan Eaton",
        "Samuel S. Kortum",
        "Francis Kramarz"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCustoms data reveal heterogeneity and granularity of relationships among buyers and sellers.  A key insight is how more exports to a destination break down into more firms selling there and more buyers per exporter. We develop a quantitative general equilibrium model of firm-to-firm matching that builds on this insight to separate the roles of iceberg costs and matching frictions in gravity. In the cross section, we find matching frictions as important as iceberg costs in impeding trade, and more sensitive to distance. Because domestic and imported intermediates compete directly with labor in performing production tasks, our model also fits the heterogeneity of labor shares across French producers. Applying the framework to the 2004 expansion of the European Union, reduced iceberg costs and reduced matching frictions contributed equally to the increase in French exports to the new members.  While workers benefitted overall, those competing most directly with imports gained less, even losing in some countries entering the EU.\n\n",
    "acknowledgement": "\nThe authors have presented versions of this paper at the 2013 IES Summer Workshop at Princeton, the 2016 RIETI Workshop in Tokyo, the 2018 NBER meeting on Trade and Networks, the 2019 Graham Lecture at Princeton, the 2019 China Meetings of the Econometric Society in Guangzhou, the 2019 conference of Baltic economists, and at seminars at EUI, Florence, University of Tokyo, APTS2019, Tokyo, University of Kent, Canterbury, Innovation seminar at College de France, CREST. Gregory Corcos, Gordon Hanson, John McLaren, Xiangliang Li, Yasusada Murata, Cristina Tello Trillo provided helpful comments. Lixing Liang, Etienne Guigue, Lorenzo Kaaks, Gautier Lenfant, Jonathan Libgober, Alexis Maitre, Berengere Patault, Max Perez Leon and Laurence Wicht have provided excellent research assistance. Eaton and Kortum gratefully acknowledge the support of the National Science Foundation under grant numbers SES-0339085 and SES-0820338. Kramarz has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme grant agreement 741467-FIRMNET. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}