{
    "id": 29682,
    "citation_title": "Vaccine Allocation Priorities Using Disease Surveillance and Economic Data",
    "citation_author": [
        "Anup Malani",
        "Satej Soman",
        "Sabareesh Ramachandran",
        "Alice Chen",
        "Darius N. Lakdawalla"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVaccination is a critical tool, along with suppression and treatment, for controlling epidemics such as SARS-CoV-2.  To maximize the impact of vaccination, doses should be allocated to the highest value targets, accounting for health and potential economic benefits.  We examine what allocation strategy is optimal and how to translate that strategy into actionable procurement decisions in the context of India.  We compare 3 different allocation strategies (oldest first, highest contact rate first, random order) across 4 outcomes (lives saved, life-years saved, value of statistical lives saved, value of statistical life-years saved).  We make 3 methodological contributions.  First, we estimate the incremental health benefit of vaccination using novel, local seroprevalence data from India.  Second, we estimate the value of statistical life-years using disaggregated, monthly data on consumption during the pandemic.  Third, and most importantly, we estimate social demand curves for vaccines that can practically guide government procurement decisions.  Our analysis yields 4 novel findings.  First, the need to speed-up vaccination does not justify deviation from elderly-first prioritization.  Second, much of the value of vaccination comes from improvements in consumption rather than longevity.  Moreover, vaccination increases the value of a life year because it increases consumption.  Third, social demand for vaccination falls over time as natural immunity from infections increases.  Therefore, the slower a country vaccinates its population, the fewer doses it should procure.  Fourth, there is enough variation in consumption and infection risk that it makes sense to vaccinate some areas before others.  Our approach of connecting epidemiological models and data on health and consumption to economic valuation methods generalizes to other infection control strategies, such as suppression, and public health crises, such as influenza and HIV.\n\n",
    "acknowledgement": "\nMalani acknowledges funding from the Becker Friedman Institute at the University of Chicago to purchase a subscription to the Consumer Pyramids Household Survey and the support of the Barbara J. and B. Mark Fried Fund at the University of Chicago Law School.  We thank Maciej Boni for helpful comments.  Correspondence: amalani@uchicago.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarius N. Lakdawalla\n\nDr. Lakdawalla holds equity in Precision Medicine Group and EntityRisk, Inc., which provide services to firms in the pharmaceutical, biotechnology, and medical device industries.  He also serves as Chief Scientific Officer at EntityRisk.  In addition, he has received honoraria or consulting fees from Amgen, Genentech, GRAIL, Mylan, Novartis, Otsuka, Perrigo, and Pfizer.  No funding or compensation was received for this particular study.\n\n\n"
}