{
    "id": 29689,
    "citation_title": "Long-Term Care Insurance Financing Using Home Equity Release: Evidence from an Online Experimental Survey",
    "citation_author": [
        "Katja Hanewald",
        "Hazel Bateman",
        "Hanming Fang",
        "Tin Long Ho"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper explores new mechanisms to fund long-term care using housing wealth. Using data from an online experimental survey fielded to a sample of 1,200 Chinese homeowners aged 45-64, we assess the potential demand for new financial products that allow individuals to access their housing wealth to buy long-term care insurance. We find that access to housing wealth increases the stated demand for long-term care insurance. When they could only use savings, participants used on average 5% of their total (hypothetical) wealth to purchase long-term care insurance. When they could use savings and a reverse mortgage, participants used 15% of their total wealth to buy long-term care insurance. With savings and home reversion, they used 12%. Reverse mortgages do not require regular payments until the home is sold, while home reversion involves a partial sale and leaseback. Our results inform the design of new public or private sector programs that allow individuals to access their housing wealth while still living in their homes.\n\n",
    "acknowledgement": "\nThis research was supported by the Australian Research Council Centre of Excellence in Population Ageing Research (CEPAR) (project number CE17010005). The project described was initiated through the University of Pennsylvania QUARTET competition and is supported by the National Institute on Aging, P30 AG012836-24; the National Institutes of Health, the Eunice Shriver Kennedy National Institute of Child Health and Development Population Research Infrastructure Program R24 HD044964-15; the Boettner Center for Pensions and Retirement Security and/or LDI CHIBE. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}