{
    "id": 29692,
    "citation_title": "Civilian alternatives to policing: Evidence from Medellín’s community problem-solving intervention Operación Convivencia",
    "citation_author": [
        "Christopher Blattman",
        "Gustavo Duncan",
        "Benjamin Lessing",
        "Santiago Tobon"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "2023-05-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCities are searching for unarmed approaches to disorder and crime. Colombia is a leader here. Police are a national institution, and mayors have limited control over police staffing and operations. Thus, many cities have developed large civilian apparatuses for dispute resolution, family problems, and street disorder—an approach commonly called convivencia (coexistence). We worked with Medellín’s municipal government to identify 80 typical neighborhoods and experimentally evaluate this approach. The city intensified their civilian apparatus for 20 months in 40 neighborhoods, assigning full-time liaisons to help communities organize to: improve public order, foster communication with the government, and connect residents to dispute resolution and family and social services. A centralized task force ensured city agencies fulfilled these roles. This represented a 60-fold increase in street-level presence, plus increased city agency attention. To our surprise, on average, Operación Convivencia had no impact on reported governance, legitimacy, or crime. Anticipating that impacts could diverge by neighborhood, however, we prespecified that we would break down impacts by initial state presence. This proved revealing. In neighborhoods where the state began weak, the task force and city agencies worked sporadically, and opinions of governance fell. In neighborhoods where the state began relatively strong, the liaisons and task force delivered, and this raised state legitimacy and reduced crime and emergency calls. The divergent results suggest the importance of existing state capacity, plus the dangers of over-promising and under-delivering. This may be especially important in Latin America, where cities like Medellín compete with gangs for local problem-solving and legitimacy.\n\n",
    "acknowledgement": "\nPreviously circulated as “State-building on the Margin: An Urban Experiment in Medellín.” For comments we thank Thomas Abt, Oriana Bandiera, Eli Berman, Rob Blair, Jennifer Doleac, Sarah Heller, Max Kapustin, Zoë Gorman, Macartan Humphreys, Raul Sánchez de la Sierra, Jacob Shapiro, Carlos Schmidt-Padilla, Paolo Pinotti, Ernesto Schargrodsky, Maria Micaela Sviatschi, Juan F. Vargas, and participants at several seminars and conferences. Innovations for Poverty Action coordinated all research activities. For research assistance we thank Verónica Abril, Bruno Aravena, David Cerero, Peter Deffebach, Felipe Fajardo, Sebastián Hernández, Sofía Jaramillo, Juan F. Martínez, Juan Pablo Mesa-Mejía, Angie Mondragón, Helena Montoya, José Miguel Pascual, Andrés Preciado, Arantxa Rodríguez-Uribe, Zachary Tausanovitch, Nelson Matta-Colorado, Martín Vanegas-Arias and México Vergara. We thank the Secretariat of Security of Medellín for their cooperation, especially the former Secretary of Security Andrés Tobón, as well as Lina Calle and Ana María Corpas. For financial support, we thank the Centro de Estudios sobre Seguridad y Drogas (CESED) of Universidad de los Andes; the Peace and Recovery Program (P&R) at Innovations for Poverty Action (IPA); the PROANTIOQUIA foundation; The National Science Foundation (NSF); the UK Foreign, Commonwealth & Development Office through the Crime and Violence Initiative at J-PAL; and the Economic Development and Institutions Programme (EDI) funded with UK aid from the UK Government, working in partnership with Oxford Policy Management Limited, University of Namur, Paris School of Economics and Aide á la Décision Économique. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}