{
    "id": 29695,
    "citation_title": "The Social Consequences of Traditional Religion in Contemporary Africa",
    "citation_author": [
        "Etienne Le Rossignol",
        "Sara Lowes",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn sub-Saharan Africa, despite the adoption of Christianity, traditional religious beliefs remain widely held. We examine the social consequences of holding traditional religious beliefs among urban and rural populations in central Africa. Using a variety of lab-in-the-field experiments that randomize partner characteristics, we test whether individuals who believe in traditional religion are treated or viewed differently by others. We find that participants act less prosocially towards partners known to hold traditional religious beliefs. We find that this behavior is supported by norms and by negative perceptions and stereotypes of traditional believers. The effects are economically important, ubiquitous, and are amplified by economic development. Individual-level data from across the African continent reveal patterns consistent with our experimental findings. Individuals who believe in witchcraft have lower incomes, and the effect is stronger in countries that are more developed. Our final analysis speaks to the origins of these effects. Within our experimental sample, the negative effects are stronger in rural villages with more historical missionary activity, and across the continent, the negative relationship between belief in witchcraft and income is stronger in regions with more colonial missionary presence. Both findings are consistent with descriptive accounts of Christianity leading to the stigmatization of African traditional religion.\n\n",
    "acknowledgement": "\nPreviously circulated as “Traditional Supernatural Beliefs and Prosocial Behavior.” We are grateful for valuable comments and feedback received from Ben Enke, Donn Feir, Joseph Henrich, Karla Hoff, Kristin Laurin, Jordan Mubako, James Robinson, Jared Rubin, and Toni Schmader. We also thank Vafa Behnam, Aditi Chitkara, Romaine Loubes, Olaitan Ogunnote, Vibhu Pratyush, Fernando Secco, and Tanggang Yuan for excellent research assistance. The experiments were pre-registered: AEARCTR-0003276 and AEARCTR-0004878. The project received IRB approval from Harvard University CUHS IRB19-2059. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}