{
    "id": 29698,
    "citation_title": "Labor Market Fluidity and Human Capital Accumulation",
    "citation_author": [
        "Niklas Engbom"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing panel data from 23 OECD countries, I document that wages grow more over the life-cycle in countries where job-to-job mobility is more common. A life-cycle theory of job shopping and accumulation of skills on the job highlights that a more fluid labor market allows workers to faster relocate to jobs where they can better use their skills, incentivizing accumulation of skills. Lower labor market fluidity reduces life-cycle wage growth by 20 percent and aggregate labor productivity by nine percent across the OECD relative to the US. I derive a set of testable predictions for training and confront them with comparable cross-country training data, finding support for the theory.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Worker Flows and Wage Growth over the Life-Cycle: A Cross-Country Analysis.\" I am grateful for the generous support and advice of Richard Rogerson. I thank Mark Aguiar, Jorge Alvarez, Adrien Bilal, Carlos Carrillo-Tudela, Matthias Doepke, Domenico Ferraro, Victoria Gregory, Veronica Guerrieri, Gregor Jarosch, Greg Kaplan, Burhan Kuruscu, Guido Menzio, Claudio Michelacci, Ben Moll, Chris Moser, Diego Restuccia, Todd Schoellman, Venky Venkateswaran, Gustavo Ventura, Gianluca Violante, and seminar participants at Arizona State, CEMFI, Einaudi, FRB Richmond, Georgetown, ITAM, Melbourne, MIT, Princeton, Toronto and the SED. I also thank Eurostat for granting me access to the ECHP and EU-SILC data sets. The results and conclusions in this paper are mine and do not represent Eurostat, the European Commission or any of the national statistical agencies whose data are used. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}