{
    "id": 29696,
    "citation_title": "Earnings Inequality and Dynamics in the Presence of Informality: The Case of Brazil",
    "citation_author": [
        "Niklas Engbom",
        "Gustavo Gonzaga",
        "Christian Moser",
        "Roberta Olivieri"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing rich administrative and household survey data spanning 34 years from 1985 to 2018, we document a series of new facts on earnings inequality and dynamics in a developing country with a large informal sector: Brazil. Since the mid-1990s, both inequality and volatility of earnings have declined significantly in Brazil’s formal sector. Higher-order moments of the distribution of earnings changes show cyclical movements in Brazil that are similar to those in developed countries like the US. Relative to the formal sector, the informal sector is associated with a significant earnings penalty and higher earnings volatility for identical workers. Earnings changes of workers who switch from formal to informal (from informal to formal) employment are relatively negative (positive) and large in magnitude, dispersed, negatively (positively) skewed, and less leptokurtic. Our results suggest that informal employment is an imperfect insurance mechanism.\n\n",
    "acknowledgement": "\nWe thank the Editors and two anonymous referees for exceptionally constructive feedback. We thank Andrés Blanco, Jack Blundell, Bernardo Diaz de Astarloa, Andrés Drenik, Benjamin Friedrich, Eran Hoffman, Soren Leth-Petersen, Lance Lochner, Davide Malacrino, Daniela Puggioni, Kjetil Storesletten, Chris Taber, Abigail Wozniak, and seminar participants at Columbia University and the Global Income Dynamics Conferences at Stanford SITE in 2019 and held virtually in 2020 for helpful comments and suggestions. We also thank the Labor Statistics Dissemination Program within the Brazilian Ministry of the Economy and the Brazilian Institute of Geography and Statistics for providing us with data access and the Data Zoom initiative by the Department of Economics at PUC-Rio for sharing its data cleaning procedures. Special thanks go to Serdar Ozkan and Sergio Salgado for providing their code and support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis the Federal Reserve System, or the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}