{
    "id": 29690,
    "citation_title": "When Do Informational Interventions Work? Experimental Evidence from New York City High School Choice",
    "citation_author": [
        "Sarah Cohodes",
        "Sean Corcoran",
        "Jennifer Jennings",
        "Carolyn Sattin-Bajaj"
    ],
    "citation_publication_date": "2022-01-24",
    "issue_date": "2022-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper reports the results of a large, school-level randomized controlled trial evaluating a set of three informational interventions for young people choosing high schools in 473 middle schools, serving over 115,000 8th graders. The interventions differed in their level of customization to the student and their mode of delivery (paper or online); all treated schools received identical materials to scaffold the decision-making process. Every intervention reduced likelihood of application to and enrollment in schools with graduation rates below the city median (75 percent). An important channel is their effect on reducing nonoptimal first choice application strategies. Providing a simplified, middle-school specific list of relatively high graduation rate schools had the largest impacts, causing students to enroll in high schools with 1.5-percentage point higher graduation rates. Providing the same information online, however, did not alter students’ choices or enrollment. This appears to be due to low utilization. Online interventions with individual customization, including a recommendation tool and search engine, induced students to enroll in high schools with 1-percentage point higher graduation rates, but with more variance in impact. Together, these results show that successful informational interventions must generate engagement with the material, and this is possible through multiple channels.\n\n",
    "acknowledgement": "\nWe are grateful to the research assistants and staff who made this field experiment possible and contributed to the research: Christine Baker-Smith, Stewart Burns Wade, Sherene Alexander, Alexandra Bray, Duwa Alebdy, Andrea Cornejo, Alex Clothier, Florangel DeLeon, Erin Huffer, Shaked Landor, Dhanya Madugalle, Marina Makram, Zach Malter, Katherine Parham, Barkat Sikder, Eric Sturm, and Hailey Vogel. Conference participants at the APPAM and AEFP Conferences provided helpful comments. Special thanks go to Alex Eble and Leslie Kern for their feedback. We thank the Smith-Richardson Foundation for financial support. We thank Jim Kemple and the Research Alliance for New York City Schools, which enabled access to NYC administrative data. Additional funding for the NYC High School Admissions Study came from the Heckscher Foundation for Children, the NYU Institute for Human Development and Social Change, the Spencer Foundation, and the William T. Grant Foundation. Staff at the NYCDOE enrollment office provided helpful feedback, in particular Nadiya Chadha, Lianna Wright, and Stewart Burns Wade. This study is registered in the AEA RCT Registry and the identifying number is: AEARCTR-0003736. The study was determined as exempt from human subjects review by the Institutional Review Boards at NYU, Teachers College, and the NYC Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}