{
    "id": 29708,
    "citation_title": "Addressing Endogeneity Using a Two-stage Copula Generated Regressor Approach",
    "citation_author": [
        "Fan Yang",
        "Yi Qian",
        "Hui Xie"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe ubiquitous presence of endogenous regressors presents a significant challenge when drawing causal inference using observational data. The classical econometric method used to handle regressor endogeneity requires IVs that must satisfy the stringent condition of exclusion restriction, rendering it unfeasible in many settings. Herein, we propose a new IV-free method that uses copulas to address the endogeneity problem. Existing copula correction methods require nonnormal endogenous regressors: normally or nearly normally distributed endogenous regressors cause model non-identification or significant finite-sample bias. Furthermore, existing copula control function methods presume the independence of exogenous regressors and the copula control function. Our proposed two-stage copula endogeneity correction (2sCOPE) method simultaneously relaxes the two key identification requirements. Assuming a Gaussian copula dependence structure for all regressors and a normally distributed structural error, we prove that 2sCOPE yields consistent causal-effect estimates with correlated endogenous and exogenous regressors as well as normally distributed endogenous regressors. In addition to relaxing the identification requirements, 2sCOPE has superior finite-sample performance and addresses the significant finite-sample bias problem due to insufficient regressor nonnormality. Moreover, 2sCOPE employs generated regressors derived from existing regressors to control for endogeneity, and can thus considerably increase the ease and broaden the applicability of IV-free methods for handling regressor endogeneity. We further demonstrate 2sCOPE’s performance using simulation studies and illustrate its use in an empirical application.\n\n",
    "acknowledgement": "\nWe thank colleagues for helpful comments. We acknowledge the support by the Social Sciences and Humanities Research Council of Canada [grant 435-2018-0519], Natural Sciences and Engineering Research Council of Canada [grant RGPIN-2018-04313] and US National Institute of Health  [grants R01CA178061] . All inferences, opinions, and conclusions drawn in this study are those of the authors, and do not reflect the opinions or policies of the funding agencies and data stewards. No personal identifying information was made available as part of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}