{
    "id": 29707,
    "citation_title": "A Goldilocks Theory of Fiscal Deficits",
    "citation_author": [
        "Atif R. Mian",
        "Ludwig Straub",
        "Amir Sufi"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a tractable framework to analyze fiscal space and the dynamics of government debt, with a possibly binding zero lower bound (ZLB) constraint. Without the ZLB, a greater primary deficit unambiguously raises debt. However, debt need not explode: When R < G – φ, where φ is the sensitivity of R – G to debt, a modest permanent increase in the deficit can be sustained forever, a policy we call “free lunch”. With the ZLB, the relationship between deficit and debt can become non-monotone. Both high and low deficits can increase debt, as the latter weaken demand and reduce nominal growth at the ZLB. A rise in income inequality expands fiscal space outside the ZLB, but contracts it at the ZLB. Calibrating the model, we find little space for “free lunch” policies for the United States in 2019, but ample space for Japan.\n\n",
    "acknowledgement": "\nWe are grateful to Manuel Amador, Johannes Brumm, Gabriel Chodorow-Reich, Arvind Krishnamurthy, Hanno Lustig, Alberto Martin, Klaus Masuch, Ricardo Reis, Larry Summers, Annette Vissing-Jorgensen, Iván Werning, and seminar participants at ASSA 2022, Berkeley Haas, Chicago Booth, CIREQ conference Montreal, Cornell, Federal Reserve Board, Georgetown, Harvard, NYU Stern, Princeton, Queens University, Stanford GSB, Trinity College Dublin, and UC Irvine. Agustin Barboza, Laurenz DeRosa, Jan Ertl, Pranav Garg, and Keelan Beirne provided excellent research assistance. Straub appreciates support from the Molly and Domenic Ferrante Award. Contact info: Mian: (609) 258 6718, atif@princeton.edu; Straub: (617) 496 9188, ludwigstraub@fas.harvard.edu; Sufi: (773) 702 6148, amir.sufi@chicagobooth.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}