{
    "id": 29706,
    "citation_title": "Have Recreational Marijuana Laws Undermined Public Health Progress on Adult Tobacco Use?",
    "citation_author": [
        "Dhaval M. Dave",
        "Yang Liang",
        "Michael F. Pesko",
        "Serena Phillips",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nPublic health experts caution that legalization of recreational marijuana may normalize smoking and undermine the decades-long achievements of tobacco control policy.  However, very little is known about the impact of recreational marijuana laws (RMLs) on adult tobacco use.  Using information from four national datasets (National Survey of Drug Use and Health, Behavioral Risk Factor Surveillance System, Current Population Survey-Tobacco Use Supplements, and Population Assessment of Tobacco and Health) and dynamic difference-in-differences and discrete-time hazard approaches, we find little support for the hypothesis that RML enactment leads to increases in adult tobacco use.  In the short-run, RMLs have no effect on tobacco use and in the medium-run, we find some evidence of a lagged reduction in tobacco use on the order of approximately 0.5 to 2 percentage points.  This finding generally persists across cigarettes and e-cigarettes, is robust to event-study analyses generated from estimators designed to expunge bias due to heterogeneous dynamic treatment effects, and persists in panel data-based survival analyses that account for consumption dynamics.  We conclude that fears of adult tobacco-related public health costs from RMLs are, at least in the short- and medium-run, unfounded; instead, there may be important public health benefits from reductions in adult tobacco use.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which has received grant funding from the Charles Koch Foundation and the Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}