{
    "id": 29701,
    "citation_title": "Does Quitting Smoking Increase Obesity? Evidence From Accounting for Misreporting",
    "citation_author": [
        "Rusty Tchernis",
        "Keith F. Teltser",
        "Arjun Teotia"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSmoking and obesity are the two leading causes of preventable deaths in the United States. Because smoking is subject to heavy government intervention, understanding the effect of smoking on obesity is important in determining the extent of unintended costs or benefits of such intervention. The existing literature on this question is mixed among studies using experimental and observational data, which we attempt to reconcile by accounting for misreporting in observational data. We use self-reported data from the Behavioral Risk Factor Surveillance System (BRFSS), cigarette taxes to instrument for changes in smoking, and survey completion to instrument for misreporting. Starting with the baseline two-stage least squares (2SLS) estimator common in the earlier observational literature, we obtain similar estimates suggesting quitting smoking substantially reduces BMI. However, we find the results are sensitive to specification, functional form, and the presence of misreporting. We show that accounting for misreporting using the 2-step estimator developed by Nguimkeu et al. (2019) yields estimates consistent with the experimental literature; quitting smoking has a small positive effect on BMI. Our preferred estimate suggests reduced smoking accounts for 6% of the concurrent rise in obesity.\n\n",
    "acknowledgement": "\nThis research did not have any sources of financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}