{
    "id": 29704,
    "citation_title": "Idiosyncratic Income Risk and Aggregate Fluctuations",
    "citation_author": [
        "Davide Debortoli",
        "Jordi Galí"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of idiosyncratic income shocks for aggregate fluctuations within a simple heterogeneous household framework with no binding borrowing constraints. We show that the presence of idiosyncratic income shocks affects the economy’s response to an aggregate shock in a way that can be captured by a consumption weighted average of the changes in uncertainty generated by the shock. We apply this framework to two example economies —an endowment economy and a New Keynesian economy— and show that under plausible calibrations the impact of idiosyncratic income shocks on aggregate fluctuations is quantitatively small, since most of the changes in uncertainty are concentrated among poorer (low consumption) households.\n\n",
    "acknowledgement": "\nWe thank Sushant Acharya, Susanto Basu, Benjamin Moll and participants at the Copenhagen Macro-Days Workshop and seminars at Boston College, Maryland, London Business School, Bank of Canada, Ecole Polytechnique/CREST, Univ. of Lausanne, Bocconi and CREI Faculty lunch for their comments and suggestions, and Danila Smirnov for excellent research assistance. We acknowledge the financial support from the European Research Council under the European Union’s Horizon 2020 research and innovation program (Galí, Advanced Grant 882332-HEMPEF), from La Caixa Research Grant on Socioeconomic Wellbeing (Debortoli), from the Spanish Ministry of Economy and Competitiveness through the Severo Ochoa Programme for Centres of Excellence in R&D (Barcelona School of Economics CEX2019-000915-S) and through grants RyC-2016-20476 and PID2020-116268GB-I00 (Debortoli) and from the Generalitat de Catalunya, through CERCA and SGR Programme (2017-SGR-1393) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}