{
    "id": 29700,
    "citation_title": "Ageing and Welfare-State Policy: Macroeconomic Perspective",
    "citation_author": [
        "Assaf Razin",
        "Alexander Horst Schwemmer"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been well recognized that population ageing could generate structural changes centered around the dwindling labor force, on one hand, and the expanding dependency on the generosity of the welfare state, on the other hand. Ageing-related welfare state policy entails both fiscal issues and migration issues. The paper employs a general-equilibrium model with a policy-making focus, to help  understand the  mechanism governing the provision of social benefits, labor income taxation, capital income taxation, migration curbs on low skilled and high skilled, driven by the ageing of the  population. Greater generosity of the welfare state comes together with policy-- incentive compatible with the interests of the majority voters-- of a more liberal migration policy. Effects of ageing on the tax and benefit sides of the welfare state depends on the size of dependents in the population and on whether the country is a capital importer (in which case  the capital tax burden is shared with foreigners) or a capital exporter (in which case the age-related wage increase skews taxation towards labor income). Low ageing evolution correlates with a relatively labor-abundant country (low retirement) turns into labor-scarce country (high retirement). Parallel to the evolution of the labor force, a capital-importer country (high rate of return) becomes capital-exporter (low rate of return). Greater ageing-related demand for social benefits is balanced against the rising cost of labor income taxation, and capital income taxation.\n\n",
    "acknowledgement": "\nNo commercial or research financial funding for this paper The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}