{
    "id": 29703,
    "citation_title": "Should We Have Automatic Triggers for Unemployment Benefit Duration And How Costly Would They Be?",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Peter Ganong",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe model automatic trigger policies for unemployment insurance by simulating a weekly panel of individual labor market histories, grouped by state. We reach three conclusions: (i) policies designed to trigger immediately at the onset of a recession result in benefit extensions that occur in less sick labor markets than the historical average for benefit extensions; (ii) the ad hoc extensions in the 2001 and 2007-09 recessions in total cover a similar number of additional weeks as common proposals for automatic triggers, but concentrate coverage more in weaker labor markets; (iii) compared to ex post policy, the cost of common proposals for automatic triggers is close to zero.\n\n",
    "acknowledgement": "\nWe thank Isabel Allum and Nicolas Wuthenow for excellent research assistance and Pauline Leung for discussing the paper. Ganong thanks the Becker Friedman Institute at the University of Chicago for generous funding. Chodorow-Reich thanks the Alfred P. Sloan Foundation and Harvard Ferrante Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}