{
    "id": 29711,
    "citation_title": "Expectations Formation and Forward Information",
    "citation_author": [
        "Nathan Goldstein",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model where forecasters have access to noisy signals about the future (forward information). In this setting, information varies not only across agents but also across horizons. As a result, the estimated persistence of forecasts deviates from the persistence of fundamentals and the ability of forecasts at shorter horizons to explain forecasts at longer horizons is limited. These properties tend to diminish as the forecast horizon increases. We document that this novel pattern is consistent with survey data for professional forecasters. We provide further evidence that time-series and cross-sectional variation in professional forecasts are driven by forward information. We propose a simple method for extracting the forward information component from a survey and provide several applications of forward information.\n\n",
    "acknowledgement": "\nWe thank Gaetano Gaballo, Filip Matĕjka, Dmitriy Sergeyev and conference and seminar participants at NASMES2022, UC Davis, UC Berkeley, HEC Paris, Tel-Aviv University, Ben-Gurion University, University of Haifa, Reichman University, Bar-Ilan University, Bank of Israel for comments. We thank Eric Sims for sharing code for the Barsky-Sims approach. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}