{
    "id": 29713,
    "citation_title": "Economic Winners Versus Losers and the Unequal Pandemic Recession",
    "citation_author": [
        "Fernando Cirelli",
        "Mark Gertler"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs is well known, during the pandemic recession firms directly exposed to the virus, i.e. the “contact” sector, contracted sharply and recovered slowly relative to the rest of the economy. Less understood is how firms that “won” by offering safer substitutes for contact sector goods have affected this unequal downturn. Using both firm and industry data, we first construct disaggregated measures of revenue growth that distinguish between contact sector losers, contact sector winners, and the non-contact sector. We show that contact sector losers contracted roughly fifty percent more than the sector average, while winners grew. Further, forecast data suggests that the gap between winners and losers will persist at least through 2022. To explain this evidence, we then develop a simple three sector New Keynesian model with (i) a sector of firms that offers safe substitutes for risky contact sector goods and (ii) learning by doing. Overall, the model captures the unequal sectoral recession. It also accounts for inflation, including the sharp runup in 2021.\n\n",
    "acknowledgement": "\nWe thank David Baqaee and Steve Davis for helpful comments and the C.V. Starr Center at NYU for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}