{
    "id": 29712,
    "citation_title": "A Theory of Cash Flow-Based Financing with Distress Resolution",
    "citation_author": [
        "Barney Hartman-Glaser",
        "Simon Mayer",
        "Konstantin Milbradt"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic contracting theory of asset- and cash flow-based financing that demonstrates how firm, intermediary, and capital market characteristics jointly shape firms’ financing constraints. A firm with imperfect access to equity financing covers financing needs through costly sources: an intermediary and retained cash. The firm’s financing capacity is endogenously determined by either the liquidation value of assets (asset-based) or the intermediary’s going-concern valuation of the firm’s cash flows (cash flow-based). The optimal contract is implemented with defaultable debt — specifically unsecured credit lines and senior-secured debt — and features risk-sharing via bankruptcy. When the firm does well, it repays its debt in full. When it does poorly, distress resolution mirrors U.S. bankruptcy procedures (Chapter 7 and 11). Secured and unsecured debt are complements because risk-sharing via unsecured debt increases secured debt capacity. Debt and equity are dynamic complements because future access to equity financing increases current debt capacity.\n\n",
    "acknowledgement": "\nA previous version of the paper circulated under the title “A Theory of Asset- and Cash Flow-Based Financing”. We thank editor, Thomas Cheney, and three anonymous referees. We also thank Hengjie Ai, Andres Almazan, Harry DeAngelo, William Diamond (discussant), Jason Donaldson, Mike Fishman, Niels Gormsen, Brett Green, Denis Gromb, Sebastian Gryglewicz (discussant), Sharjil Haque, Zhiguo He, Yunzhi Hu, Benjamin Iverson, Victoria Ivashina, Young Soo Jang, Paymon Khorrami (discussant), Arthur Korteweg, Ye Li, Yueran Ma, Loriana Pelizzon, Giorgia Piacentino, Adriano Rampini (discussant), Philipp Schnabl, Ludvig Sinander, Adi Sunderam, Elu von Thadden, Felipe Varas, Yenan Wang (discussant), Junyuan Zou (discussant) and seminar and conference participants at Northwestern Kellogg (Brownbag), SFS Cavalcade 2022, FIRS 2022, UNC Junior Roundtable 2022, AFA 2023, BSE Intermediation Workshop 2023, FTG Wisconsin-Madison 2023, NBER CF Fall 2023, Goetheburg Finance Conference 2024, ITAM, London Business School, Stockholm School of Economics, UCLA, University of Utah Eccles, University of Rochester Simon, USC Marshall, University of Texas Dallas, University of Texas Austin, INSEAD, Goethe University Frankfurt, University of Mannheim for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}