{
    "id": 29716,
    "citation_title": "Minimax-Regret Climate Policy with Deep Uncertainty in Climate Modeling and Intergenerational Discounting",
    "citation_author": [
        "Stephen J. DeCanio",
        "Charles F. Manski",
        "Alan H. Sanstad"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntegrated assessment models have become the primary tools for comparing climate policies that seek to reduce greenhouse gas emissions. Policy comparisons have often been performed by considering a planner who seeks to make optimal trade-offs between the costs of carbon abatement and the economic damages from climate change. The planning problem has been formalized as one of optimal control, the objective being to minimize the total costs of abatement and damages over a time horizon. Studying climate policy as a control problem presumes that a planner knows enough to make optimization feasible, but physical and economic uncertainties abound. Manski, Sanstad, and DeCanio (2021) proposed and studied use of the minimax-regret (MMR) decision criterion to account for deep uncertainty in climate modeling. Here we study choice of climate policy that minimizes maximum regret with deep uncertainty regarding both the correct climate model and the appropriate time discount rate to use in intergenerational assessment of policy consequences. The analysis specifies a range of discount rates to express both empirical and normative uncertainty about the appropriate rate. The findings regarding climate policy are novel and informative. The MMR analysis points to use of a relatively low discount rate of 0.02 for climate policy. The MMR decision rule keeps the maximum future temperature increase below 2°C above the 1900-10 level for most of the parameter values used to weight costs and damages.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Valentyn Litvin and Robert Pindyck. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}