{
    "id": 29714,
    "citation_title": "State-Level Economic Policy Uncertainty",
    "citation_author": [
        "Scott R. Baker",
        "Steven J. Davis",
        "Jeffrey A. Levy"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2022-08-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify and study state-level economic policy uncertainty. Tapping digital archives for nearly 3,500 local newspapers, we construct three monthly indexes for each state: one that captures state and local sources of policy uncertainty (EPU-S), one that captures national and international sources (EPU-N), and a composite index that captures both. EPU-S rises around gubernatorial elections and own-state episodes like the California electricity crisis of 2000-01 and the Kansas tax experiment of 2012. EPU-N rises around presidential elections and in response to 9-11, Gulf Wars I and II, the 2011 debt-ceiling crisis, the 2012 fiscal cliff episode, and federal government shutdowns. Close elections elevate policy uncertainty much more than the average election. VAR models fit to pre-COVID data imply that upward shocks to own-state EPU foreshadow weaker economic performance in the state, as do upward EPU shocks in contiguous states. The COVID-19 pandemic drove huge increases in policy uncertainty and unemployment, more so in states with stricter government-mandated lockdowns.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the U.S. National Science Foundation [SES 1324257]. Our monthly state-level Economic Policy Uncertainty indexes are freely available and updated at https://policyuncertainty.com/state_epu.html. We thank the editor and an anonymous referee for helpful comments on a previous draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}