{
    "id": 29710,
    "citation_title": "Making Money",
    "citation_author": [
        "Gary B. Gorton",
        "Chase P. Ross",
        "Sharon Y. Ross"
    ],
    "citation_publication_date": "2022-01-31",
    "issue_date": "2022-01-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is difficult for private agents to produce money that circulates at par with no questions asked. We study two cases of privately-produced money: pre-Civil War U.S. private banknotes and modern stablecoins. Private monies are introduced when there are no better alternatives, but they initially carry an inconvenience yield. Over time, these monies may become more money-like, but they do not always achieve a positive convenience yield. Technology advances and reputation formation pushed private banknotes toward a positive convenience yield. We show that the same forces are at work for stablecoins.\n\n",
    "acknowledgement": "\nWe thank Michelle Tong for excellent research assistance. For comments and suggestions thanks to Yakov Amihud, Sam Hempel, Sabrina Howell, Kose John, Jay Kahn, Benjamin Kay, Elizabeth Klee, Andreas Lehnert, Marco Macchiavelli, Borghan Narajabad, Sriram Rajan, Danylo Rakowsky, David Rappoport, John Thanassoulis, Alexandros Vardoulakis, Ganesh Viswanath, and seminar participants at the Vienna Graduate School of Finance, NYU Stern, Office of Financial Research, Federal Reserve Board, and Warwick Business School. The analysis and conclusions set forth are those of the authors and do not indicate concurrency by other members of the Board of Governors of the Federal Reserve System, the Office of Financial Research, their staffs, or the National Bureau of Economic Research.\n\n\n"
}