{
    "id": 29717,
    "citation_title": "Management and Misallocation in Mexico",
    "citation_author": [
        "Nicholas Bloom",
        "Leonardo Iacovone",
        "Mariana Pereira-Lopez",
        "John Van Reenen"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe argue that greater misallocation is a key driver of the worse management practices in Mexico compared to the US. These management practices are strongly associated with higher productivity, growth, trade, and innovation. One indicator of greater misallocation in Mexico is the weaker size-management relationship compared to the US, particularly in the highly distorted Mexican service sector. Second, the size-management relationship is weaker in smaller markets, measured by distance to the US for manufacturing firms and population density for service firms. Third, municipalities with weaker institutions, measured by contract enforcement, crime, and corruption, have a weaker size-management relation. These results are consistent with frictions lowering aggregate management quality and productivity.\n\n",
    "acknowledgement": "\nWe thank the National Institute of the Entrepreneur (INADEM), the Ministry of Finance (SHCP), the National Bank of Foreign Trade (BANCOMEXT), and the National Financing Institute (NAFIN) for leading and funding this survey and for their comments and suggestions. We also thank the National Institute of Statistics and Geography (INEGI) for funding and implementing the survey. We are grateful to Gerardo Durand, Santiago Avila, Araceli Martinez-Gama, Fernando De Lira, Gabriel Romero, and Natalia Volkow from INEGI for their support with the data use in compliance with the confidentiality requirements set by the Mexican Laws. Bloom and Van Reenen thank the ESRC for funding through POID. Helpful comments have been received from participants in workshops at the 2022 American Economic Association, the Census Bureau, Empirical Management Conference, Lazaridis School of Business and Economics, LSE, Society for Economic Dynamics conference, and World Bank, in particular, Louise Guillouet and Diego Restuccia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}