{
    "id": 29719,
    "citation_title": "Lethal Unemployment Bonuses? Substitution and Income Effects on Substance Abuse, 2020-21",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarginal prices fell, and disposable incomes increased, for drug and alcohol consumers during the pandemic. Most of the amount, timing, and composition of the 240,000 deaths involving alcohol and drugs since early 2020 can be explained by income effects and category-specific price changes. For alcohol, the pandemic shifted consumption from bars and restaurants to homes, where marginal money prices are lower. For more dangerous illegal drugs like fentanyl and methamphetamine, the full price of consumption also significantly fell whenever employment became financially less attractive, as it was while unemployment bonuses were elevated. Both the wage effect and income effects further reduced marginal opioid prices by inducing shifts toward cheap fentanyl. Drug mortality dipped in the months between the $600 and $300 bonuses, especially for age groups participating most in UI. A corollary to this analysis is that national employment rates will be slow to recover due to the increased prevalence of alcohol and, especially, drug addiction.\n\n",
    "acknowledgement": "\nI appreciate discussions with Tom Philipson, Steve Davis, Troy Durie, Matt Kahn, Eric Sun, Kevin Murphy, Colleen Edwards, Joel Zinberg, and Tyler Goodspeed and the financial support of the University of Chicago’s Initiative on Enabling Choice and Competition in Healthcare. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}