{
    "id": 29715,
    "citation_title": "Consumer Reviews and Regulation: Evidence from NYC Restaurants",
    "citation_author": [
        "Chiara Farronato",
        "Georgios Zervas"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the informativeness of hygiene signals in online reviews, and their effect on consumer choice and restaurant hygiene. We first extract signals of hygiene from Yelp. Among all dimensions that regulators monitor through mandated restaurant inspections, we find that reviews are more informative about hygiene dimensions that consumers directly experience - food temperature and pests - than other dimensions. Next, we find causal evidence that consumer demand is sensitive to these hygiene signals. We also find suggestive evidence that restaurants that are more exposed to Yelp are cleaner along dimensions for which online reviews are more informative.\n\n",
    "acknowledgement": "\nYi Fung and Hirotaka Miura have provided outstanding research assistance. We thank Liran Einav, Shane Greenstein, Jonathan Levin, Jesse Shapiro, Steven Tadelis, and numerous seminar and conference participants for feedback. We thank the New York City Department of Health and Mental Hygiene for sharing data and valuable insights. Neither author has any material or financial interest in the entities that are the subject of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}