{
    "id": 29724,
    "citation_title": "Quantum Economic Advantage",
    "citation_author": [
        "Francesco Bova",
        "Avi Goldfarb",
        "Roger G. Melko"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA quantum computer exhibits a quantum advantage when it can perform a calculation that a classical computer is unable to complete. It follows that a company with a quantum computer would be a monopolist in the market for solving such a calculation if its only competitor was a company with a classical computer. Conversely, economic outcomes are unclear in settings where quantum computers do not exhibit a quantum advantage. We model a duopoly where a quantum computing company competes against a classical computing company. The model features an asymmetric variable cost structure between the two companies and the potential for an asymmetric fixed cost structure, where each firm can invest in scaling its hardware to expand its respective market. We find that even if: 1) the companies can complete identical calculations, and thus there is no quantum advantage, and 2) it is more expensive to scale the quantum computer, the quantum computing company can not only be more profitable but also invest more in market creation. The results suggest that quantum computers may not need to display a quantum advantage to be able to generate a quantum economic advantage for the companies that develop them.\n\n",
    "acknowledgement": "\nRoger G. Melko is supported by the Natural Sciences and Engineering Research Council of Canada (NSERC), Canada Research Chair (CRC) program, and the Perimeter Institute for Theoretical Physics. Research at Perimeter Institute is supported in part by the Government of Canada through the Department of Innovation, Science and Economic Development Canada and by the Province of Ontario through the Ministry of Colleges and Universities. Avi Goldfarb is supported by the Social Sciences and Humanities Council of Canada. His full disclosure statement is available at www.avigoldfarb.com/disclosure. Francesco Bova is supported by a CPA Ontario Center for Accounting Innovation Research Grant. We thank seminar participants at the MIT Digital Initiative for helpful comments. We are grateful to participants in the Creative Destruction Lab quantum stream who helped us understand the business aspects of quantum computing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}