{
    "id": 29722,
    "citation_title": "The Missing Baby Bust: The Consequences of the COVID-19 Pandemic for Contraceptive Use, Pregnancy, and Childbirth among Low-Income Women",
    "citation_author": [
        "Martha J. Bailey",
        "Lea J. Bart",
        "Vanessa Wanner Lang"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2022-03-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nMultiple episodes in U.S. history demonstrate that birth rates fall in response to recessions. However, the 2020 COVID-19 recession differed from earlier periods in that employment and access to contraception and abortion fell, as reproductive health centers across the country temporarily closed or reduced their capacity. This paper exploits novel survey and administrative data to examine how reductions in access to reproductive health care during 2020 affected contraceptive efficacy among low-income women. Accounting for 2020’s reductions in access to contraception and the economic slowdown, our results predict a modest decline in births of 1.1 percent in 2021 for low-income women. Further accounting for reductions in access to abortion implies that birth rates may even rise for low-income women. These results also suggest that already economically disadvantaged families disproportionately affected by the COVID-19 economy will experience a large increase in unplanned births.\n\n",
    "acknowledgement": "\nThe M-CARE study was supported through grants awarded by Arnold Ventures (AV), Abdul Latif Jameel Poverty Action Lab (J-PAL), and the NICHD (R01HD100438). Bart’s research on this project was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health (T32HD007339). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or of Planned Parenthood Federation of America, Inc. We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (P2C HD04128) and the California Center for Population Research at UCLA (P2CHD041022). We are grateful for excellent research support by Suni Jo Roberts and Mari Hashimoto. We also thank Planned Parenthood of Michigan (PPMI), including Melissa Fuller and Martha Nokken, for helping us understand PPMI processes and facilitating access to electronic medical records; and NORC, including Sheri Hamilton, Karen Veldman, Lauren Seward, Chet Bowie, and Lisa Blumerman, for their expert management of the field interviewers, survey, and the recruitment process. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}