{
    "id": 29728,
    "citation_title": "Teacher Labor Market Policy and the Theory of the Second Best",
    "citation_author": [
        "Michael D. Bates",
        "Michael Dinerstein",
        "Andrew C. Johnston",
        "Isaac Sorkin"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2024-08-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate a matching model of teachers and elementary schools with rich data on teacher applications and principal ratings from a large, urban district in North Carolina. Both teachers’ and principals’ preferences deviate from those that would maximize the achievement of economically disadvantaged students: teachers prefer schools with fewer disadvantaged students, and principal ratings are weakly related to teacher effectiveness. In equilibrium, these two deviations combine to produce a surprisingly equitable current allocation, where teacher quality is balanced across advantaged and disadvantaged students. To close achievement gaps, policies that address deviations on one side alone are ineffective or harmful, while policies that address both could substantially increase the achievement of disadvantaged students.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Teacher Labor Market Equilibrium and Student Achievement.\" We thank Nikhil Agarwal, Claudia Allende, Peter Arcidiacono, Natalie Bau, Christina Brown, Jediphi Cabal, Dennis Epple, Felipe Goncalves, Caroline Hoxby, Peter Hull, Adam Kapor, Neale Mahoney, Richard Mansfield, Maxim Massenkoff, Derek Neal, Parag Pathak, Luigi Pistaferri, Jesse Shapiro, Camille Terrier, and numerous seminar and conference participants for helpful comments and conversations. Thanks to Ian Calaway for research assistance. We also thank representatives at an unnamed district, Kara Bonneau, and the North Carolina Education Research Data Center for data merging and access. Bates thanks the Blum Initiative and Sorkin thanks the Alfred P. Sloan Foundation for support. This paper subsumes drafts previously circulated under the titles “Teacher Labor Market Equilibrium and Student Achievement” and “Teacher Labor Market Equilibrium and the Distribution of Student Achievement.” This research was approved by the Stanford IRB (#43865), the UC Merced IRB (UCM2019-88), and the UC Riverside IRB (HS-16-094). It was deemed non-human subjects research by the University of Chicago IRB (IRB17-1651). Mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}