{
    "id": 29725,
    "citation_title": "The Transformation of Self Employment",
    "citation_author": [
        "Innessa Colaiacovo",
        "Margaret G. Dalton",
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nOver the past half-century, while self-employment has consistently accounted for around one in ten of the United States workforce, its composition has changed. Since 1970, industries with high startup capital requirements have declined from 53% of self-employment to 23%. This same time period also witnessed declines in \"hometown\" local entrepreneurship and the probability of the self-employed being among top earners. Using 2016 data, we show that high startup capital requirements are linked with lower profitability at small scales. The transition away from high startup capital industries appears most closely linked to changes in small business production functions and less due to advantageous reallocation to other opportunities, growth in returns-to-scale among large businesses, or a worsening of financing conditions and debt levels.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu. We thank Ramana Nanda, Will Strange, and seminar participants for helpful comments. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1731 (CBDRB-FY21-P1731-R9046, R9048). All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}