{
    "id": 29727,
    "citation_title": "The Unequal Consequences of Job Loss across Countries",
    "citation_author": [
        "Antoine Bertheau",
        "Edoardo Maria Acabbi",
        "Cristina Barcelo",
        "Andreas Gulyas",
        "Stefano Lombardi",
        "Raffaele Saggio"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2023-02-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the consequences of losing a job across countries using a harmonized research design applied to seven matched employer-employee datasets. Workers in Denmark and Sweden experience the lowest earnings declines following job displacement, while workers in Italy, Spain, and Portugal experience losses three times as high. French and Austrian workers face earnings losses somewhere in between. Key to these differences is that Southern European workers are less likely to find employment following displacement. Loss of employer-specific wage premiums explains a substantial portion of wage losses in all countries.\n\n",
    "acknowledgement": "\nWe are very grateful to the editor Amy Finkelstein and four anonymous reviewers for their constructive comments that greatly improved the paper. We also thank Marcus Eliason, Simon Jäger, Patrick Kline, Claus Kreiner, Thomas Lemieux, Benjamin Schoefer, and Daphné Skandalis for helpful comments and seminar participants at Paris 8, VATT Institute for Economic Research Helsinki, LIER Helsinki, IFAU Uppsala, University of Copenhagen, Le Mans University, Banco de España, Catholic University of the Sacred Heart Milan, IMF, OECD, and participants at SOLE, Search and Matching Conference, AFSE, ESPE, EEA, EALE, SAEe, and the workshop BdE-CEMFI. Antoine Bertheau acknowledges financial support from the Danish National Research Foundation (Niels Bohr Professorship) and from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program: Grant agreement 741467 FIRMNET and data access from the CASD and Denmark Statistics. Edoardo Acabbi gratefully acknowledges financial support from the Comunidad de Madrid (Programa Excelencia para el Profesorado Universitario, convenio con Universidad Carlos III de Madrid, V Plan Regional de Investigación Científica e Innovación Tecnológica), the Spanish Ministry of Science and Innovation, project PID2020-114108GB-I00, and the Fundacion Ramon Areces. Andreas Gulyas gratefully acknowledges financial support from the German Research Foundation (DFG) through CRC TR 224 (project A3). Stefano Lombardi gratefully acknowledges financial support and data access from IFAU-Uppsala (project 157-2019). Raffaele Saggio thanks the Segretariato Ufficio Statistica at the Italian Ministry of Labour for providing the LOSAI data. The views and opinions in this paper do not necessarily reflect those of our employers or the National Bureau of Economic Research.\n\n\n"
}