{
    "id": 29721,
    "citation_title": "Omnia Juncta in Uno: Foreign Powers and Trademark Protection in Shanghai’s Concession Era",
    "citation_author": [
        "Laura Alfaro",
        "Cathy Ge Bao",
        "Maggie X. Chen",
        "Junjie Hong",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate how firms and markets adapt to trademark protection, an extensively utilized but under-examined form of IP protection to address asymmetric information, by exploring a historical precedent: China’s 1923 trademark law. Exploiting unique, newly digitized firm-employee, price, and newspaper data from Shanghai’s Concession Era, we show that the trademark law, an unanticipated and Western-disapproved response to end foreign privileges, significantly reduced information friction and shaped firm dynamics and organization on opposite sides of trademark conflicts. Western firms that suffered from counterfeits decreased dependence on alternative communication channels and gained market from Japanese counterparts who were most frequently accused of counterfeiting. The trademark law also fostered relationships with domestic intermediaries, both within and outside the boundaries of Western firms. The increased protection led to heterogeneous price responses and new varieties, demonstrating a coexistence of IP protection and competitive markets. In contrast, previous institutional attempts by foreign powers were broadly unsuccessful.\n\n",
    "acknowledgement": "\n“Omnia Juncta in Uno” (“All Joined in One”) was the Latin motto on the municipal seal of the Shanghai International Settlement (1843-1941) and signified the joint governance of foreign powers in the settlement. We thank Kyle Bagwell, Arnaud Costinot, Dave Donaldson, Ruixue Jia, Wolfgang Keller, Rocco Macchiavello, Petra Moser, Nancy Qian, Marco Tabellini, David Weinstein, Daniel Xu, and seminar and conference participants at Yale, Stanford, Northwestern, MIT Sloan, NYU, Michigan, Duke Fuqua, Georgetown, HEC, Brandeis, Vienna, HKU, Pompeu Fabra, Max Planck Institute, ifo, Bocconi, Padova, Frankfurt, PSE, NBER China Group, NBER Productivity, CEPR ERWIT, Barcelona GSE, British Academy, UCL Gorman, EOS, VfS, WEHC, NBER ITI, and SIOE for helpful feedback, and our research assistants Bennett Adamson, Chelsea Carter, Tao Chen, Gerard Domenech Arumi, Mona Dong, Zineb El Mellouki, Zhihua Guan, Sara Ji, Chris Kaiser, Xueyun Luo, Yifan Mao, Feifei Mi, Emanuela Migliaccio, Erxiao Mo, Julia Reinhold, Alexander Shusko, Mengru Wang, Alison Zhao, and Tianyu Zhao for outstanding assistance. We acknowledge Harvard’s China Fund Faculty Grant, GW IIEP and CIBER, and MIT Sloan’s EFA and JFRAP for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}