{
    "id": 29731,
    "citation_title": "Share Pledging in China: Funding Listed Firms or Funding Entrepreneurship?",
    "citation_author": [
        "Zhiguo He",
        "Bibo Liu",
        "Feifei Zhu"
    ],
    "citation_publication_date": "2022-02-07",
    "issue_date": "2022-02-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the connection between share pledging and entrepreneurial activities in China, challenging the common wisdom that share pledging funds circle back to the listed firms. Share pledging funds are at the discretion of the shareholders who pledge their publicly traded shares, and survey evidence shows that a majority of the largest shareholders (67.3%) used pledging funds outside the listed firms. By linking firm registration data with share pledging data, we show a positive relation between shareholders’ pledging transactions and entrepreneurial activities. Utilizing the launch of the exchange market in 2013 as a quasi-natural experiment that favors share pledging by natural person shareholders against that by legal entity shareholders, our difference-in-differences (DiD) analysis shows natural person shareholders increased their entrepreneurial activities significantly in response to the policy shock, relative to legal entity shareholders. In addition to various robustness checks, we also show that shareholders with better access to share pledging invest more heavily in industries with above-median growth potential.\n\n",
    "acknowledgement": "\nWe thank Yongxiang Wang, the Tsinghua University – University of Chicago Joint Research Center for Economics and Finance and the Becker Friedman Institute China for financial support. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business. Feifei Zhu acknowledges financial support from the National Natural Science Foundation of China (No. 72102247). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}