{
    "id": 29736,
    "citation_title": "Designing Benefits for Platform Workers",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDesigning benefits for the growing platform workforce in the U.S. poses significant challenges. While platform workers need protection against unforeseen shocks, work that is often part time and spread across multiple platforms makes the traditional benefits model untenable.  This paper reports the results from a survey of drivers and couriers working with Uber to help understand their benefits preferences.  We find that there is a wide diversity across these workers in platform earnings, the share of platform earnings from Uber, the share of family earnings from platform work and the availability of benefits from other jobs.  We use willingness-to-pay questions to show that workers are willing to trade off additional income for benefits; after accounting for the tax advantage of benefits, workers are roughly indifferent on average between the two.  While there are some trends in valuation, such as higher valuation for pension than for health contributions, the most notable feature of the data is the wide variation across workers in their preferences across benefits types and relative to income. Workers also show a preference for benefits that can help them commit to increase savings in the future.\n\n",
    "acknowledgement": "\nI am extremely grateful to Miriam Chaum and Libby Mishkin for their guidance and suggestions, and to Mariya Shappo and Sanat Kapur for data analysis and Julie Dorshkind for survey research support. This research was funded by, and the author was compensated by, Uber Technologies.  Employees of Uber provided feedback and comments on the paper and had the right to review the paper for factual accuracy, but did not have editorial control over the content. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}