{
    "id": 2973,
    "citation_title": "Research and Development As An Investment",
    "citation_author": [
        "Bronwyn Hall",
        "Fumio Hayashi"
    ],
    "citation_publication_date": "1989-05-01",
    "issue_date": "1989-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbout 20 percent of the gross investment expenditures of U.S. manufacturing firms is expenditures on research and development. Like investment in physical capital, R&D also responds to news about future prospects of the firm, such as profitability, technological opportunities, or changes in factor prices. Using data from a panel of large U.S. manufacturing firms that was developed within the Productivity Program of the NBER, we investigate the differential responses of these two types of investment to changes in the value of the firm's assets as perceived by financial markets and the interaction of these responses. In order to study this topic empirically, we develop a stochastic dynamic programming model of a firm with two types of capital (physical and knowledge capital) which are used to produce profits. A feature of the model is the distinction between the accumulation of the two kinds of capital: expenditures on the physical capital stock are incurred one or more years before the capital actually becomes productive, whereas R&D capital is produced jointly as a function of current expenditure and the past technological position of the firm. Two individual firm specific shocks are considered: one to the overall profitability of the firm, and one to the \"productivity\" of R&D. In the empirical estimates, we find that these two shocks account for about 20 percent of the total variance in net investment, 15 percent of the variance in the firm-level R&D to capital ratio, but only about 5 percent of the annual rates of return. The profitability shock is well described by a moving average process of order three, while the technology shock process is more nearly permanent: first order autoregressive with parameter near unity.\n\n",
    "acknowledgement": "\n"
}