{
    "id": 29735,
    "citation_title": "How Do Copayment Coupons Affect Branded Drug Prices and Quantities Purchased?",
    "citation_author": [
        "Leemore Dafny",
        "Kate Ho",
        "Edward Kong"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2023-04-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the causal effects of drug copayment coupons, which reduce consumer cost-sharing for branded prescription drugs, on net-of-rebate price and quantities sold. Focusing on drugs without generic substitutes, we show that coupon introductions increase quantity sold by 23-25% for the commercial segment relative to Medicare Advantage, where coupons are banned. To quantify the resulting equilibrium price effects, we estimate a discrete choice model of demand for multiple sclerosis drugs and simulate a model of drug price negotiations. We estimate that net-of-rebate prices are 8% higher due to the availability of coupons for most of these drugs.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Hanming Fang, Craig Garthwaite, Benjamin Handel, Alex Olssen, David Ridley, Amanda Starc, and seminar participants at New York University, Stanford University, University of Pennsylvania (Wharton), Yale University School of Management, the NBER Summer Institute, UCLA (Anderson), Cornell (Brooks), the American Society of Health Economics Annual Meeting, and the American Economics Association Annual Meetings for helpful comments. We thank Amina Abdu, Teresa Rokos, Olivia Zhao, and Ran Zhuo for excellent research assistance. We especially thank Chris Ody for insightful comments and data contributions. Edward Kong received funding from NIA training grant (T32AG51108). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLeemore Dafny\n\n1.\tI did not receive any financial support for my work on the paper referenced above.\n2.\tI have received payments for economic consulting in the past three years from Bates White Economic Consulting, Analysis Group, and Cornerstone Research. To the best of my knowledge, none of these firms has any stake in the paper referenced above, although some clients have businesses that could be impacted by hypothetical policy reforms discussed in the article. I also have worked and continue to work on behalf of state and federal agencies on various matters in the healthcare industry. Otherwise I have no relevant material or financial interests relating to this research.\n3.\tI am not an officer, director, or board member in a profit or non-profit organization that has a relevant relationship to the contents of the article referenced above.\n4.\tNone of my close relatives have received any financial support for my work on the paper referenced above.  None of my close relatives have received any financial support in the past three years from a party that would have a financial, ideological, or political stake in the paper referenced above.  None of my close relatives are an officer, director, or board member in a profit or non-profit organization that has a relevant relationship to the contents of the article referenced above.\n5.\tThe only parties that have had the right to review the contents of the paper prior to circulation are our data sources: the Health Care Cost Institute and the Pharmaceutical Benefits Manager described in the article.  This was only to ascertain that the written paper does not disclose any confidential information, and in the case of the PBM, to “decide whether to grant or deny permission to reveal the organization’s name in the scholarly work.”\n\n\n"
}