{
    "id": 29737,
    "citation_title": "Reconciling Trends in U.S. Male Earnings Volatility: Results from Survey and Administrative Data",
    "citation_author": [
        "Robert A. Moffitt",
        "John M. Abowd",
        "Christopher R. Bollinger",
        "Michael D. Carr",
        "Charles M. Hokayem",
        "Kevin L. McKinney",
        "Emily E. Wiemers",
        "Sisi Zhang",
        "James P. Ziliak"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOne strand of the literature in labor economics, household finance, and macroeconomics has studied whether individual earnings volatility has risen or fallen in the U.S. over the last several decades.  There are disagreements in the empirical literature on this question, with some suggestions that the differences are the result of using flawed survey data instead of more accurate administrative data.  This paper summarizes the results of a project to reconcile these findings with four different data sets and six different data series--three survey and three administrative data series, including two which match survey respondent data to their administrative data.  Four of the six series show no significant trend in male earnings volatility over the last 20-to-30+ years when differences across the data sets are properly accounted for.  A fifth shows a positive net trend but small in magnitude.  A sixth shows no net trend 1998-2011 and only a small decline thereafter.  The remaining differences across data series can be largely explained by differences in the left tail of their cross-sectional earnings distributions. We conclude that the data sets we have analyzed show little evidence of any significant trend in male earnings volatility since the mid-1980s.\n\n",
    "acknowledgement": "\nThe authors would like to thank Joe Altonji, the participants in a Summer 2019 meeting sponsored by the Washington Center for Equitable Growth, the participants of the Summer 2020 NBER Conference in Research and Wealth workshop, and the participants of the June 2021 Summer meetings of the Econometric Society for comments.  This draft also incorporates suggestions made by the JBES editorial staff and referees on individual papers. The authors have no financial or organizational conflicts of interest on this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Census Bureau.\n\n\n"
}