{
    "id": 29740,
    "citation_title": "Environmental Liabilities, Borrowing Costs, and Pollution Prevention Activities: The Nationwide Impact of the Apex Oil Ruling",
    "citation_author": [
        "Jianqiang Chen",
        "Pei-Fang Hsieh",
        "Po-Hsuan Hsu",
        "Ross Levine"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2023-03-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe 2008 Apex Oil court decision reduced the circumstances under which specific environmental clean-up obligations were dischargeable in Chapter 11, potentially affecting the securities prices, credit conditions, and pollution practices of corporations not in Chapter 11. We discover that among financially stressed firms with those specific environmental liabilities, bond and stock prices dropped after Apex. Moreover, those firms (1) experienced a tightening of credit conditions (e.g., paying higher risk premia on debts and receiving lower bond ratings), (2) intensified pollution prevention activities, and (3) reduced the emissions of pollutants causing environmental damages no longer dischargeable in Chapter 11. These findings hold among firms nationwide, not only those within the jurisdiction of the Seventh Circuit court, which issued the Apex decision, suggesting that Apex had a nationwide impact.\n\n",
    "acknowledgement": "\nWe thank the valuable comments from Dyaran Bansraj, Taehyun Kim, Jongsub Lee, Kyoungwon Seo, Francesc Rodriguez Tous, and seminar participants at City University of London, National Taiwan University and Seoul National University. We also thank Wan-Chien Chiu for her assistance in processing bank loan data.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}