{
    "id": 29745,
    "citation_title": "Land Speculation and Wobbly Dynamics with Endogenous Phase Transitions",
    "citation_author": [
        "Tomohiro Hirano",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the global macro-dynamics of an OLG model with capital and land with rational expectations. Through the interactions between capital accumulation and land prices, the economy experiences phase transitions, endogenously moving back and forth from situations with unique and multiple momentary equilibria. Consequently, there can be a plethora of rational expectation equilibria trajectories, without any smooth convergence properties, neither converging to a steady state or even to a limit cycle—what we call “wobbly” macro-dynamics. The price of land and other key macro variables (wages, interest rates, output, consumption, wealth, capital stock) endogenously fluctuate within a well-identified range with repeated boom-bust cycles. The key disturbance to the economy is endogenous; even with rational expectations, there can be real estate booms, with increasing land prices increasingly crowding out productive investments; but such unsustainable land price booms inevitably are followed by a crash. We analyze the set of parameter values for which wobbly fluctuations occur, show that with some parameter values, the only r.e. trajectories involve such wobbly dynamics, demonstrate how changes in parameters affect global macro-dynamics, and show how policy interventions can affect stability and social welfare.\n\n",
    "acknowledgement": "\nWe thank Jose Scheinkman for continuous discussions, and the seminar participants at INET seminar and Financial Economics Colloquium at Columbia U, Keio U, Ecole Polytechnique, London Macroeconomic Workshop at LSE, Ritsumeikan U, Kanazawa U, Expectations in Dynamic Macroeconomic Models Conference, Kansai U, Osaka, and GRIPS U for their feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}