{
    "id": 29746,
    "citation_title": "Corporate Flexibility in a Time of Crisis",
    "citation_author": [
        "John W. Barry",
        "Murillo Campello",
        "John Graham",
        "Yueran Ma"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the COVID shock to study the direct and interactive effects of several forms of corporate flexibility on short- and long-term real business plans. We find that i) workplace flexibility, namely the ability for employees to work remotely, plays a central role in determining firms’ employment plans during the health crisis; ii) investment flexibility allows firms to increase or decrease capital spending based on their business prospects in the crisis, with effects shaped by workplace flexibility; and iii) financial flexibility contributes to stronger employment and investment, in particular when fixed costs are high. While the role of workplace flexibility is new to the COVID crisis, CFOs expect lasting effects for years to come: high workplace flexibility firms foresee continuation of remote work, stronger employment recovery, and shifting away from traditional capital investment, whereas low workplace flexibility firms rely more on automation to replace labor.\n\n",
    "acknowledgement": "\nWe thank discussant Jose Barrero as well as seminar and conference participants at the AFA Annual Meeting, CMU Tepper, Duke University, HEC Paris, ITAM, Nazarbayev University, Nippon Finance Association, UIC, University of Oxford, University of Minnesota, University of Toronto, UT Austin McCombs, the Bank of Italy, editors, and an anonymous referee for helpful comments. We are grateful to Daniel Zongsheng Huang, Julien Weber, and Fatin Alia Ali for excellent research assistance. Our main industry-level variables can be downloaded at https://github.com/jwb4335/corporate_flexibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}