{
    "id": 29747,
    "citation_title": "The Information Content of Corporate Earnings: Evidence from the Securities Exchange Act of 1934",
    "citation_author": [
        "Oliver Binz",
        "John Graham"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the Securities Exchange Act of 1934 increased the information content of corporate earnings disclosures. Prior research questions whether the Act improved disclosure quality but generally relies on long-window tests and yields mixed results. We focus on whether the Act increased earnings informativeness, improving upon prior designs by focusing on short earnings announcement windows and employing a difference-in-differences design to control for potential contemporaneous structural changes. We document an increase in earnings informativeness following the Act, which is larger for treatment firms (which withheld disclosure before the Act) than for control firms. The increase in informativeness is more pronounced for firms that are subject to stronger enforcement.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and suggestions from Hami Amiraslani, Dan Bens, Thomas Bourveau, Greg Burke, Gavin Cassar, Scott Dyreng, Fabrizio Ferri, Elia Ferracuti, Robert Holthausen, Xu Jiang, Peter Joos, Matt Kubic, Mark Lang, Bill Mayew, Francine McKenna, Steve Monahan, Suresh Nallareddy, Katherine Schipper, Mani Sethuraman, Kevin Standridge, Robert Stoumbos, Rahul Vashishtha, Mohan Venkatachalam, Lauren Vollon, an anonymous reviewer and editor, and the workshop participants at Duke University, INSEAD, the European Accounting Symposium for Young Scholars (EASYS) webinar, the Early Insights in Accounting webinar, the Virtual Corporate Finance Fridays webinar, and the University of Miami. We thank Adarsh Abhinav, Sai Challa, Akshay Jituri, Maksym Kosachevskyy, Jairaj Joshi, Tyler Johnson, Rishi Badola, Vache Darbinyan, Darshit Parekh, Srushti Deshpande, and Sheilvy Soetanto for excellent research assistance. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}