{
    "id": 29741,
    "citation_title": "From Anti-vax Intentions to Vaccination: Panel and Experimental Evidence from Nine Countries",
    "citation_author": [
        "Vincenzo Galasso",
        "Vincent Pons",
        "Paola Profeta",
        "Michael Becher",
        "Sylvain Brouard",
        "Martial Foucault"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2022-02-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMillions of people refuse COVID-19 vaccination. Using original data from two surveys in nine OECD countries, we analyze the determinants of anti-vax intentions in December 2020 and show that half of the anti-vax individuals were vaccinated by summer 2021. Vaccinations were more likely among individuals aged 50+, exposed to COVID-19, compliant with public restrictions, more informed on traditional media, trusting scientists, and less concerned about vaccines’ side effects. We run a survey experiment with informational messages. In EU countries, a message about protecting health largely increases vaccinations, even among anti-vax individuals. In the U.K. and U.S., a message about protecting the economy generates similar effects. Our findings suggest that informational campaigns should adopt adequate narratives and address concerns about vaccines’ side effects.\n\n",
    "acknowledgement": "\nSurvey Data from the project Attitudes on COVID-19: A Comparative Study, chaired by Sylvain Brouard and Martial Foucault (Sciences Po); the December 2020 and the June/July 2021 waves of the survey received ethics approval from IE University (IERC-12/2020-2021 and IERC-30/2020-2021). Financial Support from ANR (French Agency for Research) - REPEAT grant (Special COVID-19), Unicredit Foundation and French region Nouvelle Aquitaine are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nVincent Pons is the cofounder of a startup company, eXplain.\n\n\n"
}