{
    "id": 29742,
    "citation_title": "A Bridge to Graduation: Post-Secondary Effects of an Alternative Pathway for Students Who Fail High School Exit Exams",
    "citation_author": [
        "Jane Arnold Lincove",
        "Catherine Mata",
        "Kalena Cortes"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nHigh school exit exams are meant to standardize the quality of public high schools and to ensure that students graduate with a set of basic skills and knowledge. Evidence suggests that a common perverse effect of exit exams is an increase in dropout for students who have difficulty passing tests, with a larger effect on minority students. To mitigate this, some states offer alternative, non-tested pathways to graduation for students who have failed their exit exams. This study investigates the post-secondary effects of an alternative high school graduation program. Among students who initially fail an exit exam, those who eventually graduate through an alternative project-based pathway have lower college enrollment, but similar employment outcomes to students who graduate by retaking and passing their exit exams. Compared to similar students who fail to complete high school, those students who take the alternative pathway have better post-secondary outcomes in both education and employment.\n\n",
    "acknowledgement": "\nThis research was supported by the Spencer Foundation through grant 201700051. We thank Celeste K. Carruthers, Daniel Mangrum, Maria Padilla-Romo, Katharine O. Strunk, seminar and conference participants at the University of Tennessee, the Federal Reserve Bank of New York, the American Economic Association, Association for Education Finance and Policy, the Association for Public Policy Analysis and Management, and the Southern Economic Association for helpful feedback. We are also grateful to Angela Henneberger, Ross Goldstein, Dara Zeelander Shaw, Amir Francois, and other Maryland stakeholders for assistance, data access, and policy information. This research was supported in part by the Maryland Longitudinal Data System (MLDS) Center. We are grateful for the assistance provided by the MLDS Center. All opinions are the authors’ and do not represent the opinion of the MLDS Center or its partner agencies. Institutional support was provided by the University of Maryland, Baltimore County and Texas A&M University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}