{
    "id": 29758,
    "citation_title": "Conditional Cash Transfers for Education",
    "citation_author": [
        "Sandra García",
        "Juan Saavedra"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews the extensive literature to date on CCTs for education. Section 2 provides background on the origins and expansion of CCTs globally, and describes basic design features and variation in characteristics across programs. Section 3 presents a theory of change and an economic household decision-making model highlighting key comparative statics and empirical predictions for the introduction of an education CCT program. Section 4 discusses key methodological challenges in evaluating the impacts of education CCTs. Section 5 integrates and updates the extensive evidence to date on the impacts of education CCTs on various outcome domains over the life cycle, and provides the most comprehensive view to date on learning impacts by meta-analyzing new evidence from more than 30 studies—substantially more than prior reviews of the literature. Section 6 reviews the evidence on indirect and general equilibrium effects. Section 7 presents a simple model of costs commonly used in the literature, which we extend to analyze cost-effectiveness for a subset of programs. Section 8 concludes and highlights open questions for future research.\n\n",
    "acknowledgement": "\nChapter prepared for the forthcoming Volume 6 of the Handbook of Economics of Education; edited by Eric Hanushek, Steven Machin, and Ludger Woessmann. Lucas Marin and Sabarish Shankar provided excellent research assistance. Eric Hanushek and Mike Branom provided very useful comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}