{
    "id": 29757,
    "citation_title": "Unequal Expenditure Switching: Evidence from Switzerland",
    "citation_author": [
        "Raphael Auer",
        "Ariel Burstein",
        "Sarah M. Lein",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the unequal effects of changes in consumer prices on the cost of living? In the context of changes in import prices (driven by, e.g., changes in trade costs or exchange rates), most analyses focus on variation across households in initial expenditure shares on imported goods. However, the unequal welfare effects of non-marginal foreign price changes also depend on differences in how consumers substitute between imported and domestic goods, on which there is scant evidence. Using data from Switzerland surrounding the 2015 appreciation of the Swiss franc, we provide evidence that lower-income households have higher price elasticities. We quantify the contribution of heterogeneous elasticities for the unequal welfare effects of observed price changes between 2014–15 and for counterfactual shocks to the mean and dispersion of import price changes.\n\n",
    "acknowledgement": "\nThe views presented in this paper are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research. We thank David Atkin, David Baqaee, Kirill Borusyak, Javier Cravino, Pablo Fajgelbaum, Thibault Fally, Isabel Martínez, Katheryn Russ, Andres Santos, and David Weinstein for helpful comments. We thank Santiago Alvarez for excellent research assistance.\n\n\n"
}