{
    "id": 29754,
    "citation_title": "Children and the US Social Safety Net: Balancing Disincentives for Adults and Benefits for Children",
    "citation_author": [
        "Anna Aizer",
        "Hilary W. Hoynes",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2022-02-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nEconomic research on the safety net has evolved significantly over time, moving away from a near exclusive focus on the negative incentive effects of means-tested assistance on employment, earnings, marriage and fertility to include examination of the potential positive benefits of such programs to children.  Initially, this research on benefits to children focused on short run impacts, but as we accumulated knowledge about skill production and better data became available, the research evolved further to include important long run economic outcomes such as employment, earnings and mortality.  Once the positive long-run benefits to children are considered, many safety net programs are cost-effective.  However, the current government practice of limiting the time horizon for cost-benefit calculations of major policy initiatives reduces the influence of the most current economic research on the long run benefits. We conclude with a discussion of why the rate of child poverty in the US is still higher than most OECD countries and how research on children and the safety net can better inform policy-making going forward.\n\n",
    "acknowledgement": "\nWe thank Raheem Chaudhry, Sungwoo Cho and Ray Huang who provided excellent research assistance.  We also thank Janet Currie, Greg Duncan, Shari Eli, Erik Hurst, Robert Moffitt, Nina Pavcnik, Tim Taylor, and Heidi Williams for helpful comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}