{
    "id": 29752,
    "citation_title": "Valuing the Time of the Self-Employed",
    "citation_author": [
        "Daniel J. Agness",
        "Travis Baseler",
        "Sylvain Chassang",
        "Pascaline Dupas",
        "Erik Snowberg"
    ],
    "citation_publication_date": "2022-02-14",
    "issue_date": "2022-02-11",
    "revision_date": "2022-02-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPeople’s value for their own time is a key input in evaluating public policies: evaluations should account for time taken away from work or leisure as a result of policy. Using rich choice data collected from farming households in western Kenya, we show that households exhibit non-transitive preferences consistent with behavioral features such as loss aversion and self-serving bias. As a result, neither market wages nor standard valuation techniques (such as the Becker-DeGroot-Marschak—BDM—mechanism of Becker et al., 1964) correctly measure participants’ value of time. Using a structural model, we identify the mix of behavioral features driving our choice data. We find that these features distort choices when exchanging cash either for time or for goods. Our model estimates suggest that valuing the time of the self-employed at 60% of the market wage is a reasonable rule of thumb.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Jack Adika, Charlette Emomeri, and Vitalis Ogutu for their outstanding field research management. We thank Colin Camerer, Patrick Francois, David Green, David McKenzie, Gerard Padro i Miquel, Vincent Pons, Supreet Kaur, John Loeser, Charlie Sprenger, and seminar audiences for useful feedback and encouragement. This study has received approval from the Institutional Review Boards (IRB) at Stanford University (protocol ID 28662) and at Innovations for Poverty Action (protocol ID 2644). This study is registered in the AEA RCT Registry and the unique identifying number is: AEARCTR-0004110. We thank the Canada Excellence Research Chairs program and Stanford University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}