{
    "id": 29759,
    "citation_title": "Group Corruption via Sequential Bargaining in a Hierarchical Organization",
    "citation_author": [
        "Fan-chin Kung",
        "Ping Wang",
        "Quan Wen"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a framework of group corruption via back-door negotiations between an outside initiator and an authority of decision-makers in a hierarchical organization. We examine the role played by the architecture of a multi-tier authority and determine under such a structure how bargaining proceeds, in what order, and when it breaks down. We verify that equilibrium bargaining sequence proceeds as a chain through decision-making agents, regardless of the hierarchy of the organization. We prove the existence of a compromised equilibrium, where the decision of the authority is compromised, and establish sufficient conditions under which the most natural bottom-up bargaining configuration arises in equilibrium where a proposer negotiates with an immediately higher ranked respondent, starting with the initiator bargaining with the lowest ranked decision-maker in the organization. We then show the circumstances under which a top-down or a non-monotonic equilibrium configuration may emerge, and those under which the deal may break down. This enables us to capture a rich array of group corruptive configurations as observed. We conclude by investigating the extension to multi-tier authorities with multiple agents of the same rank in each tier, such as in a tree hierarchy.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions by David Austin-Smith, Marcus Berliant, Gary Biglaiser, Rick Bond, Michael Chwe, Tom Gresik, Joe Harrington, Derek Laing, Jennifer Reinganum, Alison Watts, Asher Wolinsky and seminar participants at Penn State, Purdue, Hong Kong University of Science and Technology, Vanderbilt, University of Washington, as well as the Midwest Economic Theory Conference, the Society for Advanced Economic Theory Conference, the Southeast Economic Theory Conference, and the Taipei International Conference on Industrial Organization. Needless to say, the usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}