{
    "id": 2976,
    "citation_title": "Macroeconomic Implications of Production Bunching",
    "citation_author": [
        "Russell Cooper",
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "1989-05-01",
    "issue_date": "1989-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on inventory holdings stresses their role in smoothing production when costs are convex. Existing empirical evidence suggests that output is more variable than consumption so that production smoothing is not apparently present. One way of explaining this finding is to allow for nonconvex technologies. In this paper, we investigate some macroeconomic implications of the proposition that at least some firms in the economy produce with non-convex technologies. We begin our analysis by studying a simple Robinson Crusoe economy with a single, storable good which is produced from a non-convex technology. The single agent can produce a finite amount of output simply by incurring a fixed production cost. We demonstrate that the efficient solution to this problem will entail periods of production followed by periods of inactivity: i.e. production will be bunched rather than smoothed. More importantly, inventories will be used to smooth consumption relative to this production path. Still, as long as the agent discounts the future or inventories depreciate over time, consumption will not be totally smooth. Instead, consumption will be highest in periods of production. Thus the non-convex technology will induce fluctuations in both production and consumption. Using this analysis as a starting point, we then consider the implications of a non -convex technology in one sector of the economy for the behavior of other sectors through intersectoral technological linkages for both centralized and decentralized economies. For the centralized setting, the extent to which non- convexities spillover to other sectors depends on the degree to which intermediate and final goods can be inventoried and the nature of the technological interaction between factors. For the decentralized economy, the production of inputs which are strategic complements (substitutes) will be synchronized (staggered). Thus the presence of strategic complementarities (as in imperfectly competitive markets) will imply that non-convexities will have aggregate implications.\n\n",
    "acknowledgement": "\n"
}