{
    "id": 29760,
    "citation_title": "Intergenerational Mobility",
    "citation_author": [
        "Neil A. Cholli",
        "Steven N. Durlauf"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay reviews the theory and empirics of intergenerational mobility. Our review draws on models and empirical analyses of classic and more recent work from both economics and sociology. We summarize models and the surrounding empirical evidence of two key sets of mechanisms: family factors (income, education, credit constraints, household composition, and genes) and social factors (schools, neighborhood sorting, racial segregation, and peer and role model effects). We then discuss and evaluate current methods used to measure intergenerational mobility, including linear regressions and Markov chains. Theoretical models imply nonlinear relationships between parent and child status that are often ignored in practice and offer potentially different interpretations of the evidence of heterogeneity in mobility across locations, groups, and time. We conclude that the next generation of studies would benefit from a closer integration of theory with empirics.\n\n",
    "acknowledgement": "\nCorresponding author: Steven N. Durlauf. This paper was prepared for The Inequality Reader, Fifth Edition, D. Grusky, N. Dahir and C. Daviss, eds. We thank David Grusky for helpful comments. Cholli gratefully acknowledges financial support from the National Science Foundation Graduate Research Fellowship Program under Grant Number DGE-1746045 and from the Institute of Education Sciences, U.S. Department of Education, through Grant Number R305B140048 at the University of Chicago. Durlauf thanks the Institute for New Economic Thinking for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Science Foundation, Institute of Education Sciences, the U.S. Department of Education, or the National Bureau of Economic Research.\n\n\n"
}