{
    "id": 29763,
    "citation_title": "The World Uncertainty Index",
    "citation_author": [
        "Hites Ahir",
        "Nicholas Bloom",
        "Davide Furceri"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct the World Uncertainty Index (WUI) for an unbalanced panel of 143 individual countries on a quarterly basis from 1952. This is the frequency of the word “uncertainty” in the quarterly Economist Intelligence Unit country reports. Globally, the Index spikes around major events like the Gulf War, the Euro debt crisis, the Brexit vote and the COVID pandemic. The level of uncertainty is higher in developing countries but is more synchronized across advanced economies with their tighter trade and financial linkages. In a panel vector autoregressive setting we find that innovations in the WUI foreshadow significant declines in output. This effect is larger and more persistent in countries with lower institutional quality, and in sectors with greater financial constraints.\n\n",
    "acknowledgement": "\nWe would like to thank the National Science Foundation for their financial support. This paper is part of a research project on macroeconomic policy in low-income countries (IATI Identifier: GB-1-202960) supported by the U.K.’s Foreign, Commonwealth and Development Office (FCDO). We are grateful to John Fergusson from the Economist Intelligence Unit (EIU) for useful discussion about the EIU reports, Alex Chan and Steven Davis for comments on an earlier draft. We also thank Tobias Adrian, Gita Gopinath, Paolo Mauro and other participants of the IMF Surveillance Meeting. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, its Executive Board, or IMF management. See https://worlduncertaintyindex.com/ for our data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}