{
    "id": 29767,
    "citation_title": "Could Machine Learning be a General Purpose Technology? A Comparison of Emerging Technologies Using Data from Online Job Postings",
    "citation_author": [
        "Avi Goldfarb",
        "Bledi Taska",
        "Florenta Teodoridis"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2022-08-24",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGeneral purpose technologies (GPTs) push out the production possibility frontier and are of strategic importance to managers and policymakers. While theoretical models that explain the characteristics, benefits, and approaches to create and capture value from GPTs have advanced significantly, empirical methods to identify GPTs are lagging. The handful of available attempts are typically context specific and rely on hindsight. For managers deciding on technology strategy, it means that the classification, when available, comes too late. We propose a more universal approach of assessing the GPT likelihood of emerging technologies using data from online job postings. We benchmark our approach against prevailing empirical GPT methods that exploit patent data and provide an application on a set of emerging technologies. Our application exercise suggests that a cluster of technologies comprised of machine learning and related data science technologies is relatively likely to be GPT.\n\n",
    "acknowledgement": "\nWe acknowledge funding from SSHRC #502500 and the Sloan Foundation The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAvi Goldfarb\n\nI have no direct conflicts of interest.\n\n\nDisclosure\n\n\nI have received grants supporting my research from multiple sources including the Sloan Foundation (ongoing), the Social Sciences and Humanities Research Council of Canada (ongoing), the National Science Foundation (most recently 2018), Google (most recently 2009), WPP (most recently 2009), the Net Institute (most recently 2007), Bell Canada (most recently 2006), Plurimus Corporation (most recently 2001), and the Social Science Research Council (most recently 2000). I run a consulting company, Goldfarb Analytics Corporation, that advises organizations on digital and A.I. strategy, including work on legal cases involving large technology companies. Clients have included BMO, Bond Brand Loyalty, Brainmaven (on A.I. strategy in the insurance industry), Bruce Power, the Competition Bureau of Canada, Cornerstone Research (on matters of competition and privacy in the ad tech space), Facebook, the Federal Trade Commission, Keystone Strategy (on matters of competition in the ad tech space), Property Valuation Services Corporation of Nova Scotia, and RBC. I have given lectures—sometimes paid—at several organizations including Amazon, Bloomberg, BMC, Boehringer Ingelheim, Ebay, Facebook, Google, Hospital for Sick Children, Indigo, INTACT, McKesson, Microsoft, Netflix, Neoway, Neighbourhood Pharmacy Association of Canada, Pinterest, RBC, ScotiaBank, Sisense, and Zetta Venture Partners. I am Chief Data Scientist at the Creative Destruction Lab, a non-profit organization that helps science-based startups to scale.  I serve on the steering committee of the CDL-Rapid Screening Consortium, a corporate- and government-funded not-for-profit endeavour to build a scalable workplace COVID screening system to facilitate a return to normal. I also hold shares in many technology companies as part of a well-balanced investment portfolio.\n\n\n"
}