{
    "id": 29761,
    "citation_title": "The Great Gatsby Curve",
    "citation_author": [
        "Steven N. Durlauf",
        "Andros Kourtellos",
        "Chih Ming Tan"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2022-03-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a synthesis of theoretical and empirical work on the Great Gatsby Curve, the positive empirical relationship between cross-section income inequality and persistence of income across generations. We present statistical models of income dynamics that mechanically give rise to the relationship between inequality and mobility. Five distinct classes of theories, including models on family investments, skills, social influences, political economy, and aspirations are developed, each providing a behavioral mechanism to explain the relationship. Finally, we review empirical studies that provide evidence of the curve for a range of contexts and socioeconomic outcomes as well as explore evidence on mechanisms.\n\n",
    "acknowledgement": "\nPrepared for the Annual Review of Economics. Durlauf thanks the Institute for New Economic Thinking and the Archbridge Foundation for financial support. Tan thanks the Greg and Cindy Page Faculty Distribution Fund for financial support. We thank Scott Ashworth, Lawrence Blume, Yoosoon Chang, Neil Cholli, Anthony Fowler, Gueyon Kim, Alexandra Lukina, Esfandiar Maasoumi, Xi Song, and Le Wang for helpful discussions and many insights. Lian Chen, Chi Cheng, Devang Laddha, Goya Razavi, Tyler Schumacher, and Joyce Wang have provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}