{
    "id": 29766,
    "citation_title": "Electoral Turnovers",
    "citation_author": [
        "Benjamin Marx",
        "Vincent Pons",
        "Vincent Rollet"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most national elections, voters face a key choice between continuity and change. Electoral turnovers occur when the incumbent candidate or party fails to win reelection. To understand how turnovers affect national outcomes, we study all presidential and parliamentary elections held globally between 1946 and 2018. We document the prevalence of turnovers over time and estimate their effects on economic performance, human development, and the quality of democracy. Using a close-elections regression discontinuity design across countries, we show that turnovers improve several measures of country performance. To explain these positive effects, we explore how electoral turnovers affect leader characteristics, shape policy decisions, reduce perceived corruption, and foster accountability.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Abhijit Banerjee, Laurent Bouton, Rafael Di Tella, Dave Donaldson, Allan Drazen, Esther Duflo, Amory Gethin, Edward Glaeser, Sergei Guriev, Soeren Henn, Ro’ee Levy, Andy Newman, Ben Olken, Torsten Persson, Andrea Prat, Alessandro Riboni, Jesse Shapiro, Pierre-Louis Vézina, Matthew Weinzierl, and Katia Zhuravskaya, conference participants at the 2020 APSA conference, the 2023 UniCatt Political Economy Workshop, the 2023 Development Economics NBER Summer Institute, the 2023 Northwestern-UBC Political Economy & Development Conference, the 2022 CEPR Political Economy Symposium, the 2023 NEUDC conference, the 2022 SIOE conference, the 2022 Australian Political Economy Workshop, the 2022 King’s College-Paris Dauphine Democracy Workshop, the 2022 Petralia Workshop, the 2022 LACEA-LAMES Annual Meeting, the 2022 Wallis Conference on Political Economy, as well as seminar participants at AMSE, Berlin School of Economics, Bocconi University, Boston University, Brandeis University, Brown University, CBADE, Collegio Carlo Alberto, Columbia Business School, CREST-Ècole Polytechnique, EIEF, ENS-GATE Applied Seminar, Harvard University, King’s College London, MIT, NYU, NYU Abu Dhabi, University of Maryland, Oxford, University of St. Gallen, Sciences Po, Trinity College Dublin, Tufts University, UBC, UC San Diego, University of Warwick, and Yale for helpful feedback. Martin Albouy, Charlotte Combier, Jean Lavallée, Christophe Misner, Matéo Petel, Carolina Ranfagni, Gianmarco Torchetti, and Thomas Van Casteren provided outstanding research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI am the cofounder of a company, eXplain.\n\n\n"
}