{
    "id": 29770,
    "citation_title": "Patent Publication and Innovation",
    "citation_author": [
        "Deepak Hegde",
        "Kyle F. Herkenhoff",
        "Chenqi Zhu"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow does the publication of patents affect innovation? We answer this question by exploiting a large-scale natural experiment—the passage of the American Inventor's Protection Act of 1999 (AIPA)—that accelerated the public disclosure of most U.S. patents by two years. We obtain causal estimates by comparing U.S. patents subject to the law change with “twin” European patents which were not. After AIPA's enactment, U.S. patents receive more and faster follow-on citations, indicating an increase in technology diffusion. Technological overlap increases between distant but related patents and decreases between highly similar patents, and patent applications are less likely to be abandoned post-AIPA, suggesting a reduction in duplicative R&D. Firms exposed to one standard deviation longer patent grant delays increased their R&D investment by 4% after AIPA. These findings are consistent with our theoretical framework in which AIPA provisions news shocks about related technologies to follow-on inventors and thus alters their innovation decisions.\n\n",
    "acknowledgement": "\nWe are grateful to Luis Cabral, Wesley Cohen, Alberto Galasso, Nancy Gallini, Bernhard Ganglmair, Daniel Gross, Bronwyn Hall, Dietmar Harhoff, Joachim Henkel, Sabrina Howell, Zorina Khan, Hong Luo, Petra Moser, Alan Marco, Gaétan de Rassenfosse, Bhaven Sampat, Rosemarie Ziedonis, and seminar participants at Stanford, University of California, Berkeley, Northwestern University, University of Colorado, Boulder, and New York University. This research was supported by National Bureau of Economics Research, Innovation Policy Grant. Hegde acknowledges the support of the United States Patent and Trademark Office's Thomas Alva Edison Visiting Scholars program. All errors are our own. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}