{
    "id": 29771,
    "citation_title": "The End of Privilege: A Reexamination of the Net Foreign Asset Position of the United States",
    "citation_author": [
        "Andrew Atkeson",
        "Jonathan Heathcote",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2023-06-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. net foreign asset position has declined sharply since 2007 and is currently negative 65 percent of U.S. GDP. This deterioration primarily reflects a U.S.-specific rise in corporate asset values that has inflated the value of U.S. equity liabilities to the rest of the world. To interpret these trends we develop an international macro finance model of flows, stocks, asset valuations, the current account, and the net foreign asset position. We find that the welfare impact of rising asset values for a representative U.S. household has been quite negative given extensive foreign ownership of U.S. corporate equity.\n\n",
    "acknowledgement": "\nThis is an extensively revised version of our 2022 paper with the same title. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. We thank Robert Barro, Gianluca Benigno, Carol Bertaut, John Cochrane, Stephanie Curcuru, Pierre-Olivier Gourinchas, Dan Greenwald, Ṣebnem Kalemli-Özcan, Hanno Lustig, Matteo Maggiori, Thomas Philippon, Vincenzo Quadrini, Hélène Rey and Jesse Schreger for helpful comments. We thank Jiaxi Tan for research assistance.\n\n\n"
}