{
    "id": 29779,
    "citation_title": "Gifted Children Programs’ Short and Long-Term Impact: Higher Education, Earnings, and the Knowledge Economy",
    "citation_author": [
        "Victor Lavy",
        "Yoav Goldstein"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2024-07-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the short-run and longer-term effects of studying in gifted classes in high schools. Our results show that GCPs have tiny effects on high school academic achievement but substantially influence university outcomes. This influence is manifested in the choice of field of study, a higher incidence of double majors, and an increased likelihood of pursuing advanced degrees. Interestingly, participation in gifted classes does not affect earnings or employment in knowledge-based sectors, implying that gifted children do well in the labor market regardless of their participation in a special class. Finally, participation in gifted classes does not affect the likelihood of marriage or having children. Still, it positively affects the spouse’s “quality” driven by marriages between gifted students and their classmates. We discuss potential mechanisms by relating our findings to the literature in psychology about gifted children.\n\n",
    "acknowledgement": "\nThe comments by AEJ: Economic Policy editor (Stephen Ross) contributed greatly to this paper. We thank Netanel Ben-Porath, James Fenske, Emma Duchini, Hessel Oosterbeek, and participants in seminars at Ben Gurion University, Bocconi University, CEMFI Madrid, Hebrew University, Pompeu Fabra, University of Warwick, and the CESifo Education Conference in Munich for valuable comments and suggestions. We thank the Central Bureau of Statistics for providing access to the data we use in this study in its protected research room in Jerusalem. We also thank Dr Anat Ben-Simon, general director of The National Institute for Testing, for helpful guidance and information about the University Psychometric Entrance Test. Lavy acknowledges financial support from the Israel Science Foundation, Falk Research Institute, and CAGE. Goldstein acknowledges the Azrieli Foundation for the support of an Azrieli Graduate Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}