{
    "id": 29775,
    "citation_title": "What Gets Measured Gets Managed: Investment and the Cost of Capital",
    "citation_author": [
        "Zhiguo He",
        "Guanmin Liao",
        "Baolian Wang"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of government-led incentive systems by examining a staggered reform in the Chinese state-owned enterprise (SOE) performance evaluation policy. To improve capital allocative efficiency, in 2010, regulators switched from using return on equity (ROE) to economic value added (EVA) when evaluating SOE performance. This EVA policy adopts a one-size-fits-all approach by stipulating a fixed cost of capital for virtually all SOEs, ignoring the potential heterogeneity of firm-specific costs of capital. We show that SOEs did respond to the performance evaluation reform by altering their investment decisions, more so when the actual borrowing rate was further away from the stipulated cost of capital. Our paper provides causal evidence that incentive schemes affect real investment and sheds new light on challenges faced by economic reforms in China.\n\n",
    "acknowledgement": "\nWe thank Chong-en Bai, Allen Berger, Loren Brandt, Hui Chen, Chang-Tai Hsieh, Jay Ritter, Zheng Michael Song, Bernard Yeung, and seminar participants at the Macroeconomy and Finance in China Conference, Hong Kong Polytechnic University, University of Florida, University of Nevada, Las Vegas, University of South Carolina, and Fanhai International School of Finance at Fudan University for valuable comments. We also thank Xin Wang for his input on the group company level data. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business. Guanmin Liao acknowledges financial support from the National Natural Science Foundation of China (grant #71972180). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}