{
    "id": 29778,
    "citation_title": "Gaps Between Official and Excess Covid-19 Mortality Measures: The Effects of Institutional Quality and Vaccinations",
    "citation_author": [
        "Joshua Aizenman",
        "Alex Cukierman",
        "Yothin Jinjarak",
        "Sameer Nair-Desai",
        "Weining Xin"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2022-07-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate quartile rankings of countries during the Covid-19 pandemic using both official (confirmed) and excess mortality data. By December 2021, the quartile rankings of three-fifths of the countries differ when ranked by excess vs. official mortality. Countries that are ‘doing substantially better’ in the excess mortality are characterized by higher urban population shares; higher GDP/Capita; and higher scores on institutional and policy variables. We perform two regressions in which the ratio of Cumulative Excess to Official Covid-19 mortalities (E/O ratio) is regressed on covariates. In a narrow study, controlling for GDP/Capita and vaccination rates, by December 2021 the E/O ratio was smaller in countries with higher vaccination rates. In a broad study, adding institutional and policy variables, the E/O ratio was smaller in countries with higher degree of voice and accountability. The arrival of vaccines in 2021 and voice and accountability had a discernible association on the E/O ratio.\n\n",
    "acknowledgement": "\nWe are grateful for the detailed comments of anonymous referees and the Editor. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, the National Bureau of Economic Research, nor those of the Brown School of Public Health.\n\n\n"
}