{
    "id": 29777,
    "citation_title": "Exorbitant Privilege? Quantitative Easing and the Bond Market Subsidy of Prospective Fallen Angels",
    "citation_author": [
        "Viral V. Acharya",
        "Ryan Banerjee",
        "Matteo Crosignani",
        "Tim Eisert",
        "Renée Spigt"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2023-05-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe document capital misallocation in the U.S. investment-grade (IG) corporate bond market, driven by quantitative easing (QE). Prospective fallen angels—risky firms just above the IG cutoff—enjoyed subsidized bond financing in 2009-19. This effect is driven by prolonged cumulative Fed purchases of securities inducing long-duration IG-focused investors to rebalance their portfolios towards higher-yielding IG bonds. The benefiting firms (i) exploited the sluggish downward adjustment of credit ratings after M&A to finance risky acquisitions with bond issuances, (ii) increased market share affecting competitors' employment and investment, but (iii) suffered severe downgrades at the onset of the pandemic.\n\n",
    "acknowledgement": "\nWe thank Ed Altman, Jennie Bai, Richard Cantor, Olivier de Jonghe, Antonio Falato, Quirin Fleckenstein, Itay Goldstein, Victoria Ivashina, Kose John, Jane Li, Francis Longstaff, Camelia Minoiu, Andrea Presbitero, Tyler Muir, and Annette Vissing-Jorgensen for their comments. We also thank seminar and conference participants at the NBER Summer Institute Capital Markets and the Economy, AFA Annual Meetings, Cornell, Oxford Said{ETH Zurich Macro-finance Conference, 10th MoFiR Workshop on Banking, 2022 CEBRA Annual Meeting, KAIST, Deutsche Bundesbank/FRIC/CEPR “Credit Risk over the Business Cycle” conference, FSB Systemic Risks in Non-Bank Financial Intermediation conference, 2021 Federal Reserve Stress Testing Research conference, CEPR Endless Summer Conference on Financial Intermediation and Corporate Finance, Bank of Spain, NYU Shanghai Joint-School Macro/Finance Seminar, NYU Stern, Cornell, Korea University Business School, KU Leuven, University of Melbourne, Norges Bank, Erasmus Rotterdam, University of South Carolina, New York Fed, University of Bonn, Humboldt University, ESADE Spring Workshop, and the BIS for valuable comments. We thank Erica Bucchieri and William Arnesen for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, the BIS, or any of their staff. A previous version of this paper circulated with the title “Exorbitant Privilege? The Bond Market Subsidy of Prospective Fallen Angels”. Corresponding author: Matteo Crosignani. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}