{
    "id": 29774,
    "citation_title": "The Distribution of Crisis Credit: Effects on Firm Indebtedness and Aggregate Risk",
    "citation_author": [
        "Federico Huneeus",
        "Joseph P. Kaboski",
        "Mauricio Larrain",
        "Sergio L. Schmukler",
        "Mario Vera"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2023-03-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distribution of credit during crisis times and its impact on leverage and risk at the firm and macroeconomic levels. We analyze a large-scale COVID-19 public credit guarantee program in Chile, using novel transaction-level credit data matched with tax data. We find that demand drives the increase in leverage, especially for riskier firms, but several factors keep aggregate risk small. Aggregate risk increases substantially when credit limits are relaxed, but reallocating the existing program credit toward riskier firms or raising the expected default increases risk much less. A quantitative model of firms and endogenous default confirms our empirics.\n\n",
    "acknowledgement": "\nWe thank participants at presentations held at the ASSA Annual Meetings, Chile's Central Bank, Financial Market Commission, and Ministry of Finance, the Federal Reserve Bank of Atlanta, the IMF Jacques Polak Annual Research Conference, the Inter-American Development Bank, the International Centre for Economic Analysis, the LACEA-LAMES Annual Meetings, the Middle East and North Africa Central Bank Conference, the MoFiR Workshop at Bank of Portugal, the SED Annual Meetings, and the World Bank for helpful comments. We also thank feedback from Rodrigo Alfaro, Mehdi Bartal, Solange Berstein, Felipe Córdova, Natalie Cox, Giovanni Dell'Arricia, Andrés Fernández, Aart Kraay, Patricio Toro, Camilo Vio, and Jasmine Xiao. We are grateful to Brian Castro, Esteban Espinoza, Joaquín Fernández, Regina Mannino, Pablo Muñoz, and especially Carolina Wiegand for outstanding research assistance. We thank Antonn Park for able editorial support. The World Bank Chile Research and Development Center, the Knowledge for Change Program (KCP), the Research Support Budget (RSB), and the UK's Structural Transformation and Economic Growth (STEG) research programme through Notre Dame's BIG Lab provided financial support for this paper. The findings, interpretations, and conclusions are those of the authors and do not necessarily represent those of the Central Bank of Chile, the Financial Market Commission of Chile, or the World Bank, its executive directors, the governments they represent, or the National Bureau of Economic Research.\n\n\n\nJoseph P. Kaboski\n\nOver the past three years, Kaboski has received substantial financial support from Yale Research Initiative on Innovation and Scale’s (Y-RISE), CEPR’s Structural Transformation and Economic Growth (STEG) Research Programme, the IMF, and the Becker-Friedman Institute. In addition, Kaboski has a paid position as Chair of the Academic Steering Committee of Structural Transformation and Economic Growth (STEG) Research Programme  and unpaid positions on the boards of the Bureau for Research and Economic Analysis of Development (BREAD) and the Catholic Research Economists Discussion Organization (CREDO) and the Academic Advisory Council of the Institute for New Structural Economics (INSE) at Peking University.\n\n\n"
}