{
    "id": 29785,
    "citation_title": "The Unemployment-Inflation Trade-off Revisited: The Phillips Curve in COVID Times",
    "citation_author": [
        "Richard K. Crump",
        "Stefano Eusepi",
        "Marc Giannoni",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a New Keynesian Phillips curve, we document the rapid and persistent increase in the natural rate of unemployment, u*ₜ, in the aftermath of the pandemic and characterize its implications for inflation dynamics. While the bulk of the inflation surge is attributed to temporary supply factors, we also find an important role for current and expected negative unemployment gaps. Through the lens of the model, the 2022–2023 disinflation was driven by the expectation that the unemployment gap will close through a progressive decline in u*ₜ and a rise in the unemployment rate. This implies that convergence to long-run price stability depends critically on expectations about labor market tightness. Using a variety of cross-sectional data sources we provide corroborating evidence of unusually tight labor market conditions, consistent with our estimated rise in u*ₜ.\n\n",
    "acknowledgement": "\nThis paper was initially presented at the January 3, 2021 ASSA session on “Measuring the Unemployment Gap.” We thank Emmanuel Saez and Pascal Michaillat for organizing the session and Regis Barnichon for his discussion. We are grateful to our editor Ricardo Reis, an anonymous referee, and our discussants Jordi Galí and Jonathan Hazell and the participants of the 2022 JME-SNB-SCG conference. We also thank Edward Nelson for helpful comments about the interpretation of historical inflation dynamics. Jin Yan, Charles Smith, and Ignacio Lopez Gaffney provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}