{
    "id": 29788,
    "citation_title": "Ideas Have Consequences: The Impact of Law and Economics on American Justice",
    "citation_author": [
        "Elliott Ash",
        "Daniel L. Chen",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a quantitative analysis of the effects of the early law-and- economics movement on the U.S. judiciary. We focus on the Manne Economics Institute for Federal Judges, an intensive economics course that trained almost half of federal judges between 1976 and 1999. Using the universe of published opinions in U.S. Circuit Courts and 1 million District Court criminal sentencing decisions, we estimate the within-judge effect of Manne program attendance. Selection into attendance was limited—the program was popular across judges from all backgrounds, was regularly oversubscribed, and admitted judges on a first-come first-served basis—and results are robust to a variety of automatically selected covariates predicting the timing of attendance. We find that after attending economics training, participating judges use more economics language in their opinions, issue more conservative decisions in economics-related cases, rule against regulatory agencies more often, favor more lax enforcement in antitrust cases, and impose more/longer criminal sentences. The law-and- economics movement had policy consequences via its influence on U.S. federal judges.\n\n",
    "acknowledgement": "\nThanks to Jacopo Bregolin, David Cai, Zoey Chopra, Jeff Jacobs, Lorenzo Lagos, Yutong Li, Wei Lu, Claudia Marangon, Philipp Nikolaus, Leo Picard, Matteo Pinna, Jesus Rodriguez, and Grace Zhang for helpful research assistance. We thank Henry Butler, Ellora Derenoncourt, Henry Farrell, Andrew Hayashi, Ethan Kaplan, Jeremy Kessler, Ilyana Kuziemko, Eric Posner, Andrea Prat, Eric Talley, and numerous seminar participants for helpful comments and conversations. We thank Joshua Fischman and Gregory Conko for information on judge attendance from the GMU LEC. Work on this project was conducted while Daniel L. Chen received financial support from the European Research Council; Swiss National Science Foundation;  IAST funding - the French National Research Agency(ANR)under the Investments for the Future (Investissementsd’Avenir) program-grant ANR-17-EUR-0010; the research foundation TSE- Partnership; and ANITI funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research\n\n\n"
}