{
    "id": 29789,
    "citation_title": "Where Do My Tax Dollars Go? Tax Morale Effects of Perceived Government Spending",
    "citation_author": [
        "Matias Giaccobasso",
        "Brad C. Nathan",
        "Ricardo Perez-Truglia",
        "Alejandro Zentner"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2024-11-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDo perceptions about government spending affect willingness to pay taxes? We test this hypothesis with a natural field experiment that focuses on the allocation of property taxes to public schools. Our results show that taxpayers often misperceive the destination of their tax dollars. By introducing shocks to households’ perceptions via an information-provision experiment, we find that perceptions of how tax dollars are used significantly affect the probability of filing a tax appeal. Moreover, the effects are consistent with reciprocal motivations: individuals are more willing to pay taxes if they believe that the government services funded by those taxes will provide greater personal benefit.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from Raj Chetty, Matthew Weinzierl, Austan Goolsbee, Steve Levitt, James Poterba, Joel Slemrod, Dario Tortarolo, Sutirtha Bagchi and seminar participants at the NBER-Public Economics, UC Santa Barbara, UC Berkeley, University of Michigan, University of Chicago, University of Chicago-Advances in Field Experiments, CESifo, EU Tax Observatory, Federal Reserve Bank of Chicago, RIDGE, IIPF, Journees LAGV, and NOVAFRICA. This project was reviewed and approved in advance by the Institutional Review Board at The University of Texas at Dallas. The field experiment was pre-registered in the AEA RCT Registry with the number#0007483 (Giaccobasso et al., 2021). To prevent contamination of the subject pool (e.g., that subjects could read about the hypotheses being tested), we posted the RCT pre-registration immediately after the deadline to file a protest had passed, but before conducting any analysis of the data. After the study is accepted for publication, we will share all the code and data through a public repository. Matias Giaccobasso is grateful for funding from the Research Council of Finland, grant # 346253. Xinmei Yang and Miriam Malament provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}