{
    "id": 29782,
    "citation_title": "Human Capital Reallocation Across Firms: Evidence from Idiosyncratic Shocks",
    "citation_author": [
        "Erik P. Gilje",
        "Jérôme P. Taillard",
        "Linghang Zeng"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study human capital reallocation following firm-specific idiosyncratic shocks. Theory offers diverging predictions as to whether human capital gets reallocated to its most productive use following these shocks. To empirically test these predictions, we focus on relegation battles in the English Premier League. This setting offers well identified idiosyncratic shocks as well as both individual-level and firm-level productivity metrics. We find that human capital exits firms after a negative idiosyncratic shock. Specifically, we find that more productive players move to more productive clubs and maintain their long-term productivity. They get replaced with lower productivity players. Overall, our results show that in a setting with highly transferable skills, idiosyncratic shocks lead to a reallocation of human capital that moves an industry towards a better overall match between individual-level and firm-level productivity.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Babson College, UMass Lowell, and Dayton Summer Finance Workshop for helpful comments and Aakash Shah for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}