{
    "id": 29786,
    "citation_title": "Seeing the Future: A Better Way to Model and Test for Adaptive Developmental Plasticity",
    "citation_author": [
        "Anup Malani",
        "Stacy Rosenbaum",
        "Susan C. Alberts",
        "Elizabeth A. Archie"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly life conditions can have profound effects on individual health, longevity, and biological fitness. Two classes of hypotheses are used to explain the evolutionary origins of these effects: developmental constraints (DC) hypotheses, which focus on the deleterious effects of low-quality early-life environments, and predictive adaptive response (PAR) models, which focus on organisms’ predictions about their adult environment, phenotypic adaptations based on that prediction, and the deleterious consequences of incorrect predictions. Despite their popularity, these ideas remain poorly defined. To remedy this, we provide mathematical definitions for DC, PARs, and related concepts, and develop statistical tests derived from these definitions. We use simulations to demonstrate that PARs are more readily detected by tests based on quadratic regressions than by tests based on more commonly used interaction regression models. We demonstrate that the poor performance of interaction models stems from two problems: first, they are mathematically incapable of detecting a central prediction of PAR, and second, they conceptually conflate PARs with DC. We conclude by providing recommendations for how researchers can make use of explicit definitions and properly-aligned visualizations and statistical tests to make progress in this important research area.\n\n",
    "acknowledgement": "\nWe thank A. Lea, C. Weibel, B. Lerch, N. Grebe, and the members of the S.C.A., E.A.A., and J. Tung laboratories, whose insights greatly improved the manuscript. We gratefully acknowledge the support of the NIH, especially the National Institute on Aging, and the NSF for long-term support of the Amboseli Baboon Research Project (ABRP), which inspired our evaluation of these models. This work was supported through NIH Grant R01AG053330, R01AG053308, R01HD088558, and P01AG031719. In the past decade, ABRP acknowledges support from Awards/Grants IOS 1053461, IBN 9985910, IBN 0322613, IBN 0322781, BCS 0323553, BCS 0323596, DEB 0846286, DEB 0846532, IOS 0919200, R01AG034513-01, R21AG049936, and P01AG031719. We thank the Kenya Wildlife Service, Institute of Primate Research, National Museums of Kenya, National Council for Science and Technology, the Kajiado County Council, the members of the Amboseli–Longido pastoralist communities in Kenya, and the Enduimet Wildlife Management Area. We are particularly grateful for the work of the Amboseli Baboon Project long-term field team (R. S. Mututua, S. Sayialel, and J. K. Warutere), and V. Oudu and T. Wango for their assistance in Nairobi. We thank Karl Pinc for his database design and management expertise, as well as the Amboseli Baboon Research Project’s database technicians, D. Onderdonk, C. Markham, T. Fenn, N. Learn, L. Maryott, P. Onyango, and J. Gordon. Malani acknowledges the support of the Barbara J. and B. Mark Fried Fund at the University of Chicago Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}