{
    "id": 29784,
    "citation_title": "Has the Willingness to Work Fallen during the Covid Pandemic?",
    "citation_author": [
        "R. Jason Faberman",
        "Andreas I. Mueller",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2022-02-21",
    "issue_date": "2022-02-17",
    "revision_date": "2022-07-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of the Covid pandemic on willingness to work along both the extensive and intensive margins of labor supply. Special survey questions in the Job Search Supplement of the Survey of Consumer Expectations (SCE) allow us to elicit information about individuals’ desired work hours for the 2013-2021 period. Using these questions, along with workers’ actual labor market participation, we construct a labor market underutilization measure, the Aggregate Hours Gap (AHG), following Faberman et al. (2020). The AHG captures changes in labor market underutilization for the full population along both the extensive and intensive margins using data on desired work hours as a measure of their potential labor supply. We find that the sharp increase in the AHG during the Covid pandemic essentially disappeared by the end of 2021. We also document a sharp decline in desired work hours during the pandemic that persists through the end of 2021 and is roughly double the drop in the labor force participation rate. Ignoring the decline in desired hours overstates the degree of underutilization by 2.5 percentage points (12.5%). Our findings suggest that, as of 2021Q4, the labor market is tighter than suggested by the unemployment rate and the adverse labor supply effect of the pandemic is more pronounced than implied by the labor force participation rate. These discrepancies underscore the importance of taking into account the intensive margin for both labor market underutilization and potential labor supply.\n\n",
    "acknowledgement": "\nWe thank Jonas Maibom and various conference and seminar participants for their helpful comments and Elizabeth Kepner and Levi Bognar for excellent research assistance. The views expressed in this paper are our own and do not necessarily reflect the views of the Federal Reserve Bank of Chicago or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}