{
    "id": 29794,
    "citation_title": "Asset Prices and Unemployment Fluctuations: A Resolution of the Unemployment Volatility Puzzle",
    "citation_author": [
        "Patrick J. Kehoe",
        "Pierlauro Lopez",
        "Virgiliu Midrigan",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work has demonstrated that existing solutions of the unemployment volatility puzzle are at odds with the procylicality of the opportunity cost of employment, the cyclicality of wages, and the volatility of risk-free rates. We propose a model of business cycles that is immune to these critiques by incorporating two key features. First, we allow for preferences that generate time-varying risk over the business cycle to account for observed fluctuations in asset prices. Second, we introduce human capital acquisition consistent with the evidence on how wages grow with experience in the labor market. Our model reproduces the observed fluctuations in unemployment because hiring a worker is a risky investment with long-duration returns. As in the data, the price of risk in our model sharply increases in recessions. The benefit from hiring new workers therefore greatly declines, leading to a large decrease in job vacancies and an increase in unemployment of the same magnitude as in the data. We show that our results extend to versions of the model that include physical capital, a life cycle for workers, and alternative preference structures common in the asset-pricing literature.\n\n",
    "acknowledgement": "\nThe authors thank the Fondation Banque de France for research support. Patrick J. Kehoe and Elena Pastorino gratefully acknowledge financial support from the National Science Foundation and the Stanford Institute for Economic Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}