{
    "id": 29797,
    "citation_title": "Democratization, Elite Capture and Economic Development",
    "citation_author": [
        "Andrew D. Foster",
        "Mark R. Rosenzweig"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show using a theoretical framework that embeds a voting model in a general-equilibrium model of a rural economy with two interest groups defined by land ownership that the effects of democratization—a shift from control of public resources by the landed elite to a democratic regime with universal suffrage—on the portfolio of public goods is heterogeneous, depending the population landless. In accord with the model and empirical findings from micro data on the differing material interests of the two land classes, we find, based on 30-year panel data describing the democratization of Indian villages, that democratization in villages with a larger landless population share shifted resources away from public irrigation, secondary schools, and electrification and towards programs that increase employment. When the landed farmers have a large population share, public resources were shifted towards irrigation, secondary schools and electrification and away from employment programs.\n\n",
    "acknowledgement": "\nThe research for this paper is supported in part by grants NIH HD30907 and NSF SBR93-08405. We are grateful to Tim Besley for comments on an earlier version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}