{
    "id": 29793,
    "citation_title": "The Long-Run Labor Market Effects of the Canada-U.S. Free Trade Agreement",
    "citation_author": [
        "Brian K. Kovak",
        "Peter M. Morrow"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the long-run effects of the 1988 Canada-U.S. Free Trade Agreement (CUSFTA) on the Canadian labor market using matched longitudinal administrative data for the years 1984-2004. We simultaneously examine the labor market effects of increased export expansion and import competition, generally finding adverse effects of Canadian tariff cuts and favorable effects of U.S. cuts, though both effects are small.   Workers initially employed in industries that experienced larger Canadian tariff concessions exhibit a heightened probability of layoffs at large firms, but little impact on long-run cumulative earnings. Lower earnings and years worked at the initial employer are offset by gains in other manufacturing industries, construction, and services.  Canadian workers quickly transitioned out of industries facing import competition, with the majority of industry adjustment occurring among new entrants to the labor market.\n\n",
    "acknowledgement": "\nWe especially thank Allison Devlin for all of her important contributions to the analysis presented in this paper.  We also thank our discussants at conference presentations for very helpful comments and suggestions: David Autor, Teresa Fort, Keith Head, and Brian McCaig. We appreciate helpful comments and suggestions from Nate Baum-Snow, Winnie Chan, Gordon Hanson, Ig Horstmann, Felix Koenig, Kory Kroft, James Lake, Thomas Lemieux, Kevin Lim, Phil Luck, Rene Morissette, David Price, John Ries, Kadee Russ, Lowell Taylor, Daniel Trefler, Eric Verhoogen, and seminar participants at the 2021 ASSA Meetings, 2020 Atlanta Fed International Economics Workshop, Chinese University of Hong Kong, Dartmouth, EIIT, FGV Sao Paulo, Georgetown, Groningen, Johns Hopkins (SAIS), Maryland, the NBER Summer Institute (2021), the Nordic International Trade Conference (2020), and Syracuse. We especially thank Yukman Cheung, Danny Leung, and Beryl Li at Statistics Canada and Shenjie Chen and Emily Yu at Global Affairs Canada for all their help, without which this project would never have gotten off the ground. We are also indebted to Philippe Kabore at Statistics Canada for timely and professional disclosure. We thank Global Affairs Canada for generous funding. Results in this paper have been screened by Statistics Canada to ensure that no confidential results have been released. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of Global Affairs Canada or Statistics Canada.  All remaining mistakes are those of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}