{
    "id": 29799,
    "citation_title": "Business Cycles and Healthcare Employment",
    "citation_author": [
        "Erkmen G. Aslim",
        "Shin-Yi Chou",
        "Kuhelika De"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2022-10-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs healthcare employment recession proof? We examine the hypothesis that healthcare employment is stable across the business cycle. We explicitly distinguish between a negative aggregate demand and supply shock in studying how healthcare employment responds to recessions, and show that this response depends largely on the type of the exogenous shock triggering the recession. We find that aggregate healthcare employment responds procyclically during demand-induced recessions but remains stable during supply-induced recessions. Further, there is significant heterogeneity in the employment responses of the healthcare sub-sectors. While healthcare employment in most sub-sectors responds procyclically during recessions caused by both negative demand and supply shocks, that in nursing dominant sectors responds countercyclically. However, the procyclical response of sub-sectors and countercyclical response of nursing dominant sectors are both relatively weaker during recessions caused by a negative aggregate supply shock than a demand shock, thus balancing out and contributing to an overall null employment response of the aggregate healthcare sector during recessions caused by a supply shock. More generally, by isolating the recessionary impact of the negative aggregate demand shock from supply shock on healthcare employment, we provide new empirical evidence that healthcare employment in general is not recession proof.\n\n",
    "acknowledgement": "\nWe would like to thank John Bowblis, David Grabowski, Fatih Karahan, William D. Lastrapes, Jason Lindo, Federico Mandelman, Ian M. Schmutte, Jessica Taylor, Mark W. Watson; and seminar participants at Florida International University and Cornell’s 100 Years of Economic Development Conference for helpful comments and suggestions. Aslim is also grateful to Danila Serra and Elira Kuka for including this paper in the “Adopt a Paper” mentoring program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}