{
    "id": 29790,
    "citation_title": "Calling All Issuers: The Market for Debt Monitoring",
    "citation_author": [
        "Huaizhi Chen",
        "Lauren Cohen",
        "Weiling Liu"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2022-10-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n95% of long-term municipal bonds have callable features, and yet we find new evidence of a substantial fraction of local governments exercising these valuable options sub-optimally, with significant delays – resulting in sizable losses. Using data from 2001 to 2018, we estimate that U.S. municipals lost over $26 billion from delayed refinancing, whereas the entire U.S. corporate sector, facing the same low interest-rate environment, lost only a comparatively modest $1.4 billion. We present evidence that these delays are related to gaps in localized debt monitoring. For instance, when a bond’s call unlocks in a month that is the fiscal year-end of a local government – a particularly busy time for finance departments – the decision to call is delayed significantly longer. A significantly longer delay also occurs when a municipality is faced with waves of calls all coming due at once. These effects are magnified in smaller municipalities, staffed with smaller finance departments. Moreover, the market for outside monitoring (e.g., underwriters), is a fractured one. It is characterized by extreme stickiness: 87% of a municipality’s bonds are issued with the same underwriter over our sample period. The usage of a less locally-focused underwriter is associated with significantly greater delays.\n\n",
    "acknowledgement": "\nWe would like to thank David Abel (Columbia Capital Management), Rajesh Aggarwal, Emily Brock (Director, Federal Liaison Center of the Government Finance Officers Association), John Campbell, Julia Cooper (Director of Finance, City of San José), Zhi Da, Daniel Garrett, Tiantian Gu, Michael Loguercio (Munistat), Andrew Kalotay (Andrew Kalotay Associates), Francis Longstaff, Dermott Murphy, Giang Nyguyen, Peter Orr (Intuitive Analytics), Michael Pacella (Assistant Superintendent for Business at Pine Bush Central School District), Richard Ryffel (First Bank), Sophie Shive, and seminar participants at the Municipal Finance Workshop, University of Notre Dame, Northeastern University, Western Finance Association, Brooking’s Municipal Finance Conference, and the Fixed Income and Financial Institutions Conference for helpful comments and suggestions. We also thank Yixuan Li for providing valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}