{
    "id": 29798,
    "citation_title": "Grandfathering with Anticipation",
    "citation_author": [
        "Christopher Costello",
        "Corbett A. Grainger"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural resources such as carbon, water, and fish are increasingly managed with markets that require an initial allocation of property rights. In practice these rights are typically grandfathered based on historical use, but rights could be allocated any number of ways. Taking the perspective of a currently unregulated firm, we ask how the anticipation of a future market affects extraction incentives, environmental quality, and welfare prior to the implementation of the market. We show that this anticipation has first-order welfare implications, seemingly contradicting the widely held belief that the allocation of rights has no aggregate welfare consequences. The most egregious case involves anticipation of a traditional grandfathering rule, which induces a race for allocation before the market goes into effect, causing over-extraction or over-emissions, even relative to the completely unregulated baseline. We derive an alternative allocation rule called \"Reverse-Grandfathering\" that still provides a free allocation of rights but reverses the marginal incentive to emit or extract. We show that this new approach, which relies on incentives due to anticipation, can replicate welfare-maximizing firm behavior, even in the complete absence of regulation. To illustrate the potential magnitude of anticipation effects, we develop and parameterize a structural model of a hypothetical market among nearly 5,000 large fishing firms on the high seas. Relative to traditional grandfathering and auctioning of rights, Reverse-Grandfathering substantially increases natural resource stocks and welfare.\n\n",
    "acknowledgement": "\nCostello acknowledges the Bren Chair in Environmental Management and the Environmental Markets Lab. Grainger acknowledges research support from the Research Council of Norway (Grant 295197). We thank Charles Figuieres for many discussions on this and related work. We thank Richard Carson, Judson Boomhower, Michael Greenstone, Koichiro Ito, Kelsey Jack, Mark Jacobsen, Kyle Meng, Andrew Plantinga, Jim Sallee and David Weisbach for helpful comments. We also thank seminar and conference participants at AERE, Duke University, Fordham University, London School of Economics, NC State University, Oregon State University, University of British Columbia, University of Chicago, University of California San Diego, University of California Santa Barbara, the UC Environmental Economics (UCEE) Seminar, University of Oregon, and University of Wisconsin - Madison. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}