{
    "id": 29809,
    "citation_title": "Do Higher-Priced Hospitals Deliver Higher-Quality Care?",
    "citation_author": [
        "Zack Cooper",
        "Joseph J. Doyle Jr.",
        "John A. Graves",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2023-01-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHospitals in the US compete on price and quality. There are fears that because of general idiosyncrasies in the market for health care services, competition between hospitals will not generate efficient prices. These concerns have led to widespread calls for price regulation in the $1.3 trillion hospital sector. A clear prediction from the growing literature on hospital insurer bargaining is that more appealing hospitals should be able to negotiate higher prices. Following this prediction, we introduce a simple test of the extent to which the market for hospital care in the US is functioning: analyzing whether high priced hospitals have higher quality, controlling for patient selection. We find that being admitted to a hospital with two standard deviations higher prices raises spending on patients by 53% and lowers their mortality by 1 percentage point (37%). However, the relationship between higher prices and lower mortality is only present at hospitals in less concentrated markets. Receiving care from expensive hospitals in concentrated markets increases spending but has no detectable effect on mortality.\n\n",
    "acknowledgement": "\nThis project received financial support from the National Institute on Aging P01-AG019783. The authors acknowledge the assistance of the Health Care Cost Institute (HCCI) and its data contributors, Aetna, Humana, and UnitedHealthcare, in providing the claims data analyzed in this study. We benefited enormously from the excellent research assistance provided by Elodie Chervin, Krista Duncan, and Lev Klarnet. We also received helpful feedback on earlier drafts from Ivan Badinski, Steven Berry, Melinda Buntin, Stuart Craig, Leemore Dafny, Martin Gaynor, Craig Garthwaite, Peter Hull, Jonathan Skinner, and Amanda Starc. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. Graves\n\nGraves acknowledges his primary faculty appointment in the departments of Health Policy and Medicine at Vanderbilt University School of Medicine within Vanderbilt University Medical Center in Nashville, Tennessee.\n\n\n"
}