{
    "id": 29800,
    "citation_title": "Does Welfare Prevent Crime? The Criminal Justice Outcomes of Youth Removed From SSI",
    "citation_author": [
        "Manasi Deshpande",
        "Michael G. Mueller-Smith"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effect of losing Supplemental Security Income (SSI) benefits at age 18 on criminal justice and employment outcomes over the next two decades. To estimate this effect, we use a regression discontinuity design in the likelihood of being reviewed for SSI eligibility at age 18 created by the 1996 welfare reform law. We evaluate this natural experiment with Social Security Administration data linked to records from the Criminal Justice Administrative Records System. We find that SSI removal increases the number of criminal charges by a statistically significant 20% over the next two decades. The increase in charges is concentrated in offenses for which income generation is a primary motivation (60% increase), especially theft, burglary, fraud/forgery, and prostitution. The effect of SSI removal on criminal justice involvement persists more than two decades later, even as the effect of removal on contemporaneous SSI receipt diminishes. In response to SSI removal, youth are twice as likely to be charged with an illicit income-generating offense than they are to maintain steady employment at $15,000/year in the labor market. As a result of these charges, the annual likelihood of incarceration increases by a statistically significant 60% in the two decades following SSI removal. The costs to taxpayers of enforcement and incarceration from SSI removal are so high that they nearly eliminate the savings to taxpayers from reduced SSI benefits.\n\n",
    "acknowledgement": "\nDeshpande conducted this research as a Visiting Economist at the Social Security Administration. We thank the Social Security Administration for providing data for this project. We thank David Autor, Janet Currie, Ben Danforth, Eric French, Peter Ganong, Michael Greenstone, Sara Heller, Jeffrey Hemmeter, Nathan Hendren, Paul Kelly, Douglas Miller, Magne Mogstad, Samuel Norris, Adam Sacarny, Mark Sarney, Jeffrey Smith, Alexander Strand, Alessandra Voena, Melanie Wasserman, and Robert Weathers, as well as seminar participants at the Cowles Foundation, Institute for Research on Poverty, Bocconi & CEPR Workshop, George Washington University, Case Western University, Pontificia Universidad Católica de Chile, Transatlantic Workshop on the Economics of Crime, Chicago Booth Applied Micro, and Chicago Economics Applications for helpful comments. We thank Colin Gray for sharing Uniform Data System (UDS) data and code with us. We thank Benjamin Pyle, Mary Quiroga, Marcia Ruiz Pulgar, Michael Ryter, and Jiada Ye for excellent research assistance.  Deshpande thanks the Ronzetti Initiative for the Study of Labor Markets at the Becker-Friedman Institute for financial support. Mueller-Smith thanks Arnold Ventures and the Michigan Institute for Teaching and Research in Economics for financial support. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}