{
    "id": 29801,
    "citation_title": "Most-Favored Entry Clauses in Drug Patent Litigation Settlements as a Potential Reverse Payment",
    "citation_author": [
        "Keith M. Drake",
        "Thomas McGuire"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSettlements of drug patent disputes that involve a potential payment from the brand to the generic signal a possible collusive profit split with a threat to competition, and have undergone intensive scrutiny in the literature on law and economics.  A common feature of these brand-generic settlements, so-called “most-favored entry” (MFE) clauses, have not been investigated to the same extent.  The expectation that brand drug companies make settlement decisions rationally implies that an otherwise unexplained brand payment above savings from expected future litigation costs derives from a delay in competition achieved by the settlement.  This paper applies the condition of brand rationality to settlements with MFE clauses, with the added consideration that an MFE clause may affect two dates:  the date of entry for the settling generic and the date of entry of third-party generic challengers.  A brand payment from an MFE clause above future expected litigation costs implies delays in at least one and possibly two of these expected dates for competition.  We find that MFE clauses can constitute a reverse payment.  When a payment takes the form of an MFE clause, the pay-above-saved-litigation-cost criterion is, however, vulnerable to suggesting that a settlement is not anticompetitive, when in fact it is.\n\n",
    "acknowledgement": "\nWe are grateful to Amie Price and Martha Starr for comments on an earlier draft. McGuire has been an expert witness for class-action plaintiffs in antitrust trials challenging brand-generic patent settlements as being anticompetitive. Drake works at Greylock McKinnon Associates, which has supported McGuire in development of his reports and testimony. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}