{
    "id": 29805,
    "citation_title": "Spending Limits, Public Funding, and Election Outcomes",
    "citation_author": [
        "Nikolaj Broberg",
        "Vincent Pons",
        "Clemence Tricaud"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2025-01-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of campaign finance rules on electoral outcomes. In French local elections, candidates competing in districts above 9,000 inhabitants face spending limits and are eligible for public reimbursement. Using an RDD around the population threshold, we find that these rules increase competitiveness and benefit the runner-up of the previous race as well as new candidates, in departmental elections, while leaving the polarization of results and winners’ representativeness and quality unaffected. Incumbents are less likely to get reelected because they are less likely to run and obtain a lower vote share, conditional on running. These results appear to be driven by the reimbursement of campaign expenditures, not spending limits. We do not find such effects in municipal elections, which we attribute to higher spending, decreasing marginal returns of campaign money, and the use of a proportional list system instead of plurality voting.\n\n",
    "acknowledgement": "\nWe thank Michèle Belot, Max Brès-Mariolle, Elias Dinas, Frederico Finan, Alexander Fouirnaies, Abel François, Andrea Ichino, Andrea Mattozzi, Pierre-Guillaume Méon, Pietro Panizza, James Snyder, Ekaterina Zhuravskaya, and seminar participants at the EUI economics May forum, APSA, the Economics and Politics conference in Brussels, the CBS Money in Politics Conference, and the EUI micro-econometrics working group for their helpful comments and suggestions. We thank Sebastian Calonico, Matias Cattaneo, Max Farrell, and Rocio Titiunik for guiding us through the use of their RDD Stata package “rdrobust” and for sharing their upgrades; Julia Cagé and Laurent Bach for sharing their data on the 2001 municipal elections; Frédérique Dooghe for sharing the CNCCFPC data on campaign expenditures; Brigitte Hazart and Damien Aliaga at the Ministry of the Interior for addressing our questions on population data; and Erik Zolotoukhine and Lorraine Adam from the Réseau Quételet for providing data on cantons’ population. We are grateful to Eric Dubois and Thomas Taylor de Timberley, who provided outstanding research assistance.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI am the cofounder of a company in Europe, eXplain (https://explain.fr/).\n\n\n"
}