{
    "id": 29807,
    "citation_title": "Collective Moral Hazard and the Interbank Market",
    "citation_author": [
        "Levent Altinoglu",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe concentration of risk within the financial system leads to systemic instability. We propose a theory to explain the structure of the financial system and show how it alters the risk taking incentives of financial institutions when the government optimally intervenes during crises. By issuing interbank claims, risky institutions endogenously become too interconnected to fail. This concentrated structure enables institutions to share the risk of systemic crises in a privately optimal way, but leads to excessive risk taking even by peripheral institutions. Interconnectedness and excessive risk taking reinforce one another. Macroprudential regulation which limits the interconnectedness of risky institutions improves welfare.\n\n",
    "acknowledgement": "\nWe are grateful to Gadi Barlevy, Giacomo Candian, Eduardo Davila, Joao Gomes, Luca Guerrieri, Martin Guzman, Tomohiro Hirano, Gazi Kara, Alexandros Vardoulakis, and Ansgar Walther for useful comments. Financial support from the Institute for New Economic Thinking is gratefully acknowledged. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor any other person associated with the Federal Reserve System, nor the National Bureau of Economic Research.\n\n\n"
}