{
    "id": 29802,
    "citation_title": "Marijuana Legalization and Opioid Deaths",
    "citation_author": [
        "Neil K. Mathur",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "2022-03-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last two decades there has been considerable movement at the state-level to legalize marijuana, initially for medical purposes and more recently for recreational consumption. Despite prior research, it is unclear how, if at all, these policies are related to rates of opioid-involved overdose deaths, which have trended rapidly upwards over time and represent a major public health problem. We provide two types of new information on this question. First, we replicate and extend upon previous investigations and show that the empirical results of those studies are frequently fragile and that, in most cases, the inclusion of more comprehensive controls, longer analysis periods and more correctly defined dependent variables results in less favorable estimates, often including predicted increases in opioid deaths. Second, we present new estimates from generalized differences-in-differences and event study models that incorporate more recent data and improvements developed in our replication and extension of early research. These results indicate that legal medical marijuana, particularly when available through retail dispensaries, is associated with higher opioid mortality. The results for recreational marijuana, while less reliable, also suggest that retail sales through dispensaries are associated with greater death rates relative to the counterfactual of no legal cannabis.\n\n",
    "acknowledgement": "\nWe thank Arnold Ventures for financial support, the authors of some papers we replicate for providing us with data, Ashley Bradford, David Bradford and Rosalie Pacula for advice and guidance on marijuana legalization policies, and Bradley Katcher for research assistance. We also thank participants of the 5th Annual Caribbean Health Economics Symposium and the 2022 American Economic Association annual meeting for helpful comments on an earlier version of this paper. Ruhm has served as a plaintiff’s consultant and Mathur has provided support to defendants in ongoing opioid litigation. Neither role was related to any aspect of this study – the views expressed herein are those of the authors only. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}