{
    "id": 29803,
    "citation_title": "Dynamics of Subjective Risk Premia",
    "citation_author": [
        "Stefan Nagel",
        "Zhengyang Xu"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine subjective risk premia implied by return expectations of individual investors and professionals for aggregate portfolios of stocks, bonds, currencies, and commodity futures. While in-sample predictive regressions with realized excess returns suggest that objective risk premia vary countercyclically with business cycle variables and aggregate asset valuation measures, subjective risk premia extracted from survey data do not comove much with these variables. This lack of cyclicality of subjective risk premia is a pervasive property that holds in expectations of different groups of market participants and in different asset classes. A similar lack of cyclicality appears in out-of-sample forecasts of excess returns, which suggests that investors’ learning of forecasting relationships in real time may explain much of the cyclicality gap. These findings cast doubt on models that explain time-varying objective risk premia inferred from in-sample regressions with countercyclical variation in perceived risk or risk aversion. We further find a link between subjective perceptions of risk and subjective risk premia, which points toward a positive risk-return tradeoff in subjective beliefs.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions to Klaus Adam, Nick Barberis, Ching-Tse Chen, Hui Chen, Ken French, Niels Gormsen, Ralph Koijen, Ian Martin, Monika Piazzesi, seminar participants at Boston College, University of Chicago, University of Southern California, University of Utah, and conference participants at the NBER Behavioral Finance Meeting. Nagel gratefully acknowledges financial support from the Fama-Miller Center at the University of Chicago Booth School of Business. Xu gratefully acknowledges financial support from the Research Grants Council of Hong Kong SAR, China (Project No. 21504421). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}