{
    "id": 29806,
    "citation_title": "The Wobbly Economy: Global Dynamics with Phase and State Transitions",
    "citation_author": [
        "Tomohiro Hirano",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2022-02-28",
    "issue_date": "2022-02-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze global dynamics in the standard life-cycle model with production, showing that there can be a plethora of rational expectations dynamics, including “wobbly macro-dynamics”. Depending on people’s beliefs, the macroeconomy can bounce around infinitely, without converging, without regular periodicity. The economy can be plagued by repeated periods of inefficiencies and unemployment. In phase transitions, the economy endogenously changes from a state with a unique momentary equilibrium into one with multiple equilibria, or vice versa. Phase transitions determine the patterns of dynamics. We identify all possible patterns of dynamics, providing a complete characterization of the parameter values under which each may occur, showing how a change in some key parameter (e.g. labor productivity) induces a “state transition,” an abrupt change in the set of feasible global dynamics:  a boom can become unstable. Global dynamics exhibits strong hysteresis effects; a temporary positive productivity shock can have long run adverse effects.\n\n",
    "acknowledgement": "\nWe are grateful to George Akerlof, Behzad Diba, Seppo Honkapohja, Katsuhito Iwai, John Moore, Jose Scheinkman, Pietro Reichlin, Robert Zymek for their discussions. We also thank seminar participants at Columbia U, LUISS, INET Oxford, Institute of New Structual Economics, American U, Georgetown U, U of Edinburgh, Helsinki School of Economics, U of Kent, Aoyama Gakuin U, and Nihon U. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}