{
    "id": 29811,
    "citation_title": "When Can Benefit Cost Analyses Ignore Secondary Markets?",
    "citation_author": [
        "Matthew Kotchen",
        "Arik Levinson"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make four main contributions in this paper related to the theory and practice of benefit cost analysis (BCA). First, we show that most BCAs of policy interventions do not consider the welfare consequences in secondary markets, where goods or services can be complements or substitutes to those in the directly regulated markets. Second, we provide a general theoretical analysis for examining the sign of welfare effects in secondary markets, showing how the results depend on the welfare measure of interest and on whether the goods are complements or substitutes. In doing so, we conclude that the welfare effects in secondary markets will typically be negative in cases most relevant for policy analysis. Third, we develop a straightforward tool that BCA analysts can use to evaluate the potential magnitude of secondary market effects in particular applications. The tool itself highlights how secondary markets are likely to be relatively small in most circumstances. Finally, we illustrate use of the tool in different applications that provide further evidence that secondary market effects are likely to be small.\n\n",
    "acknowledgement": "\nWe are grateful to Meredith Fowlie for helpful discussions at an early stage of thinking about this project, to Spencer Banzhaf, Gib Metcalf, Kerry Smith, and Dave Weimer for comments on earlier drafts of this manuscript, and to Devika Chirimar for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}