{
    "id": 29818,
    "citation_title": "Inequality and Income Dynamics in Germany",
    "citation_author": [
        "Moritz Drechsel-Grau",
        "Andreas Peichl",
        "Johannes F. Schmieder",
        "Kai D. Schmid",
        "Hannes Walz",
        "Stefanie Wolter"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe provide a comprehensive analysis of income inequality and income dynamics for Germany over the last two decades. Combining personal income tax and social security data allows us – for the first time – to offer a complete picture of the distribution of annual earnings in Germany. We find that cross-sectional inequality rose until 2009 for men and women. After the Great Recession inequality continued to rise at a slower rate for men and fell slightly for women due to compression at the lower tail. We further document substantial gender differences in average earnings and inequality over the life-cycle. While for men earnings rise and inequality falls as they grow older, many women reduce working hours when starting a family such that average earnings fall and inequality increases. Men’s earnings changes are on average smaller than women’s but are substantially more affected by the business cycle. During the Great Recession, men’s earnings losses become magnified and gains are attenuated. Apart from recession years, earnings changes are significantly right-skewed reflecting the good overall state of the German labor market and increasing labor supply. In the second part of the paper, we study the distribution of total income including incomes of self-employed, business owners, and landlords. We find that total inequality increased significantly more than earnings inequality. Regarding income dynamics, entrepreneurs’ income changes are more dispersed, less skewed, less leptokurtic and less dependent on average past income than workers’ income changes. Finally, we find that top income earners have become less likely to fall out of the top 1 and 0.1 percent.\n\n",
    "acknowledgement": "\nWe thank the Research Data Lab of the German Federal Statistical Agency, especially Maurice Brand and Hannes Fauser, for steady support in accessing the data. Sophie Friebe provided excellent research assistance. We also thank Andreas Ganzer and Stefan Seth for providing imputed wages. Peichl gratefully acknowledges financial support from the German Science Foundation (DFG) via CRC TRR 190 (project number 280092119) and Walz from the joint doctoral program of the Institute of Employment Research (IAB) and Friedrich-Alexander University Erlangen-Nürnberg, GradAB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}