{
    "id": 29817,
    "citation_title": "Economic Crises and Mental Health: Effects of the Great Recession on Older Americans",
    "citation_author": [
        "David M. Cutler",
        "Noémie Sportiche"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "2022-07-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of the Great Recession of 2007-2009 on the mental health of older adults, using longitudinal Health and Retirement Study data linked to area-level data on house prices. We use a variety of measures to capture mental health and rely on the very large cross-sectional variation in falling house prices to identify the impact of the Great Recession on those outcomes. We also account for people who moved in response to falling prices by fixing each person’s location immediately prior to the house price collapse. Our central finding is that the Great Recession had heterogeneous effects on health. While mental health was not affected for the average older adult, mental health declined among homeowners with few financial assets, who were therefore more vulnerable to falling house prices. Importantly, health impacts in this group differed by race and ethnicity: depression and functional limitations worsened among Black and other non-white homeowners and medication use increased among white homeowners. There were no measurable impacts for Hispanic homeowners. These results highlight the importance of examining heterogeneity across multiple dimensions when examining the health impacts of economic conditions.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant # DRC12000002-04 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium and the National Institute of Mental Health of the National Institutes of Health under Award Number T32MH019733. We are grateful to Susan Stewart for advice and comments. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research (NBER).\n\n\n"
}