{
    "id": 29816,
    "citation_title": "Investing in the Next Generation: The Long-Run Impacts of a Liquidity Shock",
    "citation_author": [
        "Patrick Agte",
        "Arielle Bernhardt",
        "Erica M. Field",
        "Rohini Pande",
        "Natalia Rigol"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nHow do poor entrepreneurs trade off investments in business enterprises versus children's human capital, and how do these choices influence intergenerational socio-economic mobility? To examine this, we exploit experimental variation in household income resulting from a one-time relaxation of household liquidity constraints (Field et al., 2013), and track schooling and business outcomes over the subsequent 11 years. On average, treatment households, who were made wealthier through the experiment, increase human capital investment such that  their children are 35% more likely to attend college. However,  schooling gains only accrue to children with literate parents, among whom college attendance nearly doubles. In contrast, treatment effects on investment among the illiterate accrue only on the business margin and are accompanied by adverse educational outcomes for children. As a result, treatment lowers relative educational mobility. In a forecasting exercise, we find that earnings gains for literate households are four times larger than the earnings gains for illiterate households, raising earnings inequality. Our findings highlight how parental investment choices can contribute to a growth in intergenerational earnings inequality despite reductions in urban poverty.\n\n",
    "acknowledgement": "\nWe thank Camille Falezan for incredible research assistance and Sitaram Mukherjee for research management. We thank Sandy Black, Mateus Ferraz Dias, David Jaeger, Samuel Solomon, and numerous seminar participants for comments and are grateful for funding from PEDL, NSF Rapid1329354, IPA SME, and WAPP Harvard. This project was pre-registered under AEA registry ID AEARCTR-0003572. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}