{
    "id": 29813,
    "citation_title": "Indirect Effects of Access to Finance",
    "citation_author": [
        "Jing Cai",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe created experimental variation across local markets in China in the share of firms having access to a new loan product, to measure the direct and indirect effects of access to finance. We find that: (1) Access to finance had a large positive direct effect on the performance of treated firms. (2) Access to finance had a similar-sized negative indirect effect on the performance of firms with treated competitors. The two effects offset in the aggregate and imply no detectable gains in producer surplus. (3) Access to finance had a positive direct effect on business practices, service quality, and consumer satisfaction, and a negative effect on price. None of these effects were offset by indirect effects, suggesting net gains in consumer surplus. (4) Two additional indirect effects were active: diffusion of borrowing to firms with treated peers, and diffusion of demand to firms with treated neighbors. (5) Combining several effects in a model-based evaluation, we estimate that the loan had a private return of 74%, most of which was offset by losses to competitors, and a social return of 60%, most of which was driven by gains to consumers.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Abhijit Banerjee, Lauren Bergquist, Nick Bloom, Arun Chandrasekhar, Shawn Cole, Dave Donaldson, Sean Higgins, Jonas Hjort, Dean Karlan, Miklos Koren, David McKenzie, Timea Molnar, Ben Olken, Martin Rotemberg, Antoinette Schoar, Eric Verhoogen, Chris Woodruff, and seminar and conference participants for helpful comments. We thank for funding the Private Enterprise Development in Low-Income Countries, the University of Michigan, Central European University, the European Research Council under the European Union’s Seventh Framework Program (FP7/2007-2013) grant agreement number 283484, and the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme grant agreement number 724501. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}