{
    "id": 29828,
    "citation_title": "Loss Aversion or Lack of Trust: Why Does Loss Framing Work to Encourage Preventative Health Behaviors?",
    "citation_author": [
        "Emily A. Beam",
        "Yusufcan Masatlioglu",
        "Tara Watson",
        "Dean Yang"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe implemented a field experiment designed to increase participants’ willingness to visit a health clinic. We find differential responses to a $50 incentive framed as a loss versus framed as a gain. We find little support for the notion that loss aversion is responsible for the effectiveness of loss framing. Instead, it appears that loss framing promotes take-up by raising the perceived probability that the incentive will be provided as promised. The results suggest trust is an alternative pathway through which loss framing may affect behavior, and trust may be an important way to promote desirable health behaviors.\n\n",
    "acknowledgement": "\nThis project was generously supported by NIH R21 Exploratory/Development grant #1R21HD071361, the Blue Cross Blue Shield Foundation of Michigan, the MITRE Faculty Research Award, and the Williams College Dean of Faculty’s office. This project was conducted with approval from the University of Michigan Institutional Review Board, “Promoting Preventive Health Care in Michigan: The Impact of Information and Incentives,” HUM00097382. We are grateful to the team at the Arab Community Center for Economic and Social Services (ACCESS), especially Amne Talab, Greg Robinson, and the ACCESS health clinic staff. We appreciate the tireless efforts of project managers Mohamed Abbadi, Hannah Bolder, Sae Ran (Sarah) Koh, and Justin Ladner, as well as enumerator staff and Todd Burrell at Medical Data Management. We also received valuable feedback from seminar participants at the University of Virginia Batten School and Williams College as well as several anonymous reviewers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}