{
    "id": 29825,
    "citation_title": "What Do the Data Tell Us About Inflation Expectations?",
    "citation_author": [
        "Francesco D’Acunto",
        "Ulrike Malmendier",
        "Michael Weber"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nInflation expectations are central to economics because they affect the effectiveness of fiscal and monetary policy as well as realized inflation. We survey the recent literature with a focus on the inflation expectations of households. We first review standard data sources and discuss their advantages and disadvantages. We then document that household inflation expectations are biased upwards, dispersed across individuals, and volatile in the time series. We also provide evidence of systematic differences by gender, income, education, and race. Turning to the underlying expectations formation process, we highlight the role of individuals' exposure to price signals in their daily lives, such as price changes in groceries, the role of lifetime experiences, and the role of cognition. We then discuss the literature that links inflation expectations to economic decisions at the individual level, including consumption-savings and financial decisions. We conclude with an outlook for future research.\n\n",
    "acknowledgement": "\nWe thank Rudi Bachmann, Giorgio Topa, and Wilbert van der Klaauw. Weber gratefully acknowledge financial support from the University of Chicago Booth School of Business and the Fama Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}