{
    "id": 29824,
    "citation_title": "How Important are Minimum Wage Increases in Increasing the Wages of Minimum Wage Workers?",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael R. Strain"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopular discussion commonly presumes an outsized role for minimum wage increases as a driver of wage increases for minimum wage workers.  In this paper, we investigate the accuracy of this presumption using data from the earnings studies of the Current Population Survey (CPS).  CPS wage and earnings data enable us to assess the fraction of minimum wage workers who receive a raise within 12 months of their initial appearance as a minimum wage worker.  On average from 2010 to 2019, we find that roughly 75 percent of minimum wage workers who remain employed experience a wage increase within 12 months.  This fraction is higher during the later years of the sample, when the labor market has been strong, than in the earlier years.  The fraction of minimum wage workers receiving wage increases is moderately higher when states enact minimum wage increases than when they do not.  We also find that the fraction of minimum wage workers receiving wage increases is correlated with several measures of labor market tightness.  Finally, wage gains are quite commonly associated with industry and/or occupation switches.  This highlights the importance of career progression for the growth of earnings among entry-level workers.  The vast majority of the wage gains realized by minimum wage workers thus appear to be driven by career progression and increases in labor demand.  Minimum wage increases play a modest role as a driver of earnings trajectories beyond shaping the initial, typically short-lived, minimum wage job itself.\n\n",
    "acknowledgement": "\nClemens: University of California at San Diego, Economics Department, 9500 Gilman Drive #0508, La Jolla, CA 92093, USA. Telephone: 1-509-570-2690. E-mail: clemens.jeffrey@gmail.com. Strain: American Enterprise Institute, 1789 Massachusetts Avenue, NW, Washington, DC 20036, USA. Telephone: 1-202-862-5800. E-mail: michael.strain@aei.org. We thank Duncan Hobbs for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}