{
    "id": 29826,
    "citation_title": "Consumption and Saving after Retirement",
    "citation_author": [
        "Bent Jesper Christensen",
        "Malene Kallestrup-Lamb",
        "John Kennan"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper analyzes consumption decisions of retired workers, using Danish register data. A major puzzle, which motivates much of the analysis below, is that wealth actually increases for a large fraction of the people in our data. One would expect that wealth accumulated before retirement would be used to augment consumption in later life, with the implication that wealth should decline over time. The risk of large out-of-pocket medical expenditures is negligible in Denmark, so although explanations associated with such expenditures might explain similar patterns in U.S. data, these explanations are not plausible for Denmark (and therefore also questionable for the U.S.). Our analysis instead attempts to explain wealth paths using a model that emphasizes fluctuations in the marginal utility of consumption. The results show that a latent state variable extension of the standard life-cycle consumption model is quite successful in explaining the curious observed wealth patterns after retirement for singles.\n\n",
    "acknowledgement": "\nWe thank Peter Arcidiacono and Eric French for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}