{
    "id": 29823,
    "citation_title": "Effects of the Expanded Child Tax Credit on Employment Outcomes: Evidence from Real-World Data from April to December 2021",
    "citation_author": [
        "Elizabeth Ananat",
        "Benjamin Glasner",
        "Christal Hamilton",
        "Zachary Parolin"
    ],
    "citation_publication_date": "2022-03-07",
    "issue_date": "2022-03-03",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies have established that the expanded Child Tax Credit (CTC), which provided monthly cash payments to most U.S. families with children from July to December 2021, substantially reduced poverty and food hardship. Other studies posit, however, that the CTC payments may generate negative employment effects that could offset its potential poverty-reduction effects. Scholars have simulated employment scenarios assuming various labor supply elasticities, but less work has empirically assessed how the monthly payments affected employment outcomes using real-world data. To evaluate employment effects, we apply a series of difference-in-differences analyses using data from the monthly Current Population Survey and the Census Pulse, both from April through December 2021. Across both samples and several model specifications, we find very small, inconsistently signed, and statistically insignificant impacts of the CTC both on employment in the prior week and on active participation in the labor force among adults living in households with children. Further, labor supply responses to the policy change do not differ for households for whom the CTC’s expansion eliminated a previous work incentive. Thus, our analyses of real-world data suggest that the expanded CTC did not have negative short-term employment effects that offset its documented reductions in poverty and hardship.\n\n",
    "acknowledgement": "\nThe authors appreciate helpful feedback from Sandra Black, Sophie Collyer, Megan Curran, Irwin Garfinkel, Dan Hamermesh, Rob Hartley, Jane Waldfogel, and Christopher Wimer. We acknowledge funding from the Anne E. Casey Foundation and The JPB Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin Glasner\n\nI received compensation for my role as a Postdoctoral Research Scientist in support of this paper. I have not received any compensation beyond my salary.\n\n\n"
}