{
    "id": 29829,
    "citation_title": "Progressivity of Pricing at US Public Universities",
    "citation_author": [
        "Emily E. Cook",
        "Sarah Turner"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "2022-03-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial increases in public university tuition often raise concerns about college affordability.  But assessment of the impacts on low- and moderate-income families requires consideration of whether net tuition—tuition less grant aid—has increased commensurately.  This paper describes recent shifts in net tuition by family income and institution type and assesses the role of changes in state funding in generating these shifts.  Using data reported by universities on net tuition paid by students from different family income levels, we find that public research universities have increasingly shifted to high-tuition, high-aid pricing.  From 2012 to 2018, net tuition fell by far more than would have been predicted by the growth in state appropriations, while tuition levels continued to rise, albeit at a slower rate than in the prior years.  The increased progressivity in pricing, particularly among research universities, cannot be explained by changes in state appropriations.\n\n",
    "acknowledgement": "\nWilliam Winston and Ramiro Burga provided excellent research assistance.  We are also exceedingly grateful to Breno Braga and Gaurav Khanna for help with data and code on closely related prior work.  We thank John Bound, Joshua Goodman and Jeff Smith for insightful and constructive comments.  This work has benefited from comments from conference and seminar participants at the National Bureau of Economic Research Education Fall 2021 Program Meeting, the United States Military Academy, University of Wisconsin-Madison, Duke University, the Summer Higher Education Seminar Series organized by Dominique Baker and Robert Kelchen, and the Association for Public Policy Analysis and Management Annual Conference.  Sarah Turner acknowledges the Bankard Fund for Political Economy at UVa for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}