{
    "id": 29835,
    "citation_title": "Consumption Heterogeneity and Monetary Policy in an Open Economy",
    "citation_author": [
        "Sihao Chen",
        "Michael B. Devereux",
        "Kang Shi",
        "Jenny Xu"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how consumption heterogeneity affects the international transmission mechanism of monetary shocks and the choice of optimal monetary policy in an open economy. Incorporating two types of agents (Ricardian versus Keynesian) into a standard open economy macro model, we find that  there are sizeable ranges of household heterogeneity in which monetary policy become ineffective, but this depends sensitively on the interaction of aggregate demand and relative price effects. We derive the global optimal monetary policy with household heterogeneity under alternative pricing regimes. PPI targeting is still the optimal monetary policy under PCP and can restore the economy to the efficient equilibrium. Under LCP, however, the presence of consumption heterogeneity and currency misalignment implies that CPI inflation targeting is no longer optimal in most cases. Finally, we show that when fiscal instruments such as an import tax and export subsidy are introduced, both currency misalignment and consumption heterogeneity can be eliminated, and even under LCP, PPI targeting is the optimal monetary rule.\n\n",
    "acknowledgement": "\nWe thank Changhua Yu, Jiao Wang, and participants at China International Conference in Macroeconomics and the seminar at Peking University. Juanyi Xu acknowledges support  from the government of  Hong Kong Special Administrative Region through the General Research Grant (16602420).  Devereux acknowledges support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}