{
    "id": 29839,
    "citation_title": "On ESG Investing: Heterogeneous Preferences, Information, and Asset Prices",
    "citation_author": [
        "Itay Goldstein",
        "Alexandr Kopytov",
        "Lin Shen",
        "Haotian Xiang"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2023-10-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how environmental, social and governance (ESG) investing reshapes information aggregation by prices. We develop a rational expectations equilibrium model in which traditional and green investors are informed about financial and ESG risks but have different preferences over them. Because of the preference heterogeneity, traditional and green investors trade in the opposite directions based on the same information. We show that the equilibrium price may not be uniquely determined. An increase in the fraction of green investors and an improvement in the ESG information quality can reduce price informativeness about the financial payoff and raise the cost of capital.\n\n",
    "acknowledgement": "\nWe thank Philip Bond, Marie Briere, Bradyn Breon-Drish, Xuewen Liu, Cyril Monnet, Thomas Noe, Martin Oehmke, Marcus Opp, Jonathan Parker, Jean-Charles Rochet, Andres Schneider, Xavier Vives, Yan Xiong, as well as audiences at INSEAD, University of Hong Kong, Tsinghua, Notre Dame, Cornell, UCL, NY Fed, UT Austin, Peking, Pacific Center for Asset Management, Yale Junior Conference, SFS Cavalcade, CICF, INSEAD Finance Symposium, AFA, EFA, 2021 Conference on Markets and Economies with Information Frictions, Cambridge Corporate Finance Symposium, UN PRI Academic Week, MIT GCFP 8th Annual Conference, 2021 Rising Stars Conference, USC macro-finance workshop for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}