{
    "id": 29836,
    "citation_title": "The Effects of Legal Representation on Tenant Outcomes in Housing Court: Evidence from New York City's Universal Access Program",
    "citation_author": [
        "Michael T. Cassidy",
        "Janet Currie"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "2022-07-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing is one of the areas where it may be most critical for poor people to have access to legal representation in civil cases. We use the roll-out of New York City’s Universal Access to Counsel program (UA) to assess the effects of legal representation on tenant outcomes, using detailed address-level housing court data from 2016 to 2019. The program offers free legal representation in housing court to tenants with income at or below 200 percent of the federal poverty guideline. We find that tenants who gain lawyers are less likely to be subject to possessory judgments, face smaller monetary judgments, are less likely to have eviction warrants issued against them, and are less likely to be evicted. Lawyers have larger effects in poorer places and in those with larger shares of noncitizens. Our results support the idea that legal representation in civil procedures can have important positive impacts on the lives of poor people.\n\n",
    "acknowledgement": "\nWe would like to thank Matt Desmond and Carl Gershenson at the Eviction Lab at Princeton University for generous guidance about eviction data; Annette Parisi and the staff at the Office of Court Administration of the New York State Unified Court System for providing the core data used in this paper, as well as for facilitating our understanding of it; and seminar participants at UC Berkeley, the University of Nebraska, and the University of Chicago, as well as several anonymous referees, for helpful comments. Any data provided herein does not constitute an official record of the New York State Unified Court System, which does not represent or warrant the accuracy thereof. The opinions, findings, and conclusions expressed in this publication are those of the authors and not those of the New York State Unified Court System, which assumes no liability for its contents or use thereof, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}