{
    "id": 29837,
    "citation_title": "Stock Volatility and the War Puzzle: The Military Demand Channel",
    "citation_author": [
        "Gustavo S. Cortes",
        "Angela Vossmeyer",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "2024-05-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. stock volatility is 25 percent lower during wartime and periods of conflict, including World War II. Schwert (1989) identified the “war puzzle” as a surprising fact from two centuries of realized stock volatility data. We hypothesize that stable demand from defense spending makes corporate America’s cash flows easier to forecast during wartime. Using new hand-collected data on 100 years of military spending, we document that defense outlays reduce aggregate, sector- and state-level stock volatility. Firm-level event studies of recent U.S. military conflicts demonstrate that equity analysts’ earnings forecasts of procurement-intensive companies became significantly less dispersed in the aftermath of 9/11 and the invasion of Iraq.\n\n",
    "acknowledgement": "\nWe are grateful to Matt Baron, Justin Birru, Nick Bloom, David Brown, Mustafa Caglayan, Filipe Correia, Igor Cunha, Mark Flannery, Eric Hughson, Sehoon Kim, Nitish Kumar, Luis Locay (Discussant), Alan Moreira, Mahendrarajah Nimalendran, Sarah Quincy, Ahmed Rahman, Valerie Ramey, Jay Ritter, David Robinson, Mike Ryngaert, Mike Schwert, Clemens Sialm, Felipe Silva, Matt Spiegel, Jenny Tucker, Baolian Wang, Toni Whited, Nick Ziebarth, and seminar participants at the AEA, Catholic University of Brasília, SEA, and the University of Florida (Warrington) for helpful suggestions. Special thanks to Gaurav Kankanhalli for insightful methodological discussions. We thank John Bai, Ken French, Nitish Kumar, Asaf Manela, Alan Moreira, Valerie Ramey, Matthew Serfling, and Sarah Zubairy for kindly sharing data directly or through their websites. We thank Someswar Amujala, Umut Arac, Guilherme Junqueira, Osama Khawar, Peixin Li, Symeon Taipliadis, and Suzannah Thomas for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}