{
    "id": 29838,
    "citation_title": "Reducing Frictions in Healthcare Access: The ActionHealth NYC Experiment for Undocumented Immigrants",
    "citation_author": [
        "Jonathan Gruber",
        "Adrienne Sabety",
        "Rishi Sood",
        "Jin Yung Bae"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "2022-03-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2016, New York City designed and implemented an intervention reducing frictions in accessing safety-net care: randomly making initial primary care appointments for 2,428 undocumented immigrants. We leverage a novel survey-administrative data linkage to show that the program resulted in a more efficient allocation of care. The program increased self-reported access to primary care, leading to a 21% fall in emergency department (ED) use. This effect was driven by high-risk individuals whose ED visits fell by 42% on average. Among those visiting sponsored clinics, chronic condition diagnoses and preventive screens increased, positively affecting long-run health.\n\n",
    "acknowledgement": "\nClinicalTrials.gov Identifier: NCT02841930.The findings and conclusions expressed are solely those of the authors and do not represent the views of the funding organizations, nor of the National Bureau of Economic Research. ActionHealthNYC was supported by the Robin Hood, Rockefeller, and Altman Foundations. Dr. Sabety received funding from the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE1144152. We are grateful for phenomenal research support from Jonathan Brownrigg. We gratefully thank David Cutler, Timothy Layton, Benjamin Sommers, Kate Baicker, Bill Evans, Amy Finkelstein, Colin Gray, Ryan Hill, Sarah Miller, Maria Polyakova, Jonathan Roth, and Ariella Spitzer for helpful comments. We also thank seminar participants at the University of Notre Dame, Harvard University, Stanford University, and the University of Texas Dallas.\n\n\n"
}