{
    "id": 29834,
    "citation_title": "New Evidence on Sectoral Labor Productivity: Implications for Industrialization and Development",
    "citation_author": [
        "Berthold Herrendorf",
        "Richard Rogerson",
        "Ákos Valentinyi"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-10",
    "revision_date": "2022-03-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMoving labor from agriculture to manufacturing – “industrialization” – is often viewed as essential for the development of poor countries. We present new evidence on the channels through which industrialization can help poor countries close the productivity gap with rich countries. To achieve this, we leverage recent data releases by the Groningen Growth and Development Centre and build a new dataset of comparable labor productivity levels in agriculture and manufacturing for 64 mostly poor countries during 1990–2018. We find two key results: (i) cross-country labor productivity gaps in manufacturing are larger than in the aggregate and (ii) there is no tendency for manufacturing labor productivity to converge. While these results challenge the notion that expanding manufacturing employment is essential for the development of today’s poor countries, we also find that higher labor productivity growth in manufacturing is associated with higher labor productivity growth in the aggregate and in several key sectors.\n\n",
    "acknowledgement": "\nWe have received helpful comments and suggestions from Gaaitzen de Vries, Douglas Gollin, and the participants of presentations at ASU, CEPR’s Annual STEG Conference 2022, and Swansea University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Rogerson\n\nRichard Rogerson acknowledges financial support in excess of $10,000 over the last three years from the Federal Reserve Bank of Atlanta.\n\n\n"
}