{
    "id": 29847,
    "citation_title": "Do Startups Benefit from Their Investors’ Reputation? Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Shai Bernstein",
        "Kunal Mehta",
        "Richard R. Townsend",
        "Ting Xu"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe analyze a field experiment conducted on AngelList Talent, a large online search platform for startup jobs. In the experiment, AngelList randomly informed job seekers of whether a startup was funded by a top-tier investor and/or was funded recently. We find that the same startup receives significantly more interest when information about top-tier investors is provided. Information about recent funding has no effect. The effect of top-tier investors is not driven by low-quality candidates and is stronger for earlier-stage startups. The results show that venture capitalists can add value passively, simply by attaching their names to startups.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at NBER Entrepreneurship, Experimental and Behavioral Finance Conference, Carnegie Mellon, CKGSB, Dartmouth, Indiana, Kellogg, Rochester, Texas A&M, Toronto Rotman, UT Dallas, UVA Darden for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKunal Mehta\n\nI, Kunal Mehta, would like to disclose that I am a former employee of AngelList Talent, and was employed there while research for the paper was being conducted.\n\n\n"
}