{
    "id": 29843,
    "citation_title": "Highly Powered Analysis Plans",
    "citation_author": [
        "Michael L. Anderson",
        "Jeremy Magruder"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFormal analysis plans limit false discoveries by registering and multiplicity adjusting statistical tests. As each registered test reduces power on other tests, researchers prune hypotheses based on prior knowledge, often by combining related indicators into evenly-weighted indices. We propose two improvements to maximize learning within these types of analysis plans. First, we develop data-driven optimized indices that can yield more powerful tests than evenly-weighted indices. Second, we discuss organizing the logical structure of an analysis plan into a gated tree that directs type I error towards these high-powered tests. In simulations we show that researchers may prefer these \"optimus gates\" across a wide range of data-generating processes. We then assess our strategy using the community-driven development (CDD) application from Casey et al. (2012) and the Oregon Health Insurance Experiment from Finkelstein et al. (2012). We find substantial power gains in both applications, meaningfully changing the conclusions of Casey et al. (2012).\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the NSF under Award 1461491, \"Improved Methodologies for Field Experiments: Maximizing Statistical Power While Promoting Replication,\" approved in September 2015. They thank Katherine Casey, Aprajit Mahajan, Ted Miguel, Sendhil Mullainathan, Ben Olken, and conference and seminar participants at University of Washington, Stanford, UC Berkeley, Notre Dame, University of Maryland, UT Austin, University of Wisconsin-Madison, and Cornell for insightful comments and suggestions and are grateful to Aluma Dembo and Elizabeth Ramirez for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}