{
    "id": 29841,
    "citation_title": "Presidential Address: Corporate Finance and Reality",
    "citation_author": [
        "John Graham"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper conducts surveys that document CFO perspectives on corporate planning, corporate investment, capital structure, payout, and the goal of the firm. Current policy choices are compared to CFO survey data from two decades prior, which allows me to identify decision-making themes that are common across policies and through time. These common elements of real-world corporate finance indicate that companies make decisions based on internal forecasts that are miscalibrated and thought to be reliable only two years ahead; use decision rules that are conservative, sticky, simple, and that attempt to market time; and, emphasize corporate objectives that increasingly focus on stakeholders and revenues. These themes can guide and discipline academic models and tests, with the aim of better explaining outcomes. A model of satisficing decision-making aligns with many of these practice-of-finance characteristics: optimization is difficult in a complex fast-changing world, so managers use simple rules to make incremental improvements and they stick with rules that have worked well enough in the past. Non-behavioral models with costly biases can also account for some of the themes. Implications and avenues for future research are discussed\n\n",
    "acknowledgement": "\nI thank colleagues in Brazil, Canada, Ecuador, France, Japan, and The Netherlands for their joint efforts in conducting the global surveys. I thank many colleagues at Duke University, the NBER, the Federal Reserve Banks of Atlanta and Richmond, and several universities for talking about survey construction and the ideas in this paper. I thank Manuel Adelino, John Barry, Zahi Ben-David, Nick Bloom, Alon Brav, Murillo Campello, Harry DeAngelo, Dave Denis, Greg Dickinson, Jill Grennan, Cam Harvey, Mervyn King, Mark Leary, Yueran Ma, Emi Nakamura, Kjell Nyborg, Shiva Rajgopal, Michael Roberts, David Robinson, Antoinette Schoar, Anil Shivdasani, Jeremy Stein, Johannes Stroebel, René Stulz, Neng Wang, Mike Weisbach, and Marc Zenner, as well as seminar participants at Aarhus, Duke, University of Illinois Chicago, University of Pittsburgh, and Wake Forest, for feedback on various stages of this research project. I thank Kevin Standridge, Chenyu Wang, Rong Wang, and Tuo Yang for excellent research assistance, and John Barry for outstanding research assistance and valuable feedback throughout. BRX Research Services provided high quality survey implementation assistance. The ideas in this paper do not necessarily reflect the views of those aforementioned and any errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}