{
    "id": 29845,
    "citation_title": "Economic Geography and the Efficiency of Environmental Regulation",
    "citation_author": [
        "Alex Hollingsworth",
        "Taylor Jaworski",
        "Carl Kitchens",
        "Ivan J. Rudik"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-11",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative economic geography model with endogenous emissions, amenities, trade, and labor reallocation to evaluate the spatial impact of the leading air quality regulation in the United States: the National Ambient Air Quality Standards (NAAQS). We find that the NAAQS generate $40 billion in annual welfare gains. The gains are spatially concentrated in a small set of cities targeted by the NAAQS, and the improved amenities attract large numbers of nonmanufacturing workers into these areas. We use our model to analyze counterfactual policies and find that using first-best emissions pricing increases welfare by an additional $70 billion per year. Atmospheric transport of emissions, labor reallocation, and trade are first-order factors for quantifying the level and distribution of the costs and benefits of the NAAQS.\n\n",
    "acknowledgement": "\nWe thank Dana Andersen for providing the nonattainment data. We thank Jackson Dorsey, Todd Gerarden, Raymond Guiteras, Jon Hughes, Dan Kaffine, Cathy Kling, Ashley Langer, Derek Lemoine, Arik Levinson, Dan Sacks, Lutz Sager, Chris Timmins, Nikos Zirogiannis, Eric Zou, and seminar participants at Cornell University, Georgetown University, Indiana University, Ohio State University, Oregon State University, the Triangle Resource and Environmental Economics Seminar, the University of Arizona, and University of Colorado, Boulder for valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}