{
    "id": 29848,
    "citation_title": "This is Air: The \"Non-Health\" Effects of Air Pollution",
    "citation_author": [
        "Sandra Aguilar-Gomez",
        "Holt Dwyer",
        "Joshua S. Graff Zivin",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "2022-03-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA robust body of evidence shows that air pollution exposure is detrimental to health outcomes, often measured as deaths and hospitalizations. This literature has focused less on subclinical channels that nonetheless impact behavior, performance, and skills. This article reviews the economic research investigating the causal effects of pollution on \"non-health\" endpoints, including labor productivity, cognitive performance, and multiple forms of decision making. Subclinical effects of pollution can be more challenging to observe than formal health care encounters but may be more pervasive if they affect otherwise healthy people. The wide variety of possible impacts of pollution should be informed by plausible mechanisms and require appropriate hypothesis testing to limit false discovery. Finally, any detected effects of pollution, both in the short and long run, may be dampened by costly efforts to avoid exposure ex-ante and remediate its impacts ex-post; these costs must be considered for a full welfare analysis\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}