{
    "id": 29842,
    "citation_title": "Energy Prices and Electric Vehicle Adoption",
    "citation_author": [
        "James B. Bushnell",
        "Erich Muehlegger",
        "David S. Rapson"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents evidence that gasoline prices have a larger effect on demand for electric vehicles (EVs) than electricity prices in California. We match a spatially-disaggregated panel dataset of monthly EV registration records to detailed records of gasoline and electricity prices in California from 2014-2017, and use these to estimate the effect of energy prices on EV demand. Two distinct empirical approaches (panel fixed-effects and a utility-border discontinuity) yield remarkably similar results: a given change in gasoline prices has roughly four to six times the effect on EV demand as a similar percentage change in electricity prices. We explore the implications for optimal EV subsidies, which promote externality reduction benefits and correct for consumer misoptimization stemming from the undervaluation of future electricity costs.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge research funding from the State of California Public Transportation Account and the Road Repair and Accountability Act of 2017 (Senate Bill 1) via the University of California Institute of Transportation Studies and thank Sebastien Houde and Katalin Springel for thoughtful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames B. Bushnell\n\nProf. Bushnell is a member of the Market Surveillance Committee (MSC) of the California Independent System Operator (CAL ISO).  The MSC is an independent advisory committee to the Governing Board of the Cal ISO.\n\n\nFrom July 2009 to June 2011, Prof. Bushnell was director of the Biobased Industry Center at Iowa State University.  The Biobased Industry Center is supported by research gifts from companies and organizations involved in various aspects of the Biobased Industries.  A full list of BIC sponsors can be found at http://biobasedindustrycenter.iastate.edu/leadership/members/  : ADM, Boeing, Ceres, DuPont/Pioneer, General Motors, Iowa Corn Growers Association, Monsanto, Toyota, Virent, West Central. None of Prof. Bushnell's research has been directly funded by BIC.\n\n\n12/1/11:\nBiobased Industry Center Members\nThe Biobased Industry Center’s advisory board is composed of representatives from industry and non-government organizations. Industry partners that provide financial support for the center have a representative on the board.\n\n\nThe board meets twice per year with the center’s leaders and principal investigators to identify and prioritize research areas as well as provide advice and guidance regarding issues, challenges, and opportunities of concern and importance to the industry. The board also develops the request for proposals, the selection process for center research projects, and linkages with additional industry partners.\n\n\nIan Purtle,\t Chair, Cargill\nTom Binder, Vice-Chair, Archer Daniels Midland Company\nTed Crosbie, Member, Monsanto\nMartha Schlicher, Member, Monsanto\nKyle Althoff, Member, DDCE\nCharles Brummer, Member, Samuel Roberts Noble Foundation\nRuss Sanders, Member, Pioneer\nBryan Schramm, Member, Sundrop Fuels, Inc.\nJeff Stroburg, Member, West Central\nSpencer Swayze, Member, Ceres\nScott McQueen, Member, ConocoPhillips\nCandace Wheeler, Member, General Motors\nRodney Williamson, Member, Iowa Corn Growers Association\nBob Wimmer, Member, Toyota\nGreg Keenan, Member, Virent\nAndrew Held, Member, Virent\n\n\n"
}