{
    "id": 29844,
    "citation_title": "The Influence of Cousin Order and Cousin Group Size on Educational Outcomes",
    "citation_author": [
        "Kieron Barclay",
        "Dalton Conley"
    ],
    "citation_publication_date": "2022-03-14",
    "issue_date": "2022-03-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite growing interest in the potential influence of grandparents on grandchild status attainment, research has not addressed whether the ordinal position or number of grandchildren affects outcomes. We apply sibling- and cousin-fixed effects analyses to Swedish population data to examine how cousin order and cousin group size influence grade point average (GPA) percentile rank at the end of compulsory school. We study cohorts born 1972-2003 (N=1,591,979). In cousin fixed effects analyses, second-born, fifth-born, and tenth or later born maternal cousins achieve GPA ranked scores 1.04, 2.17, and 4.97 percentile points lower than first-born cousins, respectively. Amongst paternal cousins the differences relative to the first-born cousin are 0.02, 0.46, and 1.86 percentile points low-er, respectively—suggesting the greater influence of the mother’s extended family. In further analyses we examine whether an arguably exogenous shock to cousin group size, a twin birth to an aunt or uncle, has any impact on GPA percentile rank. Instrumental variable analyses indicate that an increase in maternal cousin group size has a statistically significant negative effect on GPA rank, lowering GPA rank in percentile points by 0.27, but an increase in paternal cousin group size does not negatively affect GPA rank.\n\n",
    "acknowledgement": "\nWe would like to thank audiences at the Stockholm University Demography Unit for useful feedback. We would particularly like to thank Stefanie Möllborn, Martin Kolk, and Martin Hällsten for helpful comments. Kieron Barclay was supported by a Pro Futura Scientia XIV fellowship awarded by the Swedish Collegium for Advanced Study and Riksbankens Jubileumsfond. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDalton Conley\n\nNone\n\n\n"
}