{
    "id": 29856,
    "citation_title": "Fertility and Savings: The Effect of China’s Two-Child Policy on Household Savings",
    "citation_author": [
        "Scott R. Baker",
        "Efraim Benmelech",
        "Zhishu Yang",
        "Qi Zhang"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nChina’s high household savings rate has attracted great academic interest but remains a puzzle. Potential explanations include demographic, policy, and financial causes. Yet a lack of reliable microlevel data on household finances makes it difficult to assess the relative importance of each factor. This paper uses individual income and spending transactions linked to demographic characteristics and financial information on loan applications and credit availability from a large Chinese bank in Inner Mongolia. We match a large subset of bank customers to administrative records covering marriage and births and obtain a unique view into consumption and saving patterns around important life events. Our results point toward identifying income growth, financial instability, and credit access, rather than such directives as the one-child policy, as the primary causes of high levels of savings among Chinese households.\n\n",
    "acknowledgement": "\nWe thank our discussant Nancy Qian as well as seminar participants at Tsinghua University and the NBER Conference on Innovative Data in Household Finance: Opportunities and Challenges. Dong Huang and Nianzu Zhang provided excellent research assistance. This research is supported by the NSFC [grant 72071117]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}