{
    "id": 29850,
    "citation_title": "Cross-subsidization of Bad Credit in a Lending Crisis",
    "citation_author": [
        "Nikolaos Artavanis",
        "Brian Jonghwan Lee",
        "Stavros Panageas",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the corporate-loan pricing decisions of a major Greek bank during the Greek financial crisis. A unique aspect of our dataset is that we observe both the interest rate and the “breakeven rate” of each loan, as computed by the bank’s own loan-pricing department (in effect, the loan’s marginal cost). We document that low-breakeven-rate (safer) borrowers are charged significant markups, whereas high-breakeven-rate (riskier) borrowers are charged small and sometimes even negative markups. We rationalize this de-facto cross-subsidization of riskier borrowers by safer borrowers through the lens of a dynamic model featuring depressed collateral values, impaired capital-market access, and limit pricing.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Claudia Robles-Garcia, Sascha Steffen (discussant), and participants at AFA, AEA, Frankfurt School, Columbia Business School, RCEA, and ECB. Tsoutsoura gratefully acknowledges financial support from the Fama-Miller Center for Research in Finance at Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}