{
    "id": 29851,
    "citation_title": "Policing and Management",
    "citation_author": [
        "Max Kapustin",
        "Terrence Neumann",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nHow can we get more ‘output,’ and of the right sort, from policing? The question has only taken on greater importance with recent, widely publicized instances of police misconduct; declines in public trust in police; and a rise in gun violence, all disproportionately concentrated in economically disadvantaged communities of color. Research typically focuses on two levers: (1) police resources, and (2) policing strategies or policies, historically focused on crime control but increasingly also on accountability, transparency, and fairness. Here we examine a third lever: management quality. We present three types of evidence. First, we show there is substantial variability in violent crime and police use of force both across cities and within a city across police districts, and that this variation is related to the timing of police leader tenures. Second, we show that an effort to change police management in selected districts in Chicago generates sizable changes in policing outcomes. Third, as part of that management intervention the department adopted a predictive policing tool that randomizes which high-crime areas it shows to officers. We use that randomization to generate district-specific measures of implementation fidelity and show that, even within the context of a management intervention designed to improve implementation of the department’s strategies, there is variability in implementation.\n\n",
    "acknowledgement": "\nThe University of Chicago Crime Lab is an independent, non-partisan academic research center founded in 2008 to help cities identify the most effective and humane ways to reduce gun violence and reduce the harms associated with the administration of criminal justice. We thank the Chicago Police Department for making available the data upon which much of this analysis is based. The Chicago Police Department reviewed this publication for the limited purpose of ensuring personally identifying information was appropriately protected. We thank the City of Chicago, the Institute for Research on Poverty at the University of Wisconsin-Madison and Ken Griffin for financial support of this work, and AbbVie, the Joyce Foundation, the John D. and Catherine T. MacArthur Foundation, the McCormick Foundation, and the Pritzker Foundation for their support of the University of Chicago Crime Lab and Urban Labs, as well as Susan and Tom Dunn and Ira Handler. We thank Sydney Eisenberg, Rowan Gledhill, Katie Larsen, Riddhima Mishra, Michael Ridgway, and Noah Sebek for assistance with the data analysis, thank Roseanna Ander, Sean Malinowski, Marjolijn Bruggeling-Joyce, Anthony Berglund, Heather Bland, Trayvon Braxton, Amanda Dion, Mariah Farbo, Noe Flores, Jaureese Gaines, Brendan Hall, Alexander Heaton, David Leitson, Kevin Magnan, Emma Marsano, Jacob Miller, Ashley Orosz, Paulina Pogorzelski, Daniel Rosenbaum, Zoe Russek, Thomas Scholten, Kimberley Smith, Lauren Speigel, Diamond Thompson, Michael Thompson, Matthew Triano, and Yida Wang for invaluable assistance with the project more generally, and thank Nikolay Doudchenko, Michael Robbins, and Kaspar Wüthrich for sharing helpful code. For helpful comments we thank Aaron Chalfin, Philip Cook, John Donohue, Oeindrila Dube, William Evans, Barry Friedman, Elizabeth Glazer, Jeffrey Grogger, Candice Jones, Tracie Keesee, Christy Lopez, Justin McCrary, Sendhil Mullainathan, Daniel Nagin, Emily Owens, Wesley Skogan, Chad Syverson, and seminar participants at the Association for Public Policy Analysis and Management, Cornell, National Bureau of Economic Research, National Institute of Statistical Sciences, New York University, the University of California Los Angeles, University of Pennsylvania, and the University of Wisconsin-Madison. All opinions and any errors are our own and do not necessarily reflect those of our funders or of any government agencies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}