{
    "id": 29853,
    "citation_title": "The Education-Innovation Gap",
    "citation_author": [
        "Barbara Biasi",
        "Song Ma"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the dissemination of frontier knowledge through higher education. Applying natural language processing (NLP) techniques to the text of 1.7M university course syllabi and 20M academic articles, we construct the “education-innovation gap,” a measure of a syllabus’s distance from frontier knowledge. Using this measure, we document four new facts. First, courses differ greatly in their education-innovation gap, even after controlling for field, course-level, and time. Second, instructors play an important role in shaping course content. Research-active instructors teach more frontier knowledge, particularly when their research is close to the course topic. Third, access to frontier knowledge is unequal: Schools enrolling more socio-economically advantaged students offer courses with a lower gap. Lastly, students from lower-gap schools are more likely to complete a doctoral degree, produce more patents, and earn more after graduation.\n\n",
    "acknowledgement": "\nWe thank Jaime Arellano-Bover, Pierre Azoulay, Nicola Bianchi, Kirill Borusyak, David Deming, Richard Freeman, Rob Jensen, David Robinson, Fabiano Schivardi, Kevin Stange, Carolyn Stein, Scott Stern, Sarah Turner and Seth Zimmerman; seminar participants at Yale, Erasmus, Maastricht, Harvard (HBS; HGSE), Ohio State, HKU, Stanford (GSB; Hoover), UCL, Queens, Stockholm School of Economics, Duke (Economics; Fuqua), IIES Stockholm, HEC (Paris), MIT (Sloan), Boston University (Wheelock), UConn, Purdue, Sciences Po, Baruch, Fed Board, Tinbergen, Queen Mary, CREST, Dartmouth, Boston College, Columbia Business School, Virginia, Michigan, USC, Boston College, LSE, Warwick, CSEF Naples, Emory; and conference participants at NBER (Education; Entrepreneurship; Innovation), AEA, CEPR/Bank of Italy, Junior Entrepreneurial Finance and Innovation Workshop, SOLE, IZA TOM and Economics of Education Conferences, and CESifo Economics of Education Conference for helpful comments. Xugan Chen provided outstanding research assistance. We thank the Yale Tobin Center for Economic Policy, Yale Center for Research Computing, Yale University Library, and Yale International Center for Finance for research support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}