{
    "id": 29855,
    "citation_title": "Public School Funding, School Quality, and Adult Crime",
    "citation_author": [
        "E. Jason Baron",
        "Joshua M. Hyman",
        "Brittany N. Vasquez"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether increasing public school funding can be an effective long-run crime-prevention strategy in the U.S. Specifically, we examine the effect of increases in funding early in children’s lives on the likelihood that they are arrested as adults. We exploit quasi-experimental variation in public school funding, leveraging two natural experiments in Michigan and a novel administrative dataset linking the universe of Michigan public school students to adult criminal justice records. The first research design exploits variation in operating expenditures due to Michigan’s 1994 school finance reform, Proposal A. The second design exploits variation in capital spending by leveraging close school district capital bond elections in a regression discontinuity framework. In both cases, we find that students exposed to additional funding during elementary school were substantially less likely to be arrested in adulthood. We show that the social benefits of increasing school funding are greater than the costs, even when considering only the crime-reducing benefits.\n\n",
    "acknowledgement": "\nWe received valuable feedback from Peter Arcidiacono, Patrick Bayer, Eric Brunner, George Bulman, Eric Chyn, Eric Edmonds, Ezra Goldstein, Max Gross, Nathan Hendren, Caroline Hoxby, Kirabo Jackson, Brian Jacob, Max Kapustin, Julien Lafortune, Juan Carlos Suárez Serrato, and seminar and conference participants at Brown University, Cornell University, Dartmouth College, Einaudi Institute for Economics and Finance, University of Connecticut, University of Michigan, Williams College, the American Economic Association, the NBER Crime Summer Institute, the Triangle Economists in Applied Microeconomics seminar, the National Tax Association, the Triangle Economics of Education Workshop, the Online Economics of Crime Seminar organized by Jennifer Doleac, and the Policy Impacts Annual Conference. We appreciate Joseph Ryan, Brian Jacob, and the Child and Adolescent Data Lab for their generosity in sharing data, Jonathan Hartman and Kyle Kwaiser for their help with record linkage, and Jasmina Camo-Biogradlija, Andrea Plevek, and Nicole Wagner Lam for coordinating data access. The project received approval from the University of Michigan’s Institutional Review Board: HUM00195369. This research used data structured and maintained by the MERI-Michigan Education Data Center (MEDC). MEDC data are modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by the Michigan Department of Education (MDE) and/or Michigan’s Center for Educational Performance and Information (CEPI). This research was funded with help from training grants R305B170015 and R305B150012 from the U.S. Department of Education’s Institute of Education Sciences, and the Early Career Scholars Grant at Policy Impacts.  Any opinions, findings, conclusions, or recommendations expressed in this material are those of the authors and do not reflect the views of any other entity, nor those of the National Bureau of Economic Research.\n\n\n"
}