{
    "id": 29857,
    "citation_title": "Improving the Availability of Unrelated Stem Cell Donors: Evidence from a Major Donor Registry",
    "citation_author": [
        "Michael Haylock",
        "Patrick Kampkötter",
        "Mario Macis",
        "Jürgen Sauter",
        "Susanne Seitz",
        "Robert Slonim",
        "Daniel Wiesen",
        "Alexander H. Schmidt"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe unavailability of potential stem cell donors poses a critical challenge for donor registries worldwide. This study investigates the impact of initiatives of a stem cell donor registry to enhance donors' availability for confirmatory typing. Initiatives ask donors to provide a sample for genetic analysis and/or information on their temporal unavailability. We analyzed 91,479 confirmatory typing requests from DKMS Germany, a large stem cell donor registry, exploiting a quasi-random initiative assignment based on observable characteristics. We find that, first, invitation to the initiatives increases donors' availability. Intention-to-treat estimates yield effects ranging from 2.5 to 3.2 percentage points, and local average treatment effects estimates range from 3.8 to 8.2 percentage points (baseline: 77.1%). Second, the difference in availability between participants and non-participants is over 10 percentage points. The initiatives yield a direct positive effect on donor availability and a selection effect through which participation signals a higher commitment.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions by Martin Biewen, Hendrik Jurges, Annika Herr, Daniel Kuhnle, Al Roth, Giuseppe Trevisan, and seminar participants at the CINCH Seminar in Duisburg-Essen, Hannover, Tubingen, and Wuppertal. We thank Dagmar Hegedus, Ruben Krauspe, Mariella Misch, and Jonah Trenker for their excellent research assistance. Jürgen Sauter, Alexander Schmidt, and Susanne Seitz are employed at DKMS Germany. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMario Macis\n\nI have no relevant or material financial interests that relate to the research described in this paper.\n\n\n\nRobert Slonim\n\nI have no information to disclose for this project. I have no conflicts of interest, financial or otherwise considerations with regards to this research.\n\n\n"
}