{
    "id": 29858,
    "citation_title": "Black Americans’ Landholdings and Economic Mobility after Emancipation: New Evidence on the Significance of 40 Acres",
    "citation_author": [
        "William J. Collins",
        "Nicholas C. Holtkamp",
        "Marianne H. Wanamaker"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe US Civil War ended in 1865 without the distribution of land or compensation to those formerly enslaved—a decision often seen as a cornerstone of racial inequality.  We build a dataset to observe Black households’ landholdings in 1880, a key component of their wealth, alongside a sample of White households.  We then link their sons to the 1900 census records to observe economic and human capital outcomes.  We show that Black landowners (and skilled workers) were able to transmit substantial intergenerational advantages to their sons.  But such advantages were small relative to the overall racial gaps in economic status.\n\n",
    "acknowledgement": "\nCollins acknowledges support from National Science Foundation grant SES 1156057 and from the Grey and Dornbush gifts at Vanderbilt University. Wanamaker acknowledges support from National Science Foundation grant SES 1156085. This paper has benefited from the feedback of seminar participants at Stellenbosch University, University of Warwick, Yale University, Duke University (Sanford School), Stanford University, University of Oxford, George Washington University, University of Michigan, George Mason University, University of California-Berkeley, the Atlanta Fed’s Southeastern Micro Labor Workshop, and the Virtual Economic History Seminar. Insights from Jeremy Atack, Robert Margo, Paul Rhode, James Fenske, and Gavin Wright were particularly helpful. Bokseong Jeong provided valuable research assistance. Any opinions presented in this paper are of the authors only and do not represent the views of their employers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarianne H. Wanamaker\n\nnone\n\n\n"
}