{
    "id": 29852,
    "citation_title": "Strengthening State Capacity: Postal Reform and Innovation during the Gilded Age",
    "citation_author": [
        "Abhay Aneja",
        "Guo Xu"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "2022-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use newly digitized records from the U.S. Post Office to study how strengthening state capacity affects public service delivery and innovation in over 2,700 cities between 1875–1905. Exploiting the gradual expansion of a major civil service reform, cities with a reformed postal office experience fewer errors in delivery, lower unit costs, and an increase in mail handled per worker. This improvement goes with greater information flow, as measured by increased volumes of mail and newspapers. We use personnel data to show that reformed offices see a decline in turnover and an increase in merit-based retention, consistent with a reduction in political interference. We observe more joint patenting involving inventors and businesses from different cities, suggesting that a more effective postal service contributed to innovation and growth during the Gilded Age.\n\n",
    "acknowledgement": "\nWe thank participants of the NBER DAE meeting, Berkeley Economic History seminar, UT Empirical IP Conference, UC Merced, UPF, Sciences Po, and Stanford for their helpful suggestions. We are grateful to the UC Berkeley Institute for Research on Labor and Employment (IRLE) and the Hellman Foundation for generously providing financial assistance needed for data collection. We thank John Friedman for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}