{
    "id": 29860,
    "citation_title": "In-group Favoritism and Peer Effects in Wrongful Acquittals: NBA Referees as Judges",
    "citation_author": [
        "Naci H. Mocan",
        "Eric Osborne-Christenson"
    ],
    "citation_publication_date": "2022-03-21",
    "issue_date": "2022-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe provide the first analysis of racial in-group bias in Type-I and Type-II errors. Using player-referee matched data from NBA games we show that there is no overall racial bias or in-group bias in foul calls made by referees.  Similarly, there is no racial bias or in-group bias in Type-I errors (incorrect foul calls).  On the other hand, there is significant in-group favoritism in Type-II errors. These are wrongful acquittals where the referee did not blow the whistle although a foul was committed. We also analyze peer effects and find that black referees’ proclivity to make Type-II errors in favor of black players exists as long black referees have at least one black peer referee on the court, and that the bias disappears only if black referees have two white peers. In case of white referees, in-group favoritism in Type-II errors emerges if white referees have two black peers with them on the court.  We provide evidence showing that the results are not attributable to skill differences between referees. We also show that a higher Type-I error rate during the season lowers referees’ probability to be selected to officiate a game in the playoffs, whereas variations in the rate of Type-II errors have no impact on the likelihood of a playoff assignment. These results indicate that in-group favoritism takes place in a domain which is not costly (making Type-II errors), and that bias is eliminated when it is costly to the decisionmaker.\n\n",
    "acknowledgement": "\nWe thank Richard Boylan, Philip Marx and Murat Iyigun for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}