{
    "id": 29867,
    "citation_title": "The Effect of Smoking Cessation on Mental Health: Evidence from a Randomized Trial",
    "citation_author": [
        "Katherine Meckel",
        "Katherine P. Rittenhouse"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne in nine Americans smokes cigarettes, and a disproportionate share of smokers suffer from mental illness. Despite this correlation, there exists little rigorous evidence on the effects of smoking cessation on mental health. We re-use data from a randomized trial of a smoking cessation treatment to estimate short and long-term impacts on previously un-analyzed measures of mental distress. We find that smoking cessation increases short-run mental distress, while reducing milder forms of long-run distress. We provide suggestive evidence on mechanisms including physical health, marriage, employment and substance use. Our results suggest that cessation efforts and mental health supports are complementary interventions in the short run and provide new evidence of welfare gains from cessation in the long run.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Jeff Clemens, Julie Cullen, Gordon Dahl, Dan Sacks, Frank Schilbach, and seminar participants at the Tobacco Online Policy Seminar (TOPS), Stanford Medical School, NBER SI Health Care Meeting, Texas A&M, and University of Utah Business School. This Manuscript was prepared using Lung Health Study Research Materials obtained from the NHLBI Biologic Specimen and Data Repository Information Coordinating Center and does not necessarily reflect the opinions or views of the LHS or the NHLBI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}