{
    "id": 29868,
    "citation_title": "Consumer Bankruptcy, Mortgage Default and Labor Supply",
    "citation_author": [
        "Wenli Li",
        "Costas Meghir",
        "Florian Oswald"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe specify and estimate a lifecycle model of consumption, housing demand and labor supply in an environment where individuals may file for bankruptcy or default on their mortgage. Uncertainty in the model is driven by house price shocks, {education specific} productivity shocks, and catastrophic consumption events, while bankruptcy is governed by the basic institutional framework in the US as implied by Chapter 7 and Chapter 13. The model is estimated using micro data on credit reports and mortgages combined with data from the American Community Survey. We use the model to understand the relative importance of the two chapters (7 and 13) for each of our two education groups that differ in both preferences and wage profiles. We also provide an evaluation of the BACPCA reform. Our paper demonstrates importance of distributional effects of Bankruptcy policy.\n\n",
    "acknowledgement": "\nThis project was funded by the Sloan Foundation under grant 2011-5-24 ECON awarded in October 2011. We thank seminar participants at the NBER Summer Institute 2013, the Chicago Fed,  UCL Implementation of Dynamic Models and SED Edinburgh conferences for comments and suggestions. Florian Oswald is grateful for additional funding under ESRC transformative research grant, grant number ES/M000486/1. The views expressed here are our own and they don't represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}