{
    "id": 29864,
    "citation_title": "The Power of Certainty: Experimental Evidence on the Effective Design of Free Tuition Programs",
    "citation_author": [
        "Elizabeth Burland",
        "Susan Dynarski",
        "Katherine Michelmore",
        "Stephanie Owen",
        "Shwetha Raghuraman"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2022-08-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposed “free college” policies vary widely in design. The simplest set tuition to zero for everyone. More targeted approaches limit free tuition to those who demonstrate need through an application process. We experimentally test the effects of these two models on the schooling decisions of low-income students. An unconditional free tuition offer from a large public university substantially increases application and enrollment rates. A free tuition offer contingent on proof of need has a much smaller effect on application and none on enrollment. These results are consistent with students placing a high value on financial certainty when making schooling decisions.\n\n",
    "acknowledgement": "\nThis project would not have been possible without our collaborators at the University of Michigan Office of Enrollment Management, particularly Kedra Ishop, Steve Lonn, Paul Robinson, and Betsy Brown. We are grateful to the Michigan Department of Education (MDE) and Michigan’s Center for Educational Performance and Information (CEPI) for providing data. Seminar participants at the University of Michigan, Columbia Teachers College, Washington University in St. Louis, and the University of Wisconsin provided helpful comments. Sarah Cohodes, Joshua Goodman, CJ Libassi, and Matt Notowidigdo generously read initial drafts. The Institute of Education Sciences of the US Department of Education (through grants R305B1170015), the Smith Richardson Foundation, and the Andrew Carnegie Fellows Program funded this research. This project was approved by the University of Michigan’s Health Sciences and Behavioral Sciences Institutional Review Board (under study research ID HUM00096289); Harvard University’s Institutional Review Board (IRB21-1221); and Colby College’s Institutional Review Board (2021-093). This study is registered at the randomized trial registry of the American Economic Association under RCT ID AEARCTR-0001831, with 10.1257/rct.1831-3.0. A pre-analysis plan was filed in August 2019 (Dynarski et al., 2019). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}