{
    "id": 29866,
    "citation_title": "Computerization of White Collar Jobs",
    "citation_author": [
        "Marcus Dillender",
        "Eliza Forsythe"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of computerization of white-collar jobs on wages and employment.  Using online job postings from 2007 and 2010--2016  for office and administrative support (OAS) jobs, we show that when firms adopt new software at the job-title level they increase the skills required of job applicants. Furthermore, firms change the task content of such jobs, broadening them to include tasks associated with higher-skill office functions.  We aggregate these patterns to the local labor-market level, instrumenting for local technology adoption with national measures. We find that a 1 standard deviation increase in OAS technology usage reduces employment in OAS occupations by about 1 percentage point and increases wages for college graduates in OAS jobs by over 3 percent. We find negative wage spillovers, with wages falling for both workers with and without a college degree. These results are consistent with technological adoption inducing a realignment in task assignment across occupations, leading office support occupations to become higher skill. We argue relative wage gains for OAS workers indicates that factor-augmenting features of OAS technological change dominate task-substituting features. In addition, while we find that total employment increases, these gains primarily accrue to college-educated women.\n\n",
    "acknowledgement": "\nWe thank participants at the Society of Labor Economists Meeting, Wharton People and Organizations Conference,  NBER's conference on the Economics of Artificial Intelligence, Brookings Institution,  Western Economics Association International, the Association for Public Policy Analysis and Management, the Barcelona GSE Summer Forum, the Society of Institutional and Organizational Economics, and CESifo-Delphi Conference on The Effects of the Digital Transformation on the Workplace and the Labor Market. We also thank Ludwig Maximilian and Christian Fons-Rosen for helpful comments and discussions.  Juan Munoz provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}