{
    "id": 29865,
    "citation_title": "Joined at the Hip: Monetary and Fiscal Policy in a Liquidity-Dependent World",
    "citation_author": [
        "Guillermo A. Calvo",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of monetary and fiscal policies when both money and government bonds provide liquidity services. Because money is the unit of account, the price of money is the inverse of the price level. If prices are sticky, so is the price of money in terms of goods, and this is one important reason why money is liquid and attractive. By contrast, the price of government bonds is free to jump and often does, especially in response to news about changes in fiscal policy and the supply of bonds. Those movements in government bond prices affect available liquidity, and therefore aggregate demand, inflation and output. Under these conditions, bond-financed fiscal expansions can be contractionary, causing deflation and a temporary recession. To avoid those effects, changes in bond supply must be matched by changes in money supply and in the interest rate on money. We conclude that in a liquidity-dependent world, fiscal and monetary policies are joined at the hip.\n\n",
    "acknowledgement": "\nWe are thankful to Cristina Arellano for comments and also to participants in the 20th 2021 BIS Annual Conference and in the LSE Faculty Work-in-Progress Seminar.  Responsibility for any errors is our own. Velasco acknowledges support from an LSE research fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}