{
    "id": 29862,
    "citation_title": "Abundance from Abroad: Migrant Income and Long-Run Economic Development",
    "citation_author": [
        "Gaurav Khanna",
        "Emir Murathanoglu",
        "Caroline B. Theoharides",
        "Dean Yang"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2022-10-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does income from international migrant labor affect the long-run development of migrant-origin areas? We leverage the 1997 Asian Financial Crisis to identify exogenous and persistent changes in international migrant income across regions of the Philippines, derived from spatial variation in exposure to exchange rate shocks. The initial shock to migrant income is magnified in the long run, leading to substantial increases in income in the domestic economy in migrant-origin areas; increases in population education; better-educated migrants; and increased migration in high-skilled jobs. 77.3% of long-run income gains are actually from domestic (rather than international migrant) income. A simple model yields insights on mechanisms and magnitudes, in particular that 23.2% of long-run income gains are due to increased educational investments in origin areas. Improved income prospects from international labor migration not only benefit migrants themselves, but also foster long-run economic development in migrant-origin areas.\n\n",
    "acknowledgement": "\nWe thank HeeSung Kim and Theo Kulczycki for excellent research assistance. We appreciate feedback from Ran Abramitzky, Toman Barsbai, Sam Bazzi, Gustavo Bobonis, Loren Brandt, Emily Breza, Brian Cadena, Lorenzo Casaburi, Dasha Celik, Levent Celik, Michael Clemens, Taryn Dinkelman, Michael Donihue, Christian Dustmann, Eric Edmonds, Ryan Edwards, Dennis Egger, Ben Faber, Xavi Giné, Joseph Gomes, Jess Goldberg, André Gröger, Andrea Matranga, David McKenzie, Melanie Morten, Pablo Ottonello, Owen Ozier, Dina Pomerantz, Tommaso Porzio, Imran Rasul, Yasu Sawada, Alex Scacco, Matti Sarvimäki, Mahesh Shrestha, Manisha Shah, Sebastian Sotelo, Andreas Steinmayr, Marko Terviö, Lore Vandewalle, Peter Varela, David Yanagizawa-Drott, Xiaodong Zhu, and semi-nar participants at Universitat Autonoma de Barcelona, U. Munich, U. Navarra, U. Zurich, Higher School of Economics, New Economic School, Helsinki Center of Economic Research (HECER), Development Network Berlin (DENeB), Asian Development Bank, U. Toronto, Australian National University, University College London, Ateneo de Manila, U. Paris 1 Panthéon-Sorbonne, the U.K. Foreign, Commonwealth, & Development Office (FCDO), the 2015 and 2018 International Conference on Migration and Development, the 2017 Centro Studi Luca d‘Agliano/Colegio Carlo Alberto/FIERI Migration Conference, the 2018 Geneva Workshop on Financial Inclusion in Developing Countries (Graduate Institute Geneva), the 2018 Barcelona GSE Migration Summer Forum, NEUDC, the 2018 IZA Migration Meeting, the 2021 Asia Impact Evaluation Conference (HKUST/ADB/KDI), and the 2022 NBER Summer Institute (Development Economics Program). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}