{
    "id": 29863,
    "citation_title": "A Year Older, A Year Wiser (and Farther from Frontier): Invention Rents and Human Capital Depreciation",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Ari Hyytinen",
        "Otto Toivanen"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe look at how the arrival of an invention affects wage returns and probability of moving out of employment for white- and blue-collar coworkers of the inventor. First results suggest that older workers are hurt by the arrival of an invention. This negative effect disappears when we control for education and, in particular, for time that since obtaining the last formal degree, i.e., distance to human capital frontier. If anything, this effect is slightly higher for non-STEM than STEM-educated co-workers. This result suggests that retraining programs could be helpful in making the process of creative destruction and economic growth more inclusive.\n\n",
    "acknowledgement": "\nWe would like to thank Atte Pudas for excellent research assistance, and the ERC (grant agreement No. 786587), NSF CAREER Grant (NSF grant No: 1654719), and the Yrjö Jahnsson foundation (grant number 20207329) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOtto Toivanen\n\nI thankfully acknowledge financial support from the Yrjö Jahnsson Foundation.\n\n\n"
}