{
    "id": 29869,
    "citation_title": "Estimating Equilibrium in Health Insurance Exchanges: Price Competition and Subsidy Design under the ACA",
    "citation_author": [
        "Pietro Tebaldi"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-01-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn government-sponsored health insurance, subsidy design affects market outcomes. First, holding premiums fixed, subsidies determine insurance uptake and average cost. Insurers then respond to these changes, adjusting premiums. Combining data from the first four years of the California ACA marketplace with a model of insurance demand, cost, and insurers’ competition, I quantify the impact of alternative subsidy designs on premiums, enrollment, costs, public spending, and consumer surplus. Younger individuals are more price sensitive and cheaper to cover.  Increasing subsidies to this group would make all buyers better off, increase market participation, and lower average costs and average subsidies.\n\n",
    "acknowledgement": "\nResearch partly supported by the Kapnick Foundation and by the Becker Friedman Institute. Six anonymous referees and Pinelopi Goldberg provided numerous helpful comments that lead to substantial improvements in this article. Special thanks go to my thesis advisor, Liran Einav, and to Tim Bresnahan, Matt Jackson, and Mark Duggan for their support and guidance. I also thank the many participants at seminars and conferences for their feedback, and I am grateful to Sofronis Clarides, Martin Hackmann, Ben Handel, Kate Ho, Mark Shepard, and Jonathan Williams for the insightful discussions. Hanbin Yang, Honglin Li, and Matteo Saccarola provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}