{
    "id": 29874,
    "citation_title": "Eclipse of Rent-Sharing: The Effects of Managers' Business Education on Wages and the Labor Share in the US and Denmark",
    "citation_author": [
        "Daron Acemoglu",
        "Alex He",
        "Daniel le Maire"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2024-03-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides evidence from the US and Denmark that managers with a business degree (“business managers”) reduce their employees' wages. Within five years of the appointment of a business manager, wages decline by 6% and the labor share by 5 percentage points in the US, and by 3% and 3 percentage points in Denmark. Firms appointing business managers are not on differential trends and do not enjoy higher output, investment, or employment growth thereafter. Using manager retirements and deaths and an IV strategy based on the diffusion of the practice of appointing business managers within industry, region and size quartile cells, we provide additional evidence that these are causal effects. We establish that the proximate cause of these (relative) wage effects are changes in rent-sharing practices following the appointment of business managers. Exploiting exogenous export demand shocks, we show that non-business managers share profits with their workers, whereas business managers do not. But consistent with our first set of results, these business managers show no greater ability to increase sales or profits in response to exporting opportunities. Finally, we use the influence of role models on college major choice to instrument for the decision to enroll in a business degree in Denmark and show that our estimates correspond to causal effects of practices and values acquired in business education - rather than the differential selection into business education of individuals unlikely to share rents with workers.\n\n",
    "acknowledgement": "\nWe thank David Autor, Mike Faulkender, Simon Jaeger, Pat Kline, Max Maksimovic, Richard Marens, Suresh Naidu, Harris Sondak, Anna Stansbury, Geoff Tate, David Thesmar, Liu Yang, Luigi Zingales, and seminar participants at the University of Maryland and POLECONUK for helpful discussions and comments. We are grateful to Jakob Munch for sharing the data on trade shocks and to Marco Tabellini and Guglielmo Zappala for help with the BoardEx data. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1680 (CBDRB-FY22-P1680-R9236). We thank the Smith Richardson Foundation and the Hewlett Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}