{
    "id": 29877,
    "citation_title": "Invisible Wounds: Health and Well-Being Impacts of Mental Disorder Disability Compensation on Veterans",
    "citation_author": [
        "David Silver",
        "Jonathan Zhang"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-09-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study impacts of the US Department of Veteran Affairs (VA) Disability Compensation program on the health and well-being of the large and rapidly growing population of veterans claiming mental disorders. Our empirical strategy leverages quasi-random assignment of veterans to medical examiners who vary in their assessing tendencies. We find that an additional $1,000 per year in transfers decreases food insecurity and homelessness by 4.1% and 1.3% over five years, while the number of collections on VA debts declines by 6.4%. Despite facing few monetary costs, healthcare utilization increases by 2.5% over the first five years, with greater engagement in preventive care and improved medication adherence. Patient satisfaction surveys suggest that transfers improve communication and trust between veterans and VA clinicians, leading to greater overall satisfaction. Apart from a reduction in self-reported pain, we estimate precise null average effects on mental and physical health, and on mortality. Lastly, those on the margin of claim denial experience worse outcomes on average than other applicants, with suggestive evidence of large treatment effects for this sub-population, highlighting the precarious positions of many marginally (dis)qualified applicants for this program.\n\n",
    "acknowledgement": "\nWe thank Lisa Brenner, David Card, David Chan, Janet Currie, Manasi Deshpande, Mark Duggan, Liran Einav, Shari Eli, Amy Finkelstein, Kyle Greenberg, Audrey Guo, Sarah Miller, Timothy Moore, Ashley O’Donoghue, Stacey Pollack, Liam Rose, Heather Royer, Frank Schilbach, Hannes Schwandt, George Sheldon, Paul Silver, Jodie Trafton, Todd Wagner, VAGAO Health Outcomes Study group, and seminar participants at ASHEcon, Brock University, Canadian Health Economists Study Group, Carleton University, Electronic Health Economics Colloquium, European Economic Association, Indiana University, National Tax Association Conference, NBER Summer Institute (Aging, Public), Simon Fraser University, Singapore Management University, Southern Economics Association Conference, University of California Santa Barbara, University of South Carolina, and University of Toronto for helpful comments. We are especially thankful to Paul Shute, Wanmei Ou, Babatunde Oguntade, John McCarthy, Rani Hoff, Wes Kasprow, and the VA Office of Performance Analysis and Integrity and VA Debt Management Center for providing data access. The views expressed herein are those of the authors and do not necessarily reflect those of the United States Department of Veterans Affairs, the Veterans Health Administration, or the Veterans Benefits Administration. The work in this paper is part of internal VHA quality improvement and deemed non-research by the Stanford IRB. The work in this paper is part of internal VHA quality improvement and deemed non-research by the Stanford IRB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Zhang\n\nJonathan Zhang is a federal contractor with the US Department of Veterans Affairs.\n\n\n"
}