{
    "id": 29870,
    "citation_title": "The Change in Poverty from 1995 to 2016 Among Single Parent Families",
    "citation_author": [
        "Kevin Corinth",
        "Bruce D. Meyer",
        "Derek Wu"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is the first to examine changes in poverty over time using a comprehensive set of linked survey and administrative data, implementing recommendations of the Interagency Technical Working Group on Evaluating Alternative Measures of Poverty. Using the Comprehensive Income Dataset (CID), we correct for measurement error in survey-reported incomes, focusing on single parent families from 1995 to 2016. Our preferred estimates indicate that single parent family poverty declined by 62% over time, while it fell by only 45% using survey data alone. Moreover, survey-reported deep poverty among single parent families increased over time, while it fell using the CID.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release, authorization number: CBDRB-FY2022-CES005-005. We thank Connor Murphy and Matthew Stadnicki for excellent research assistance, and our discussant Richard Burkhauser and attendees at the 2022 American Economic Association annual meetings for helpful comments. A condensed version of this paper is scheduled to appear in the May 2022 AEA Papers and Proceedings. We appreciate the financial support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, the Menard Family Foundation, and the American Enterprise Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}