{
    "id": 29875,
    "citation_title": "A Preferred-Habitat Model of Term Premia, Exchange Rates, and Monetary Policy Spillovers",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Walker D. Ray",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a two-country model in which currency and bond markets are populated by different investor clienteles, and segmentation is partly overcome by arbitrageurs with limited capital. Risk premia in our model are time-varying, connected across markets, and consistent with the empirical violations of Uncovered Interest Parity and Expectations Hypothesis. Through risk premia, large-scale bond purchases lower domestic and foreign bond yields and depreciate the currency, and short-rate cuts lower foreign yields, with smaller effects than bond purchases. Currency returns are disconnected from long-maturity bond returns, and yet the currency market is instrumental in transmitting bond demand shocks across countries.\n\n",
    "acknowledgement": "\nWe thank Mike Chernov, Luca Dedola, Charles Engel, Xavier Gabaix, Corey Garriot, Iryna Kaminska, Lukas Kremens, Hanno Lustig, Matteo Maggiori, Dmitry Mukhin, Eva Ortega, Hélène Rey, Jean-Charles Rochet, Maxime Sauzet, Alan Taylor, Adrien Verdelhan, Andreea Vladu, seminar participants at Athens, Bank of Finland, Bank of Spain, ECB, GWU, HKUST, Imperial, IMF, Indiana, INSEAD, King’s College, LBS, LSE, Maryland, MIT, OIFM, Princeton, Purdue, SF Fed, Stanford GSB, UBC, VFTS, and Wisconsin, and participants at the Bank of Canada, Bank of England, CRETE, ECB, EFA, IMF, LSE-BIS, NBER 2020 Summer Institute AP and IFM, and VSFX conferences, for helpful comments. We thank Farbod Ekbatani and Jianlin Wang for excellent research assistance, and the LSE Paul Woolley Centre for financial support. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n\nPierre-Olivier Gourinchas\n\nOn January 24, 2022, Pierre-Olivier Gourinchas became the Research Director at the International Monetary Fund. This project was largely completed before his appointment.\n\n\n"
}