{
    "id": 29878,
    "citation_title": "Changes in the Distribution of Economic Well-Being during the COVID-19 Pandemic: Evidence from Nationally Representative Consumption Data",
    "citation_author": [
        "Bruce D. Meyer",
        "Connacher Murphy",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine the distribution of household consumption, income and savings from 2019 through the end of 2020 using the Consumer Expenditure Survey (CE) and other data. This is the first work to study the impact of the COVID-19 pandemic on economic well-being using nationally representative consumption data. We find that low percentiles of the consumption distribution see pre-pandemic growth and little change with the onset of the pandemic. On the other hand, higher percentiles of the consumption distribution do not increase before the pandemic and fall in 2020. Leveraging the rich demographics of our microdata, we find the most pronounced decline for high-educated families near the top of the consumption distribution and seniors in the top half of the distribution. The decrease in the top half is less evident for non-Whites. These patterns for consumption are different than those for income, particularly in the upper part of the distribution. Liquid assets increase in the upper half of the distribution, consistent with the divergence between the upper half of the income and consumption distributions. Our results suggest that the policy response to the pandemic averted a decrease in consumption for the most materially disadvantaged families, while changes in aggregate consumption accord with the observed patterns in the top of the consumption distribution. The changes for various types of consumption, and the distribution of those changes across the material resource distribution, are consistent with reductions in travel to work—which were large for those with greater material advantage—and restrictions on outlets for consumption.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Ganong for comments and the Alfred P. Sloan Foundation, the Charles Koch Foundation, the Menard Family Foundation, AEI and the University of Chicago Research Computing Center for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}