{
    "id": 29873,
    "citation_title": "Difference-in-Differences Estimators of Intertemporal Treatment Effects",
    "citation_author": [
        "Clément de Chaisemartin",
        "Xavier D'Haultfoeuille"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-07-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study treatment-effect estimation using panel data. The treatment may be nonbinary, non-absorbing, and the outcome may be affected by the treatment lags. We make parallel-trends assumptions, but do not restrict treatment effect heterogeneity, unlike commonly-used two-way-fixed-effects regressions. We propose reduced-form event-study estimators of the effect of being exposed to a weakly higher treatment dose for ℓ periods. We also propose normalized event-study estimators, that estimate a weighted average of the effects of the current treatment and its lags. Finally, we show that the reduced-form estimators can be combined into an economically interpretable cost-benefit ratio.\n\n",
    "acknowledgement": "\nWe are very grateful to Mélitine Malézieux and Doulo Sow for their outstanding research assistance. We are also very grateful to Isabelle Méjean, Ashesh Rambachan, Jonathan Roth, Pedro Sant’Anna, Jesse Shapiro, the editor, and four anonymous referees for their helpful comments. Clément de Chaisemartin was funded by the European Union (ERC, REALLYCREDIBLE,GA N°101043899). Views and opinions expressed are those of the authors and do not reflect those of the European Union or the European Research Council Executive Agency. Neither the European Union nor the granting authority can be held responsible for them. Xavier D’Haultfoeuille gratefully acknowledges financial support from the research grants Otelo (ANR-17-CE26-0015-041). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}