{
    "id": 29876,
    "citation_title": "From Scarcity to Abundance: Government and Private Initiatives to Manage the Allocation of N95 Masks in the U.S. During the COVID-19 Pandemic",
    "citation_author": [
        "Paul L. Joskow"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the structure, behavior and performance of the N95 respirator market in the U.S. before and during the COVID-19 pandemic (2020-early 2022). It focuses on the behavior and performance of government and private sector organizations in the allocation of scarce supplies of N95 respirators during the pandemic in the U.S. The experience with the supply, demand, allocation, rationing, and pricing of N95s during the first two years of the pandemic provides instructive examples of how the public and private sectors can work in tandem with regulatory support rather than coercion to achieve widely accepted public health goals. Of particular interest is the adoption of voluntary private market segmentation, rationing and price maintenance policies during roughly the first year of the pandemic, led by the dominant U.S. manufacturer of N95s.\n\n",
    "acknowledgement": "\nDepartment of Economics, MIT and National Bureau of Economic Research. I have benefited from comments from Richard Schmalensee, John Deutch, Clifford Winston, Dennis Carlton, and Chad Bown. I want to thank the members of my family, my friends and colleagues who gave me the opportunity to purchase N95 and N95-like respirators for them in 2020 and 2021. This activity helped me to learn about the N95 market. I also want to thank PPE distributors and my doctors and dentists for answering my questions about the procurement and use of N95s in health care settings. Research support was provided by MIT.  There are no conflicts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}