{
    "id": 29879,
    "citation_title": "Trading-off Bias and Variance in Stratified Experiments and in Staggered Adoption Designs, Under a Boundedness Condition on the Magnitude of the Treatment Effect",
    "citation_author": [
        "Clément de Chaisemartin"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI consider estimation of the average treatment effect (ATE), in a population composed of $G$ groups, when one has unbiased and uncorrelated estimators of each group's conditional average treatment effect (CATE). These conditions are met in stratified randomized experiments. I assume that the outcome is homoscedastic, and that each CATE is bounded in absolute value by B standard deviations of the outcome, for some known B. I derive, across all linear combinations of the CATEs' estimators, the estimator of the ATE with the lowest worst-case mean-squared error. This minimax-linear estimator assigns a weight equal to group g's share in the population to the most precisely estimated CATEs, and a weight proportional to one over the estimator's variance to the least precisely estimated CATEs. I also derive the minimax-linear estimator when the CATEs' estimators are positively correlated, a condition that may be met by differences-in-differences estimators in staggered adoption designs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}