{
    "id": 29888,
    "citation_title": "High-Yield Debt Covenants and Their Real Effects",
    "citation_author": [
        "Falk Bräuning",
        "Victoria Ivashina",
        "Ali Ozdagli"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-yield debt including leveraged loans is characterized by incurrence financial covenants, or “cov-lite” provisions. A traditional loan agreement includes maintenance covenants, which require continuous compliance with the covenant threshold, and their violation shifts the control rights to creditors. Incurrence covenants preserve equity control rights but trigger pre-specified restrictions on the borrower’s actions once the covenant threshold is crossed. We show that the prevalence of incurrence covenants indirectly imposes significant constraints on investments as restricted actions become binding: Similar to the effects associated with the shift of control rights to creditors in traditional loans, the drop in investment under incurrence covenants is large and sudden. The deleveraging and drop in investment and market value associated with such latent violations point to a shock amplification mechanism through contractual restrictions that are at play for a highly levered corporate sector prior to firms filing for bankruptcy and independently of whether they ever do so.\n\n",
    "acknowledgement": "\nMonica Barbosa, Kavish Gandhi, and Frankie Lin provided outstanding research assistance. We are grateful to the seminar participants at the Federal Reserve Bank of Boston and at Wharton for insightful comments. We thank Philippe Andrade, Daniel Green, Daniel Greenwald, Joe Peek, and Michel Roberts for detailed feedback on the paper. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Boston, Federal Reserve Bank of Dallas, or the Federal Reserve System. There was no external financial support provided for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVictoria Ivashina\n\nIn addition to Harvard University, in the past three years, I received significant financial support from the Federal Reserve Bank of Boston, European Central Bank, Superintendency of Banking and Insurance of Peru, Long Term Investors @ UniTo, and AfricInvest.\n\n\n"
}