{
    "id": 29886,
    "citation_title": "Does Entry Remedy Collusion? Evidence from the Generic Prescription Drug Cartel",
    "citation_author": [
        "Amanda Starc",
        "Thomas G. Wollmann"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-04-24",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEntry represents a fundamental threat to cartels. We study the extent and effect of this behavior in the largest price-fixing case in US history, which involves generic drug manufacturing. We link information on the cartel’s internal operations to regulatory filings and market data. There is a substantial increase in entry after cartel formation but regulatory approvals delay most entrants by 2-4 years. We then estimate a structural model to simulate counterfactual equilibria. Absent entry, cartel profits would be dramatically higher. Correspondingly, reducing regulatory delays by just 1-2 years equates to consumer compensating variation of $559 million-$1.3 billion.\n\n",
    "acknowledgement": "\nWe thank John Asker, Emily Cuddy, Kathleen Hui, JF Houde, Michi Igami, Louis Kaplow, Casey Mulligan, Rob Porter, Fiona Scott Morton, Mike Sinkinson, Bob Topel, Brett Wendling, as well as seminar participants at the University of Wisconsin, University of Pennsylvania, University of Texas-Austin, Stanford University, US Dept. of Justice, Penn State University, Chicago Booth, UC Berkeley, UCLA Anderson, Federal Trade Commission, Harvard Business School, Congressional Budget Office, Cornerstone Research, Midwest IO Fest, Cowles Conference on Models and Measurement, SITE, Northwestern Antitrust Conference, and ASSA/AEA Annual Meeting for their comments. We benefited immensely from conversations with Doni Bloomfield, with whom we have related work. Paulo Ramos provided not only superb research assistance but also substantive contributions to the model and its estimation. Paloma Avendano also provided excellent research assistance. Wollmann thanks the Becker Friedman Institute’s Industrial Organization Initiative for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}