{
    "id": 29884,
    "citation_title": "Vaccination Rates and COVID Outcomes across U.S. States",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2022-11-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nRates of COVID deaths, hospitalizations, and cases differ markedly across U.S. states, as do rates of vaccination. This study uses cross-state regressions to assess impacts of vaccinations on COVID outcomes. A number of familiar issues arise concerning cross-sectional regressions, including omitted variables, behavioral responses to vaccination, and reverse causation. The benefits from a field context and from the broad range of observed variations suggest the value from dealing with these issues. Results reveal sizable negative effects of vaccination on deaths, hospitalizations, and cases up to early December 2021, although vaccine efficacy seems to wane over time. The findings for deaths apply to all-cause excess mortality as well as COVID-related mortality. The estimates imply that one expected life saved requires 248 additional doses, with a marginal cost around $55000, far below typical estimates of the value of a statistical life. Results since December 2021 suggest smaller effects of vaccinations on deaths and, especially, hospitalizations and cases, possibly because of diminished effectiveness of vaccines against new forms of the virus, notably the omicron variant. A further possibility is that confidence engendered by vaccinations motivated individuals and governments to lessen non-pharmaceutical interventions, such as masking and social distancing.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research. An earlier version of this paper appeared as NBER working paper no. 29884 in March 2022. I have benefited from comments by Stephen Barro, David Cutler, Ed Glaeser, Niels-Jakob Hansen, Rui Mano, Rachel McCleary, Bruce Meyer, Lisa Robinson, Jesse Shapiro, Michael Strain, Stan Veuger, and Mark Warshawsky.\n\n\n"
}