{
    "id": 29889,
    "citation_title": "Credit Markets, Property Rights, and the Commons",
    "citation_author": [
        "Frederik Noack",
        "Christopher Costello"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit markets and property rights are fundamental for modern economies, but they also have implications for the commons. Using a dynamic model of competitive resource extraction, we show that improving property right security unambiguously increases conservation incentives, but the effect of credit markets on resource extraction effort hinges on the security of property rights. We test these predictions using data on global fisheries, credit markets, and the largest-ever marine property rights assignment. We find that property right security reduces resource extraction, while credit market development increases resource extraction under insecure property rights but reduces resource extraction under secure property rights.\n\n",
    "acknowledgement": "\nFor their helpful comments and discussion we thank Jennifer Alix-Garcia, Toman Barsbai, Brian Copeland, Olivier Deschenes, Viktoriya Hnatkovska, Seema Jayachandran, Hiro Kasahara, Ashley Larsen, Bryan Leonard, Grant McDermott, Kyle Meng, Gordon Munro, Jonathan Proctor, Martin Quaas, Marie-Catherine Riekhof and seminar participants at the Center for Environmental Economics - Montpellier, Simon Fraser University, the University of British Columbia, the University of California, Santa Barbara, the University of Maryland, the University of Massachusetts Amherst and the University of Wisconsin-Madison. Lastly, we are grateful for the feedback at the World Congress of Environmental and Resource Economists in Gothenburg, the International Institute of Fisheries Economics \\& Trade conference in Seattle, ASSA Annual Meeting in Atlanta and the AERE Summer Conference in Tahoe. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}