{
    "id": 29882,
    "citation_title": "Fiscal Capacity and Commercial Bank Lending Under COVID-19",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Mark M. Spiegel"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-04-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the implications of government indebtedness for the efficacy of expansionary government spending in encouraging commercial bank lending growth during the COVID-19 pandemic. Our sample is a large cross-section of over 3000 banks from 71 countries. To address the likely endogeneity of government assistance, we instrument for extra-normal spending using disparities in pre-existing national political characteristics. Our results indicate that bank lending did respond to fiscal capacity, as higher public debt going into the crisis weakened the expansionary effects of higher spending on bank lending at economically and statistically significant levels. Moreover, this sensitivity was higher among weaker banks, suggesting sensitivity to the perceived implications of spending for government assistance going forward. We also found greater sensitivity in high-income economies and for small and medium-sized banks. Our results are robust to a variety of robustness tests, including perturbations in specification, sample, and estimation methodology.\n\n",
    "acknowledgement": "\nWe are grateful for insightful comments provided by an anonymous reviewer and the editor. Olivia Lofton provided excellent research assistance. Joshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and International Relations, USC. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, the National Bureau of Economic Research, or the Asian Development Bank.\n\n\n"
}