{
    "id": 29881,
    "citation_title": "Household Portfolios and Retirement Saving over the Life Cycle",
    "citation_author": [
        "Jonathan A. Parker",
        "Antoinette Schoar",
        "Allison T. Cole",
        "Duncan Simester"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-10-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper shows a dramatic change in the investment behavior of the U.S. middleclass. During the 2010s, the average share of investable wealth that people hold in stocks is roughly ten percent larger than in the 1990s, and now has a strong lifecycle pattern, rising modestly early in life and falling significantly as retirement approaches. These changes in portfolio allocation were facilitated by the Pension Protection Act (PPA) of 2006, which allowed employers to adopt target date funds (TDFs) as default options in retirement saving plans. Young workers enrolling at an employer shortly after its plan adopts TDFs as defaults have higher equity shares than those who enroll at that same employer shortly before. In contrast to what we find for portfolios, retirement contribution rates over the life-cycle have been relatively stable across cohorts over time, and we find no evidence that the PPA directly raised contribution rates on average.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Jesse Bricker, Sylvain Catherine, Jim Poterba, Josh Rauh, John Sabelhaus, Eva Xu and participants at seminars at Chicago, Columbia, LSE, MIT, Michigan, Stanford, and USC as well as the CEPR Household Finance Conference, the May 2022 Journal of Investment Management Conference, and the 2022 NBER Summer Institute Asset Pricing Meeting. We also thank Jiulei Zhu for excellent research assistance. All authors except Simester served as unpaid consultants for the financial services company that provided data for this paper. Simester served as a paid consultant of the company during this time. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}