{
    "id": 29880,
    "citation_title": "Does Human-algorithm Feedback Loop Lead to Error Propagation? Evidence from Zillow’s Zestimate",
    "citation_author": [
        "Runshan Fu",
        "Ginger Zhe Jin",
        "Meng Liu"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2023-06-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how home sellers and buyers interact with Zillow’s Zestimate algorithm throughout the sales cycle of residential properties, with an emphasis on the implications of such interactions. In particular, leveraging Zestimate’s algorithm updates as exogenous shocks, we find evidence for a human-algorithm feedback loop: listing and selling outcomes respond significantly to Zestimate, and Zestimate is quickly updated for the focal and comparable homes after a property is listed or sold. This raises a concern that housing market disturbances may propagate and persist because of the feedback loop. However, simulation suggests that disturbances are short-lived and diminish eventually, mainly because all marginal effects across stages of the selling process—though sizable and significant—are less than one. To further validate this insight in the real data, we leverage the COVID-19 pandemic as a natural experiment. We find consistent evidence that the initial disturbances created by the March-2020 declaration of national emergency faded away in a few months. Overall, our results identify the human-algorithm feedback loop in an important real-world setting, but dismiss the concern that such a feedback loop generates persistent error propagation.\n\n",
    "acknowledgement": "\nPreviously circulated as “Human-Algorithm Interactions: Evidence from Zillow.com.” We thank Bo Cowgill, Andrey Fradkin, Xiang Hui, Zhentong Lu, Nikhil Malik, and Shunyuan Zhang for constructive comments. None of us have any significant financial interests in Zillow or other housing-related information platforms. The paper only reflects the opinion of the authors, and not the opinion of any organizations. All rights reserved; all errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}