{
    "id": 29885,
    "citation_title": "Smoking, Selection, and Medical Care Expenditures",
    "citation_author": [
        "Michael E. Darden",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2022-04-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe contribution of cigarette smoking to national health expenditures is thought to be large, but our current understanding of the effect of smoking on annual medical expenditures is limited to studies that use cross-sectional data to make comparisons of medical care expenditures between smokers and never smokers at a particular age. We develop a dynamic economic model of smoking and medical care use that highlights two forms of selection: selective mortality and non-random cessation. To test predictions from our model, we construct novel longitudinal profiles of medical expenditures of smokers and never smokers from merged National Health Interview Survey and Medicare claims information. Consistent with our theory, we find that, from a given age, smokers generate higher expenditures prospectively, because of a higher incidence in inpatient usage, and lower expenditures retrospectively, because of lower outpatient usage. Between ages 65 and 84, we find that the expected value of the discounted sum of total expenditures is lower for smokers, mainly because of excess mortality. We find no evidence that cigarette smoking is a burden on Medicare.\n\n",
    "acknowledgement": "\nThis manuscript was prepared with linked Medicare claims/National Health Interview Survey data from the National Center for Health Statistics. The findings and conclusions in this paper are those of the authors and do not necessarily represent the views of the Research Data Center, the National Center for Health Statistics, or the Centers for Disease Control and Prevention. Dr. Darden acknowledges funding from a Johns Hopkins University Catalyst Award. Neither Dr. Darden nor Dr. Kaestner have any conflicts of interest or competing interests related to this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}