{
    "id": 29899,
    "citation_title": "Agency MBS as Safe Assets",
    "citation_author": [
        "Zhiguo He",
        "Zhaogang Song"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "2022-07-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMeasured as yield spreads against AAA corporate bonds, the convenience premium for agency MBS averaged 47 basis points between 1995 and 2021, about half of the long-term-Treasury convenience premium. Both the MBS convenience premium and the issuance amount vary negatively with the mortgage rate, which is consistent with a prepayment-driven demand channel. This negative dependence contrasts strikingly with the positive dependence of the MBS-repo convenience premium on interest rates, as implied by the “opportunity cost of money” hypothesis. The placing of agencies into conservatorship in 2008 and the introduction of the liquidity coverage ratio in 2013 affected the convenience premium significantly, which is consistent with the safety and regulatory-constraint channels of demand for MBS. Based on “structural” restrictions in standard models, the ratio of MBS to Treasury convenience premia pinpoints the time-varying MBS-specific demand empirically.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Wenxin Du, Ye Li, Francis Longstaff, Stefan Nagel, Nagpurnanand Prabhala, Sharon Ross (discussant), Steve Schaefer (discussant), Philip Strahan, and Adi Sundaram (discussant) as well as seminar and conference participants at the 7th International Conference on Sovereign Bond Markets, the 2021 AFA, the 2022 SFS Cavalcade, Johns Hopkins University, University of Oxford, University of Warwick, University College London, CUHK Shenzhen, Boston College, and University of California, Irvine. We are grateful to Andrea Eisfeldt for sharing measures of prepayment factors and David Lucca for sharing measures of prepayment risk premia. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business; Zhaogang Song acknowledges the General Research Support Fund from the Johns Hopkins Carey Business School. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}