{
    "id": 29890,
    "citation_title": "Disruption and Credit Markets",
    "citation_author": [
        "Bo Becker",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that over the past half century innovative disruptions were central to understanding corporate defaults. In a given year, industries experiencing abnormally high VC or IPO activity subsequently see higher default rates, higher segment exits by conglomerates, and higher yields on bonds issued by the firms in these industries. Overall, we find that disruption is a broad phenomenon, negatively affecting incumbent firms across the spectrum of age, valuation, and levers, with the exception of very large and low-leverage firms, which confirms our central hypothesis.\n\n",
    "acknowledgement": "\nBecker acknowledges support from the Swedish House of Finance. We thank participants at the seminars and conferences held at Federal Reserve Bank of Boston, Stockholm School of Economics, Chicago, Lancaster University, HEC, Erasmus, Cass Business School, HEC Montreal-McGill, and Tinbergen Institute as well as Ramin Baghai, Miguel Ferreira, Paolo Fulghieri, Mariassunta Giannetti, Anil Kashyap, Marcus Opp, Dennis Sosyura, Per Strömberg, and Luigi Zingales for their feedback. We thank Wendy Hu at Burgiss for providing assistance with the data. Dmitry Kurochkin and Terrance Shu provided remarkable assistance with the analysis. The Harvard Business School Private Capital Project, Private Equity Research Consortium (PERC) and the Institute for Private Capital (IPC) provided support for this project. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}