{
    "id": 29894,
    "citation_title": "Valuing Financial Data",
    "citation_author": [
        "Maryam Farboodi",
        "Dhruv Singal",
        "Laura Veldkamp",
        "Venky Venkateswaran"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should an investor value financial data? The answer is complicated because it depends on the characteristics of all investors. We develop a sufficient statistics approach that uses equilibrium asset return moments to summarize all relevant information about others' characteristics. It can value data that is public or private, about one or many assets, relevant for dividends or for sentiment. While different data types have different valuations, heterogeneous investors value the same data very differently, which suggests a low price elasticity for data demand. Heterogeneous investors' data valuations are also affected very differentially by market illiquidity.\n\n",
    "acknowledgement": "\nThanks to Adrien Matray and Vincent Glode for valuable conversations and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaura Veldkamp\n\nI have visited or lectured at the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy, research visitor.\n\n\nFederal Reserve Bank of New York, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nGoldman Sachs, as a GMI fellow.\n\n\nStandard & Poors, one-time honorarium.\n\n\nUniversity of California at Los Angeles, as a guest Ph.D. lecturer\n\n\nI also received a salary from Elsevier as an editor of the Journal of Economic Theory.\n\n\n"
}