{
    "id": 29895,
    "citation_title": "Labor Substitutability among Schooling Groups",
    "citation_author": [
        "Mark Bils",
        "Bariş Kaymak",
        "Kai-Jie Wu"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKnowing the degree of substitutability between schooling groups is essential to understanding the role of human capital in income differences and to assessing the economic impact of such policies as schooling subsidies, immigration systems, or redistributive taxes. We derive a lower bound for the substitutability required for worldwide growth in real GDP from 1960 to 2010 to be consistent with a stable wage premium for schooling despite the rapid growth in schooling, assuming no exogenous worldwide regress in the technology frontier for workers with only primary schooling.  That lower bound for the long-run elasticity of substitution is about 4, which is far higher than values commonly used in the literature. Given our bound, we reexamine the importance of human capital in cross-country income differences and the roles of school quality versus the skill bias of technology in greater efficiency gains from schooling in richer countries.\n\n",
    "acknowledgement": "\nWe thank Hannes Malmberg for his helpful comments. Baris ̧Kaymak acknowledges support from Chaire de la Fondation J.W. McConnell en etudes Americaines. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}