{
    "id": 29891,
    "citation_title": "Intergenerational Mobility Begins Before Birth",
    "citation_author": [
        "Ananth Seshadri",
        "Anson Zhou"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly 40% of births in the United States are unintended, and this phenomenon is disproportionately common among Black Americans and women with lower education. Given that being born to unprepared parents significantly affects children’s outcomes, could family planning access affect intergenerational persistence of economic status? We extend the standard Becker–Tomes model by incorporating an endogenous family planning choice. When the model is calibrated to match observed patterns of unintended fertility, we find that intergenerational mobility is significantly lower than that in the standard model. In a policy counterfactual where states improve access to family planning services for the poor, intergenerational mobility improves by 0.3 standard deviations on average. When we calibrate the model to match unintended birth rates by race, we find that differences in family planning access alone can account for 20% of the racial gap in upward mobility. Helping women fulfill their goals about family planning and childbearing can improve social mobility and address racial inequality.\n\n",
    "acknowledgement": "\nThis paper is prepared for the Carnegie-Rochester-NYU Conference Series on Public Policy. We thank our discussant Martha Bailey as well as Simeon Alder, Garrett Anstreicher, Dean Corbae, Chao Fu, Jeremy Greenwood, John Kennan, Tim Smeeding, Jeff Smith, Chris Taber, Joanna Venator, and Matthew Wiswall for helpful comments. We also received valuable feedback from participants at macro and public brownbag seminars at University of Wisconsin-Madison and participants at the Carnegie-Rochester-NYU Conference on Public Policy. We acknowledge the support by the PRAMS Working Group and the Centers for Disease Control and Prevention (CDC) on data access. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}