{
    "id": 29896,
    "citation_title": "Counter-stereotypical Messaging and Partisan Cues: Moving the Needle on Vaccines in a Polarized U.S.",
    "citation_author": [
        "Bradley Larsen",
        "Marc J. Hetherington",
        "Steven H. Greene",
        "Timothy J. Ryan",
        "Rahsaan D. Maxwell",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "2022-06-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report a large-scale randomized controlled trial designed to assess whether the counter-stereotypical messaging and partisan cues can induce people to get COVID-19 vaccines. Our study involved creating a 27-second video compilation of Donald Trump’s comments about the vaccine from Fox News interviews. We presented the video to millions of U.S. YouTube users in October 2021. Results indicate that the campaign increased the number of vaccines in the average treated county by 103. Spread across 1,014 treated counties, the total effect of the campaign was an estimated increase of 104,036 vaccines. The campaign was cost-effective: with an overall budget of about $100,000, the cost to obtain an additional vaccine was about $1 or less.\n\n",
    "acknowledgement": "\nThis research is approved under IRB-59690 (Stanford University). We benefited from financial support from the Vaccine Confidence Fund and from conversations with Cameron Ballard-Rosa, James Chu, Isabella de Vere Hunt, Pascaline Dupas, Brigham Fransden, Matt Gentzkow, Paul Gertler, Bryan Graham, Guido Imbens, Joshua Kalla, Pat Kline, Lars Lefgren, Randall Lewis, Eleni Linos, Mike MacKuen, Santiago Olivella, Linda Ong, Christopher Palmer, Kurt Ribisl, Jason Roberts, Darcy Sawatski, Hal Varian, and Robb Willer. We also benefitted from collaboration on related vaccine messaging efforts with the National Military Family Association and the Joseph Rainey Center for Public Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}