{
    "id": 29892,
    "citation_title": "Reinsuring the Insurers of Last Resort",
    "citation_author": [
        "David Dranove",
        "Craig Garthwaite",
        "Christopher Ody"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHospitals face large and variable costs from treating indigent care patients. Two methods of “reinsuring” hospitals against these costs are providing these patients with insurance and directly providing hospitals with supplemental payments to cover the expected costs of treating the indigent. Currently, the U.S. uses a hybrid of these approaches, insuring some indigent patients through Medicaid and providing hospitals with supplemental payments through programs such as Medicaid Disproportionate Share. We evaluate the economic fundamentals of supplemental payments in the U.S. safety net. We find that providing indigent care patients with insurance and providing hospitals with supplement payments are imperfect substitutes to hospitals because they differ in the extent to which they protect hospitals from risk, incentivize cost control, and and incentivize certain investments. Overall, we find that supplemental payments are used to increase access to hospitals in areas with many indigent patients, rather than to provide efficient intertemporal risk-protection to hospitals or incentivize cost control.\n\n",
    "acknowledgement": "\nOdy performed this research while employed by the Kellogg School of Management, and the study does not necessarily reflect the views of Analysis Group. We thank Sayeh Nikpay for spirited comments, and Julian Urrutia for dogged research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}