{
    "id": 29898,
    "citation_title": "Health Care Expenditure and Farm Income Loss: Evidence from Natural Disasters",
    "citation_author": [
        "Hung-Hao Chang",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFarmers have higher rates of disability and illness than the general population and more volatile incomes due to frequent crop and livestock losses from extreme weather events. This raises concerns that sudden, weather-related drops in farm income could reduce access to health care for an already vulnerable population. We estimate the sensitivity of health care use to the loss in farm income brought about by natural disasters in Taiwan. To account for endogenous exposure to disaster risks, we estimate an instrumental variables model and find that farm income elasticities of demand for outpatient care and prescriptions range from 0.11 to 0.32. Reductions in health care use may be due, in part, to changes in time allocations within farm households.\n\n",
    "acknowledgement": "\nThe authors thank the Ministry of Health and Welfare and Council of Agriculture in Taiwan for providing access to the administrative data used in this study, and Karin Wu and Jhih Yun Liu for excellent research assistance. The authors also thank Seth Richards-Shubik for providing valuable comments on an earlier version of the paper. The views expressed are those of the authors and do not reflect the views or policies of Ministry of Health and Welfare, nor the Council of Agriculture, nor the National Bureau of Economic Research.\n\n\n"
}