{
    "id": 29893,
    "citation_title": "The Female Happiness Paradox",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2022-03-28",
    "issue_date": "2022-03-24",
    "revision_date": "2022-03-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nUsing data across countries and over time we show that women are unhappier than men in unhappiness and negative affect equations, irrespective of the measure used – anxiety, depression, fearfulness, sadness, loneliness, anger – and they have more days with bad mental health and more restless sleep.  Women are also less satisfied with many aspects of their lives such as democracy, the economy, the state of education and health services.  They are also less happy in the moment in terms of peace and calm, cheerfulness, feeling active, vigorous, fresh and rested.  However, prior evidence on gender differences in global wellbeing metrics – happiness and life satisfaction – is less clear cut.  Differences vary over time, location, and with model specification and the inclusion of controls especially marital status. We also show that there are significant variations by month in happiness data regarding whether males are happier than females but find little variation by month in unhappiness data.  It matters which months are sampled when measuring positive affect but not with negative affect.  These monthly data reveal that women’s happiness was more adversely affected by the COVID shock than men’s, but also that women’s happiness rebounded more quickly suggesting resilience.  As a result, we now find strong evidence that males have higher levels of both happiness and life satisfaction in recent years even before the onset of pandemic.  As in the past they continue to have lower levels of unhappiness.  A detailed analysis of several data files, with various metrics, for the UK confirms that men now are happier than women.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}