{
    "id": 29903,
    "citation_title": "Assortative Mating and Wealth Inequality",
    "citation_author": [
        "Andreas Fagereng",
        "Luigi Guiso",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use population data on capital income and wealth holdings for Norway to measure asset positions and wealth returns before individuals marry and after the household is formed. These data allow us to establish a number of novel facts. First, individuals sort on personal wealth rather than parents' wealth. Assortative mating on own wealth dominates, and in fact renders assortative mating on parental wealth statistically insignificant. Second, people match also on their personal returns to wealth and assortative mating on returns is as strong as that on wealth. Third, post-marriage returns on family wealth are largely explained by the return of the spouse with the highest pre-marriage return. This suggests that family wealth is largely managed by the spouse with the highest potential to grow it. This is particularly true for households at the top of the wealth distribution at marriage. We use a simple analytical example to illustrate how assortative mating on wealth and returns and wealth management task allocation between spouses affect wealth inequality.\n\n",
    "acknowledgement": "\nWe thank Alberto Bisin, Kelly Shue, Isaac Sorkin, conference participants at MEBDI as well as participants at various webinars (“New Data on Consumption”, IFS/UCL/LSE/Imperial College, Queen's, Richmond FED, Penn State, Labor and Finance, Bundesbank, Stockholm House of Finance, SED, University of Oslo, CUNY, Montreal, and Imperial College, 2021 World Inequality Conference, AEA 2022 Meetings) for useful comments. Thanks to Davide Malacrino for early work on this research project and Max Rong for invaluable research assistance. Funding from the Research Council of Norway is gratefully acknowledged. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}