{
    "id": 29901,
    "citation_title": "Designing Stress Scenarios",
    "citation_author": [
        "Cecilia Parlatore",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable framework to study the optimal design of stress scenarios. A principal wants to manage the unknown risk exposures of a set of agents. She asks the agents to report their losses under hypothetical scenarios before mandating actions to mitigate the exposures. We show how to apply a Kalman filter to solve the learning problem and we characterize the scenario design as a function of the risk environment, the principal’s preferences, and the available remedial actions. We apply our results to banking stress tests. We show how the principal learns from estimated losses under different scenarios and across different banks. Optimal capital requirements are set to cover losses under an adverse scenario while targeted interventions depend on the covariance between residual exposure uncertainty and physical risks.\n\n",
    "acknowledgement": "\nWe thank our discussants Itay Goldstein, Florian Heider, Dmitry Orlov, Til Schuermann, and Jing Zeng, as well as Mitchel Berlin, Thomas Eisenbach, Piero Gottardi, Anna Kovner, Ben Lester, Igor Livshits, Tony Saunders, Chester Spatt, Pierre-Olivier Weill, and Basil Williams for their comments. We would also like to thank seminar participants at the NBER Summer Institute, AFA, EFA, SED, NYU, FRB of New York, FRB of Philadelphia, FRB of Boston, University of Wisconsin, Boston College, the Stress Testing Conference, EPFL/HEC Lausanne, and Cavalcade. Abhishek Bhardwaj, Ki Beom Lee, and Luke Min provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}