{
    "id": 29909,
    "citation_title": "Housing Market Expectations",
    "citation_author": [
        "Theresa Kuchler",
        "Monika Piazzesi",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe review the recent literature on the determinants and effects of housing market expectations. We begin by providing an overview of existing surveys that elicit housing market expectations, and discuss how those surveys may be expanded in the future. We then document a number of facts about time-series and cross-sectional patterns of housing market expectations in these survey data, before summarizing research that has studied how individuals form these expectations. Housing market expectations are strongly influenced by recently observed house price changes, by personally or locally observed house price changes, by house price changes observed in a  person's social network, and by current home ownership status. Similarly, experienced house price volatility affects expectations uncertainty. We also summarize recent work that documents how differences in housing market expectations translate into differences in individuals’ housing market behaviors, including their home purchasing and mortgage financing decisions. Finally, we highlight research on how expectations affect aggregate outcomes in the housing market.\n\n",
    "acknowledgement": "\nWe thank Sara Gong for outstanding research assistance, and Shifrah Aron-Dine, Rudi Bachmann, Andreas Fuster, Adam Guren, Brian Higgins, Wilbert van der Klaauw, Giorgio Topa, and participants at the \"Handbook of Economic Expectations\" conference for helpful feedback The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}