{
    "id": 29907,
    "citation_title": "Transferable Skills? Founders as Venture Capitalists",
    "citation_author": [
        "Paul A. Gompers",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "2024-02-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper we explore whether or not the experience as a founder of a venture capital-backed startup influences the performance of founders who become venture capitalists (VCs).  We find that nearly 7% of VCs were previously founders of a venture-backed startup. Having a successful exit and being male and white increase the probability that a founder transitions into a venture capital career. Successful founder-VCs have investment success rates that are 6.5 percentage points higher than professional VCs while unsuccessful founder-VCs have investment success rates that are 4 percentage points lower than professional VCs. While successful founder-VCs do get higher quality deal flow than professional or unsuccessful founder-VCs, observably higher deal quality does not explain the entire difference in performance. Using an instrumental variables approach to separate unobservable deal quality from value-add, we find that the outperformance of successful founder-VCs is consistent with them adding more value post-investment.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Division of Research at the Harvard Business School. Will Levinson and Patrick Sweeney provided excellent research assistance.  Paul Gompers has invested in and consulted for venture capital firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}