{
    "id": 29906,
    "citation_title": "Economics of Foster Care",
    "citation_author": [
        "Anthony Bald",
        "Joseph J. Doyle Jr.",
        "Max Gross",
        "Brian Jacob"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "2022-11-18",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFoster care provides substitute living arrangements to protect maltreated children. The practice is remarkably common: it is estimated that 5 percent of children in the United States are placed in foster care at some point during childhood. These children exhibit poor outcomes as children and adults, and economists have begun to estimate the causal relationship between foster care and life outcomes. This paper describes tradeoffs in child welfare policy and provides background on the latest trends in foster care practice to highlight areas most in need of rigorous evidence. These trends include efforts to prevent foster care on the demand side and to improve foster home recruitment on the supply side. With increasing data availability and a growing interest in evidence-based practices, there are opportunities for economic research to inform policies that protect vulnerable children.\n\n",
    "acknowledgement": "\nWe are grateful to Lawrence Berger, Eric Chyn, Kim Dadisman, Erik Hurst, Barrett Johnson, Bridgette Lery, Margarita Machelett, Enrico Moretti, Nina Pavcnik, Heidi Williams, and Fred Wulczyn for helpful comments, and especially to Timothy Taylor for extensive comments and edits. We thank Sam Haas for excellent research assistance. The data used in this publication, AFCARS Foster Care Files 1995 to 2019, were obtained from the National Data Archive on Child Abuse and Neglect and have been used in accordance with its Terms of Use Agreement license. The Administration on Children, Youth and Families, the Children’s Bureau, the original dataset collection personnel or funding source, NDACAN, Cornell University and their agents or employees bear no responsibility for the analyses or interpretations presented here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}