{
    "id": 29905,
    "citation_title": "Estimation of a Life-Cycle Model with Human Capital, Labor Supply and Retirement",
    "citation_author": [
        "Xiaodong Fan",
        "Ananth Seshadri",
        "Christopher R. Taber"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a life-cycle model in which individuals make decisions about consumption, human capital investment, and labor supply and use it to analyze changes in Social Security rules. The most important aspect of our paper is human capital towards the end of the life cycle which responds to changes in the rules. Retirement arises endogenously as part of the labor supply decision. The model allows for both an endogenous wage process through human capital investment (which is typically assumed exogenous in the retirement literature), an endogenous retirement decision (which is typically assumed exogenous in the human capital literature), and accounts for the Social Security system. We estimate the model using indirect inference to match the life-cycle profiles of employment and measured wages from the SIPP data. The model replicates the main features of the data—in particular the large increase in measured wages and small increase in labor supply at the beginning of the life cycle as well as the small decrease in measured wages but large decrease in labor supply at the end of the life cycle. We use the model to estimate the effects of various changes to tax and Social Security policies and show that allowing for human capital accumulation is critical.\n\n",
    "acknowledgement": "\nWe would like to thank the editor (James Heckman), four anonymous referees, seminar participants at the SED, Tokyo, Yale, SOLE, CEPAR, Reading, Royal Holloway, Catholic University of Milan, Minnesota, Toulouse, Cornell, and Johns Hopkins for helpful comments and suggestions. This research was undertaken with the assistance of resources and services from the National Computational Infrastructure (NCI), which is supported by the Australian Government. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}