{
    "id": 29904,
    "citation_title": "Zombie Lending: Theoretical, International and Historical Perspectives",
    "citation_author": [
        "Viral V. Acharya",
        "Matteo Crosignani",
        "Tim Eisert",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys the theory on zombie lending incentives and the consequences of zombie lending for the real economy. It also offers a historical perspective by reviewing the growing empirical evidence on zombie lending along three dimensions: (i) the role of under-capitalized banks, (ii) effects on zombie firms, and (iii) spillovers and distortions for non-zombie firms. We then provide an overview of how zombie lending can be attenuated. Finally, we use a sample of U.S. publicly listed firms to compare various measures proposed in the literature to classify firms as \"zombies.\" We identify definitions of zombie firms that are adequate to investigate economic inefficiency in the form of real sector competitive distortions of zombie lending. We find that only definitions that are based on interest rate subsidies are able to detect these spillovers and thereby provide evidence in support of credit misallocation.\n\n",
    "acknowledgement": "\nWe thank Tobias Berg, Simone Lenzu, Daniel Streitz, and an anonymous referee for comments and Stefano Pastore for excellent research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views the Federal Reserve Bank of New York, the Federal Reserve System, anyone associated with these institutions, or the National Bureau of Economic Research.\n\n\n"
}