{
    "id": 29910,
    "citation_title": "A labor market view on the risks of a U.S. hard landing",
    "citation_author": [
        "Alex Domash",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses historical labor market data to assess the plausibility that the Federal Reserve can engineer a soft landing for the economy. We first show that the labor market today is significantly tighter than implied by the unemployment rate: the vacancy and quit rates currently experienced in the United States correspond to a degree of labor market tightness previously associated with sub-2 percent unemployment rates. We highlight that the super-tight labor market coincides with current wage inflation of 6.5 percent – the highest level experienced in the past 40 years – and that firm-side slack measures predict further increases in wage inflation over the coming year. Finally, we show that high levels of wage inflation have historically been associated with a substantial risk of a recession over the next one to two years. We argue that periods that historically have been hailed as successful soft landings have little in common with the present moment. Our results suggest a very low likelihood that the Federal Reserve can reduce inflation without causing a significant slowdown in economic activity.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}