{
    "id": 29915,
    "citation_title": "Modeling Uncertainty as Ambiguity: a Review",
    "citation_author": [
        "Cosmin L. Ilut",
        "Martin Schneider"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2022-04-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey literature on ambiguity with an emphasis on recent applications in macroeconomics and finance. Like risk, ambiguity leads to cautious behavior and uncertainty premia in asset markets. Unlike risk, ambiguity can generate first order welfare losses. As a result, precautionary behavior and ambiguity premia obtain even when agents have linear utility and are reflected in linear approximations to model dynamics. Quantitative work exploits this insight to estimate models that jointly match the dynamics of asset prices and macro aggregates. In micro data, inertia and inaction due to ambiguity help understand patterns such as non-participation in asset markets, price rigidities and simple contracts. Learning under ambiguity generates asymmetric responses to news that help connect higher moments in micro and macro data. Survey evidence is increasingly used to provide direct evidence on ambiguity averse behavior, as well as to discipline quantitative models.\n\n",
    "acknowledgement": "\nWe thank Rudi Bachmann, Federico Bennett, Lautaro Chittaro, Florian Fiaux, Robert Garlick, Monika Piazzesi, Giorgio Topa, Rosen Valchev and Wilbert van der Klaauw for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}