{
    "id": 29912,
    "citation_title": "Dads and Daughters: Disentangling Altruism and Investment Motives for Spending on Children",
    "citation_author": [
        "Rebecca Dizon-Ross",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests whether mothers and fathers differ in their spending on their daughters relative to their sons. We compare mothers’ and fathers’ willingness to pay (WTP) for specific goods for their children, diverging from the previous literature’s approach of comparing the expenditure effects of mothers’ versus fathers’ income. Our method, which we apply in Uganda, allows us to estimate gender differences and explore mechanisms with greater precision. A second innovation is that we examine why spending patterns differ between mothers and fathers, e.g., altruism, personal returns to investing in children. We find that fathers have a lower WTP for their daughters’ human capital than their sons’ human capital, whereas mothers do not. We also find evidence that altruism plays a role in the mother-father differences: fathers’ WTP for goods that simply bring joy to their daughters is lower than their WTP for such goods for their sons, but mothers’ is not.\n\n",
    "acknowledgement": "\nWe thank Rebekah Chang, Jake Gosselin, Suanna Oh, and Varun Satish for excellent research assistance and Lori Beaman, Kate Orkin, Heather Sarsons, and Alessandra Voena for helpful comments. Jayachandran gratefully acknowledges support from the National Science Foundation (SES-1156941). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}