{
    "id": 29916,
    "citation_title": "Idiosyncratic Equity Risk Two Decades Later",
    "citation_author": [
        "John Y. Campbell",
        "Martin Lettau",
        "Burton G. Malkiel",
        "Yexiao Xu"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the literature on idiosyncratic equity volatility since the publication of “Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk” in 2001. We respond to replication studies by Chiah, Gharghori, and Zhong and by Leippold and Svaton, and we present volatility estimates through the end of 2021, significantly extending the period covered in our original paper as well as the two replication studies. After spiking in the 1999- 2000 period, idiosyncratic volatility declined thereafter; but sharp increases in market, industry, and idiosyncratic volatility occurred during the global financial crisis of 2008-2009 and the COVID-19 pandemic of 2020-2021. We argue that market microstructure effects are not of first-order importance for volatility measurement, and we discuss the roles of fundamental factors and investor sentiment in driving the observed fluctuations in volatility.\n\n",
    "acknowledgement": "\nWe thank Lingdi Xu for able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Y. Campbell\n\nCampbell is a partner of Arrowstreet Capital, LP, an asset management company which trades equities on behalf of institutional clients.  However Arrowstreet Capital has no direct interest in the research in this paper.  A full statement of John Campbell's outside relationships and activities can be found at https://scholar.harvard.edu/campbell/outsideactivities.\n\n\n"
}