{
    "id": 29917,
    "citation_title": "Bubbles and the Value of Innovation",
    "citation_author": [
        "Valentin Haddad",
        "Paul Ho",
        "Erik Loualiche"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBooming innovation often coincides with intense speculation in financial markets. Using over a million patents, we document two ways the market valuation of innovation and its economic impact become disconnected during bubbles. Specifically, an innovation raises the stock price of its creator by 40% more than is justified by future outcomes. In contrast, competitors’ stock prices move little despite their profits suffering. We develop a theory of investor disagreement about which firms will succeed that reconciles both the facts, unlike existing models of bubbles. Optimal innovation policy during bubbles must account for the disconnect.\n\n",
    "acknowledgement": "\nWe thank Andrew Atkeson, Markus Brunnermeier, Edouard Challe, Alexandre Corhay, Emmanuel Farhi, Nicolae Garleanu, Harrison Hong, Pablo Kurlat, Deborah Lucas, Alberto Martin, Stavros Panageas, Gill Segal, Alp Simsek, Avanidhar Subrahmanyam, Jaume Ventura, and seminar participants at Columbia University, Federal Reserve Bank of Minneapolis, Federal Reserve Bank of Richmond, HKUST, London Business School, Minnesota, MIT Sloan, Princeton, UBC Sauder, UCLA, University of Amsterdam, University of Luxembourg, Wharton, Banque de France, Bank of England, AFA, Finance in the Cloud, FIRS, Macro Finance Society meetings, NBER Asset Pricing, SED, and WFA for useful comments. The views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}