{
    "id": 29913,
    "citation_title": "Welfare Implications of Electric-Bike Subsidies: Evidence from Sweden",
    "citation_author": [
        "Anders Anderson",
        "Harrison Hong"
    ],
    "citation_publication_date": "2022-04-04",
    "issue_date": "2022-04-01",
    "revision_date": "2022-12-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate a large-scale Swedish electric bike (E-bike) subsidy program in 2018, similar to those implemented in many other countries. We combine administrative, insurance and survey data to address challenges of welfare analyses such as non-additionality. We find (1) complete pass through of the average $494 subsidy to consumers, (2) a near doubling of E-bikes sold but one-third of the adopters are nonadditional, and (3) a savings of 1.3 tons of carbon emissions during the life of the E-bike. At a cost of $589 per ton, the program is an expensive way to reduce carbon emissions from driving.\n\n",
    "acknowledgement": "\nWe are thankful to seminar participants at the Stockholm School of Economics, Columbia and Mannheim University, the 2022 EEA meetings in Milan and the KWC/SNEE Conference on Sustainable Finance in Lund, the Swedish National Road and Transport Research Institute and helpful comments from Lucas Davis and Fredrik Lundtofte on earlier drafts of this paper. We especially thank the Swedish EPA and Solid for providing us with the data and Karl Sigfrid for excellent research assistance. We are grateful to Vinnova and the Jan Wallander and Tom Hedelius Foundation for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}