{
    "id": 29914,
    "citation_title": "Can a Website Bring Unemployment Down? Experimental Evidence from France",
    "citation_author": [
        "Aïcha Ben Dhia",
        "Bruno Crépon",
        "Esther Mbih",
        "Louise Paul-Delvaux",
        "Bertille Picard",
        "Vincent Pons"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the impact of an online platform giving job seekers tips to improve their search and recommendations of new occupations and locations to target, based on their personal data and labor market data. Our experiment used an encouragement design and was conducted in collaboration with the French public employment agency. It includes 212,277 individuals. We find modest effects on search methods: the users of the platform adopt some of its tips and they are more likely to use resources provided by public employment services. However, following individual trajectories for 18 months after the intervention, we do not observe any impact on time spent looking for a job, search scope (occupational or geographical), or self-reported well-being. Most importantly, we do not find any effect on any employment outcome, whether in the short or medium run. We conclude that the enthusiasm around the potential for job-search assistance platforms to help reduce unemployment should be toned down.\n\n",
    "acknowledgement": "\nWe are grateful to Pierre-Louis Bithorel, Quiterie Landèche, Marion Richard, and Thomas Van Casteren for outstanding research assistance. We benefited from helpful comments and suggestions from Esther Duflo and Frank Schilbach. We thank Bayes Impact and Pôle emploi for collaborating on this experiment, and gratefully acknowledge funding from the \"Fondation La France s'engage\" (\"Ministère de la Ville, de la Jeunesse et des Sports\"). We received IRB approval from Harvard for this project (IRB17-0735). This work was supported by the French National Research Agency Grant ANR-17-EURE-0020, and by the Excellence Initiative of Aix-Marseille University - A*MIDEX. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI am the cofounder of eXplain, a company in Europe.\n\n\n"
}