{
    "id": 29919,
    "citation_title": "The role of Venture Capital and Governments in Clean Energy: Lessons from the First Cleantech Bubble",
    "citation_author": [
        "Matthias van den Heuvel",
        "David Popp"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nAfter a boom and bust cycle in the early 2010s, venture capital (VC) investments are, once again, flowing towards green businesses. In this paper, we use Crunchbase data on 150,000 US startups founded between 2000 and 2020 to better understand why VC initially did not prove successful in funding new clean energy technologies. Both lackluster demand and a lower potential for outsized returns make clean energy firms less attractive to VC than startups in ICT or biotech. However, we find no clear evidence that characteristics such as high-capital intensity or long development timeframe are behind the lack of success of VC in clean energy. In addition, our results show that while public sector investments can help attract VC investment, the ultimate success rate of firms receiving public funding remains small. Thus, stimulating demand will have a greater impact on clean energy innovation than investing in startups that will then struggle through the “valley of death”. Rather than investing themselves in startups bound to struggle through the valleys of death, governments wishing to support clean energy startups can first implement demand-side policies that make investing in clean energy more viable.\n\n",
    "acknowledgement": "\nThis study is supported by the Swiss National Science Foundation (SNSF) within the framework of the National Research Programme “Sustainable Economy:  resource-friendly, future-oriented, innovative” (NRP73, Grant-No 407340-172395). We thank Jacquelyn Pless of MIT for valuable involvement in the early-stage of this project and help obtaining Crunchbase data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}