{
    "id": 29929,
    "citation_title": "A Minimalist Model for the Ruble During the Russian Invasion of Ukraine",
    "citation_author": [
        "Guido Lorenzoni",
        "Iván Werning"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis note isolates an overlooked economic force for the Ruble to appreciate in response to international sanctions limiting exports to Russia. The economic intuition is that when Russians are unable to buy the mix of foreign goods they wish, then foreign goods becomes less attractive, increasing the demand for domestic goods; to reestablish an equilibrium a real appreciation is needed to raise the relative price of domestic goods and incentivizing the accumulation of foreign assets and the import from non-sanctioning countries. We also review well-known forces for a depreciation (e.g. Russian export reduction). Our analysis emphasizes that the exchange rate is an inadequate signal of welfare impacts and the effectiveness of sanctions.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard, Ariel Burstein, Ricardo Caballero, Arnaud Costinot, Gita Gopinath, Pierre- Olivier Gourinchas, Simon Jäger and Fabrizio Venditti for discussions and comments. Werning would also like to thank his first-year graduate macro class (14.453) at MIT, where his thinking evolved while trying to explain the early Ruble depreciation, noticing a force acting in the opposite direction. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}