{
    "id": 29926,
    "citation_title": "The Long Run Impacts of Court-Ordered Desegregation",
    "citation_author": [
        "Garrett Anstreicher",
        "Jason Fletcher",
        "Owen Thompson"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2022-05-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nCourt ordered desegregation plans were implemented in hundreds of US school districts nationwide from the 1960s through the 1980s, and were arguably the most substantive national attempt to improve educational access for African American children in modern American history. Using large Census samples that are linked to Social Security records containing county of birth, we implement event studies that estimate the long run effects of exposure to desegregation orders on human capital and labor market outcomes. We find that African Americans who were relatively young when a desegregation order was implemented in their county of birth, and therefore had more exposure to integrated schools, experienced large improvements in adult human capital and labor market outcomes relative to Blacks who were older when a court order was locally implemented. There are no comparable changes in outcomes among whites in counties undergoing an order, or among Blacks who were beyond school ages when a local order was implemented. These effects are strongly concentrated in the South, with largely null findings in other regions. Our data and methodology provide the most comprehensive national assessment to date on the impacts of court ordered desegregation, and strongly indicate that these policies were in fact highly effective at improving the long run socioeconomic outcomes of many Black students.\n\n",
    "acknowledgement": "\nWe thank Bob Thomas for assistance in applying for and accessing the Census data; Sarah Reber for sharing data from Office of Civil Rights school surveys; the authors of Taylor et al. [2016] and Bailey et al. [2020] for guidance on the use of the NUMIDENT files; and Trishia Cueto for excellent research assistance. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE-1747503. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author and do not necessarily reflect the views of the National Science Foundation. Support was also provided by the Graduate School and the Office of the Vice Chancellor for Research and Graduate Education at the University of Wisconsin-Madison with funding from the Wisconsin Alumni Research Foundation. Any views expressed are those of the authors and not those of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1849. (CBDRB-FY22-P1849-R9537 and CBDRB-FY22-P1849-R9383)\n\n\n"
}