{
    "id": 29925,
    "citation_title": "The Social Integration of International Migrants: Evidence from the Networks of Syrians in Germany",
    "citation_author": [
        "Michael Bailey",
        "Drew M. Johnston",
        "Martin Koenen",
        "Theresa Kuchler",
        "Dominic Russel",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use de-identified data from Facebook to study the social integration of Syrian migrants in Germany, a country that received a large influx of refugees during the Syrian Civil War. We construct measures of migrants' social integration based on Syrians' friendship links to Germans, their use of the German language, and their participation in local social groups. We find large variation in Syrians' social integration across German counties, and use a movers' research design to document that these differences are largely due to causal effects of place. Regional differences in the social integration of Syrians are shaped both by the rate at which German natives befriend other locals in general (general friendliness) and the relative rate at which they befriend local Syrian migrants versus German natives (relative friending). We follow the friending behavior of Germans that move across locations to show that both general friendliness and relative friending are more strongly affected by place-based effects such as local institutions than by persistent individual characteristics of natives (e.g., attitudes toward neighbors or migrants). Relative friending is higher in areas with lower unemployment and more completed government-sponsored integration courses. Using variation in teacher availability as an instrument, we find that integration courses had a substantial causal effect on the social integration of Syrian migrants. We also use fluctuations in the presence of Syrian migrants across high school cohorts to show that natives with quasi-random exposure to Syrians in school are more likely to befriend other Syrian migrants in other settings, suggesting that contact between groups can shape subsequent attitudes towards migrants.\n\n",
    "acknowledgement": "\nThis research was facilitated through a research consulting agreement between the academic authors and Facebook. Bailey is an employee at Meta. We thank Raj Chetty, Ed Glaeser, Nathan Hendren, Larry Katz, Nathan Nunn, Amanda Pallais, Jesse Shapiro and seminar participants at Harvard, HKS, and NYU for valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}