{
    "id": 29924,
    "citation_title": "Tax Aversion and the Social Contract in Africa",
    "citation_author": [
        "James A. Robinson"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the low levels of taxation and public good provision in Africa, I provide evidence that a large proportion of Africans prefer lower taxation and fewer public goods. This cannot be explained by standard arguments about problems of accountability, governance or state capacity. Instead I argue that it reflects deeply seated ideas about the nature of the state and its potential threats to the autonomy of society. I show the historic social contracts in Africa rarely featured taxation and kept the state to limited jurisdictions. These social contracts have in many ways reproduced themselves and influence the way Africa is governed today.\n\n",
    "acknowledgement": "\nI thank Avi Ahuja for his outstanding research assistance and many ideas and suggestions. I am grateful to Ralph Austen, Maria Angélica Bautista, Leander Heldring, Soeren Henn, Chima Korieh, Andrew Lavali, Frank Njoku, Emily Osborn, Jack Paine, Raúl Sánchez de la Sierra and Jon Weigel for many discussions of the topic of the paper. I am also grateful for the incisive feedback I received at the AERC Plenary Session, Nairobi, particularly from Abebe Shimeles and my discussant Shanta Devarajan, and seminar participants of the Tax Webinar at the Chr. Michelsen Institute and at the University of Nigeria at Nsukka, particularly Odd-Helge Fjeldstad and Chima Korieh. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}