{
    "id": 29927,
    "citation_title": "An Equilibrium Analysis of the Effects of Neighborhood-based Interventions on Children",
    "citation_author": [
        "Eric Chyn",
        "Diego Daruich"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTo study the effects of neighborhood and place-based interventions, this paper incorporates neighborhood effects into a general equilibrium (GE) heterogeneous-agent overlapping-generations model with endogenous location choice and child skill development. Importantly, housing costs as well as neighborhood effects are endogenously determined in equilibrium. Having calibrated the model based on U.S. data, we use simulations to show that predictions from the model match reduced form evidence from experimental and quasi-experimental studies of housing mobility and urban development programs. After this validation exercise, we study the long-run and large-scale impacts of vouchers and place-based subsidies. Both policies result in welfare gains by reducing inequality and generating improvements in average skills and productivity, all of which offset higher levels of taxes and other GE effects. We find that a voucher program generates larger long-run welfare gains relative to place-based policies. Our analysis of transition dynamics, however, suggests there may be more political support for place-based policies.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments and suggestions that we received from Treb Allen, Selahattin Imrohoroglu, Jesse Gregory, Claudia Olivetti, and seminar participants at the USC Marshall Macro Brownbag, the Junior Micro Macro Labor Conference at Columbia University, Virginia Commonwealth University, the Stanford Institute for Theoretical Economics, and William and Mary University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}