{
    "id": 29921,
    "citation_title": "Economic Shocks and Skill Acquisition: Evidence from a National Online Learning Platform at the Onset of COVID-19",
    "citation_author": [
        "Ina Ganguli",
        "Jamal I. Haidar",
        "Asim Ijaz Khwaja",
        "Samuel W. Stemper",
        "Basit Zafar"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how large shocks impact individuals’ skilling decisions using data from the largest online learning platform in Saudi Arabia. The onset of the COVID-19 pandemic brought about a massive increase in online skilling, and demand shifted towards courses that offered skills, such as telework, likely to be immediately valuable during the pandemic. Consistent with a model where individuals trade off reskilling costs with their expectations of future labor market conditions and their duration of work, we find that shifts into telework courses were largest for older workers. In contrast, younger workers increased enrollments in courses related to new skills, such as general, occupation-specific, and computer-related skills. Using national administrative employment data, we provide suggestive evidence that these investments in skills in early 2020 helped users maintain employment over the course of the pandemic.\n\n",
    "acknowledgement": "\nThis paper was funded through support from the Ministry of Labor and Social Development (MLSD) and the Human Resources Development Fund (HRDF) of the Kingdom of Saudi Arabia. We would like to thank Dr. Jomah al-Hamid, Mr. Mohammed Al-Shewaier, Mr. Abdullah Qasim, Ms. Shahera Al-Zahib, Ms. Hana Al-Belihees, and Mr. Mohammed Al-Salman at HRDF for their continued support and valuable input, without which this project would not have been possible. We are thankful for the support of additional staff at HRDF and NLO who were instrumental in facilitating this project, including Abdullah Al-Sabani, Sameer Alamri, Anas Al-Kharashi, Hadeel Al-Abdulwahed, Alanoud Al-Dous, and Mohammed Al-Mughaiseb. Ghaida Alanazi, Luma Akkad, Yazen Kashlan, Soha Shami, Fay Terrett, and Gabriela Lecaro provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAsim Ijaz Khwaja\n\n•\tI am a director of Center for International Development (CID) at the Harvard Kennedy School of Government.  CID has no stake in the outcomes of any given evaluation results, however CID does have a position on what is considered a rigorous evaluation methodology.\n•\tI am a cofounder and unpaid board member of the Centre for Economic Research, Pakistan (CERP). CERP has no stake in the outcomes of any given evaluation results, however CERP does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}