{
    "id": 29920,
    "citation_title": "Industries, Mega Firms, and Increasing Inequality",
    "citation_author": [
        "John C. Haltiwanger",
        "Henry R. Hyatt",
        "James Spletzer"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost of the rise in overall earnings inequality is accounted for by rising between-industry dispersion from ten percent of 4-digit NAICS industries. These thirty industries are clustered especially in high-paying high-tech and low-paying retail sectors. The rise of employment in mega firms is concentrated in the industries that dominate rising earnings inequality. Earnings differentials for the mega firms relative to small firms decline in the low-paying industries but increase in the high-paying industries. A critical component accounting for the rising dispersion in the top thirty industries is an increasing covariance between industry premia and worker characteristics associated with high earnings.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed (CBDRB-FY21-046, CBDRB-FY21-143, CBDRB-FY21-155, CBDRB-FY21- 323, and CBDRB-FY22-356). We thank Keith Bailey, Nicholas Bloom, Andrew Foote, and participants at the 2021Wage Dynamics in the 21st Century conference, the 2021 Allied Social Science Associations meeting, the 2022 Washington Area Labor Economics Symposium, the 2022 Research Data Center conference, the 2022 Society of Labor Economists conference, the 2022 Society for Economic Dynamics conference, and 2022 NBER Summer Institute, and the 2022 Federal Reserve Bank of Atlanta Center for Human Capital Studies conference for helpful comments, and we especially thank our discussants Salomé Baslandze, Christina Patterson and Ayşegül Şahin. John Haltiwanger was also a Schedule A employee of the U.S. Census Bureau at the time of the writing of this paper.\n\n\n"
}