{
    "id": 29934,
    "citation_title": "Optimal Exploration and Price Paths of a Non-renewable Commodity with Stochastic Discoveries",
    "citation_author": [
        "Ivar Ekeland",
        "Wolfram Schlenker",
        "Peter Tankov",
        "Brian Wright"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address the long-standing challenge of adding optimal exploration to the classic Hotelling model of a non-renewable resource. We completely solve such a model, using impulse control. The model, extending Arrow and Chang (1982), has two state variables: “proven” reserves and a finite unexplored area available for exploration at constant marginal cost, with a Poisson process for new discoveries. We prove that a frontier of critical levels of proven reserves exists, above which exploration ceases, and below which it happens at infinite speed. This frontier is increasing in explored area, and higher reserve levels along this critical threshold indicate more scarcity, not less. In a stochastic generalization of Hotelling’s rule, the expected shadow price of reserves rises at the rate of interest across exploratory episodes. The trajectories of prices realized prior to exhaustion of the exploratory area may jump up or down upon exploration. Conditional on non-exhaustion, expected price rises at a rate bounded above by the rate of interest, explaining why most empirical tests based on past price histories reject Hotelling’s rule. Starting when the unexplored area is sufficiently close to zero, all price paths rise at less than the rate of interest until exhaustion of the unexplored area.\n\n",
    "acknowledgement": "\nIvar Ekeland has no source of income except his pensions and this research is not funded. We would like to thank Joel Sobel for comments on an earlier version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}