{
    "id": 29930,
    "citation_title": "Intimate Partner Violence and Income: Quasi-Experimental Evidence from the Earned Income Tax Credit",
    "citation_author": [
        "Resul Cesur",
        "Núria Rodriguez-Planas",
        "Jennifer Roff",
        "David Simon"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2023-04-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of an exogenous increase in income on the incidence and intensity of intimate partner violence (IPV). Using the National Crime Victimization Survey data from 1992 to 2000, we exploit time and family-size variation in the Earned Income Tax Credit (EITC) by comparing IPV victimization of women with one or more children (our “treated” group) to that of women with no children (our comparison group) before and after OBRA-93. The OBRA-93 expansion reduces both reports of any physical or sexual assault and counts of physical or sexual assaults per 100 women surveyed, with the effects being strongest for those groups more likely to both experience IPV and be eligible for EITC: unmarried women and black women. If increased income (rather than changes in employment) is the only channel by which the EITC decreases IPV, an additional $1,000 of after-tax income decreases the incidence of physical and sexual violence of unmarried low-educated women by 9.73% and the intensity of physical and sexual violence by 21%. We explore potential mechanisms behind these findings.\n\n",
    "acknowledgement": "\nPreviously circulated as “Domestic Violence and Income: Quasi-Experimental Evidence from the Earned Income Tax Credit.” Thanks to Zhengxuan Wu for stellar research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}