{
    "id": 29932,
    "citation_title": "Substance Abuse during the Pandemic: Implications for Labor-Force Participation",
    "citation_author": [
        "Jeremy Greenwood",
        "Nezih Guner",
        "Karen Kopecky"
    ],
    "citation_publication_date": "2022-04-11",
    "issue_date": "2022-04-07",
    "revision_date": "2024-08-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor-force participation rates of prime-age U.S. workers dropped in March 2020—the start of the COVID-19 pandemic—and have still not fully recovered.  At the same time,  substance-abuse deaths were elevated during the pandemic relative to trend indicating an increase in the number of substance abusers, and abusers of opioids and crystal methamphetamine have lower labor-force participation rates than non-abusers.  Could increased substance abuse during the pandemic be a factor contributing to the fall in labor-force participation? Estimates of the number of additional substance abusers during the pandemic presented here suggest that increased substance abuse accounts for between 9 and 26 percent of the decline in prime-age labor-force participation between February 2020 and June 2021.\n\n",
    "acknowledgement": "\nWe thank Casey Mulligan for discussions that initiated this work and valuable comments. We also thank members of the labor policy group at the Atlanta Fed for feedback and suggestions, R. Anton Braun and Chris Cunningham for detailed feedback, and Francesco Chiocchio for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}