{
    "id": 29938,
    "citation_title": "Independent Regulators and Financial Stability: Evidence from Gubernatorial Campaigns and a Progressive Era Policy Experiment",
    "citation_author": [
        "Marco Del Angel",
        "Gary Richardson"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulatory independence forms a foundation for modern financial systems. To illuminate the value of this ubiquitous institution, we examine a Progressive Era policy experiment in which hitherto independent regulators came under gubernatorial supervision. After this change, failure rates declined during gubernatorial election campaigns for banks under gubernatorial jurisdiction. Declines did not occur during campaigns for other officials or for nationally chartered banks. Declines in bank resolutions during campaigns reduced business bankruptcies. We corroborate these claims with new data and novel IV regressions. Our results indicate that political subservience of financial regulators links electoral and economic cycles.\n\n",
    "acknowledgement": "\nThe authors thank participants in the NBER's 2021 Summer Institute for comments this essay. The authors received support from National Science Foundation Grant SES-2049401 and SES-2214565 and from UC Irvine's Corporate Welfare Program while conducting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}