{
    "id": 29939,
    "citation_title": "A Reassessment of Monetary Policy Surprises and High-Frequency Identification",
    "citation_author": [
        "Michael D. Bauer",
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-frequency changes in interest rates around FOMC announcements are an important tool for identifying the effects of monetary policy on asset prices and the macroeconomy. However, some recent studies have questioned both the exogeneity and the relevance of these monetary policy surprises as instruments, especially for estimating the macroeconomic effects of monetary policy shocks. For example, monetary policy surprises are correlated with macroeconomic and financial data that is publicly available prior to the FOMC announcement. We address these concerns in two ways: First, we expand the set of monetary policy announcements to include speeches by the Fed Chair, which doubles the number and importance of announcements; Second, we explain the predictability of the monetary policy surprises in terms of the “Fed response to news” channel of Bauer and Swanson (2021) and account for it by orthogonalizing the surprises with respect to macroeconomic and financial data that pre-date the announcement. Our subsequent reassessment of the effects of monetary policy yields two key results: First, estimates of the high-frequency effects on asset prices are largely unchanged; Second, estimates of the effects on the macroeconomy are substantially larger and more significant than what previous studies using high-frequency data have typically found.\n\n",
    "acknowledgement": "\nWe thank Simon Gilchrist, Valerie Ramey, Mark Watson, and conference participants at the NBER’s 37th Annual Conference on Macroeconomics for very helpful discussions, comments, and suggestions. All remaining errors and all views expressed in the paper are ours and are not necessarily those of the individuals or groups listed above. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}