{
    "id": 29935,
    "citation_title": "Heterogeneity in Place Effects on Health: The Case of Time Preferences and Adolescent Obesity",
    "citation_author": [
        "Ashlesha Datar",
        "Nancy Nicosia",
        "Anya Samek"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe leverage a natural experiment in combination with data on adolescents’ time preferences to assess whether there is heterogeneity in place effects on adolescent obesity. We exploit the plausibly exogenous assignment of military servicemembers, and consequently their children, to different installations to identify place effects. Adolescents’ time preferences are measured by a validated survey scale. Using the obesity rate in the assigned installation county as a summary measure of its obesity-related environments, we show that exposure to counties with higher obesity rates increases the likelihood of obesity among less patient adolescents but not among their more patient counterparts.\n\n",
    "acknowledgement": "\nThis research was funded by a grant from the National Institute of Diabetes and Digestive and Kidney Diseases. (R01DK111169). All opinions are those of the authors and not of the funding agency. We thank Bonnie Ghosh-Dastidar and Marika Suttorp for their statistical assistance, and Sarah White, Andre Gray, and Amy Mahler for their excellent research assistance.. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}