{
    "id": 29945,
    "citation_title": "Measuring Firm Activity from Outer Space",
    "citation_author": [
        "Katarzyna A. Bilicka",
        "André Seidel"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand how global firm networks operate, we need consistent information on their activities, unbiased by their reporting choices. In this paper, we collect a novel dataset on the light that factories emit at night for a large sample of car manufacturing plants. We show that nightlight data can measure activity at such a granular level, using annual firm financial data and high-frequency data related to Covid-19 pandemic production shocks. We use this data to quantify the extent of misreported global operations of these car manufacturing firms and examine differences between sources of nightlight.\n\n",
    "acknowledgement": "\nWe thank Roland Hodler, Luis Martinez, and Stelios Michalopoulos for their comments. We would also like to thank seminar participants at the University of Exeter, TARC, University of Vigo, and the participants at the Urban Economic Association 2021 North American Meeting, the IIPF 2020 Annual Congress, and the NTA 2020 Annual meeting for their helpful suggestions. We gratefully acknowledge funding from the Utah State University Center for Growth and Opportunity. We would also like to thank Felix Kintru, Collin Butterfield, Erin Smith, Gabriel Adams, Ellie McDonald, McKlayne Marshall, Whitney Yardley, David Mann, Jamison Jones, Abraham Alhomadi, Samuel Berry, Caleb Smith, and Hayden Clegg who helped in hand-collecting the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}