{
    "id": 29940,
    "citation_title": "Guns, Privacy, and Crime",
    "citation_author": [
        "Alessandro Acquisti",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2022-04-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpen government holds promise of both a more efficient but more accountable and transparent government. It is not clear, however, how transparent information about citizens and their interaction with government, however, affects the welfare of those citizens, and if so in what direction.   We investigate this by using as a natural experiment the effect of the online publication of the names and addresses of holders of handgun carry permits on criminals' propensity to commit burglaries. In December 2008, a Memphis, TN newspaper published a searchable online database of names, zip codes, and ages of Tennessee handgun carry permit holders. We use detailed crime and handgun carry permit data for the city of Memphis to estimate the impact of publicity about the database on burglaries. We find that burglaries increased  in zip codes with fewer gun permits, and decreased in those with more gun permits, after the database was publicized.\n\n",
    "acknowledgement": "\nThe authors wish to thank Ralph Gross, Sajit Kunnumkal, Pratik Parikh, and Ganesh Raj for excellent research assistance; Michael Erskine and the staff of the Commercial Appeal for their collaboration; Colin Drane for providing and discussing \\texttt{www.spotcrime.com} data; Alfred Blumstein, Daniel Nagin, Lamar Pierce, Mel Stephens, K.B. Turner, Hal Varian, and participants in workshops at Harvard University, George Washington University, and Katholieke Universiteit Leuven for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCatherine Tucker\n\nPlease see this website for my list of current disclosures\nhttps://mitmgmtfaculty.mit.edu/cetucker/disclosure/\n\n\n"
}