{
    "id": 29946,
    "citation_title": "Trends in Retirement and Retirement Income Choices by TIAA Participants: 2000–2018",
    "citation_author": [
        "Jeffrey R. Brown",
        "James M. Poterba",
        "David P. Richardson"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2022-04-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper documents trends over the last two decades in retirement behavior and retirement income choices by participants in TIAA, a large and mature defined contribution plan with a wide range of withdrawal options. Between 2000 and 2018, the average retirement age rose by approximately 1.3 years for female and 2 years for male participants. There is considerable variation in the elapsed time between the last contribution to and the first income draw from participants’ plan accounts; only 40% take an initial income payment within 48 months of their last contribution, which is likely to coincide with retirement. Later retirement and lags between retirement and the first retirement income payout led to a growing fraction of participants reaching the Required Minimum Distribution (RMD) age before starting income draws. The fraction of first-time income recipients who took no income until their RMD rose from 10% (2000) to 52% (2018), while the fraction of these recipients who selected a life-contingent annuitized payout stream declined from 61 to 18%. Among those who began receiving income before age 70, annuitization rates were significantly higher than among those who did so at older ages. Aggregating across all income recipients at a point in time, not just the new recipients, the proportion who had a life annuity as part of their payout strategy fell from 52% in 2008 to 31% in 2018. At the same time, the proportion of all income recipients taking an RMD payment rose from 16 to 29%. About one-fifth of retirees received more than one type of income; the most common pairing was an RMD and a life annuity. The data suggest that the RMD is becoming the de facto default distribution option for newly-retired TIAA participants.\n\n",
    "acknowledgement": "\nWe thank Brent Davis, Quentin Graham and Tai Kam for outstanding research assistance, and Olivia S. Mitchell, Alicia Munnell and Melinda Morrill for helpful comments. Brown is a trustee of TIAA, Poterba is a trustee of CREF and the TIAA-CREF mutual funds, and Richardson is the Head of the TIAA Institute; TIAA is the retirement income provider that made data available for this project. The research reported in this paper was performed pursuant to grant RDR18000003 from the U.S. Social Security Administration (SSA), funded as part of the NBER Retirement and Disability Research Consortium. Opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of any agency of the federal government, NBER, SSA, or TIAA. Neither the U.S. government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this paper. Reference herein to any specific commercial product, process, or service by tradename, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation, or favoring by the U.S. government, any agency thereof, or the National Bureau of Economic Research.\n\n\n"
}