{
    "id": 29941,
    "citation_title": "The Impact of U.S.-China Tensions on U.S. Science",
    "citation_author": [
        "Ruixue Jia",
        "Margaret E. Roberts",
        "Ye Wang",
        "Eddie Yang"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2023-02-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile there has been much discussion about recent investigations of foreign influence in research, very little work has quantified how these investigations have affected the productivity of U.S. scientists. We uncover evidence of adverse effects on U.S. scientists with collaborators in China using publication data from PubMed and Dimensions during 2010–2021. By studying the publication records of over 113,000 scientists during 2015–2021, we find that the investigations coincide with a decline in the productivity of scientists with previous collaborations with scientists in China in comparison to scientists with international collaborators outside of China, especially when the impact of publications (proxied by citations) is considered. The decline is particularly salient for fields with more pre-investigation NIH funding and U.S.-China collaborations. Our findings suggest that scientific research may be very sensitive to political tensions, and we further explore these mechanisms with qualitative interviews with scientists.\n\n",
    "acknowledgement": "\nWe have expanded the coverage of our data from 2010–2020 to 2010–2021 in this version and also updated publications in the 2010-2020 period with Dimensions most recent data. While the exact estimates differ from those in the previous versions, the substantive conclusions remain unchanged. We are grateful for support from the Sloan Foundation and the 21st Century China Center for financial support.  A special thanks to Josh Graff Zivin, Lei Guang, Susan Shirk, Barry Naughton, Steven Liao, and Victor Shih for their thoughts and discussions throughout writing this paper.  Thanks to Xiaohan Wu and Young Yang for their technical support and feedback and Guanwei Hu and Zoey Xu for excellent research assistance. We thank conference and seminar participants at APSA 2021, UCSD, and University of Washington for their helpful comments and the scientists in our interviews for sharing their thoughts. Professor Roberts guest lectures for Schwarzman Scholars Program in Beijing.\n\n\n"
}