{
    "id": 29947,
    "citation_title": "Increasing the Demand for Workers with a Criminal Record",
    "citation_author": [
        "Zoe B. Cullen",
        "Will S. Dobbie",
        "Mitchell Hoffman"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2022-08-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Personnel Economics",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nState and local policies increasingly restrict employers’ access to criminal records, but without addressing the underlying reasons that employers may conduct criminal background checks. Employers may thus still want to ask about a job applicant’s criminal record later in the hiring process or make inaccurate judgments based on an applicant’s demographic characteristics. In this paper, we use a field experiment conducted in partnership with a nationwide staffing platform to test policies that more directly address the reasons that employers may conduct criminal background checks. The experiment asked hiring managers at nearly a thousand U.S. businesses to make incentive-compatible decisions under different randomized conditions. We find that 39% of businesses in our sample are willing to work with individuals with a criminal record at baseline, which rises to over 50% when businesses are offered crime and safety insurance, a single performance review, or a limited background check covering just the past year. Wage subsidies can achieve similar increases but at substantially higher cost. Based on our findings, the staffing platform relaxed the criminal background check requirement and offered crime and safety insurance to interested businesses.\n\n",
    "acknowledgement": "\nWe thank Amanda Agan, Paul Goldsmith-Pinkham, Sara Heller, Lawrence Katz, Judd Kessler, Eddie Lazear, Melvin Stephens, Crystal Yang, and numerous seminar participants for helpful comments and suggestions. Dylan Balla-Elliott, Dan Ma, and Alexia Olaizola provided excellent research assistance. We thank the Abdul Latif Jameel Poverty Action Lab (J-PAL), the Michael Lee-Chin Family Institute for Corporate Citizenship, and the Social Sciences and Humanities Research Council (SSHRC) for financial support. The views expressed here are those of the authors alone and do not necessarily reflect those of the institutions or funders involved with this work. The RCT and a pre-analysis plan were pre-registered with the AEA RCT registry under ID AEARCTR-0005200. We are deeply grateful to Wonolo Inc. for their support of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}