{
    "id": 29944,
    "citation_title": "The Savings Glut of the Old: Population Aging, the Risk Premium, and the Murder-Suicide of the Rentier",
    "citation_author": [
        "Joseph Kopecky",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulation aging has been linked to a global savings glut and a decline in safe real interest rates. Conversely, risky real returns have not fallen as much, if at all, with equity risk premia on the rise. An existing literature can explain changes in safe rates using demographics. We go further to account for divergent returns on different assets as well as the underlying surge in the wealth-income ratio and its asset composition. Empirical evidence from historical panel data shows that demographic shifts are correlated with asset returns and risk premia. We build a heterogeneous agent life-cycle model with two assets (a safe bond and equity) and with aggregate risk. Aging demographics can help to simultaneously explain three key trends: the rising wealth-income ratio, the falling risk free rate, and an increasing risk premium. The shifts exert less pressure on risky returns as high-wealth elderly reallocate away from equities: aging makes retirement saving a “crowded trade” but more so for bonds. Projecting our model to 2050, aging pushes the safe rate below zero, but the risk premium remains elevated, as post-boomer demographics push asset returns to unprecedented and persistently low levels.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}