{
    "id": 29952,
    "citation_title": "Air Pollution and the Labor Market: Evidence from Wildfire Smoke",
    "citation_author": [
        "Mark Borgschulte",
        "David Molitor",
        "Eric Zou"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2023-07-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how air pollution impacts the U.S. labor market by analyzing effects of drifting wildfire smoke that can affect populations far from the fires themselves. We link satellite smoke plumes with labor market outcomes to estimate that an additional day of smoke exposure reduces quarterly earnings by about 0.1 percent. Extensive margin responses, including employment reductions and labor force exits, can explain 13 percent of the overall earnings losses. The implied welfare cost of lost earnings due to air pollution exposure is on par with standard valuations of the mortality burden. The findings suggest that labor market channels warrant greater consideration in policy responses to air pollution.\n\n",
    "acknowledgement": "\nWe thank David Card, Olivier Deschenes, Don Fullerton, Michael Greenstone, Matthew Kotchen, Darren Lubotsky, Max Moritz, Edson Severnini, and seminar participants at the American Economic Association Annual Meetings, Carnegie Mellon, the Hong Kong University of Science and Technology, the IZA Conference on Labor Market Effects of Environmental Policies, the Midwestern Economics Association Annual Meeting, the National Tax Association Annual Meeting, the NBER EEE Program Meeting, the Population Association of America Annual Meeting, the Society of Labor Economists Annual Meeting, the University of California at Davis, the University of Chicago, the University of Illinois at Chicago, the University of Illinois at Urbana-Champaign, the University of Michigan, and the W.E. Upjohn Institute for helpful comments and suggestions, and the W.E. Upjohn Institute for financial support. Molitor acknowledges support by the National Institute on Aging of the National Institutes of Health under award number R01AG053350; the content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}