{
    "id": 29958,
    "citation_title": "Pandemic-Era Uncertainty",
    "citation_author": [
        "Brent H. Meyer",
        "Emil Mihaylov",
        "Jose Maria Barrero",
        "Steven J. Davis",
        "David Altig",
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine several measures of uncertainty to make five points. First, equity market traders and executives at nonfinancial firms have shared similar assessments about one-year-ahead uncertainty since the pandemic struck. Both the one-year VIX and our survey-based measure of firm-level uncertainty at a one-year forecast horizon doubled at the onset of the pandemic and then fell about half-way back to pre-pandemic levels by mid 2021. Second, and in contrast, the 1-month VIX, a Twitter-based Economic Uncertainty Index, and macro forecaster disagreement all rose sharply in reaction to the pandemic but retrenched almost completely by mid 2021. Third, Categorical Policy Uncertainty Indexes highlight the changing sources of uncertainty – from healthcare and fiscal policy uncertainty in spring 2020 to elevated uncertainty around monetary policy and national security as of March 2022. Fourth, firm-level risk perceptions skewed heavily to the downside in spring 2020 but shifted rapidly to the upside from fall 2020 onwards. Perceived upside uncertainty remains highly elevated as of early 2022. Fifth, our survey evidence suggests that elevated uncertainty is exerting only mild restraint on capital investment plans for 2022 and 2023, perhaps because perceived risks are so skewed to the upside.\n\n",
    "acknowledgement": "\nWe are very grateful to Nicholas Parker and Kevin Foster for excellent survey direction and question design. We also thank the Federal Reserve Bank of Atlanta, the Alfred P. Sloan Foundation and the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}