{
    "id": 29954,
    "citation_title": "The Inherent Trade-Off Between the Environmental and Anti-Poverty Goals of Payments for Ecosystem Services",
    "citation_author": [
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConservation programs in low-income countries often have dual goals of protecting the environment and reducing poverty. This article discusses the tension between these two goals in payments for ecosystem services (PES) programs. Participants who undertake a pro-environment behavior receive a payment, which can be decomposed into two parts: the amount that compensates them for the cost of changing their behavior and the extra amount that is a \"pure transfer\" to them. To maximize the program's environmental benefits, a policy maker would like to set the pure transfer component to zero, but the pure transfer is the only part of the payment that increases participants' economic well-being. In practice, PES programs pay out some pure transfers, and the extent of the anti-poverty benefits depends on whether the pure transfers are de facto targeted to the poor. I lay out these points and then illustrate them with data from a randomized trial of payments for forest protection in Uganda. I provide evidence that the economic gains from participation in PES are indeed larger for those with low costs to fulfill the program's conservation requirements. I also show that, in this context, poorer eligible households enjoyed more improvement in their economic well-being than richer ones did.\n\n",
    "acknowledgement": "\nI thank Jake Gosselin for excellent research assistance and Devis Decet, Rebecca Dizon-Ross, Siddhartha Haria, and Kelsey Jack for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}