{
    "id": 29957,
    "citation_title": "Asymmetric Investment Rates",
    "citation_author": [
        "Hang Bai",
        "Erica X. N. Li",
        "Chen Xue",
        "Lu Zhang"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntegrating national accounting with financial accounting, we provide firm-specific estimates of current-cost capital stocks for the entire Compustat universe, as well as an array of estimates of investment flows, economic depreciation rates, and capital and investment price deflators. The firm-level current-cost investment rate distribution is heavily right-skewed, with a small fraction of negative investment rates, 5.51%, but a huge fraction of positive investment rates, 91.64%. Despite a tiny fraction of inactive investment rates, 2.85%, firm-level investment also seems lumpy, featuring a fraction of 32.66% for positive spikes (investment rates higher than 20%). For a typical firm, 39% of total investment is completed within 20% of the sample years.\n\n",
    "acknowledgement": "\nWe have benefited from helpful comments from Nicolas Bloom, John L. Campell, Steve Davis, Vivian Fang, Joao Gomes, Jun Li, Erzo Luttmer, Gordon Phillips, Kai Li, René Stulz, Erin Towery, Michael Weisbach, Karen Wruck, Joanna Wu, Liu Yang, Miao Ben Zhang, as well as seminar participants at Ohio State. We are extremely grateful to Michael Cusick at the Bureau of Economic Analysis for extensive discussions on the Bureau’s fixed assets accounts. Yicheng Liu has provided excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}