{
    "id": 29955,
    "citation_title": "Modeling the Great Recession as a Bank Panic: Challenges",
    "citation_author": [
        "Lawrence Christiano",
        "Hüsnü Dalgic",
        "Xiaoming Li"
    ],
    "citation_publication_date": "2022-04-18",
    "issue_date": "2022-04-14",
    "revision_date": "2022-05-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe highlight two challenges for the notion that a pure panic bank run played an important role in the dynamics in the Great Recession. First, the conclusion depends critically on ruling out any entry of new net worth into a sector experiencing a run. When interpreted as reflecting a cost of entry into banking, the resulting costs seem implausibly large across a range of models. Second, we show that the qualitative features of run equilibria (their existence, how many there are, etc.) are highly sensitive to minor technical changes in assumptions about banker entry. We report another result that is of independent interest. In particular, we describe implementation problems associated with standard macroprudential policy tools for reducing the risk of bank panic.\n\n",
    "acknowledgement": "\nWe are grateful for the comments of the editor and a referee which led to substantial improvements in the paper. We also appreciate the comments of Sena Coskun, Mark Gertler, Brittany Lewis, Sebastian Sardon and Xueting Wen. We acknowledge the support of China NNSF Grant Number 71633003. Also, Dalgic acknowledges funding by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project C02). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence Christiano\n\nI am a consultant at the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Chicago, as well as the Central Bank of the Peru and the Phillipines.\n\n\n"
}