{
    "id": 29965,
    "citation_title": "Representation Failure",
    "citation_author": [
        "Matias Iaryczower",
        "Sergio Montero",
        "Galileu Kim"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemocratic representation is constrained by the alternatives available to voters. In this paper, we develop a methodology to gauge the extent to which the “supply side” of politics hinders voter welfare. Using rich data on thousands of candidates in three Brazilian legislative elections, we quantify the relative value voters place on candidates’ policy positions and non-ideological attributes, and we evaluate voters’ welfare given the set of candidates they face. Our estimates uncover substantial welfare losses to voters relative to three alternative benchmarks of ideal representation. On average, the typical voter suffers only a moderate loss due to policy incongruence but a large loss due to shortages in candidates’ non-ideological characteristics. To evaluate the welfare consequences of potential institutional reforms, we develop and estimate a model of equilibrium policy determination. Through counterfactual experiments, we show that institutional reforms aimed at improving the quality of representation may have sizable unintended consequences due to equilibrium policy adjustments.\n\n",
    "acknowledgement": "\nWe thank Alan Jacobs, Yang-Yang Zhou, and audiences at Houston, LSE, Princeton, Rochester, Warwick, Yale, and the EPSA annual meeting for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}