{
    "id": 29960,
    "citation_title": "Neighborhood Choice After COVID: The Role of Rents, Amenities, and Work-From-Home",
    "citation_author": [
        "Fernando V. Ferreira",
        "Maisy Wong"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate how neighborhood preferences and choices changed one year after the beginning of the COVID pandemic. We study a Neighborhood Choice Program that helped graduating students choose where to live by providing new information about rents and amenities. Using panel data on neighborhood rankings before and after information, we find that changes in rankings favor neighborhoods where social and professional network shares are higher by 2.2 percentage points, rents are lower by $432, and are 2.4 kilometers farther from the city center. Interestingly, we did not detect this movement away from downtowns when the program was offered prior to the pandemic. We then estimate a neighborhood choice model to recover MWTP for amenities both before and after the pandemic. Our estimates reveal that MWTP for network shares post COVID is markedly lower than prior to COVID. Finally, we perform counterfactuals to quantitatively assess how changes in preferences affect where people live, and find that weaker network preferences are most impactful, while heterogeneity by commute and work-from-home are less relevant.\n\n",
    "acknowledgement": "\nWe are grateful for support from the Wharton Dean’s Research Fund, the Research Sponsors Program of the Zell/Lurie Real Estate Center, and the Wharton Behavioral Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}