{
    "id": 29968,
    "citation_title": "Are Cryptocurrencies Currencies? Bitcoin as Legal Tender in El Salvador",
    "citation_author": [
        "Fernando E. Alvarez",
        "David Argente",
        "Diana Van Patten"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "2023-02-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA currency’s essential feature is to be a medium of exchange. We leverage a quasi-natural experiment—El Salvador as the ﬁrst country to make bitcoin legal tender—to study a cryptocurrency’s potential to be used in daily transactions. The government also launched and provided incentives to download and use a digital wallet named Chivo, which shares features with Central Bank Digital Currencies (CBDCs) and allows users to trade bitcoin and dollars. Were Chivo Wallet and bitcoin actually adopted after this “big push”? Conducting a representative face-to-face survey and relying on blockchain data to obtain all Chivo transactions, we document how usage of digital payments and bitcoin is low, concentrated, and has been decreasing over time. We ﬁnd that privacy concerns are key barriers to adoption, which speaks to a policy debate on crypto and CBDCs that has had anonymity at its core. We also estimate the technology’s adoption cost and its network externalities.\n\n",
    "acknowledgement": "\nWe want to thank Marco Bassetto, Martin Brown, Darrell Duﬃe, Mikhail Golosov, Kim Huynh, Cyril Monnet, Andrés Neumeyer, Dirk Niepelt, Antoinette Schoar, Harald Uhlig, Neil Wallace, and Zhu Wang for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}