{
    "id": 29964,
    "citation_title": "What the Students for Fair Admissions Cases Reveal About Racial Preferences",
    "citation_author": [
        "Peter Arcidiacono",
        "Josh Kinsler",
        "Tyler Ransom"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing detailed admissions data made public in the SFFA v. Harvard and SFFA v. UNC cases, we examine how racial preferences for under-represented minorities (URMs) aﬀect their admissions to Harvard and UNC-Chapel Hill. At Harvard, the admit rates for typical African American applicants are on average over four times larger than if they had been treated as white. For typical Hispanic applicants the increase is 2.4 times. At UNC, preferences vary substantially by whether the applicant is in-state or out-of-state. For in-state applicants, racial preferences result in an over 70% increase in the African American admit rate. For out-of-state applicants, the increase is more than tenfold. Both universities provide larger racial preferences to URMs from higher socioeconomic backgrounds.\n\n",
    "acknowledgement": "\nPeter Arcidiacono served as an expert witness for Students for Fair Admissions, Inc. (SFFA) in the SFFA v. Harvard and SFFA v. UNC cases. SFFA is not funding his work on this paper. Josh Kinsler worked as a consultant for SFFA in the SFFA v. Harvard and SFFA v. UNC cases. SFFA is not funding his work on this paper. The views expressed and conclusions reached in this paper are those of the authors; they do not purport to reﬂect the views of SFFA or the National Bureau of Economic Research. To the extent this paper relies on records from the SFFA v. Harvard and SFFA v. UNC cases, it relies solely on the public records from those cases.\n\n\n"
}