{
    "id": 29967,
    "citation_title": "Interdependent Preferences and the Mitigation of Market Failure",
    "citation_author": [
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI consider the effect of caring, empathy, altruism or positive reciprocity towards others - which I collectively call positive preference interdependence (PPI) - on the internalization of interpersonal externalities and on the level of private contributions to the provision of public goods. I show that if preferences depend positively on the well-being of others, then in an extreme case external effects are fully internalized, and private contributions to the provision of a public good will be sufficient for it to be provided at an efficient level. Furthermore I show that when PPI is less than perfect, an increase in the level shown by any agent will lead to a Pareto improvement in the case of interpersonal externalities and an increase in the level of provision of the public good, and that as PPI levels increase towards their upper bound, the level of provision of the public good converges to the efficient level. An increase in caring, empathy, altruism or positive reciprocity, an increase in PPI, in the presence of externalities or public goods is Pareto improving. As it is well-documented that people display some degree of PPI, it is arguable that our failure to provide public goods optimally or to manage externalities efficiently is attributable to lack of empathy/altruism/positive reciprocity as well as to the free rider problem.\n\n",
    "acknowledgement": "\nI acknowledge support from Columbia Business School. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}