{
    "id": 29966,
    "citation_title": "Career Concerns and the Dynamics of Electoral Accountability",
    "citation_author": [
        "Matias Iaryczower",
        "Adam Meirowitz",
        "Gabriel Lopez-Moctezuma"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nQuantifying the value that legislators give to reelection relative to policy is crucial to understanding electoral accountability. We estimate the preferences for office and policy of members of the US Senate, using a structural approach that exploits variation in polls, position-taking and advertising throughout the electoral cycle. We then combine these preference estimates with estimates of the electoral effectiveness of policy moderation and political advertising to quantify electoral accountability in competitive and uncompetitive elections. We find that senators differ markedly in the value they give to securing office relative to policy gains: while over a fourth of senators are highly ideological, a sizable number of senators are willing to make relatively large policy concessions to attain electoral gains. Nevertheless, electoral accountability is only moderate on average, due to the relatively low impact of changes in senators’ policy stance on voter support.\n\n",
    "acknowledgement": "\nWe thank Brandice Canes-Wrone, Michael Gibilisco, Nolan McCarty, Matt Shum, Jorg Spenkuch and audiences at Chicago, Emory, U Penn., Princeton, Rochester, San Andres (Argentina), Stanford, Yale, the ECARES Political Economy conference, and the CIRPEE Conference in Political Economy, for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}