{
    "id": 29963,
    "citation_title": "Is the Price Right? The Role of Economic Tradeoffs in Explaining Reactions to Price Surges",
    "citation_author": [
        "Julio J. Elias",
        "Nicola Lacetera",
        "Mario Macis"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "2024-09-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nPublic authorities often introduce price controls following price surges, potentially causing inefficiencies and exacerbating shortages. A survey experiment with 7,612 Canadian and US respondents shows that unregulated price surges raise moral objections and widespread disapproval. However, acceptance increases, and demand for regulation decreases when participants are prompted to consider economic tradeoffs between controlled and unregulated prices, whereby incentives from higher prices lead to additional supply and enhance access to goods. Moreover, highlighting these tradeoffs reduces polarization in moral judgments between supporters and opponents of unregulated pricing. Textual analysis of responses to open-ended questions provides further insights into our findings, and an incentivized donation task demonstrates consistency between stated preferences and real-stakes behavior. Although economic trade-offs do influence public support for price control policies, the evidence indicates that, even when the potential gains in economic efficiency from unregulated prices are explicit, a significant divide persists between the utilitarian views that standard economic thinking implies, and the non-utilitarian values held by the general population.\n\n",
    "acknowledgement": "\nWe thank participants in seminars at the Johns Hopkins Berman Institute of Bioethics, the Hopkins Business of Health Initiative, Loughborough University, Sao Paulo School of Economics, Schwartz Reisman Institute for Technology and Society, George Washington University, IMT Lucca, Sant’Anna School of Advanced Studies, University of Geneva, University of Genova, University of Illinois at Urbana-Champaign, US Naval Academy, University of Maryland, University of Sussex (SPRU), University of Toronto, University of Zurich, University of Vienna, University of Venezia, University of Heidelberg and the CESifo Venice Institute for their comments. The study received approval from the Research Ethics Board at the University of Toronto (protocol 12177) and the Homewood Institutional Review Board at Johns Hopkins University (protocol HIRB00040280). The registration number at the American Economic Association’s Registry for Randomized Controlled Trials is AEARCTR-0007531. Financial support for this research comes from the Johns Hopkins Business of Health Initiative (HBHI) and the Sandra Rotman Centre for Health Sector Strategy at the University of Toronto. The donation experiment was conducted only for research purposes and does not represent an endorsement of the recipient organization by Johns Hopkins University, the University of Toronto, or by the authors of the study. Salwa Abdalla provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}