{
    "id": 29974,
    "citation_title": "Understanding the Economic Impact of COVID-19 on Women",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe impact of the pandemic on the employment, labor supply, and caregiving of women is assessed. Compared with previous recessions, that induced by COVID-19 impacted women’s employment and labor force participation more relative to men. But the big divide was less between men and women than it was between the more- and the less-educated. Contrary to many accounts, women did not exit the labor force in large numbers, and they did not greatly decrease their hours of work. The aggregate female labor force participation rate did not plummet. The ability to balance caregiving and work differed greatly by education, occupation, and race. The more educated could work from home. Those who began the period employed in various in-person “service” occupations and establishments experienced large reductions in employment. Black women were more negatively impacted beyond other factors considered and the health impact of COVID-19 is a probable reason. The estimation of the pandemic’s impact depends on the counterfactual used. The real story of women during the pandemic concerns the fact that employed women who were educating their children, and working adult daughters who were caring for their parents, were stressed because they were in the labor force, not because they left.\n\n",
    "acknowledgement": "\nThis paper was presented at the Brookings Papers on Economic Activity (BPEA) on March 24, 2022. Discussants Stefania Albanesi and Jane Olmstead-Rumsey and co-editor Janice Eberly kindly provided comments that improved the paper. I am grateful to each. Joy Wang gave outstanding assistance linking the CPS monthly data. Yailin Navarro ably assisted in a host of ways. I am grateful to both. I thank Dev Patel and Larry Katz for giving extensive comments on an early draft. An earlier version of this paper, “Assessing Five Statements about the Economic Impact of COVID-19 on Women,” was written for the Societal Experts Action Network (SEAN) of the National Academies initiative presented on June 24, 2021 at the SEAN “Women in the Work Force” Webinar. Jennifer Walsh provided excellent research help on that version. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}