{
    "id": 29976,
    "citation_title": "A Linear Panel Model with Heterogeneous Coefficients and Variation in Exposure",
    "citation_author": [
        "Liyang Sun",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLinear panel models featuring unit and time fixed effects appear in many areas of empirical economics. An active literature studies the interpretation of the ordinary least squares estimator of the model, commonly called the two-way fixed effects (TWFE) estimator, in the presence of unmodeled coefficient heterogeneity. We illustrate some implications for the case where the research design takes advantage of variation across units (say, US states) in exposure to some treatment (say, a policy change). In this case, the TWFE can fail to estimate the average (or even a weighted average) of the units' coefficients. Under some conditions, there exists no estimator that is guaranteed to estimate even a weighted average. Building on the literature, we note that when there is a unit totally unaffected by treatment, it is possible to estimate an average effect by replacing the TWFE with an average of difference-in-differences estimators.\n\n",
    "acknowledgement": "\nWe thank our dedicated research assistants for their contributions to this project. We are grateful to Clément de Chaisemartin, Amy Finkelstein, Andrew Goodman-Bacon, Ethan Lewis, Dan Levy, Pedro Sant'Anna, Matt Taddy, two anonymous reviewers, participants at the University of Michigan Two-Way Fixed Effects Econometrics Workshop, and the editors, Timothy Taylor and Heidi Williams, for helpful comments and suggestions. Liyang Sun gratefully acknowledges support from the Jerry A. Hausman Graduate Dissertation Fellowship and Institute of Education Sciences, U.S. Department of Education, through Grant R305D200010. Jesse Shapiro gratefully acknowledges support from the Eastman Professorship, the Population Studies and Training Center, and the JP Morgan Chase Research Assistantship, all at Brown University, and from the National Science Foundation under Grant No. 1949047. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/about/.\n\n\n"
}