{
    "id": 29970,
    "citation_title": "Causal Effects of Countercyclical Interest Rates: Evidence from the Classical Gold Standard",
    "citation_author": [
        "Kris James Mitchener",
        "Gonçalo Alves Pina"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the causal impact of countercyclical interest rates on macroeconomic outcomes in open economies. To identify countercyclical interest rates, we construct a new database of short-term interest rates, principal exports, and international commodity prices for 40 economies from 1870 to 1913. This era of capital mobility, nominal anchors, specialization and trade integration, exposed economies to multiple exogenous demand-side shocks. Specialization and trade integration subjected economies to a “commodity lottery” in the form of price fluctuations in world markets. Capital mobility and a currency peg exposed them to interest-rate movements originating in the U.K., the largest economy and linchpin of the classical gold standard. We identify (i) positive effects of commodity-export prices on real GDP and the domestic price level and (ii) negative effects of exogenous changes in short-term interest rates on the same variables. We then show that countercyclical interest rates, defined relative to export-price shocks, stabilized both output and the domestic price level. This stabilization was more effective for the price level than for output.\n\n",
    "acknowledgement": "\nWe thank Knut Are Aastveit, Regis Barnichon, Òscar Jordà, Chris Meissner, Giovanni Nicolò, Sanjay Singh, Stephanie Schmitt-Grohé, and Colin Weiss for helpful suggestions and comments as well as conference and seminar participants at the Sixth CEPR Economic History Symposium, the 2018 West Coast Workshop in International Finance, the T2M 2019 conference, the 2019 Workshop on Monetary and Financial History at the Board of Governors of the Federal Reserve System, the 2019 Annual International Journal of Central Banking Research Conference and Utah State University. We also thank Michael Hultquist, Thuy Le, Leyla Kurt, Meryem Masmoudi, Roya Seyedein and Xindi Sun for excellent research assistance. Mitchener thanks the Center for Advanced Studies in Behavioral Sciences for research support in 2021-22. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}