{
    "id": 29971,
    "citation_title": "The Narrow Channel of Quantitative Easing: Evidence from YCC Down Under",
    "citation_author": [
        "David Lucca",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the recent Australian experience with yield curve control (YCC) of government bonds as perhaps the best evidence of how this policy might work in other developed economies. We interpret the evidence with a simple model in which YCC affects prices of both government and other bonds via “broad” transmission channels, but only government bond prices through “narrow” liquidity channels. YCC seemingly worked well in 2020 while the market expected short rates to stay at zero for long. But as the global recovery and inflation gained momentum in 2021, liftoff expectations moved up, the Reserve Bank of Australia purchased most of the outstanding amount of the targeted government bond, and its yield dislocated from other financial market instruments. The model and empirical evidence point to narrow transmission channels playing more prominent roles than broad channels considered in prior studies of quantitative easing (QE), such as portfolio balance effects and signaling about short term rates. We argue that asset-specific narrow channels may be primary transmission mechanisms of quantity-based QE policies as well.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Chicago Booth for their comments. All errors are our sole responsibility. The views expressed here are the authors’ and are not representative of the views of the Federal Reserve Bank of New York or of the Federal Reserve System The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}