{
    "id": 29977,
    "citation_title": "Expectations Data in Asset Pricing",
    "citation_author": [
        "Klaus Adam",
        "Stefan Nagel"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAsset prices reflect investors' subjective beliefs about future cash flows and prices. In this chapter, we review recent research on the formation of these beliefs and their role in asset pricing. Return expectations of individual and professional investors in surveys differ markedly from those implied by rational expectations models. Variation in subjective expectations of future cash flows and price levels appear to account for much of aggregate stock market volatility. Mapping the survey evidence into agent expectations in asset pricing models is complicated by measurement errors and belief heterogeneity. Recent efforts to build asset pricing models that match the survey evidence on subjective belief dynamics include various forms of learning about payout or price dynamics, extrapolative expectations, and diagnostic expectations. Challenges for future research include the exploration of subjective risk perceptions, aggregation of measured beliefs, and links between asset market expectations and the macroeconomy.\n\n",
    "acknowledgement": "\nWe thank Rudi Bachmann, Wilbert van der Klaauw, Giorgio Topa, and participants at the Handbook of Economic Expectations conference for helpful feedback. Adam gratefully acknowledges funding by the German Research Foundation (DFG) through CRC TR 224 (Project C02). Nagel gratefully acknowledges financial support from the Center for Research in Security Prices at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKlaus Adam\n\nKlaus Adam is a Research Professor at Deutsche Bundesbank and as such receives income for consulting services. Klaus Adam is Scientific Chair of the Euro Area Business Cycle Network (www.eabcn.org) and as such receives an annual stipend.\n\n\n"
}