{
    "id": 29978,
    "citation_title": "Should Copula Endogeneity Correction Include Generated Regressors for Higher-order Terms? No, It Hurts",
    "citation_author": [
        "Yi Qian",
        "Hui Xie",
        "Anthony Koschmann"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCausal inference in empirical studies is often challenging because of the presence of endogenous regressors. The classical approach to the problem requires using instrumental variables that must satisfy the stringent condition of exclusion restriction. A forefront of recent research is a new paradigm of handling endogenous regressors without using instrumental variables. Park and Gupta (Marketing Science, 2012) proposed instrument-free estimation using copulas that has been increasingly used in practical applications to address endogeneity bias. A relevant issue not studied is how to handle the higher-order terms (e.g., interaction and quadratic terms) of endogenous regressors using the copula approach. Recent applications of the approach have used disparate ways of handling these higher-order endogenous terms with unclear consequences. We show that once copula correction terms for the main effects of endogenous regressors are included as generated regressors, there is no need to include additional correction terms for the higher-order terms. This simplicity in handling higher-order endogenous regression terms is a merit of the instrument-free copula bias correction approach. More importantly, adding these unnecessary correction terms has harmful effects and leads to sub-optimal solutions of endogeneity bias, including finite-sample estimation bias and substantially inflated variability in estimates.\n\n",
    "acknowledgement": "\nWe thank colleagues in the field for valuable comments. Yi Qian would like to acknowledge the SSHRC grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}