{
    "id": 29979,
    "citation_title": "Educational Inequality*",
    "citation_author": [
        "Jo Blanden",
        "Matthias Doepke",
        "Jan Stuhler"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter provides new evidence on educational inequality and reviews the literature on the causes and consequences of unequal education. We document large achievement gaps between children from different socio-economic backgrounds, show how patterns of educational inequality vary across countries, time, and generations, and establish a link between educational inequality and social mobility. We interpret this evidence from the perspective of economic models of skill acquisition and investment in human capital. The models account for different channels underlying unequal education and highlight how endogenous responses in parents' and children's educational investments generate a close link between economic inequality and educational inequality. Given concerns over the extended school closures during the Covid-19 pandemic, we also summarize early evidence on the impact of the pandemic on children's education and on possible long-run repercussions for educational inequality.\n\n",
    "acknowledgement": "\nThis chapter has been prepared for the Handbook of the Economics of Education Volume 6. The asterisk has been added to the title of this paper to distinguish it from NBER working paper 8206 which has the same title. We thank Kwok Yan Chiu, Ricard Grebol, and Ashton Welch for excellent research assistance and the editors, John Jerrim, Sandra McNally, Anders Björklund, Jonas Radl, Martin Hällsten, and Christopher Rauh for helpful comments. Financial support from the National Science Foundation (grant SES-1949228), the Comunidad de Madrid and the MICIU (CAM-EPUC3M11, H2019/HUM-589, ECO2017-87908-R) is gratefully acknowledged. This paper uses data from the National Educational Panel Study (NEPS): Starting Cohort 4–9th Grade, doi:10.5157/NEPS:SC4:1.0.0, Next Steps: Sweeps 1-8, 2004-2016. 16th Edition. UK Data Service SN: 5545 http://doi.org/10.5255/UKDA-SN-5545-8, Longitinal Studies of Australian Youth (LSAY): 15 Year-Olds in 2003, doi:10.4225/87/5IOBPG,  Education Longitudinal Study (ELS), 2002:  Base Year. https://doi.org/10.3886/ICPSR04275.v1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}