{
    "id": 29972,
    "citation_title": "An Evaluation of the Paycheck Protection Program Using Administrative Payroll Microdata",
    "citation_author": [
        "David Autor",
        "David Cho",
        "Leland D. Crane",
        "Mita Goldar",
        "Byron Lutz",
        "Joshua K. Montes",
        "William B. Peterman",
        "David D. Ratner",
        "Daniel Villar Vallenas",
        "Ahu Yildirmaz"
    ],
    "citation_publication_date": "2022-04-25",
    "issue_date": "2022-04-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Paycheck Protection Program (PPP), a principal element of the fiscal stimulus enacted by Congress during the COVID-19 pandemic, aimed to assist small businesses to maintain employment and wages during the crisis. We use high-frequency administrative payroll data from ADP--one of the world’s largest payroll processing firms--to estimate the causal effect of the PPP on the evolution of employment at PPP-eligible firms relative to PPP-ineligible firms, where eligibility is determined by industry-specific firm-size cutoffs. We estimate that the PPP boosted employment at eligible firms by between 2 percent to 5 percent at its peak in mid-2020, with this effect waning to 0 to 3 percent throughout the remainder of the year. Employers retained an estimated additional 3.6 million jobs due to the PPP as of mid-May 2020, and 1.4 million jobs at the end of 2020. The implied cost per year of employment retained was $169,000 to $258,000, equal to 3.4 to 5.2 times median earnings.\n\n",
    "acknowledgement": "\nWe thank Christopher Kurz and Norman Morin from the Federal Reserve Board for their support, and Salome Baslandze, Simon Freyaldenhoven, Erik Hurst, Matthew Shapiro, Martin Sullivan, and Erick Zwick for helpful comments. We thank Kendra Robbins, Samantha Sharkoff, Eleanor Warren, and Lena Yemelyanov for excellent research assistance. David Autor thanks the following for financial support: Accenture LLP (#027843-0001), the Andrew Carnegie Fellowship (G-F-19-56882), the Smith Richardson Foundation (#20202252), and the Washington Center for Equitable Growth. The views expressed in the paper are the authors’ and do not necessarily reflect the views of ADP or the National Bureau of Economic Research. Additionally, the analysis and conclusions set forth here are those of the authors and do not indicate concurrence by other members of the Federal Reserve Board research staff or by the Board of Governors. The proprietary data for this paper were provided to the researchers at no cost by ADP, LLP, which approved the paper's topic ex-ante and reviewed the paper prior to distribution to ensure that the paper protected clients' confidentiality and did not reveal proprietary information about ADP's business model. Two co-authors, Goldar and Yildirmaz, were previously employed at the ADP Research Institute and were involved in making the data available to the outside researchers. ADP has shared the same data with researchers at Chicago, Princeton, and Cornell.\n\n\n"
}