{
    "id": 29981,
    "citation_title": "The Design of Defined Contribution Plans",
    "citation_author": [
        "Vivek Bhattacharya",
        "Gastón Illanes"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDefined contribution (DC) plans are a major vehicle for retirement savings in the US, holding almost $10 trillion in assets under management. In recent years, the quality and availability of these plans has been the subject of active policy attention and of several major lawsuits. This paper studies how employers and plan providers (recordkeepers) design these plans. We argue that low plan quality and limited provision can come from two sources. First, employer willingness to pay may be misaligned with that of workers or of regulators. Second, the market for recordkeeping may be imperfectly competitive. We propose a model of plan design and estimate that while both frictions are at play, significant changes to plan quality require modifying employer preferences.  Accordingly, we evaluate proposed policies and conclude that only direct quality regulation can lead to significant quality improvements. Recent proposals can increase plan provision but have negligible quality effects.\n\n",
    "acknowledgement": "\nWe are grateful to Diego Cussen and Dmitry Sedov for excellent research assistance. We would also like to thank Sebastien Betermier, Rob Clark, Ignacio Cuesta, Glenn Ellison, Hanming Fang, Kate Ho, Ali Hortaçsu, Panle Jia Barwick, Lynn Johnson, Jakub Kastl, Alex MacKay, Aviv Nevo, Rob Porter, Jim Poterba, Jimmy Roberts, Paulo Somaini, Chad Syverson, and Pietro Tebaldi for helpful comments, as well as participants at the 2020 Winter Econometric Society Meetings, Carnegie Mellon, Cornell, the Duke-UNC-Fuqua IO Seminar, Princeton, Queen's University, University of Chicago, University of Pennsylvania, Microsoft Research, and the Chicago IO Fest. We acknowledge financial support from the National Science Foundation under Grant No. SES 1824463 and the Center for the Study of Industrial Organization at Northwestern. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}