{
    "id": 29982,
    "citation_title": "The Fed's International Dollar Liquidity Facilities: New Evidence on Effects",
    "citation_author": [
        "Linda S. Goldberg",
        "Fabiola Ravazzolo"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn March 2020, the Federal Reserve eased the terms on its standing swap lines in collaboration with other central banks, reactivated temporary swap agreements, and then introduced the new Foreign and International Monetary Authorities (FIMA) repo facility. We provide new evidence on how the central bank swap lines and FIMA repo facility reduce strains in global dollar funding markets and US Treasury markets during extreme stress events. These facilities are found to contribute to the narrowing of foreign exchange swap basis spreads and to reduce the sensitivity of global funding strain metrics to risk sentiment deterioration. Cross border flows through banks for excess liquidity support purposes are reduced in the near term, and the risk sensitivity of equity and bond fund flows declines. However, access to these facilities leave longer-term patterns of liquidity and capital flows across borders broadly unchanged. While official sector liquidity hoarding and “dash for cash” type of activity is expected to be lower with access to these facilities, initial evidence does not show general differential changes in foreign exchange reserve holdings by foreign central banks in line with the type of liquidity access.\n\n",
    "acknowledgement": "\nCorresponding author: Linda Goldberg, Federal Reserve Bank of New York, NBER and CEPR, 33 Liberty Street, New York, NY 10045, linda.goldberg@ny.frb.org. The views expressed are solely those of the authors and should not be interpreted as reflecting those of the Federal Reserve Bank of New York, or the Federal Reserve System. Special thanks to Sarah Hamerling, Oliver Hannaoui and Stone Kalisa for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}