{
    "id": 29987,
    "citation_title": "Who Protests, What Do They Protest, and Why?",
    "citation_author": [
        "Erica Chenoweth",
        "Barton H. Hamilton",
        "Hedwig Lee",
        "Nicholas W. Papageorge",
        "Stephen P. Roll",
        "Matthew V. Zahn"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2022-11-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe examine individuals’ decision to attend Black Lives Matter protests and demonstrations calling for less stringent public health measures to combat COVID-19 (e.g., for swifter reopening of businesses). Our analysis is facilitated by a unique staggered panel data set originally constructed to study the socioeconomic impacts of COVID-19. A wave of data collected in the summer of 2020 was expanded to capture details about protest attendance, political views, and support for different movements. We find that protests may provide novel and policy relevant information about potentially widely-held and mainstream social preferences that are obscured by extremist politics. We present evidence that protesters are a diverse yet representative part of the population and that the decision to protest is deliberate in the sense that it is responsive to incentives and issue salience. We also provide novel evidence of movement overlap—attending a Black Lives Matter protest is associated with a higher likelihood of attending a protest calling for fewer public health restrictions. This finding counters typical narratives characterizing these two protest movements as diametrically opposed. In a political landscape dominated by the voices of extremists, our findings suggest we can draw a line between recent protest behavior and a less radical and less extreme majority (sometimes called the “exhausted” majority) that espouses more nuanced views than the politicians, policymakers and institutions that are supposed to represent them.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Filipe Campante, Stefanie DeLuca, Frederico Finan, Thelonious Goerz, Riya Jain, Paulo Natenzon, Robert Pollak, Daniel Sacks and students in Papageorge’s Fall 2021 class “Sex, Drugs and Dynamic Optimization; The Economics of Risky Behavior.” Papageorge and Zahn gratefully acknowledge financial support from the Johns Hopkins SNF Agora Institute’s Faculty Grant program. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}