{
    "id": 29980,
    "citation_title": "AI, Trade and Creative Destruction: A First Look",
    "citation_author": [
        "Daniel Trefler",
        "Ruiqi Sun"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArtificial Intelligence is a powerful new technology that will likely have large impacts on the size, direction and composition of international trade flows. Yet almost nothing is known empirically about this. One AI-enabled set of services that can be tracked resides in the palm of our hands: the Mobile Apps used by half the world's population. To analyze the impact of AI on international trade in mobile App services we merge 2014-2020 data on international downloads of mobile Apps with data on the AI patents held by each App's parent company. From this we build a measure of AI deployment. We instrument AI deployment using cost-shifters from the theory of comparative advantage: Countries with a large stock of AI expertise will have a comparative advantage producing AI-intensive Apps. We show the following IV results. (1) Bilateral Trade: AI deployment increases App downloads by a factor of six. (2) Variety Effects: AI deployment doubles the number of exported App varieties. (3) Creative Destruction: AI deployment increases creative destruction (entry and exit of Apps) and in 2020 the net effect was an increase in welfare of between 2.5% and 10.6%.\n\n",
    "acknowledgement": "\nThis paper is part of the larger book project \"Robots and AI: A New Economic Era\" edited by Lili Yan Ing and Gene Grossman (Routledge). Gene Grossman and an anonymous referee provided excellent feedback. We thank SensorTower for their help and encouragement in facilitating this project.  Keith Head graciously helped interpret the PPML estimates and Mert Demirer answered tough AI questions. We benefited from early conversations with Avi Goldfarb. Shurui Liu provided research assistance. This project was generously supported by the Social Sciences and Humanities Research Council of Canada (SSHRC Grant #435-2021-0149) and the Economic Research Institute for ASEAN and East Asia (ERIA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}