{
    "id": 29985,
    "citation_title": "Investing in Early Childhood Development in Preschool and at Home",
    "citation_author": [
        "Greg Duncan",
        "Ariel Kalil",
        "Magne Mogstad",
        "Mari Rege"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2022-09-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe foundations for successful child development are established in early childhood. Two main policy approaches for strengthening these foundations have been subsidized preschool programs and programs targeting the home environment. Our chapter reviews a large body of empirical work investigating whether these programs make a difference for children’s development, and if so, how and under what conditions do they help, how cost-effective are they, and which programs are scalable. We start by reviewing studies that estimate how much of the variation in child outcomes can be explained by genetics versus environmental factors. These studies demonstrate that variation in environmental factors plays a key role in explaining individual life outcomes. This suggests that early childhood programs might play a significant role in helping children realize their potential in life. Nevertheless, our review of early childhood programs demonstrates that the evidence is mixed – some programs are successful in fostering lasting skill development, but many are not. We conclude that existing research on early childhood education falls short of sufficiently answering fundamental questions about what works for whom and why. A tighter link between theory, econometric methods and data is essential to compare and reconcile the mixed and sometimes conflicting empirical results across studies, and to understand when and why the impacts of home environment and pre-school interventions fadeout.\n\n",
    "acknowledgement": "\nThis paper was prepared as a chapter for the Handbook of the Economics of Education Volume 6. We are grateful to the editors, Ludger Woessmann, Eric Hanushek and Stephen Machin, as well as James Heckman for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}