{
    "id": 29986,
    "citation_title": "The Macroeconomic Expectations of U.S. Managers",
    "citation_author": [
        "Ethan M. L. McClure",
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing responses obtained through the Nielsen Homescan panel survey, we explore the differences between managers’ and non-managers’ expectations and perceptions of inflation and unemployment. By and large, managers and non-managers exhibit similar average inflation and unemployment expectations as well as similar levels of disagreement and sensitivity to information provided in a randomized control trial. Finally, the inflation expectations of managers deviate systematically from the predictions of “anchored” expectations.\n\n",
    "acknowledgement": "\nWe are grateful to the National Science Foundation for financial support (SES 1919307), and Vitalia Yaremko for excellent research assistance. We also thank Shannon Hazlett and Victoria Stevens at Nielsen for their assistance with the collection of the PanelViews Survey. Researchers' own analyses calculated (or derived) based in part on consumer data from Nielsen Consumer LLC (\"NielsenIQ\") provided through the respective NielsenIQ and the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ and Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Information on availability and access to the data is available at http://research.chicagobooth.edu/nielsen. Ordering of author names is random. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}