{
    "id": 29984,
    "citation_title": "Collective Hold-Up",
    "citation_author": [
        "Matias Iaryczower",
        "Santiago Oliveros"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider dynamic processes of coalition formation in which a principal bargains sequentially with a group of agents. This problem is at the core of a variety of applications in economics and politics, including a lobbyist seeking to pass a bill, an entrepreneur setting up a start-up, or a firm seeking the approval of corrupt bureaucrats. We show that when the principal’s willingness to pay is high, strengthening the bargaining position of the agents generates delay and reduces agents’ welfare. This occurs in spite of the lack of informational asymmetries or discriminatory offers. When this collective action problem is severe enough, agents prefer to give up considerable bargaining power in favor of the principal.\n\n",
    "acknowledgement": "\nWe thank Nageeb Ali, Juliana Bambaci, Laura Doval, Tiberiu Dragu, Federico Echenique, German Gieczewski, Navin Kartik, Stephen Morris, David Myatt, and seminar participants at Berkeley, Caltech, Carlos III, CEMFI, Ecole Polytechnic, Paris School of Economics, U. of Essex, U. of Nottingham, Princeton, University of Warwick, ETH Zurich, the 2017 ERC Workshop on Voting Theory and Elections, the 2017 LSE/NYU Workshop in Political Economy, and the 2017 Stony Brook Workshop in Political Economy for helpful suggestions. Iaryczower gratefully acknowledges financial support from NSF grant SBE 1757191. Oliveros gratefully acknowledges the support of the Economic and Social Research Council (UK), ES/S01053X/1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}