{
    "id": 29988,
    "citation_title": "Why Does Disability Increase During Recessions? Evidence from Medicare",
    "citation_author": [
        "Colleen Carey",
        "Nolan H. Miller",
        "David Molitor"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2022-08-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSocial Security Disability Insurance (DI) awards rise in recessions, especially for older adults. Using Medicare data, we investigate whether this pattern is driven by changes in health or the cost of entering DI. Higher unemployment at application corresponds to increased DI entry, lower medical spending, and lower mortality among new entrants. Leveraging age-based discontinuities in disability eligibility criteria at older ages, we find that workers induced into DI by poor economic conditions have similar spending and mortality outcomes to those induced by relaxed eligibility criteria, suggesting that changes in entry costs can fully account for cyclical DI entry.\n\n",
    "acknowledgement": "\nWe thank Manasi Deshpande, Anne Fitzpatrick, Tal Gross, Megan Hyland, Amanda Kowalski, Ethan Lieber, Tim Moore, David Powell, Gopi Shah Goda, and seminar participants at the American Society for Health Economics Annual Conference, Columbia University, DePaul University, the Hoover Institution at Stanford University, the Mid-Midwest Applied Microeconomics Workshop, the Midwest Health Economics Conference, the National Bureau of Economic Research (NBER) Public Economics and Aging meetings, New York University, Northwestern University, Princeton University, the US Social Security Administration (SSA), the University of Chicago, the University of Illinois at Chicago, the University of Michigan, the University of Wisconsin–Madison, and Tsinghua University for helpful comments. Research reported in this paper was supported by the National Institute on Aging of the National Institutes of Health (NIH) under award number P01AG005842 and was performed pursuant to grant RDR18000003 from the SSA funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policies of the National Bureau of Economic Research, NIH, SSA, or any agency of the federal government.\n\n\n"
}