{
    "id": 29983,
    "citation_title": "The Opioid Crisis, Health, Healthcare, and Crime: A Review Of Quasi-Experimental Economic Studies",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Justine Mallatt",
        "Christopher J. Ruhm",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpioid use is one of the most substantial and long-lasting public health crises faced by the United States. This crisis, which began by the mid-1990s and continues through the time of writing, causes 136 fatal opioid overdoses each day and costs the U.S. at least $596 billion each year. These numbers, while incredibly large, likely do not capture the full toll of the crisis on American society. In this study, we review quasi-experimental studies that examine the relationship between opioids and health and healthcare, and crime outcomes in the U.S. We focus on the U.S., a country particularly hard hit by the crisis which has adopted a broad array of policies aimed at curbing it.\nOur findings align with the general perception that the opioid crisis has negatively impacted a range of health outcomes and increased healthcare costs, with limited evidence that opioids (which are designed to reduce chronic pain) have enhanced work capacity or other metrics that might capture intended benefits from appropriate use of these medications. While opioids have worsened many health outcomes, the healthcare system played a role in the emergence of the epidemic and its continuation. Further, studies suggest that opioids increase crime, although the link is not as strong as has been observed in previous drug epidemics; this finding is consistent with the pharmacological difference between opioids and stimulant substances (e.g., cocaine) that dominated earlier drug epidemic periods characterized by higher levels of crime. Through the provision of treatment to address underlying addiction and the development of strategies to effectively curtail access to opioids, the healthcare system potentially has an important role in attempts to end the crisis.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge excellent research assistance from Patrick Carlin and Maddie Mustane. The content in this article represent the authors’ views and not necessarily those of the U.S. Bureau of Economic Analysis (BEA), the US government, any other affiliated institutions, or the National Bureau of Economic Research. Justine Mallatt’s contribution to this work is an extension of her research started prior to working at the BEA.\n\n\n\nChristopher J. Ruhm\n\nChristopher Ruhm has served as a plaintiff’s consultant on ongoing opioid litigation.\n\n\n"
}