{
    "id": 29997,
    "citation_title": "Generalized Separability and Integrability: Consumer Demand with a Price Aggregator",
    "citation_author": [
        "Thibault Fally"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines demand systems where the demand for a good depends on other prices only through a common price aggregator (a scalar function of all prices). We refer to this property as ``generalized separability'' and provide the functional forms of demand that this property implies when demand is rational, i.e., derived from utility maximization. Generalized separability imposes restrictions on either income or price effects, and greater flexibility is obtained by adding indirect utility as an additional aggregator. We provide examples and applications which encompass a large variety of examples from the literature. In particular, generalized separability can be used in simple general-equilibrium models to obtain a more tractable framework and yet generate a wider range of effects of market size and productivity on firm size, entry, and prices.\n\n",
    "acknowledgement": "\nMany thanks to Philippe Aghion, Dave Donaldson, Federico Etro, Ben Faber, Ethan Ligon, Kiminori Matsuyama, Marti Mestieri, Peter Neary, Andres Rodriguez-Clare, Philip Ushchev, Brian Wright, Xavier Vives (Editor), and two anonymous referees for very helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}