{
    "id": 29996,
    "citation_title": "AI Adoption in a Competitive Market",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have often viewed the adoption of artificial intelligence (AI) as a standard process innovation where we expect that efficiency will drive adoption in competitive markets. This paper models AI based on recent advances in machine learning that allow firms to engage in better prediction. Using prediction of demand, it is demonstrated that AI adoption is a complement to variable inputs whose levels are directly altered by predictions and use is economised by them (that is, labour). It is shown that, in a competitive market, this increases the short-run elasticity of supply and may or may not increase average equilibrium prices. There are generically externalities in adoption with this reducing the profits of non-adoptees when variable inputs are important and increasing them otherwise. Thus, AI does not operate as a standard process innovation and its adoption may confer positive externalities on non-adopting firms. In the long-run, AI adoption is shown to generally lower prices and raise consumer surplus in competitive markets.\n\n",
    "acknowledgement": "\nThanks to Daron Acemoglu, Avi Goldfarb and Richard Holden for helpful discussions. All errors remain my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}