{
    "id": 29990,
    "citation_title": "Measuring Knowledge and Learning",
    "citation_author": [
        "James J. Heckman",
        "Jin Zhou"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2022-11-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nEmpirical studies in the economics of education, the measurement of skill gaps, the impacts of interventions on skill formation, and the value-added literature rely on psychometrically validated test scores. Test scores are taken as measures of an invariant scale of human capital compared over time and people. We examine if conventional skill measures are comparable on mastery of specific task knowledge. An unusually rich dataset from an early childhood intervention is used to test the assumption of scale invariance. We reject the scale invariance hypothesis for multiple skills and cast doubt on the uncritical use of test scores in research.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under award number R37HD065072, the Institute for New Economic Thinking, and a grant from an anonymous donor. We thank our partner China Development Research Foundation. This paper was inspired by the suggestions of Flavio Cunha made at Rice University in November 2021. Matthew Wiswall made very useful comments. Alejandra Campos, Fanmei Xia, and Haihan Tian contributed highly competent and insightful research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}