{
    "id": 29994,
    "citation_title": "Climate Regulatory Risk and Corporate Bonds",
    "citation_author": [
        "Lee H. Seltzer",
        "Laura Starks",
        "Qifei Zhu"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestor concerns about climate and other environmental regulatory risks suggest that these risks should affect corporate bond risk assessment and pricing. We test this hypothesis and find that firms with poor environmental profiles or high carbon footprints tend to have lower credit ratings and higher yield spreads, particularly when their facilities are located in states with stricter regulatory enforcement. Using the Paris Agreement as a shock to expected climate risk regulations, we provide evidence that climate regulatory risks causally affect bond credit ratings and yield spreads. Accordingly, the composition of institutional ownership also changes after the Agreement.\n\n",
    "acknowledgement": "\nThe authors appreciate the comments of Sudheer Chava, Pierre Chollet, John Griffin, Matthew Gustafson, Emir Ilhan, Pedro Matos, Quentin Moreau, Greg Niehaus, Zacharias Sautner, Greg Weitzner, and seminar participants at the Georgia Tech Institute of Technology, AFA meetings, the CFMR Conference, the ESSEC-Amundi Chair Webinar, the PRI conference, the London Business School, the University of Alabama, the University of Bristol, the University of Minnesota, the University of Ottawa, the University of South Carolina, the University of St. Gallen, the University of Technology Sydney, the University of Texas at Austin and the University of Washington. Laura Starks has served on the boards of directors for mutual funds and retirement annuities and has occasionally consulted for financial institutions. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}