{
    "id": 29992,
    "citation_title": "Dangerous Prescribing and Healthcare Fragmentation: Evidence from Opioids",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Adam Sacarny",
        "R. Annetta Zhou"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMeasuring the Clinical and Economic Outcomes Associated with Delivery Systems\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nFragmented healthcare received from many different physicians results in higher costs and lower quality, but does it contribute to dangerous opioid prescribing? The effect is theoretically ambiguous because fragmentation can trigger costly coordination failures but also permits greater specialization. We examine dangerous opioid prescribing, defined as receiving high dosages, long prescription durations, or harmfully interacting medications. Cross-sectionally, regions with higher fragmentation have lower levels of dangerous opioid prescribing. This relationship is associational and may result from unobserved patient-level confounders. Identifying the impact of healthcare fragmentation by examining patients who move across regions, we find a relatively precise null effect of fragmentation on dangerous opioid prescribing.  These results cast doubt on the role of fragmentation in this phenomenon and highlight the potential role of other forces in driving it.\n\n",
    "acknowledgement": "\nThe authors acknowledge funding from U19-HS024072 and helpful comments from Leila Agha, Colleen Carey, and seminar participants at ASHEcon, Ohio State University, and University of Wisconsin-Madison. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAdam Sacarny\n\nI have received research support in the form of grants from the following organizations: National Institute on Aging, National Institute for Health Care Management, J-PAL North America, the Laura and John Arnold Foundation, and the Robert Wood Johnson Foundation. My position is partially funded by an Intergovernment Personnel Act (IPA) agreement between the U.S. General Services Administration and Columbia University to support randomized trials on issues related to opioid prescribing with the Defense Health Agency and the Centers for Medicare and Medicaid Services.\n\n\n"
}