{
    "id": 30,
    "citation_title": "The Timing and Spacing of Births and Women's Labor Force Participation: An Economic Analysis",
    "citation_author": [
        "Sue Goetz Ross"
    ],
    "citation_publication_date": "1974-01-01",
    "issue_date": "1974-01-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis dissertation analyzes the timing and spacing of child-births within an economic framework. I have attempted to explain when women in the United States begin child bearing - i.e., the \"timing\" (of the first birth) - and the length of the interval they spend in child bearing - i.e., the \"spacing\" of births.  Chapter I introduces the topic and reviews some of the relevant literature.  In Chapter II, an economic model is developed which predicts that women with a rising price of time over the lifetime will start having their children sooner after finishing school. Those with a high price of time throughout their lifetimes will have their children closer together. The model also predicts that families whose income receipts rise sharply, at least in the early years after the husband enters the labor force, will postpone their first birth and that families with a high lifetime income will have their children farther apart. The data and variables used to test the model's hypotheses are described in Chapter III. Chapters IV and V describe, respectively, the empirical tests of the timing and the spacing hypotheses. The results of an investigation of some relationships between the timing of the various demographic events and labor force participation are reported in Chapter VI. Chapter VII summarizes the theoretical analysis and the empirical results, which generally support the timing and spacing hypotheses.\n\n",
    "acknowledgement": "\nI wish to thank my sponsor, Professor Jacob Mincer, for introducing me to the study of the economics of labor and human resources and for making useful suggestions throughout my preparation of this dissertation. The Ford Foundation (through a grant to the National Bureau of Economic Research for the study of the economics of population), the National Science Foundation, and the Manpower Administration ofthe United States Department of Labor provided financial support during my graduate program; while I was working on my dissertation, the National Bureau made available to me its research facilities,which were especially helpful.\n\n\n"
}