{
    "id": 300,
    "citation_title": "Monetarist Interpretations of the Great Depression: An Evaluation and Critique",
    "citation_author": [
        "Robert J. Gordon",
        "James A. Wilcox"
    ],
    "citation_publication_date": "1978-11-01",
    "issue_date": "1978-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper rejects the proposition that there is only a single interesting question to ask about the decade of the 1930s. It is concerned not only with the role of money in the 1929-33 contraction but also with the relative role of monetary and nonmonetary factors in the recession of 1937-38 and subsequent recovery and, in addition, with the division of nominal income change between prices and real output.  New empirical evidence bearing on each of these issues is provided The results suggest that both extreme monetarist and nonmonetarist interpretations of the decade of the l930s are unsatisfactory and leave interesting features of the data unexplained. Arguing against acceptance of an extreme monetarist interpretation are (1) the inability of changes in the money supply alone to explain the severity of the initial collapse in income between 1929 and the fall of 1931, (2) the steady weakening of the correlation between changes in nominal income and money as the 1930s progressed, (3) the failure of monetary factors to explain the nature and timing of the 1938-41 recovery, and (4) the apparent absence of any tendency for the mechanism of price flexibility to provide strong self-correcting forces as required by an approach that stresses monetary rules and opposes policy activism. Arguing against acceptance of an extreme nonmonetarist interpretation are (1) the close association between the collapse in income and the lagged effect of monetary changes after the fall of 1931, (2) the milder contraction and earlier recoveries associated with the more expansive monetary policies pursued in Europe, (3) the close association between money and income in the 1937-38 recession, and (4) the failure of the price change data to adhere to the expectational Phillips curve approach imbedded in many postwar econometric models constructed by nonmonetarists.\n\n",
    "acknowledgement": "\n"
}