{
    "id": 30006,
    "citation_title": "Cryptocurrencies and Decentralized Finance (DeFi)",
    "citation_author": [
        "Igor Makarov",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2023-07-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper provides an overview of cryptocurrencies and decentralized finance. The discussion lays out potential benefits and challenges of the new system and presents a comparison to the traditional system of financial intermediation. Our analysis highlights that while the DeFi architecture might have the potential to reduce transaction costs, similar to the traditional financial system, there are several layers where rents can accumulate due to endogenous constraints to competition. We show that the permissionless and pseudonymous design of DeFi generates challenges for enforcing tax compliance, anti-money laundering laws, and preventing financial malfeasance. We highlight ways to regulate the DeFi system which would preserve a majority of benefits of the underlying blockchain architecture but support accountability and regulatory compliance.\n\n",
    "acknowledgement": "\nIgor Makarov: Houghton Street, London WC2A 2AE, UK. Email: i.makarov@lse.ac.uk. Antoinette Schoar: 62-638, 100 Main Street, Cambridge MA 02138, USA. Email: aschoar@mit.edu. This paper was originally presented at the Brookings Papers on Economic Activity Conference on March 24, 2022. We thank the editor Janice Eberly, and our discussants Gary Gorton and Eswar Prasad for extensive comments that improved the paper. We thank Daniel Ferreira for helpful comments. We also thank Jiageng Liu, Yuou Wu, and Xin Xiong for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}