{
    "id": 30000,
    "citation_title": "The US COVID-19 Baby Bust and Rebound",
    "citation_author": [
        "Melissa Schettini Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2023-07-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the impact of the COVID-19 pandemic on births in the United States. First, using Vital Statistics birth data on the universe of US births, we show that the US pandemic initially was associated with a “baby bust” period, from August 2020 through February 2021. During these seven months, there were nearly 100,000 fewer births than predicted based on pre-existing birth trends and seasonality. Many of these missing births would have been conceived after the pandemic began in March of 2020, consistent with a behavioral fertility response to pandemic conditions. Other missing births would have been conceived before the onset of the pandemic. Some of these are attributable to reduced immigration of pregnant women and some to altered pregnancy outcomes for women who were pregnant during the early months of the pandemic. We further document a COVID birth rebound between March and September 2021, amounting to about 30,000 more births than predicted. Second, we document variation across US states in the size of the baby bust and rebound and investigate how that variation statistically relates to contextual factors. The bust was larger in states with larger increases in the unemployment rate, a larger reduction in household spending, and more COVID cases. The rebound was larger in states that experienced larger improvements in the labor market and household spending, consistent with a positive effect of economic conditions on birth rates, and smaller in places that had mask mandates, consistent with a dampening role of social anxiety about the ongoing pandemic.\n\n",
    "acknowledgement": "\nThe authors thank Taylor Landon and Erica Ryan for research assistance. We also thank Kristin Butcher, Lisa Dettling, Jenna Nobles, Kosali Simon, Robin McKnight and participants of the National Academics of Sciences, Engineering, and Medicine June 2022 webinar on the impact of COVID-19 on Birth Rates and participants at the 2023 Alp-Pop Conference for helpful comments. This paper is based on initial research that was prepared for the Societal Experts Action Committee (SEAN), an initiative of the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}