{
    "id": 30007,
    "citation_title": "Measuring Valuation of Liquidity with Penalized Withdrawals",
    "citation_author": [
        "David Coyne",
        "Itzik Fadlon",
        "Tommaso Porzio"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2024-04-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use penalized withdrawals from retirement savings accounts as a revealed-preference tool to document three findings on American households' valuation of liquidity. First, local supply of credit explains over 30 percent of the nationwide differences in the valuation of liquidity across labor markets. Second, locations severely affected by the Great Recession displayed large increases in the valuation of liquidity, with spillovers in local credit tightening accounting for three-thirds of the effect. Third, Black households rely more on self-insurance from penalized withdrawals, consistent with lower access to formal credit markets. Overall, our findings imply sizable welfare gains from richer policy targeting.\n\n",
    "acknowledgement": "\nWe thank for useful comments Adrien Auclert, Corina Boar, Marika Cabral, Raj Chetty, James Choi, Taha Choukhmane, Julie Cullen, Ellora Derenoncourt, Amy Finkelstein, Damon Jones, Andreas Kostøl, David Laibson, Brigitte Madrian, Ulrike Malmendier, Ellen McGrattan, Peter Maxted, Davide Melcangi, Ben Moll, Laura Pilossoph, Andreas Schaab, Gianluca Violante, Gal Wettstein, Johannes Wieland, Steve Zeldes, and seminar participants at Arizona State University, Columbia, Princeton, UT Austin, UCSD, the OTA Research Conference, the NBER Public Economics Meeting (Fall 2020), and the NBER Household Finance and Aging Meetings (Summer Institute 2021) for insightful comments and discussions of the paper. Philip Nye provided excellent research assistance. This research was conducted while David Coyne was an employee at the U.S. Department of the Treasury. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury. Any taxpayer data used in this research was kept in a secured IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}