{
    "id": 30002,
    "citation_title": "Complexity and Satisficing: Theory with Evidence from Chess",
    "citation_author": [
        "Yuval Salant",
        "Jorg L. Spenkuch"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a satisficing model of choice in which the available alternatives differ in their inherent complexity. We assume—and experimentally validate—that complexity leads to errors in the perception of alternatives’ values. The model yields sharp predictions about the effect of complexity on choice probabilities, some of which qualitatively contrast with those of maximization-based choice models. We confirm the predictions of the satisficing model—and thus reject maximization—in a novel data set with information on hundreds of millions of real-world chess moves by highly experienced players. These findings point to the importance of complexity and satisficing for decision making outside of the laboratory.\n\n",
    "acknowledgement": "\nThis manuscript supersedes our previous working paper entitled “Complexity and Choice” (Salant and Spenkuch 2021). For helpful conversations and suggestions we thank Sandeep Baliga, Tim Feddersen, Peter Klibanoff, Daniel Martin, Pablo Montagnes, David Smerdon, Uri Zach, as well as audiences at Boston College, Hebrew University, Monash University, Northwestern, Tel-Aviv University, University of Alicante, UC Santa Barbara, the 2022 Barcelona Summer Forum, 2022 North American Summer Meetings of the Econometric Society, and 2021 SITE Conference. We are especially grateful to Sanket Patil, who provided excellent feedback in various stages of this project. The research in this paper was supported in part through the computational resources provided by the Quest high-performance computing facility at Northwestern University. The experiment in Section 4 has been reviewed by the Northwestern IRB, and was preregistered in the OSF Registries at https://osf.io/6zk9m. Correspondence can be addressed to the authors at: MEDS Department, Kellogg School of Management, 2211 Campus Dr, Evanston, IL 60208; or by email to y-salant@kellogg.northwestern.edu and j-spenkuch@kellogg.northwestern.edu.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}