{
    "id": 30003,
    "citation_title": "Faith and Assimilation: Italian Immigrants in the US",
    "citation_author": [
        "Stefano Gagliarducci",
        "Marco Tabellini"
    ],
    "citation_publication_date": "2022-05-02",
    "issue_date": "2022-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do ethnic religious organizations influence immigrants’ assimilation in host societies? This paper offers the first systematic answer to this question by focusing on Italian Catholic churches in the US between 1890 and 1920, when four million Italians moved to America, and anti-Catholic sentiments were widespread. Relying on newly collected data on the presence of Italian Catholic churches across counties over time, we implement a difference-in-differences design. We find that Italian churches reduced the social assimilation of Italian immigrants, lowering intermarriage, residential integration, and naturalization rates. We provide evidence that stronger coordination within the Italian community and natives' backlash and negative stereotyping can explain these effects. Despite the negative effects on Italians' social assimilation, Italian churches had ambiguous effects on immigrants' economic outcomes, and increased children's literacy and ability to speak English.\n\n",
    "acknowledgement": "\nWe thank Matteo Sanfilippo and Father Giovanni Terragni (from the Congregation of the Missionaries of St. Charles Borromeo) for invaluable guidance in gathering the data on Catholic organizations. We are grateful to Sascha Becker, Leonardo D'Amico, Ben Enke, Vicky Fouka, Claudia Goldin, Marco Manacorda, Ross Mattheis, Matteo Paradisi, Santiago Perez, Mara Squicciarini, Guido Tabellini, Monia Tomasella, Silvia Vannutelli, Noam Yuchtman and participants at several conferences and seminars for helpful comments and discussions. Silvia Farina, Monia Tomasella, Martina Cuneo, Andrew Funck, Riccardo Graziani, Federico Mattei, Pietro Morino, Tommaso Paolucci, Gabriele Romano, Arjun Shah, and Zhengyang Zhou provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}