{
    "id": 30013,
    "citation_title": "The Marginal Propensity to Consume in Heterogeneous Agent Models",
    "citation_author": [
        "Greg Kaplan",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat model features and calibration strategies yield a large average marginal propensity to consume (MPC) in heterogeneous agent models? Through a systematic investigation of models with different preferences, dimensions of ex-ante heterogeneity, income processes and asset structure, we show that the most important factor is the share and type of hand-to-mouth households. One-asset models either feature a trade-off between a high average MPC and a realistic level of aggregate  wealth, or generate an excessively polarized wealth distribution that vastly understates the wealth held by households in the middle of the distribution. Two-asset models that include both liquid and illiquid assets can resolve this tension with a large enough gap between liquid and illiquid returns. We discuss how such return differential can be justified from the perspective of theory and data.\n\n",
    "acknowledgement": "\nWe thank Chase Abram and Brian Livingston for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\nDisclosure Statement\nGreg Kaplan\nCurrent as of 22 May 2022\n\n\nCurrent primary appointment:\n•\tProfessor, Department of Economics and the College, University of Chicago\n\n\nCurrent additional appointments\n•\tExecutive Director, e61 Institute\n•\tLead Editor, Journal of Political Economy Macroeconomics\n•\tEditor, Journal of Political Economy\n•\tAdvisory Board Member, Opportunity and Inclusive Growth Institute, Federal Reserve Bank of Minneapolis\n•\tResearch Council, Becker Freidman Institute\n•\tAdvisory Board Member, NBER Macroeconomics Annual\n•\tConsultant, Bank of Canada\n•\tResearch Associate, National Bureau of Economic Research\n•\tInternational Research Fellow, Institute for Fiscal Studies\n•\tCo-Director, Macroeconomics Initiative, Becker Freidman Institute\n\n\nPrevious additional appointments in last five years\n•\tVisiting Professor, Sydney University\n•\tVisiting Professor, University of New South Wales\n•\tVisiting Professor, Macquarie University\n•\tConsultant, Federal Reserve Bank of Chicago\n\n\nOrganizations from which I have received cumulative amounts >= USD10,000 in last five years\n•\tBecker Freidman Institute\n•\tFederal Reserve Bank of Chicago\n•\tSydney University\n•\tBank of Korea\n•\tKorea Institute of Finance\n•\tUniversity of New South Wales\n•\tFederal Reserve Bank of Minneapolis\n•\tCenter for Monetary and Financial Studies (CEMFI)\n•\tAccenture USA\n•\tW.W. Norton and Company\n\n\n"
}