{
    "id": 30018,
    "citation_title": "Top Income Inequality and Tax Policy",
    "citation_author": [
        "Isaac Delestre",
        "Wojciech Kopczuk",
        "Helen Miller",
        "Kate Smith"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share of pre-tax income flowing to the top of the UK income distribution increased continually and substantially in the three decades leading up to the financial crisis, but has changed little since 2013. Using microdata sampled from UK tax records, we describe the nature of top incomes in the UK and how they are taxed. We show that wage income is the dominant source of pre-tax income, even for highest-income 0.1% of UK adults. But, ‘active’ business income – derived from self-employment or closely-held incorporated businesses – is considerably more important for the top 1% than for those with lower incomes. High-income wage earners work disproportionately in financial services. The high-income self-employed are predominately working in partnerships in professions such as accountancy and legal services. Overall, UK income taxes are progressive: average tax rates rise with income. Taxes on top incomes have been increased since 2010, with the result that the post-tax share of income flowing to the top has fallen. But average tax rates vary significantly within the top and depend on how income is received. Incomes from business ownership and investment are taxed at lower rates than employment income. We discuss options for reforming the taxation of top incomes.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Nuffield Foundation and the Economic and Social Research Council (ESRC) under grant numbers ES/M010147/1 and ES/T001488/1. This work contains statistical data from HM Revenue and Customs (HMRC) which are Crown Copyright. The research data sets used may not exactly reproduce HMRC aggregates. The use of HMRC statistical data in this work does not imply the endorsement of HMRC in relation to the interpretation or analysis of the information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}