{
    "id": 30016,
    "citation_title": "The Dynamic Impact of Market Integration: Evidence from Renewable Energy Expansion in Chile",
    "citation_author": [
        "Luis E. Gonzales",
        "Koichiro Ito",
        "Mar Reguant"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEffective and economical expansion of renewable energy is one of the most urgent and important challenges of addressing climate change. However, many countries are facing a problem because existing network infrastructures (i.e., transmission networks) were not originally built to accommodate renewables, which creates disconnections between demand centers and renewable supply. In this paper, we study the static and dynamic impacts of market integration on renewable energy expansion. Our theory highlights that statically, market integration improves allocative efficiency by gains from trade, and dynamically, it incentivizes new entry of renewable power plants. Using two recent grid expansions in the Chilean electricity market, we empirically test our theoretical predictions and show that commonly-used event study estimation underestimates the dynamic benefits if renewable investments occur in anticipation of market integration. We build a structural model of power plant entry and show how to correct for such bias. We find that market integration resulted in price convergence across regions, increases in renewable generation, and decreases in generation cost and pollution emissions. Furthermore, a substantial amount of renewable entry would not have occurred in the absence of market integration. We show that ignoring this dynamic effect would substantially understate the benefits of transmission investments.\n\n",
    "acknowledgement": "\nWe would like to thank Andrew Smith, Tianyu Luo, and Yixin Zhou for excellent research assistance, and Severin Borenstein, Meghan Busse, Javier Bustos, Jim Bushnell, Steve Cicala, Thomas Covert, Lucas Davis, Stephen Holland, Gaston Illanes, Paul Joskow, Akshaya Jha, Ryan Kellogg, Christopher Knittel, Erin Mansur, Juan Pablo Montero, Steve Puller, Joe Shapiro, Frank Wolak, and seminar participants at UC Berkeley Energy camp, the Society for Environmental Economics and Policy Studies, NBER Industrial Organization Program Meeting, NBER Environment and Energy Economics Program Meeting, Oxford, and UC Berkeley Power Conference for their helpful comments. Ito would like to thank support from Research Institute of Economy, Trade and Industry, and note that this project was conducted as part of Ito’s research project “Empirical Research on Energy and Environmental Economics.” We would like to thank financial support from the Becker Friedman Institute and the Griffin Incubator Innovation Fund. Reguant acknowledges the support of NSF grant SES-1455084. This article has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 101001732-ENECML). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}