{
    "id": 30011,
    "citation_title": "The Long-Run Effects of Psychotherapy on Depression, Beliefs, and Economic Outcomes",
    "citation_author": [
        "Bhargav Bhat",
        "Jonathan de Quidt",
        "Johannes Haushofer",
        "Vikram H. Patel",
        "Gautam Rao",
        "Frank Schilbach",
        "Pierre-Luc P. Vautrey"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit two clinical trials that randomized depressed adults in India (n=775) to a brief course of psychotherapy or a control condition. Four to five years later, the treatment group was 11 percentage points less likely to be depressed than the control group. The more effective intervention averted 9 months of depression on average over five years and cost only $66 per recipient. Therapy changed people’s beliefs about themselves in three ways. First, it reduced their likelihood of seeing themselves as a failure or feeling bad about themselves. Second, when faced with a novel work opportunity, therapy reduced over-optimistic belief updating in response to feedback and thus reduced overconfidence. Third, it increased self-assessed levels of patience and altruism. Therapy did not increase levels of employment or consumption, possibly because of other constraints on employment in the largely female study sample.\n\n",
    "acknowledgement": "\nWe dedicate this paper to our coauthor Bhargav Bhat, who passed away during the course of this work. We thank our entire field team in Goa for excellent research assistance, especially Siddhant Gokhale, Advait R. Aiyer, Gunjita Gupta, and Anahita Karandikar. We thank our research managers at the Behavioral Development Lab, Adrien Pawlik, and Erik Hausen. We thank Ralph Ignacio Lawton, Hongyuan Xia, Zhangchi Ma, Haonan Ye, Kartik Vira, and Sejal Aggarwal for research assistance with the data analysis. We thank Benedict Weobong for his early support of our project. We thank all our study participants for their time and patience. We received IRB approval from Princeton. The experiment was pre-registered on the AEA registry, number AEARCTR-0003823. We gratefully acknowledge funding from the Weiss Family Program Fund for Research in Development Economics, the Mind Brain Behavior Initiative at Harvard, the Dean’s Fund at Harvard, the SHASS Research Fund at MIT, the Pershing Square Venture Fund for Research on the Foundations of Human Behavior, and Princeton University. de Quidt acknowledges financial support from Handelsbanken’s Research Foundations (grant BF17-0003). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan de Quidt\n\nde Quidt acknowledges financial support from Handelsbanken's Research Foundations (grant BF17-0003).\n\n\n\nVikram H. Patel\n\nVikram Patel acknowledges research support from the NIMH, Wellcome Trust, Grand Challenges Canada and the Medical Research Council. He also receives funding from the Lone Star Prize and serves as a consultant to Modern Health and Johnson & Johnson.\n\n\n"
}