{
    "id": 30025,
    "citation_title": "State Dependent Government Spending Multipliers: Downward Nominal Wage Rigidity and Sources of Business Cycle Fluctuations",
    "citation_author": [
        "Yoon J. Jo",
        "Sarah Zubairy"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a New Keynesian model with downward nominal wage rigidity (DNWR) and show that government spending is much more effective in stimulating output in a low-inflation recession relative to a high-inflation recession. The government spending multiplier is large when DNWR binds, but the nature of recession matters due to the opposing response of inflation. In a demand-driven recession, inflation falls, preventing real wages from falling, leading to unemployment, while inflation rises in a supply-driven recession limiting the consequences of DNWR on employment. We document supporting empirical evidence, using both historical time series data and cross-sectional data from U.S. states.\n\n",
    "acknowledgement": "\nWe are grateful to our discussant Johannes Wieland and Fabio Canova, Mishel Ghassibe, Yuriy Gorodnichenko, William Maloney, Gernot Mueller, Georgio Primiceri, Valerie Ramey, Thijs van Rens, Wenyi Shen, Francesco Zanetti and seminar and conference participants at University of Warwick, World Bank, University of Alabama, Monash University, University of Tokyo, Korea University, Seoul National University, Osaka University, University of Houston, Ghent University, HSE Moscow, Bank of Canada, Federal Reserve Bank of San Francisco, College of William and Mary, University of Notre Dame, Copenhagen macro seminar, NBER ME Meeting, NASMES, CEF, IAAE, SED, KAEA - Macro, and VAMS for useful comments and suggestions. We thank Sunju Hwang, Jik Lee, and Geumbi Park for providing excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}