{
    "id": 30026,
    "citation_title": "Uncertainty Shocks, Capital Flows, and International Risk Spillovers",
    "citation_author": [
        "Ozge Akinci",
        "Ṣebnem Kalemli-Özcan",
        "Albert Queralto"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign investors’ changing appetite for risk-taking have been shown to be a key determinant of the global financial cycle. Such fluctuations in risk sentiment also correlate with the dynamics of UIP premia, capital flows, and exchange rates. To understand how these risk sentiment changes transmit across borders, we propose a two-country macroeconomic framework. Our model features cross-border holdings of risky assets by U.S. financial intermediaries who operate under financial frictions, and who act as global intermediaries in that they take on foreign asset risk. In this setup, an exogenous increase in U.S.-specific uncertainty, modeled as higher volatility in U.S. assets, leads to higher risk premia in both countries. This occurs because higher uncertainty leads to deleveraging pressure on U.S. intermediaries, triggering higher global risk premia and lower global asset values. Moreover, when U.S. uncertainty rises, the exchange rate in the foreign country vis-à-vis the dollar depreciates, capital flows out of the foreign country, and the UIP premium increases in the foreign country and decreases in the U.S., as in the data.\n\n",
    "acknowledgement": "\nThe authors thank Mark Aguiar, Gianluca Benigno, Luigi Bocola, Pat Kehoe, Rohan Kekre, Linda Tesar, and Pablo Ottonello for very insightful comments as well as suggestions from participants at the NBER 2021 Summer Institute, the NBER 2021 IFM Fall meetings, and the BIS, BoE, ECB, and IMF 2022 Spillovers Conference. Thanks to Serra Pelin for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Board of Governors of the Federal Reserve, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}