{
    "id": 30023,
    "citation_title": "Q-Monetary Transmission",
    "citation_author": [
        "Priit Jeenas",
        "Ricardo Lagos"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "2023-06-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of monetary-policy-induced changes in Tobin's q on corporate investment and capital structure. We develop a theory of the mechanism, provide empirical evidence, evaluate the ability of the quantitative theory to match the evidence, and quantify the relevance for monetary transmission to aggregate investment.\n\n",
    "acknowledgement": "\nWe thank Sebastián Fanelli, Pascal Paul, and Ander Pérez-Orive for their useful discussions. We also thank Vladimir Asriyan, Isaac Baley, Jordi Galí, Victoria Vanasco, and Jaume Ventura for their feedback. Jeenas acknowledges financial support from the Juan de la Cierva - Formación Grant (FJC2019-041561) by the Spanish Ministry of Science, Innovation, and Universities, from the Plan Estatal de Investigación Científica y Técnica y de Innovación 2017-2020 (PID2020-116268GB-I00), and from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}