{
    "id": 30020,
    "citation_title": "International Trade and the Environment: Three Remaining Empirical Challenges",
    "citation_author": [
        "Jevan M. Cherniwchan",
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsiderable progress has been made in our understanding of the relationship between international trade and the environment since Gene Grossman and Alan Krueger published their now seminal working paper examining the potential environmental effects of the North American Free Trade Agreement in 1991. This review uses their original paper as a guide to highlight key developments along three main branches of research that all stem from their analysis: (i) the interaction between international trade, economic growth, and environmental outcomes, (ii) the role of environmental regulation in determining trade and investment flows, and (iii) estimating the relative magnitudes of the scale, composition, and technique effects induced by trade. It discusses key developments along each branch, with a particular focus on the empirical challenges that have impeded progress. It also highlights an area along each branch that is ripe for further study. These areas are termed the Three Remaining Challenges.\n\n",
    "acknowledgement": "\nFunding provided by the Canada Research Chairs Program (Cherniwchan).  We would like to thank Brian Copeland, Nouri Najjar, and two anonymous referees for helpful comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nM. Scott Taylor\n\nThere are no additional disclosures.\n\n\n"
}