{
    "id": 30022,
    "citation_title": "Data and Markups: A Macro-Finance Perspective",
    "citation_author": [
        "Jan Eeckhout",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2022-05-09",
    "issue_date": "2022-05-05",
    "revision_date": "2024-03-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat does market power look like in a data economy? Economists typically use markups to measure market power. However, we use a simple model to show how firms’ growing stocks of data can change markups, without changing their power to affect prices. Data’s effects depend on how markups are aggregated. Growing data can produce differences in markup measures that match empirical facts. Markup aggregation wedges can measure data stocks and offer a way to purge markups of data’s effects to reveal market power.\n\n",
    "acknowledgement": "\nWe thank Vasco Carvalho, Joel David, Maryam Farboodi, Basile Grassi, Hugo Hopenhayn, Ariel Pakes, Bruno Pellegrino and Karthik Sastry as well as seminar audiences for insightful discussions. We benefited from superb research assistance by Renjie Bao, Ankit Bhutani, Yihao Li, Zihao Li, Huasheng Nie, Xiaobo Yu, and Judy Yue. Eeckhout gratefully acknowledges support from the ERC, Advanced grant 882499, and from PID2022-138443NB-I00. This paper originally circulated under the title, “Data and Market Power.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}