{
    "id": 30033,
    "citation_title": "Noisy Global Value Chains",
    "citation_author": [
        "Ha Bui",
        "Zhen Huo",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-12",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study international propagation of both fundamental and non-fundamental shocks in a global production network model with information frictions. Producers in a sector do not perfectly observe other country-sector fundamentals, and their production decisions depend on their beliefs about worldwide exogenous states as well as other producers’ behavior. In this environment, “noise” shocks – errors in the public signals about fundamentals – propagate internationally and generate aggregate fluctuations. Using a novel panel dataset containing the frequencies of country-industry-specific economic news reports by 11 leading newspapers in the G7 plus Spain, we show that greater news coverage is associated with both smaller GDP forecast errors, and less disagreement among forecasters. We use these empirical regularities to discipline the parameters governing the severity of information frictions. We find that noise shocks are a quantitatively important source of international fluctuations. Noise shocks propagate relatively more powerfully to the more distant parts of the network, while TFP shocks propagate less powerfully to the more distant sectors in the presence of informational frictions.\n\n",
    "acknowledgement": "\nWe thank our discussant Chen Lian as well as Marios Angeletos, Chris Boehm, Ryan Chahrour, Oli Coibion, Steve Davis, Doireann Fitzgerald, Kris Nimark, Dennis Novy, Todd Walker, Shang-Jin Wei and seminar participants at Basel, Bocconi, Brown, BU, Chicago, College of William and Mary, Colorado, CUHK, Duke, Federal Reserve Board, Fudan, Harvard/MIT, HKU, Indiana, Lausanne, LSE CFM International Macro Conference, Maastricht, Montreal, NBER IFM, Paris School of Economics, Richmond Fed, SciencesPo, SF Fed, SED 2021 (Minnesota), Stanford, UCLA, UT Austin, and the Virtual Conference on Imperfect Information in Macroeconomics for helpful comments, George Cui for superb research assistance, and our team of RAs from the University of Michigan and UT Austin for the multi-year effort in gathering our international news coverage data. Previously circulated as “Information Frictions and News Media in Global Value Chains.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}