{
    "id": 30032,
    "citation_title": "Do Sell-Side Analysts Say “Buy” While Whispering “Sell”?",
    "citation_author": [
        "David Hirshleifer",
        "Yushui Shi",
        "Weili Wu"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-12",
    "revision_date": "2024-02-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe study here say-buy/whisper-sell behavior wherein analysts issue optimistic recommendations to attract retail investors while providing more accurate information to fund managers in private, sometimes resulting in fund managers selling the recommended stocks. We test whether fund managers return the favor using their votes for analysts in a Chinese “star analyst” competition. Managers are more likely to vote for analysts who exhibit greater “say-buy/whisper-sell” behavior toward these managers. This suggests that analysts reduce the accuracy of their public recommendations, thereby maintaining the value of their private advice to funds. Our findings help explain several empirical puzzles about analyst public recommendations.\n\n",
    "acknowledgement": "\nWe thank Jeffrey Busse (discussant), Chong Huang, Paul Irvine, Frank Weikai Li, Xi Li, Brandon Lock (discussant), Ben Lourie, Haoyi Luo (discussant), Lin Peng, Christopher Schwarz, Jinfei Sheng, Nan Xu, Yuhai Xuan, David Yang, Zheng Sun, Russ Wermers, Lu Zheng, and participants of the Northern Financial Association Annual Meeting, the Financial Management Association Annual Meeting, the Australasian Finance and Banking Conference, and seminars at University of California, Irvine, Peking University, and Monash University for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}