{
    "id": 30038,
    "citation_title": "Liquidity Traps, Prudential Policies, and International Spillovers",
    "citation_author": [
        "Javier Bianchi",
        "Louphou Coulibaly"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-12",
    "revision_date": "2024-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate optimal monetary and macroprudential policies in an open economy with aggregate demand externalities and an occasionally binding zero lower bound constraint. Our analysis highlights that the optimal policy balances output stabilization and capital flow management. When macroprudential policy is available, monetary policy stabilizes the output gap. By contrast, when macroprudential policy is not available, monetary policy is used prudentially. However, contrary to a widespread view, raising the interest rate is not necessarily the optimal prudential policy. Finally, we show that international spillovers operate through the world real rate, but macroprudential policies provide insulation from the adverse effects of foreign policies.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank the editor and two anonymous referees, as well as Mick Devereux, Luca Fornaro, Rishabh Kirpalani, Nir Jaimovich, Karlye Stedman, and seminar participants at Berkeley, the Chicago Fed, the Cleveland Fed, the Federal Reserve Board, Iowa State, the IMF, Minneapolis Fed, Michigan, UC Santa Cruz, the University of Virginia, Wisconsin, the Bank of Canada Workshop on Monetary Policy, and the NBER IFM and ME Summer Institute Meetings. They do not necessarily represent the views of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}