{
    "id": 30036,
    "citation_title": "The Link between Health and Working Longer: Disparities in Work Capacity",
    "citation_author": [
        "Benjamin Berger",
        "Italo Lopez Garcia",
        "Nicole Maestas",
        "Kathleen J. Mullen"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGood health is important for employment at older ages.  However, little is known about how health-related functional abilities interact with occupational demands to shape work capacity. Using new data, we quantify individuals’ functional abilities, combine that information with occupation-specific ability requirements, and create new measures of individuals’ potential occupations and earnings. We find that average functional abilities, potential occupations, and potential earnings decline only slightly with age, indicating that many Americans maintain work capacity into their late 60s. Gaps in work capacity by race/ethnicity and gender are small, suggesting health is not a major driver of observed earnings disparities. However, gaps in work capacity by education are large and increase with age, suggesting diminished prospects for working longer among those with less education. Although work capacity among Black respondents improves across cohorts, today’s middle-aged white Americans have lower work capacity than those now at retirement age, suggesting rising rates of work disability as these cohorts age.\n\n",
    "acknowledgement": "\nThis paper was prepared for the volume Overtime: America's Aging Workforce and the Future of \"Working Longer\" (Lisa Berkman and Beth Truesdale, editors), which was supported by the Alfred P. Sloan Foundation's Working Longer program. We thank Lisa Berkman, Beth Truesdale, Kathleen McGarry, Jonathan Skinner, and attendees of America’s Aging Workforce and the Challenge of Working Longer authors’ conferences, Stockholm University Swedish Institute for Social Research’s Workshop on Diversity and Workplace Inclusion, Stanford University Institute for Economic Policy Research’s Working Longer and Retirement Conference, the Tufts University Department of Economics Seminar, and the Michigan State University Department of Economics Applied Economics Seminar for helpful feedback. Michael Jetsupphasuk provided outstanding research assistance.  This research was supported by the National Institute on Aging (R01AG056239) and the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}