{
    "id": 30049,
    "citation_title": "Cognitive Behavior Therapy Reduces Crime and Violence over 10 Years: Experimental Evidence",
    "citation_author": [
        "Christopher Blattman",
        "Sebastian Chaskel",
        "Julian C. Jamison",
        "Margaret Sheridan"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "2022-09-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nSeveral small, short-term, or non-experimental studies show that cognitive behavioral informed trainings reduce antisocial behaviors for 1–2 years. But there is no large-scale, long-term research on persistence. We follow 999 high-risk men in Liberia 10 years after randomization into: 8 weeks of low-cost therapy, $200 cash, both, or a control group. A decade later, men receiving therapy or therapy with cash were about half as likely as the control group to engage in various antisocial behaviors, including robbery, drug selling, and street fights—far exceeding expert predictions. Impacts are concentrated in the highest-risk men, and most robust from therapy with cash.\n\n",
    "acknowledgement": "\nThe Network for Empowerment and Progressive Initiatives (NEPI) and Global Communities implemented the program, and NEPI provided ongoing support. Innovations for Poverty Action coordinated all research activities. For research assistance in this latest round, we thank G. Dackermue Dolo, Victor Gamarra, Sebastián Hernández, Walker Higgins, Andreas Holzinger, Bruno Aravena Maguida, Laura McCargo, Anna Mysliwiec, Albert Nyuangar, and Newton Toe. We thank Sara Heller for comments. This round of the study was funded by the National Science Foundation (SES 1919399) and the Wellspring Philanthropic Fund. The contents of this study are the responsibility of the authors and do not necessarily reflect the views of their employers, funding agencies, or governments. The authors have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}