{
    "id": 30045,
    "citation_title": "How Should We Measure Infrastructure? The Case of Highways and Streets",
    "citation_author": [
        "Robert Kornfeld",
        "Barbara M. Fraumeni"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent debates on infrastructure spending have led to renewed interest in the measurement of infrastructure and its effects on growth and well-being. This paper updates estimates of one important type of infrastructure capital—highways and streets. We compare BEA’s capital measures with more readily understood physical measures of road and lane miles, road quality and usage, and other measures from Highway Statistics (HS) data from FHWA. We also use the HS data and related research to disaggregate investment in highways and streets into more detailed types, such as new construction, repair and resurfacing, and bridge work, and apply separate depreciation rates to each type to produce updated estimates of net wealth stocks and depreciation. Relative to published BEA estimates, constant-price depreciation is revised up by about $9–$12 billion annually in recent years, and constant-price net stocks are revised down by about 22 percent. For the period from 2007 forward, net stocks per capita are flat in the published BEA estimates but decline slightly in the revised estimates. In addition, we update Fraumeni’s (2007) estimates of productive stocks that are converted to wealth stocks to facilitate a comparison.  These updated wealth estimates also show lower net stocks and higher depreciation than in the published BEA estimates. We hope this paper encourages discussion about how to measure infrastructure capital, particularly highways and streets, and its effects.\n\n",
    "acknowledgement": "\nWe would like to thank our colleagues at the U.S. Department of Transportation: Chris Allen, Ted Boll, Ross Crichton, Patricia Hu, Stephanie Lawrence, Samantha Lubkin, Getachew Mekonnen, Khadija Ngozi-Bullock, Charles Noble, Darren Timothy, Ronald Vaughn, David Winter, Semme Yilma, Bingxin Yu, and Mary Zimmerman. We would also like to thank Jeffrey Barnett, Jennifer Bennett, Dylan Rassier, and David Wasshausen at BEA. In addition, we would like to thank Leah Brooks, German Cubas, David Gillen, Anuarbek Onayev, Valery Ramey, Omar Swei, and Dan Sichel. The views expressed in this paper are those of the authors and do not necessarily represent the view of the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, or the National Bureau of Economic Research.\n\n\n"
}