{
    "id": 30041,
    "citation_title": "Housing Demand and Remote Work",
    "citation_author": [
        "John A. Mondragon",
        "Johannes Wieland"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "2023-03-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat explains record U.S. house price growth since late 2019? We show that the shift to remote work explains over one half of the 23.8 percent national house price increase over this period. Using variation in remote work exposure across U.S. metropolitan areas we estimate that an additional percentage point of remote work causes a 0.93 percent increase in house prices after controlling for negative spillovers from migration. This cross-sectional estimate combined with the aggregate shift to remote work implies that remote work raised aggregate U.S. house prices by 15.1 percent. Using a model of remote work and location choice we argue that this estimate is a lower bound on the aggregate effect. Our results imply a fundamentals-based explanation for the recent increases in housing costs over speculation or financial factors, and that the evolution of remote work is likely to have large effects on the future path of house prices and inflation.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. We are grateful to Gus Kmetz for excellent research assistance. We thank seminar participants at the ECB, the FDIC, the SF Fed, Princeton, and UCSD for helpful comments.\n\n\n"
}