{
    "id": 30043,
    "citation_title": "The Welfare Implications of Carbon Price Certainty",
    "citation_author": [
        "Joseph E. Aldy",
        "Sarah C. Armitage"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExperiences in real-world pollution markets suggest that firms make persistent errors in forecasting allowance and credit prices that inform their investment decisions. The residual uncertainty characterizing allowance and credit trading means that pollution markets may fail to deliver cost-effective abatement. This contrasts with price-based policies under which firms make investments that equate marginal abatement cost to an emission tax. We incorporate the additional cost of forecast errors under quantity-based programs into a standard Weitzman-style prices versus quantities framework. We distinguish between individual firms’ uncertainty over competitors’ private information and systemic uncertainty over future cost shocks. We show that a welfare-maximizing regulator would favor price instruments in response to the prospect of firm-specific forecast errors under quantity instruments, ceteris paribus, and the relative benefit of price instruments increases with forecast error variance. We discuss the role of policy design, such as incorporating price collars, in mitigating cost-inefficiencies from price forecast errors.\n\n",
    "acknowledgement": "\nAldy acknowledges financial support from BP, RFF, the Taubman Center for State and Local Government, the Belfer Center for Science and International Affairs, and the Roy Family Fund, and Armitage acknowledges financial support from the Vicki Norberg-Bohm Fellowship, the Joseph Crump Fellowship, and the NBER Pre-Doctoral Fellowship in Energy Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}