{
    "id": 30048,
    "citation_title": "Local Shocks and Internal Migration: The Disparate Effects of Robots and Chinese Imports in the US",
    "citation_author": [
        "Marius Faber",
        "Andrés P. Sarto",
        "Marco Tabellini"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMigration is a key mechanism through which local labor markets adjust to economic shocks. In this paper, we analyze the migration response of American workers to two of the most important shocks that hit US manufacturing since the 1990s: Chinese import competition and the introduction of industrial robots. Exploiting plausibly exogenous variation in exposure across US local labor markets over time, we establish a new fact. Even though both shocks drastically reduced employment in the manufacturing sector, only robots led to a sizable decline in population size. We  provide evidence that negative employment spillovers outside manufacturing, caused by robots but not by Chinese imports, can explain the different migration responses. We interpret our findings through the lens of a model  that highlights  two  mechanisms: the cost savings that each shock provides and the degree of complementarity between directly and indirectly exposed industries.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, David Autor, Italo Colantone, Christian Dustmann,  Teresa Fort, Clement Imbert, Hyejin Ku, Marco Manacorda, Raghuram Rajan, Pascual Restrepo, Esteban Rossi-Hansberg, Kurt Schmidheiny, Guido Tabellini, and participants at the UEA Summer School 2019, EEA Virtual Congress 2020, UEA Virtual 2020, NYU Stern Finance Internal Seminar, WWZ Basel Economics Lunch, CEPR Annual Symposium in Labour Economics 2021, and European Research Workshop in International Trade (ERWIT) 2021 for useful comments. Silvia Farina, Federico Mattei, Federico Scabbia, and Monia Tomasella provided excellent research assistance. An earlier version of this paper circulated under the title ``The Impact of Technology and Trade on Migration: Evidence from the US''. The views, opinions, findings, and conclusions or recommendations expressed in this paper are strictly those of the authors. They do not necessarily reflect the views of the Swiss National Bank (SNB). The SNB takes no responsibility for any errors or omissions in, or for the correctness of, the information contained in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}