{
    "id": 30042,
    "citation_title": "The Macroeconomic Expectations of Firms",
    "citation_author": [
        "Bernardo Candia",
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing surveys of firms around the world, we review existing evidence on how firms form their macroeconomic expectations. Several facts stand out. First, the mean inflation forecasts of firms often deviate significantly from those of professional forecasters and households. Second, disagreement about inflation among firms is large. Third, firms often change their short-run and long-run inflation expectations jointly and by similar amounts. Fourth, firms in economies with a history of low and stable inflation are inattentive to inflation and monetary policy, but this is less true in countries with more volatile environments. Fifth, firms form expectations about inflation and the real economy jointly, but the way in which they do can differ widely across countries. Finally, we show that conditioning on firms’ inflation expectations generates a stable Phillips curve relationship. We also review evidence showing that exogenous variation in the macroeconomic expectations of firms affects their decisions.\n\n",
    "acknowledgement": "\nThis research was funded in part by National Science Foundation grants 1919307 and 1530467. We thank the editors (Ruediger Bachmann, Wilbert van der Klaauw, Giorgio Topa) for their comments. We are grateful to Zhaosheng Li, Jake Lyons and Yizhong Zhang for excellent research assistance. We thank George Kershoff, Javier Turén, Rodrigo Lluberas, Serafín Frache, Pär Österholm, Jens Iversen, Ulf Söderström, Gustaf Lundgren, Knut Are Aastveit, Jorgovanka Tabaković, Vesna Martin, Karen Vignisdóttir, Ásgeir Daníelsson, Michela Coppola, Péter Gábriel, Jaime Ruiz-Tagle, Lorena Flores, Ignacio Sarmiento, Gonzalo Marivil, and Martín Caruso for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}