{
    "id": 30051,
    "citation_title": "The Demand for Money, Near-Money, and Treasury Bonds",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Wenhao Li"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBank-created money, shadow-bank money, and Treasury bonds all satisfy investors' demand for a liquid transaction medium and safe store of value. We measure the quantity of these three forms of liquidity and their corresponding liquidity premium over a sample from 1934 to 2016. We empirically examine the links between these different assets, estimating the extent to which they are substitutes, and the amount of liquidity per unit delivered by each asset. Treasury bonds and bank deposits are imperfect substitutes, in contrast to the findings of perfect substitutes of Nagel (2016). This result is directly relevant to the monetary transmission mechanism running through shifts in asset supplies, such as quantitative easing policies. Our results on the imperfect substitutability of bank and shadow-bank money also inform analyses of the coexistence of the shadow-banking and regulated banking system. We construct a new broad monetary aggregate based on our estimates and show that it helps resolve the money-demand instability and missing-money puzzles of the monetary economics literature.\n\n",
    "acknowledgement": "\nWe thank David Yang for research assistance, and Ben Hebert and Annette Vissing-Jorgensen for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}