{
    "id": 30056,
    "citation_title": "The Supplemental Poverty Measure: A New Method for Measuring Poverty",
    "citation_author": [
        "John Fitzgerald",
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new measure of the rate of poverty we call the Supplemental Expenditure Poverty Measure (SEPM) based on expenditure in the Consumer Expenditure survey. It treats household expenditure as a measure of resources available to purchase the minimum bundle necessary to meet basic needs. Our measure differs from conventional income and consumption poverty in both concept and measurement and it has advantages relative to both. Poverty rates using our basic measure are very close in level and recent trend to those of the most preferred income-based poverty rate produced by the Census Bureau. But our SEPM poverty rate differs from the Census measure at different levels of the poverty line. For example, that the number of individuals living in either poor or “almost” poor households is 5 percentage points greater (about 16 million individuals) using our measure. We also construct an augmented measure that adds additional potential liquid resources. This “maximal resources” measure indicates that if disadvantaged households used up all their bank balances and maximized their credit card borrowing, 9.6 percent of the population (over 31 million individuals) would still be poor and unable to purchase the goods necessary for the basic needs of life.\n\n",
    "acknowledgement": "\nThis paper was presented at the Spring 2022 Brookings Papers on Economic Activity conference and is forthcoming in the volume of papers from that conference.  The authors would like to thank Silin Huang, Nino Kodua, and Matthew Zahn for research assistance, Thesia Garner for help with constructing in-kind transfers in the Consumer Expenditure survey, and Chris Wimer for help in constructing historical SPM poverty rates from the data files provided by the Columbia Center for Poverty and Social Policy.  Comments from discussants Kathy Edin, Diane Schanzenbach, Luke Shaefer, and the Editors were also valuable, as well as helpful suggestions from Henry Aaron, Katherine Abraham, Connie Citro, David Johnson, and Jonathan Fisher. We thank Scott Fulford, Kevin Moore, and Joanna Stavins for conversations about credit card data. The authors did not receive financial support from any firm or person for this article or from any firm or person with a financial or political interest in this paper.  The authors are not currently an officer, director, or board member of any organization with an interest in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}