{
    "id": 30050,
    "citation_title": "Small Campaign Donors",
    "citation_author": [
        "Laurent Bouton",
        "Julia Cagé",
        "Edgard Dewitte",
        "Vincent Pons"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a new dataset of all 340 million individual contributions reported to the U.S. Federal Election Commission 2005-2020 to study the characteristics and behavior of small campaign donors. The reporting requirements of fundraising platforms such as ActBlue enable us to observe contribution-level information on the vast majority of small donations, which have grown rapidly since 2005. Small donors differ from large donors in gender, ethnicity, and income, and they are more representative of the U.S. population. They act less strategically than large donors, respond more to candidates’ public prominence, and are more susceptible to TV and social media ads.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments and suggestions from insightful discussions of Mike Barber and Alexander Fouirnaies, from seminar participants at HEC Montreal, New York University, Princeton University, the Joint-School Online Political Economy Seminar, Sciences Po Paris, and the Virtual Quantitative Marketing Seminar, and from conference participants at the CBS-Princeton Money in Politics Conference, CEPR Political Economy Symposium, the EJPE Conference, the NBER Summer Institute, and UC Berkeley (Research Workshop on American Politics). Joaquín Barrutia, Circé Maillet, Juan Margitic, Luke Miller, JJ Naddeo, Vincent Rollet, Evan Soltas and Lucie Xu provided outstanding research assistance. We are grateful to Jörg Spenkuch and David Toniatti for their help with using the code and TV ad data from Spenkuch and Toniatti (2018). We are grateful to Michael Bailey for generously sharing his data on candidate ideology with us. The research leading to this project has received funding from the European Research Council under the European Union’s Horizon 2020 research and innovation programme (Grant Agreement no. 948516). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI am the cofounder of eXplain, a company in Europe.\n\n\n"
}