{
    "id": 30055,
    "citation_title": "Economic Integration and the Transmission of Democracy",
    "citation_author": [
        "Marco Tabellini",
        "Giacomo Magistretti"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "2023-02-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the effects of economic integration with democracies on individuals’ democratic values and on countries’ institutions. We combine survey data with country level measures of democracy from 1960 to 2015, and exploit improvements in air, relative to sea, transportation to derive a time-varying instrument for trade. We find that economic integration with democracies increases both citizens’ support for democracy and countries’ democracy scores. Instead, trade with non-democracies has no impact on either attitudes or institutions. The effects of trade with democracies are stronger when partners have a longer history of democracy, grow faster, spend more on public goods, and are culturally closer. They are also driven by imports, rather than exports, and by integration with partners that export higher quality goods and that account for a larger share of a country’s trade in institutionally intensive, cultural, and consumer goods as well as in goods that involve more face-to-face interactions and entail higher levels of bilateral trust. These patterns are consistent with trade in goods favoring the transmission of democracy by signaling the (actual or perceived) desirability of the latter. We examine alternative mechanisms, and conclude that none of them can, alone, explain our findings.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Alberto Alesina, Sam Bazzi, Leonardo Bursztyn, Matteo Camboni, Arnaud Costinot, Leonardo D’Amico, Ben Enke, Jeff Frieden, Oded Galor, Nicola Gennaioli, Francesco Giavazzi, Paola Giuliano, Elhanan Helpman, Eliana La Ferrara, Benjamin Marx, Ross Mattheis, Martí Mestieri, Nathan Nunn, Elias Papaioannou, Luigi Pascali, Torsten Persson, Vincent Pons, Michael Porcellacchia, Dani Rodrik, Jesse Shapiro, Bob Staiger, Guido Tabellini, Andrea Tesei, Nico Voigtlaender, Guglielmo Zappalà, and participants at several conferences and seminars for useful comments. Angelo Azzolini, Adriano De Ruvo, Silvia Farina, Yuri Filippone, Gabriele Romano, Federico Scabbia, Monia Tomasella, Francesco Toti, Luca Zanotti, Guglielmo Zappalà, and Zhengyang Zhou provided excellent research assistance. All remaining errors are ours. A previous version of the paper circulated with the title “Economic Integration and Democracy: An Empirical Investigation.” The views expressed in this paper are those of the authors and do not necessarily reflect those of the International Monetary Fund, its Executive Board, its Management, or the National Bureau of Economic Research.\n\n\n"
}