{
    "id": 30058,
    "citation_title": "Voting on a Trade Agreement: Firm Networks and Attitudes Toward Openness",
    "citation_author": [
        "Esteban Méndez",
        "Diana Van Patten"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a unique event to study the extent to which popular attitudes toward trade are driven by economic fundamentals. In 2007, Costa Rica put a free trade agreement (FTA) to a national referendum. With a single question on the ballot, 59% of Costa Rican adult citizens cast a vote on whether they wanted an FTA with the United States to be ratified or not. We merge disaggregated referendum results, which break new ground on anonymity-compatible voting data, with employer-employee, customs, and firm-to-firm transactions data, and data on household composition and expenditures. We document that a firm’s exposure to the FTA, directly and via input-output linkages, significantly influences the voting behavior of its employees. This effect dominates that of sector-level exposure and is greater for voters aligned with pro-FTA political candidates. We also show that citizens considered the expected decrease in consumer prices when exercising their vote. Overall, economic factors explain 7% of the variation in voting patterns, which cannot be accounted for by non-economic factors such as political ideology, and played a pivotal role in this vote.\n\n",
    "acknowledgement": "\nCorresponding author: diana.vanpatten@yale.edu. We thank the Editor, Thomas Chaney, and three anonymous referees for comments that greatly improved the paper. We thank Jason Abaluck, Laura Alfaro, Alonso Alfaro-Ureña, David Argente, Costas Arkolakis, David Atkin, Andy Bernard, Zach Bleemer, Matilde Bombardini (discussant), Ariel Burstein, Lorenzo Caliendo, Thomas Chaney, Davin Chor, Arnaud Costinot, Jose-Antonio Espin-Sanchez, Ben Faber, Cecilia Fieler, Jeffry Frieden, Gordon Hanson, Doug Irwin, Pablo Fajgelbaum, Gene Grossman, Amit Khandelwal, Sam Kortum, Róger Madrigal López, Giovanni Maggi, Isabela Manelici, Eduardo Morales, Evelyn Muñoz Salas, Nathan Nunn, Steve Redding, Andrés Rodríguez-Clare, Dani Rodrik, Esteban Rossi-Hansberg, Ken Scheve, Todd Schoellman, Pete Schott, Ilse Sobrado González, José Vásquez, Eric Verhoogen, David Weinstein, and participants at various seminars and conferences for helpful comments and discussion. The views expressed herein are those of the authors and do not necessarily represent the views of the Central Bank of Costa Rica or the National Bureau of Economic Research.\n\n\n"
}