{
    "id": 30052,
    "citation_title": "Skill Heterogeneity and Aggregate Labor Market Dynamics",
    "citation_author": [
        "John R. Grigsby"
    ],
    "citation_publication_date": "2022-05-16",
    "issue_date": "2022-05-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies aggregate labor market dynamics when workers have heterogeneous skills for tasks which are subject to non-uniform labor demand shocks. When workers have different skills, movements in aggregate wages partly reflect a reallocation of different workers across tasks and into employment. This ensures that there nearly always exists some combination of task-specific demand shocks that induce aggregate employment and wages to negatively comove even in a frictionless economy. Furthermore, such reallocations would be interpreted either as a labor wedge or as a shift in an aggregate labor supply curve in representative agent economies. Developing a method to estimate the multidimensional skill distribution, I show that a frictionless model with realistic heterogeneity can replicate the mean wage increase and employment collapse of the Great Recession. Reduced-form composition-adjustment methods recover positive co-movements between employment and wages in recent periods suggesting an increasing role for composition effects through time, which the model rationalizes through changes in the skill distribution and composition of sectoral shocks.\n\n",
    "acknowledgement": "\nI am greatly indebted to my thesis committee Erik Hurst, Ufuk Akcigit, Greg Kaplan and Robert Shimer for invaluable insight and support. In addition, I am grateful to Mark Aguiar, Adrien Auclert, Mark Bils, St\u0013ephane Bonhomme, Ariel Burstein, Ricardo Caballero, Jonathon Hazell, Ali Hortacsu, Thibaut Lamadon, Simon Mongey, Kevin Murphy, Jeremy Pearce, Richard Rogerson, Gustavo Souza, Tom Winberry, Liangjie Wu, and Yulia Zhestkova, as well as seminar participants at Boston College, Columbia Business School, the Federal Reserve Bank of Chicago, Harvard, Hoover Institution, MIT, Princeton, Stanford, University of Chicago, University of Michigan, Wharton and Yale for their many helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}