{
    "id": 30069,
    "citation_title": "Agricultural Crises and Government Responses Between the World Wars in the Atlantic Trading Network",
    "citation_author": [
        "Price V. Fishback"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper summarizes research on the heterogeneous experiences of actors in agriculture in Europe and the Americas between the First and Second World Wars.  Following a period of increasing globalization of agricultural markets, the First World War sharply limited farming in the main combatant nations, which led to sharp increases in agricultural prices and farm incomes in countries outside the combat zones.  During the 1920s the combatants experienced a return to normalcy, while farmers that experienced booms during the war went through hard times.  During the Great Depression that followed, farm prices for most goods fell sharply and farm regions were flooded with unemployed workers.  During both decades, most countries responded by raising tariffs and setting quotas on farm imports in an attempt to protect farmers, most often large farmers, against the drops in prices.  After experimenting with aiding farmers through price guarantees in the 1920s, nearly every government in the 1930s regulated agriculture in some new way:   by providing subsidies, setting minimum prices, purchasing surpluses, or limiting output.  Often the regulations led to problems that led to new regulatory fixes while setting the precedents for the domestic farm programs that continue to protect farmers in the modern era.\n\n",
    "acknowledgement": "\nPrice Fishback is the APS Professor of Economics at the University of Arizona and Honorary Professor at Stellenbosch University.  This is a draft of the summary chapter for the research in the volume Crisis in Agriculture During the Great Depression, edited by Francesco Chiapparino and to be published by Routledge Press.  I would like to thank Gerard Bauer, Paul Brassley, Alain Chatriot, Francesco Chaipparino, Briggs Depew, Anne-Lise Headk-Koenig, Tadeusz Janicki, Shawn Kantor, Carl Kitchens, Ernst Langthaler, Gary Libecap, Mats Morell, Gabrielle Morettini, Juan Pan-Montojo, Socrates Petmezas, Vicente Pinilla, Paul Rhode, James Simpson,  Todd Sorensen, Alejandro, Tortolero Villasenor, and Szuzanna Varga for their presentations, discussion and research that led to the writing of this chapter. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}