{
    "id": 30062,
    "citation_title": "Gender Differences in Response to Competitive Organization? Differences Across Fields from a Product Development Platform Field Experiment",
    "citation_author": [
        "Kevin Boudreau",
        "Nilam Kaushik"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior research, primarily based on lab experiments, suggests that females might be more averse to competition than males and could be more inclined towards collaboration, instead. Were these findings to generalize to adults across the workforce, there could be profound implications for organizational design and personnel management. We report on a field experiment in which 97,678 adults from a wide range of fields and ages were invited to join a product development opportunity. Individuals were randomly assigned to treatments framing the opportunity as either involving competitive or collaborative interactions with other participants. Among those outside of science, technology, engineering, and math fields (STEM), we find significant gender differences in willingness to participate under competition. Among those in STEM fields, we detect no statistical gender differences. These results and broader patterns documented in the study are consistent with significant heterogeneity in competitiveness across both men and women, with field and career sorting resulting in differences (in gender differences) across fields.\n\n",
    "acknowledgement": "\nWe thank members of supporting organizations and particularly Maria Costa De Sousa, Hugh Courtney, Mavez Dabas, Sylvain Demortier, Anthony Donaldson, Raj Echambadi, Koreen Geisler-Wagner, Austen Keene, Afan Khan, Atif Khan, Abhinav Kharbanda, Dyan Khor, Raghavi Kirouchenaradjou, Sreerag Sreenath Mandakathil, Patrick McGrath, Tucker Marion, Marc Meyer, Robert Hughes, Michael Orr, Olga Ozhereleva, Kaushik Padmanabhan, Edwige Poinssot, Fernando Suarez, Prathamesh Kisan Tajane, Nikin Tharan, Emery Trahan, Maureen Underhill, Robert Whelan, and Katherine Wilhoit. For helpful comments we thank Victor Bennett, Roberto Fernandez, Sharique Hasan, Olga Shurchkov, and seminar participants at Duke University, DRUID, and the Academy of Management. We would also like to acknowledge generous financial support from the Kauffman Foundation and Northeastern DMSB. The views expressed here are those of the authors alone and do not necessarily reflect those of supporting institutions, funders or supporters involved with this study. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}