{
    "id": 30065,
    "citation_title": "Bayesian Persuasion with Lie Detection",
    "citation_author": [
        "Florian Ederer",
        "Weicheng Min"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHow does lie detection constrain the potential for one person to persuade another to change her action? We consider a model of Bayesian persuasion in which the Receiver can detect lies with positive probability. We show that the Sender lies more when the lie detection probability increases. As long as this probability is sufficiently small, the Sender’s and the Receiver’s equilibrium payoffs are unaffected by the presence of lie detection because the Sender simply compensates by lying more. However, when the lie detection probability is sufficiently high, the Sender’s equilibrium payoff decreases and the Receiver’s equilibrium payoff increases with the lie detection probability. We explore several extensions including partial commitment, general state and action spaces, and different detection technologies and show that our model’s main insights continue to hold.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Andrew Little for inspiring our initial analysis. We also thank Nageeb Ali, Joshua Gans, Scott Gehlbach, Matt Gentzkow, Philippe Jehiel, Navin Kartik, Kohei Kawamura, Elliot Lipnowski, Igor Letina, Barry Nalebuff, Jacopo Perego, Larry Samuelson, Julia Simon-Kerr, Joel Sobel, Alex Tabarrok, Satoru Takahashi, Ian Turner, and Akhil Vohra for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}