{
    "id": 30063,
    "citation_title": "Safeguarding Consumers Through Minimum Quality Standards: Milk Inspections and Urban Mortality, 1880-1910",
    "citation_author": [
        "D. Mark Anderson",
        "Kerwin Kofi Charles",
        "Michael McKelligott",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "2022-07-29",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of enforcing minimum quality standards (MQSs) on consumer health. In the late 1800s, the urban milk supply was regularly skimmed and diluted with water, but consumers could not easily determine its quality because dyes, caramel, and salt were added. To protect consumers, milk inspectors were tasked with enforcing a well-defined MQS. Using city-level data for the period 1880-1910, we find that milk inspections reduced mortality from waterborne and foodborne diseases by 12-19 percent. Ours is the first study to provide evidence that MQSs can improve consumer health when directly applied to an experience or credence good.\n\n",
    "acknowledgement": "\nWe thank Lauren Hoehn-Velasco, Sam Preston, Paul Rhode, Randy Rucker, Tianyi Wang and seminar participants at Montana State University and the 2022 American Economic Association Annual Meeting for comments and suggestions. We also thank Mary Guthmiller at the Montana State University library for her help with obtaining municipal and state public health records via interlibrary loan. Partial support for this research came from a Eunice Kennedy Shriver National Institute of Child Health and Human Development research infrastructure grant, R24 HD042828, to the Center for Studies in Demography and Ecology at the University of Washington. Support also came from the Comunidad de Madrid, grant EPUC3M11 (V PRICIT) and grant H2019/HUM-5891. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}