{
    "id": 30067,
    "citation_title": "Safety Nets and Social Welfare Expenditures in World Economic History",
    "citation_author": [
        "Price V. Fishback"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe safety nets in high-income countries before 1900 and in low-income countries today were based on savings and aid from extended family, friends, charities, churches, and small amounts from local governments.  Mutual societies and eventually insurance companies offered insurance against lost earnings from sickness, injury, death, and old age.  Germany led the way in mandating that employers provide benefits.  Since 1900 higher income nations have sharply increased public and private social welfare expenditures to well over 20 percent relative to GDP.  A large share of this rise has come in increases in aid to the elderly and health care expenses, often in the form of contributory social insurance financed by payroll taxes on workers and employers.  Meanwhile, noncontributory transfer programs for the poor have risen relatively little.  In most countries, the employer’s share of payroll taxes are higher than the worker’s share.  There are some major countries who have followed a path of reliance on private programs, which are largely financed by employers.  Probably the most striking feature of social welfare programs world-wide is the very large variation in expenditures relative to GDP, in the categories of spending, and in the mix of taxation, private programs, and government programs.\n\n",
    "acknowledgement": "\nThis is a Draft for a Chapter in The Oxford Handbook of Historical Political Economy, edited by Jeffery Jenkins and Jared Rubin.\nPrice Fishback is the APS Professor of Economics at the University of Arizona, a Research Associate and the National Bureau of Economic Research, and Honorary Professor at Stellenbosch University.  I received very helpful comments on the issues from Riitta Hjerppe, Reino Hjerppe, Susanna Fellman, Taylor Jaworksi, Edward Kubu, Shawn Kantor, Naomi Lamoreaux, Peter Lindert,  Christopher Lloyd, Paul Rhode, Pamela Slaten, Han Sjogren, Jeroen Touwen, Mark Walker, and John Wallis. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}