{
    "id": 30060,
    "citation_title": "Real Effects of Supplying Safe Private Money",
    "citation_author": [
        "Chenzi Xu",
        "He Yang"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "2022-09-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivately issued money often bears devaluation risk that create monetary transaction frictions. We evaluate the real effects of supplying a new type of safe money in the historical context of the US in 1863. We instrument for the change in monetary frictions locally using regulatory capital requirements and measure the degree safe money access with a market access approach derived from general equilibrium trade theory. Lowering monetary transaction costs increased traded goods production and spurred structural transformation with more manufacturing output, employment, and urban population. The growth in manufacturing was driven by employment and inputs rather than capital investment.\n\n",
    "acknowledgement": "\nFirst version: November, 2018. Previously circulated as “National banks and the local economy.” The authors thank Adrien Matray for numerous discussions. Philip Ager, Rick Hornbeck, and Martin Rotemberg generously shared data. We also thank Anat Admati, Brian Beach, Asaf Bernstein, Michael Bordo, John Campbell, Lauren Cohen, William Diamond, James Feigenbaum, Carola Frydman, Andrew Garin, Michela Giorcelli, Claudia Goldin, Gary Gorton, Walker Hanlon, Arvind Krishnamurthy, Christopher M. Meissner, Nathan Nunn, Siddharth George, Robin Greenwood, Alberto Manconi, Santiago Perez, Sarah Quincy, Tzachi Raz, Hugh Rockoff, Amit Seru, Jann Spiess, Jeremy Stein, Adi Sunderam, as well as participants at Harvard, Yale, UC Davis, Einaudi Institute, HKUST, NBER DAE, EHA, the AEAs, and Stanford SITE for helpful comments. Jiayi Cheng, William Halverson, Peilin Yang, and Wenyi Yin provided excellent research assistance. We are grateful for financial support from The Lab for Economic Applications and Policy (LEAP) at Harvard, the Harvard Department of Economics Summer Research Fellowship, and the King Center Junior Faculty Research Grant at the Stanford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}