{
    "id": 30075,
    "citation_title": "Boundary Discontinuity Methods and Policy Spillovers",
    "citation_author": [
        "Ekaterina S. Jardim",
        "Mark C. Long",
        "Robert Plotnick",
        "Emma van Inwegen",
        "Jacob L. Vigdor",
        "Hilary Wething"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe boundary discontinuity method of causal inference may yield misleading results if a policy’s impacts do not stop at the border of the implementing jurisdiction. We use geographically precise longitudinal employment data documenting worker job-to-job mobility to study policy spillovers in the context of three local minimum wage increases. Estimated spillover impacts on wages and hours are statistically significant, geographically diffuse, and sufficient to create concern regarding interpretation of results even using not-immediately-adjacent regions as controls. Spillover effects appear less concerning with smaller interventions or those or adopted in a smaller jurisdiction.\n\n",
    "acknowledgement": "\nEkaterina Jardim worked on this paper before joining Amazon. We thank the state of Washington’s Employment Security Department for providing access to data. We thank the Laura and John Arnold Foundation, the Russell Sage Foundation, and the City of Seattle for funding and supporting the Seattle Minimum Wage Study. Partial support for this study came from the Center for Studies in Demography Ecology at the University of Washington. We thank Matt Bruce, Gilbert Gonzales, and conference participants at the Association for Public Policy Analysis and Management Conferences in Brussels and Chicago and seminar participants at the University of Washington for useful comments on our earlier drafts. Any opinions or errors in this work are those of the authors and should not be attributed to any other entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHilary Wething\n\nI hereby declare that I have not received (nor has any close relative or partner of mine received) significant financial support from any interested party that relates to the research described in this paper. I do not hold (and no close relative or partner of mine holds) a position in any relevant organization.\n\n\n"
}