{
    "id": 30078,
    "citation_title": "The “College Gap” in Marriage and Children’s Family Structure",
    "citation_author": [
        "Melissa Schettini Kearney"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2023-11-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share of children living in a two-parent family has declined sharply in the past 40 years, driven by a decline in marriage among parents without a four-year college degree. This paper presents a number of facts about these trends, drawing on US Census data, the Current Population Survey, the Survey of Income and Program Participation, and US vital statistics birth data. First, there is a large gap in the share of children living with married parents (or two parents) that favors the children of college-educated mothers, both overall and within race and ethnic groups. Second, the decline in the share of children living in married parent families primarily reflects an increase in non-marital childbearing, not a rise in divorce. Third, the widening college gap in children’s family structure corresponds to a widening college gap in marriage rates, both overall and within race and ethnic groups. The paper briefly discusses evidence suggesting a causal link between the eroding economic position of men without a four-year college degree and their declining marriage rates. Fourth, the rise in the share of children living with an unpartnered mother has happened despite a sizable decrease in births to teens, women in their 20s, and women with less than a high school degree. Fifth, the college gap in family structure has contributed to the widening college gap in household income, accentuating widening earnings inequality. These trends have the potential to exacerbate class gaps in children’s outcomes and undermine social mobility.\n\n",
    "acknowledgement": "\nThis paper is related to a book project I am working on, which is supported by Smith Richardson Foundation grant #2020-2414. I am indebted to Victoria Perez-Zetune for her outstanding research assistance on this paper and the related book project. I also thank Taylor Landon and McCall Pitcher for expert assistance. I am grateful to Phil Levine, Kristin Butcher, and Rebecca Ryan for their detailed comments on an early draft of the book manuscript; their comments on that manuscript have in turn improved this paper. My thinking about these issues and about how to look at the data has been sharpened by the comments of seminar participants at Vanderbilt, UC-San Diego, BYU, GWU, UC-Merced, Brandeis, and the University of Wisconsin IRP. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}