{
    "id": 30072,
    "citation_title": "Monetary-Based Asset Pricing: A Mixed-Frequency Structural Approach",
    "citation_author": [
        "Francesco Bianchi",
        "Sydney C. Ludvigson",
        "Sai Ma"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "2023-12-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe integrate a high-frequency monetary event study into a mixed-frequency macro-finance model and structural estimation. The model and estimation allow for jumps at Fed announcements in investor beliefs, providing granular detail on why markets react to central bank communications. We find that the reasons involve a mix of revisions in investor beliefs about the economic state and/or future regime change in the conduct of monetary policy, and subjective reassessments of financial market risk. However, the structural estimation also finds that much of the causal impact of monetary policy on markets occurs outside of tight windows around policy announcements.\n\n",
    "acknowledgement": "\nWe are grateful to Courtney Weigand, Nicholas Zarra, and Steven Zheng for excellent research assistance. Bianchi and Ludvigson received financial support from the National Science Foundation under Grant 2116641. We thank Adrien Auclert, Anna Cieslak, Andrea Ferraro, Eric Ghysels, Jonas Jensen, Carolin Pflueger, Frank Schorfheide, and seminar participants at the Spring 2023 NBER Asset Pricing meeting, the 2022 American Economic Association annual meetings, the May 2022 Bank of England Macro-Finance Conference, the June 2022 EDHEC PhD Forum, the September 2022 SOFIE webinar, the September 2022 Bank of Finland and CEPR Joint Conference on Monetary Policy in the Post- Pandemic Era, the November 2022 NBER Monetary Economics meeting, Harvard Business School, Notre Dame, HKUST, Bocconi University, McGill, MIT, and the University of Chicago for helpful comments. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}