{
    "id": 30076,
    "citation_title": "A Penny for Your Thoughts",
    "citation_author": [
        "W. Walker Hanlon",
        "Stephan Heblich",
        "Ferdinando Monte",
        "Martin B. Schmitz"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHow do communication costs affect the production of new ideas and inventions? To answer this question, we study the introduction of the Uniform Penny Post in Great Britain in 1840. This reform replaced the previous system of expensive distance-based postage fees with a uniform low rate of one penny for sending letters anywhere in the country. The result was a large spatially-varied reduction in the cost of communicating across locations. We study the impact of this reform on the production of scientific knowledge using citation links constructed from a leading academic journal, the Philosophical Transactions, and the impact on the development of new technology using patent data. Our results provide quantitative causal estimates showing how a fall in communication costs can increase the rate at which scientific knowledge is exchanged and new ideas and technologies are developed. This evidence lends direct empirical support to an extensive theoretical literature in economic growth and urban economics positing that more ideas can emerge from communication between individuals.\n\n",
    "acknowledgement": "\nWe thank Bill Collins, Ezra Oberfield, Kevin O'Rourke, Esteban Rossi-Hansberg, Nico Voigtlaender, and Ariell Zimran for useful discussions and comments. We also thank seminar participants at Georgetown, Marquette, the Max Planck Institute for Innovation and Competition, NYU Abu Dhabi, USC, and Vanderbilt as well as the 2019 BSE Summer Forum Workshop on Geography, Trade, and Growth and the 2019 UEA meeting. Finally, we thank Riley Alexander, Devin Bissky Dziadyk, Griffin Carroll, Chloe Chiles, Carly Genovere, Henry Goldberg, Rowan Isaaks, John Landry, Jessica Moses, Rachel Norsby, Nicholas Richmond, Andrew Warren, Calee White, and Niel Yocom for excellent research assistance. Hanlon acknowledges the support by NSF grant No. 1552692. Heblich acknowledges the support of the ORA Grant ES/V013602/1 (MAPHIS). Schmitz acknowledges the support by NSF grant No. 2049808 and the Economic History Association. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}