{
    "id": 30074,
    "citation_title": "The Labor Market Impacts of Technological Change: From Unbridled Enthusiasm to Qualified Optimism to Vast Uncertainty",
    "citation_author": [
        "David Autor"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2022-07-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis review considers the evolution of economic thinking on the relationship between digital technology and inequality across four decades, encompassing four related but intellectually distinct paradigms, which I refer to as the education race, the task polarization model, the automation-reinstatement race, and the era of Artificial Intelligence uncertainty. The nuance of economic understanding has improved across these epochs. Yet, traditional economic optimism about the beneficent effects of technology for productivity and welfare has eroded as understanding has advanced. Given this intellectual trajectory, it would be natural to forecast an even darker horizon ahead. I refrain from doing so because forecasting the “consequences” of technological change treats the future as a fate to be divined rather than an expedition to be undertaken. I conclude by discussing opportunities and challenges that we collectively face in shaping this future.\n\n",
    "acknowledgement": "\nThis paper was prepared for publication by the Brookings Institution under its Global Forum on Democracy and Technology project. I thank Daron Acemoglu, Bryan Seegmiller, Lauren Fahey, and Zia Qureshi for thoughtful comments that improved the paper. I acknowledge financial support from Google.org, the Hewlett Foundation, the Smith Richardson Foundation, and the Washington Center for Equitable Growth. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}