{
    "id": 30070,
    "citation_title": "The Crime Effect of Refugees",
    "citation_author": [
        "Mevlude Akbulut-Yuksel",
        "Naci H. Mocan",
        "Semih Tumen",
        "Belgi Turan"
    ],
    "citation_publication_date": "2022-05-23",
    "issue_date": "2022-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe analyze the impact on crime of 3.7 million refugees who entered and stayed in Turkey as a result of the civil war in Syria.  Using a novel administrative data source on the flow of offense records to prosecutors’ offices in 81 provinces of the country each year, and utilizing the staggered movement of refugees across provinces over time, we estimate instrumental variables models that address potential endogeneity of the number of refugees and their location, and find that an increase in the number of refugees leads to more crime. We estimate that the influx of refugees between 2012 and 2016 generated additional 75,000 to 150,000 crimes per year, although it is not possible to identify the distribution of these crimes between refugees and natives.  Additional analyses reveal that low-educated native population has a separate, but smaller, effect on crime. We also highlight the pitfalls of employing incorrect empirical procedures and using poor proxies of criminal activity which produce the wrong inference about the refugee-crime relationship. Our results underline the need to quickly strengthen the social safety systems, to take actions to dampen the impact on the labor market, and to provide support to the criminal justice system in order to mitigate the repercussions of massive influx of individuals into a country, and to counter the social and political backlash that typically emerges in the wake of such large-scale population movements.\n\n",
    "acknowledgement": "\nWe thank Philip Marx, Ayça Akarçay, Murat Kırdar, Katrin Sommerfeld and Colette Salemi for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}