{
    "id": 30077,
    "citation_title": "Creative Destruction? Impact of E-Commerce on the Retail Sector",
    "citation_author": [
        "Sudheer Chava",
        "Alexander Oettl",
        "Manpreet Singh",
        "Linghang Zeng"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing an administrative payroll dataset for 2.6 million retail workers, we find that the staggered rollout of a major e-commerce firm's fulfillment centers reduces traditional retail workers' income in geographically proximate counties by 2.4%. Wages of hourly workers, especially part-time hourly workers, decrease significantly, driven by a drop in the number of hours worked. We observe a U-shaped pattern in which both young and old workers experience a sharper decrease in wage income. Consequently, some workers experience an increase in credit card delinquency. Using data for 3.2 million stores, we find that sales (employment) at proximate stores decrease by 4% (2.1%). Exits, especially of young and small stores, increase, and entry decreases. In aggregate, the retail sector loses 938 jobs per county per quarter, and the transportation-warehousing sector (food services sector) gains 256 (143) jobs. Our results highlight how creative destruction led by e-commerce impacts local labor markets.\n\n",
    "acknowledgement": "\nWe thank Ashwini Agrawal, Shashwat Alok (discussant), Emek Basker (discussant), Robert Dam (discussant), Rohan Ganduri, Xavier Giroud, Isaac Hacamo (discussant), Inessa Liskovich (discussant), David Matsa, Paige Ouimet, Nikhil Paradkar, Daniel Paravisini, Hoonsuk Park (discussant), Huan Yang (discussant), Liu Yang (discussant), seminar participants at Georgia Tech, University of Toronto, Wilfrid Laurier University, 2018 Asian Bureau of Finance and Economic Research Annual Conference, 2018 Conference on Financial Economics and Accounting, 2018 China International Conference in Finance, 2018 European Finance Association Annual Meeting, 2018 ISB Summer Research Conference, 2018 Labor and Finance Group Meeting, 2018 Midwestern Finance Association Annual Meeting, 2018 NBER Summer Institute, 2018 Northern Finance Association Annual Conference, and 2019 Technology, Governance and Regulation Conference for helpful comments. We gratefully acknowledge the Best Paper Award on Corporate Finance/Responsible Finance from 2018 Northern Finance Association Annual Conference and funding support from the Kauffman Foundation Junior Faculty Fellowship. The views expressed in the paper are our own and do not represent the views of the credit bureau and other data providers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}