{
    "id": 30083,
    "citation_title": "Robbing Peter to Pay Paul? The Redistribution of Wealth Caused by Rent Control",
    "citation_author": [
        "Kenneth R. Ahern",
        "Marco Giacoletti"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2022-06-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use the price effects caused by the passage of rent control in St. Paul, Minnesota in 2021, to study the transfer of wealth across income groups.  First, we find that rent control caused property values to fall by 6-7%, for an aggregate loss of $1.6 billion.  A calibrated model of house prices under rent control attributes a third of these losses to indirect, negative externalities. Second, leveraging administrative parcel-level data, we find that the tenants who gained the most from rent control had higher incomes and were more likely to be white, while the owners who lost the most had lower incomes and were more likely to be minorities.  For properties with high-income owners and low-income tenants, the transfer of wealth was close to zero.  Thus, to the extent that rent control is intended to transfer wealth from high-income to low-income households, the realized impact of the law was the opposite of its intention.\n\n",
    "acknowledgement": "\nWe thank Tom Chang, Richard Green, Erica Xuewei Jiang, Song Ma, Stijn Van Nieuwerburgh, Emily Nix, Chris Parsons, Selale Tuzel, Katie Galioto, and seminar participants at USC and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKenneth R. Ahern\n\nKenneth Ahern discloses that he has ownership interests in real estate in California covered by rent control.  He has no ownership interest in real estate located in Minnesota.\n\n\n"
}