{
    "id": 30085,
    "citation_title": "New Schools and New Classmates: The Disruption and Peer Group Effects of School Reassignment",
    "citation_author": [
        "Darryl V. Hill",
        "Rodney P. Hughes",
        "Matthew A. Lenard",
        "David D. Liebowitz",
        "Lindsay C. Page"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy makers periodically consider using student assignment policies to improve educational outcomes by altering the socio-economic and academic skill composition of schools. We exploit the quasi-random reassignment of students across schools in the Wake County Public School System to estimate the academic and behavioral effects of being reassigned to a different school and, separately, of shifts in peer characteristics. We rule out all but substantively small effects of transitioning to a different school as a result of reassignment on test scores, course grades and chronic absenteeism. In contrast, increasing the achievement levels of students' peers improves students' math and ELA test scores but harms their ELA course grades. Test score benefits accrue primarily to students from higher-income families, though students with lower family income or lower prior performance still benefit. Our results suggest that student assignment policies that relocate students to avoid the over-concentration of lower-achieving students or those from lower-income families can accomplish equity goals (despite important caveats), although these reassignments may reduce achievement for students from higher- income backgrounds.\n\n",
    "acknowledgement": "\nWe thank the Wake County Public School System (WCPSS) and the Center for Education Policy Research at Harvard University for facilitating data access. Jesse Dalton provided unflagging support for our remote access of the data. We thank Jason Cook, Joshua Goodman, Richard Murnane, Elizabeth Setren, Glen Waddell, several anonymous referees and seminar participants at AEFP, APPAM, and the University of Oregon for helpful feedback. Liebowitz received financial assistance from the 2011 HGSE Dean's Summer Fellowship. Hill and Lenard are former WCPSS employees. The views expressed in this paper do not reflect the views or opinions of the Wake County Public School System. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}