{
    "id": 30089,
    "citation_title": "The Rest of the World’s Dollar-Weighted Return on U.S. Treasurys",
    "citation_author": [
        "Zhengyang Jiang",
        "Arvind Krishnamurthy",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2023-08-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1980, foreign investors have timed their purchases and sales of U.S. Treasurys to yield particularly low returns. Their annual “dollar-weighted” returns, measured by the internal rate of return on their purchases and sales of Treasury bonds, are over 3.26 percentage points (pp) lower than a buy-and-hold strategy over the same horizon. Their returns are 1.62 pp lower than the returns earned by domestic investors. We also explore the heterogeneity across foreign investors, and find that official investors and developing country investors underperform more than other foreign investors. Our results are consistent with theories in which foreign investors are price-inelastic buyers of safe dollar assets, and increase their demand for dollar assets in stress periods.\n\n",
    "acknowledgement": "\nZhengyang Jiang, Arvind Krishnamurthy, and Hanno Lustig have each read the NBER disclosure policy and attest that this acknowledgment discloses all sources of funding and all material and relevant financial relationships. We thank Xuning Ding and Jialu Sun for excellent research assistance. We thank Xiang Fang for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}