{
    "id": 30087,
    "citation_title": "Who Holds Sovereign Debt and Why It Matters",
    "citation_author": [
        "Xiang Fang",
        "Bryan Hardy",
        "Karen K. Lewis"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of investor composition on the sovereign debt market. We construct a data set of sovereign debt holdings by foreign and domestic bank, non-bank private, and official investors for 101 countries across three decades. Private non-bank investors absorb disproportionately more debt supply than others. Moreover, non-bank investors’ demand for emerging market debt is most responsive to its price. Counterfactual analysis of emerging market sovereigns shows a 10% increase in debt leads to a 5.8% yield increase, but an out-sized 8.4% increase without non-bank investors. We conclude that sovereigns are vulnerable to the loss of non-bank investors.\n\n",
    "acknowledgement": "\nWe thank Ding Ding, Maria Gelrud, Sophia Hua, and Max Yang for excellent research assistance. We also benefited from comments by Karlye Dilts Stedman, Ester Faia, Zhengyang Jiang, Eric Leeper, Gregor Matvos and participants at the AEA meetings, Bank for International Settlements, Bank of Greece, Banque de France, China International Finance Conference, DebtCon5, Dutch State Treasury Agency, Econometric Society North American Winter Meeting, EEA-ESEM, Emerging Market MacroEconomics Workshop, Federal Reserve Board, Federal Reserve Bank of Dallas, Hong Kong University, INSEAD, the International Monetary Fund, the IMF-UTokyo-WasedaU Debt conference, London Business School, London School of Economics, the Macro Finance Society, the Midwest Finance Association, the National Bureau of Economic Research, Society of Economic Dynamics, USC Macro-Finance Reading Group, the Western Finance Association and the Wharton School of the University of Pennsylvania. Any errors or omissions are our own. The views expressed here are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}