{
    "id": 30080,
    "citation_title": "Producer Beliefs and Conservation: The Impact of Perceived Water Scarcity on Irrigation Technology Adoption",
    "citation_author": [
        "Joey Blumberg",
        "Chris Goemans",
        "Dale Manning"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgricultural producers make investment decisions based on beliefs about future returns. This article investigates how changes in beliefs about input availability affects the adoption of conservation practices. We develop a theoretical model to examine how a producer's beliefs about water shortages influence investment in more efficient irrigation technologies. We then use publicly available data on water rights and irrigated cropland to empirically identify the impact of changing beliefs about water availability on conservation decisions. We leverage a natural experiment in Colorado in which a period of severe drought and institutional change in the early 2000s led to an exogenous shock to expectations for some water right holders. We estimate that producers who experience unprecedented increases in the curtailment of their water right convert 11% more land to a more efficient irrigation technology on average. We also present evidence that adoption rates are driven more by changes in surface water availability than groundwater. This analysis provides useful insight into the role of beliefs in incentivizing adaptation to increasing water scarcity in irrigated agriculture.\n\n",
    "acknowledgement": "\nThis material is based upon work supported by the National Institute for Food and Agriculture under Award No. 2018-69011-28369 and the National Science Foundation under Grant No. 1828902. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDale Manning\n\nManning has nothing further to disclose.\n\n\n"
}