{
    "id": 30084,
    "citation_title": "Causal Inference During a Pandemic: Evidence on the Effectiveness of Nebulized Ibuprofen as an Unproven Treatment for COVID-19 in Argentina",
    "citation_author": [
        "Sebastian Calonico",
        "Rafael Di Tella",
        "Juan Cruz Lopez Del Valle"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany medical decisions during the pandemic were made without the support of causal evidence obtained in clinical trials. We study the case of nebulized ibuprofen (NaIHS), a drug that was extensively used on COVID-19 patients in Argentina amidst wild claims about its effectiveness and without regulatory approval. We study data on 5,146 patients hospitalized in 11 health centers spread over 4 provinces, of which a total of 1,019 (19.8%) received the treatment. We find a large, negative and statistically significant correlation between NaIHS treatment and mortality using inverse probability weighting estimators. We consider several threats to identification, including the selection of “low” risks into NaIHS, spillovers affecting patients in the control group, and differences in the quality of care in centers that use NaIHS. While the negative correlation appears to be, broadly, robust, our results are best interpreted as emphasizing the benefits of running a randomized controlled trial and the challenges of incorporating information produced in other, less rigorous circumstances.\n\n",
    "acknowledgement": "\nWe are grateful to Vincent Pons, Amitabh Chandra, Matias Cattaneo, Asim Khwaja, Ariel Stern, Robert Lieli and Pedro Degiovanni, as well as seminar participants at Washington State University, UCSB, UdeSA, Columbia, NYU and Central European University for helpful conversations and comments. For generous help we thank Mariana Butinoff (Centro de Operaciones de Emergencia), Galia Kalayan (Química Luar) and Alexis Doreski (Fundación Respirar). A group of individuals who generously provided help in understanding aspects of health care systems in Argentina and help in locating and gathering data must remain anonymous. Approval for this study was obtained from Columbia’s and Harvard’s University Institutional Review Boards (IRB-AAAT5728 and IRB20-189, respectively The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSebastian Calonico\n\nI have no additional disclosures.\n\n\n"
}