{
    "id": 30082,
    "citation_title": "Decarbonization and Electrification in the Long Run",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDecarbonization and electrification will require a transformed electricity grid. Our long-run model of  entry and exit of generation and storage capacity captures crucial aspects of the electricity industry such as time-varying demand for electricity, intermittency of renewables, and intertemporal optimization of storage.  We derive several theoretical possibilities that differ in surprising ways from short-run intuition:  A carbon tax can increase electricity consumption;  cheaper storage can decrease renewable capacity; cheaper renewables can increase carbon emissions;  and an increase in electricity demand (e.g., electrification) can decrease emissions.  We calibrate the model using 2019 hourly data on demand and renewable availability for thirteen regions covering the contiguous U.S. A carbon price of $150 or more essentially eliminates carbon emissions. Given a modest decarbonization goal, a renewable subsidy performs better than a nuclear subsidy, but this ranking is reversed for an ambitious decarbonization goal. Transmission expansion yields large emissions reductions if renewable costs fall sufficiently, but policies promoting storage are unlikely to yield significant benefits.  Electrifying 100% of car miles traveled (thereby eliminating gasoline vehicle carbon emissions) increases electricity-sector carbon emissions by 23-27% if vehicles are charged at night, but could decrease electricity-sector carbon emissions if vehicles are charged during the day.\n\n",
    "acknowledgement": "\nWe would like to thank Nicholas  Taborsky and Robert Burnham for research assistance. We would like to thank seminar participants at the University of Bern Energy Economic Workshop, the University of  Wisconsin Madison, the University of Chicago-EPIC, and Cornell University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen P. Holland\n\nNothing to report.\n\n\n\nAndrew J. Yates\n\nIn the last three years, my research has been funded by the National Science Foundation, although this funding was for topics that are unrelated to the subject of this paper.\n\n\nI declare that I have no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}