{
    "id": 30088,
    "citation_title": "Grads on the Go: Measuring College-Specific Labor Markets for Graduates",
    "citation_author": [
        "Johnathan G. Conzelmann",
        "Steven W. Hemelt",
        "Brad Hershbein",
        "Shawn M. Martin",
        "Andrew Simon",
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces a new measure of the labor markets served by colleges and universities across the United States. About 50 percent of recent college graduates are living and working in the metro area nearest the institution they attended, with this figure climbing to 67 percent in-state. The geographic dispersion of alumni is more than twice as great for highly selective 4-year institutions as for 2-year institutions. However, more than one-quarter of 2-year institutions disperse alumni more diversely than the average public 4-year institution. In one application of these data, we find that the average strength of the labor market to which a college sends its graduates predicts college-specific intergenerational economic mobility. In a second application, we quantify the extent of “brain drain” across areas and illustrate the importance of considering migration patterns of college graduates when estimating the social return on public investment in higher education.\n\n",
    "acknowledgement": "\nThis research was supported by the National Science Foundation (Collaborative Grant #1919387), Russell Sage Foundation (Grant #1811-09737), and Institute of Education Sciences (Grant R305B150012). We are grateful to Celeste Carruthers and Charlie Clotfelter for helpful comments. The data assembled on college-specific labor markets are available for research use via the Open ICPSR Archive at http://doi.org/10.3886/E170381. All errors and any opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}