{
    "id": 30093,
    "citation_title": "Center Pivot Irrigation Systems as a Form of Drought Risk Mitigation in Humid Regions",
    "citation_author": [
        "Daniel J. Cooley",
        "Steven M. Smith"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIrrigation in the Eastern US receives little attention compared to the West, but farmers in humid states of the US, traditionally reliant on rainfall, have more than tripled irrigation since 1978. We examine this trend in Illinois where there has been a nearly threefold increase in center pivot irrigation systems (CPIS) installations since 1988. Specifically, we analyze where and when CPIS installations occur and their benefits in terms of annual crop yield, irrigated acreage, crop selection, and reduction in drought-related insurance payouts. To do so, we create a novel data set derived from a deep learning model capable of automatically identifying the location of CPIS during drought years along with annual county level crop, weather, and insurance data. The results indicate CPIS installations in Illinois are significantly more common over alluvial aquifers after droughts. Additionally, counties with a higher presence of CPIS do not have higher average crop yields, a shift to more water intensive crops, or an expansion of cropland. However, in drought years CPIS presence does have a significant positive effect on corn yield and a significant negative effect on indemnity payments for both soybeans and corn. The results provide insights into an emerging trend of irrigation in humid regions, raising potential policy considerations for crop insurance and signaling a potential need to address water rights as demand increases.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Jared Carbone, Ben Gilbert, Haoluan Wang, and conference participants at the Midwestern Economic Association Annual Meeting (2022). We acknowledge funding support from NSF, DISES program (Grant #2108196), NSF/USDA INFEWS program (Grant #67020-30130), and USDA, AFRI program (Grant #67023-29421. The authors have no financial interests that are relevant to this research. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}