{
    "id": 30096,
    "citation_title": "Inflation Past, Present and Future: Fiscal Shocks, Fed Response, and Fiscal Limits",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "2022-06-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur current inflation stemmed from a fiscal shock. The Fed is slow to react. Why? Will the Fed's slow reaction spur more inflation? I write a simple model that encompasses the Fed's mild projections and its slow reaction, and  traditional views that inflation will surge without swift rate rises. The key question is whether expectations are forward looking or backward looking. If expectations are forward looking, the Fed is right, and inflation will eventually fade without a period of high real interest rates. Price stickiness means inflation will persist past an initial shock. To reduce inflation, fiscal and monetary policy must be coordinated. Without fiscal contraction, an unpleasant arithmetic holds: The Fed can reduce inflation now, but only by increasing inflation later. If the Fed wishes to lower inflation durably via interest rate rises, those must come with fiscal support to pay higher costs on the debt and a windfall to bondholders. Coordinated fiscal, monetary and microeconomic reforms can, and have, swiftly eliminated inflation without the major recession of the early 1980s.  Nonetheless, in the very long run, the central bank controls the price level.\n\n",
    "acknowledgement": "\nI have no financial or other relationships to disclose for this paper. This paper is prepared for the Hoover Institution Monetary Policy Conference, May 6, 2022. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}