{
    "id": 30095,
    "citation_title": "Individual Earnings and Family Income: Dynamics and Distribution",
    "citation_author": [
        "Joseph G. Altonji",
        "Disa M. Hynsjö",
        "Ivan Vidangos"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review research on the dynamics and distribution of individual earnings and family income. We start with univariate earnings models, which dominate the literature and are often used as the exogenous component of family income in structural models of saving. We present a version of the linear model that nests most of the specifications that have been used in the literature, and then discuss recent papers that stress nonnormal shocks, nonlinear and age-dependent processes, and heterogeneous model parameters. The recent work provides a much richer description of the nature of earnings volatility than the basic model. We then turn to models of individual earnings that are based on wages, employment, job mobility, and hours. These multivariate models permit measuring the sources of permanent differences in earnings and distinguishing among shocks that influence earnings through employment, job mobility, general productivity, or hours. Finally, we consider models of lifetime family income that integrate individual earnings, marriage (accounting for marital sorting), and earnings of a spouse (if present). We conclude by discussing directions for future work.\n\n",
    "acknowledgement": "\nThis paper is based upon Altonji's Dale Mortensen lecture at the 2018 SED conference, although the material has been heavily revised. Altonji's and Hynsjo's research was supported by the Cowles Foundation at Yale University. Disa Hynsjo passed away from a sudden illness as we were preparing the final revision. We mourn her passing. We thank Daniel Giraldo Paez for outstanding research assistance. We also thank Jonathan Heathcote, a referee, Manuel Arellano, Juliana Dajon, Fatih Guvenen, Michael Keane, Robert Moffitt, and participants at the SED conference for helpful comments. Altonji is grateful to the late Dale Mortensen for many years of instruction about earnings dynamics, professional support, and friendship. The views expressed in the paper are our own and not necessarily those of the Federal Reserve Board, Yale University, NBER, IZA, or other members of their staffs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}