{
    "id": 30097,
    "citation_title": "The Effects of Alcohol Excise Tax Increases by Drinking Level and by Income Level",
    "citation_author": [
        "Henry Saffer",
        "Markus Gehrsitz",
        "Michael Grossman"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe alcohol industry argues that alcohol excise taxes do not reduce heavy drinking because of substitutions to lower-cost products and that these taxes disproportionately burden low-income drinkers.  Alternatively, some economists have argued that increases in alcohol excise taxes reduce heavy alcohol consumption.  Using data from the Nielsen Homescan we investigate the effects of a large excise tax increase that raised alcohol prices.  The results show that heavy drinkers reduce purchases, and this reduction is no different than the reductions by other drinkers.  The results also show that only low-income drinkers pay more for ethanol after the tax increase.\n\n",
    "acknowledgement": "\nResearch for the paper was supported by grant number 1R21AA025371A1 from the National Institute on Alcohol Abuse and Alcoholism to the National Bureau of Economic Research. We would like to thank Ege Aksu for excellent research assistance and comments.  Our own analyses in the paper calculated (or derived) are based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business.  The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ.  NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}