{
    "id": 30090,
    "citation_title": "The Effects of Public Housing on Children: Evidence from Colombia",
    "citation_author": [
        "Adriana Camacho",
        "Valentina Duque",
        "Michael Gilraine",
        "Fabio Sanchez"
    ],
    "citation_publication_date": "2022-05-30",
    "issue_date": "2022-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effect of Colombia's ambitious \"Free Housing\" program on children's educational outcomes. The program was generous, giving free housing to beneficiaries in desirable areas. We evaluate the program by leveraging housing lotteries and linking applicants to their children. We find that public housing increases high school graduation by seven percentage points – a seventeen percent increase relative to the control mean – and boosts exit exam scores and college-going. Using a survey to explore mechanisms, lottery winners report better environmental conditions and shorter commute times. Their children also attend better schools and live in neighborhoods with less crime.\n\n",
    "acknowledgement": "\nWe would like to thank Eric Chyn and seminar participants at the Children's NBER Summer Institute, SEEDEC, the Melbourne Institute, the University of Sydney, seminario CEDE at Universidad de los Andes, and the Annual Workshop on Natural Experiments in History at Deakin University for helpful comments. Jorge Caputo, Sofia Collante, and Diana Oquendo provided excellent research assistance. The research reported here was made possible (in part) by a grant from the Spencer Foundation (#202200032).  Additional funding for this project was also generously provided by the Departamento Nacional de Planeacion (Contract 672-2019). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the Spencer Foundation or the National Bureau of Economic Research.\n\n\n"
}