{
    "id": 30107,
    "citation_title": "Gender and Underrepresented Minority Differences in Research Funding",
    "citation_author": [
        "Laura Cruz-Castro",
        "Donna K. Ginther",
        "Luis Sanz-Menendez"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter reviews the data and literature on gender, race and ethnicity differences in research funding in the United States and Europe. The gender gap in research funding has closed at the National Science Foundation and National Institutes of Health in the United States and substantially narrowed in Europe. Underrepresented minorities are less likely to receive research funding that whites in the United States. We found that much of the literature was a series of informative independent studies where many of the potential explanations depended upon the context. Our examination of peer review also found contradictory evidence of its efficacy. The variety of countries, funders, and approaches to peer review make it difficult to make definitive conclusions in the face of contradictory evidence on the gender funding gap. We conclude that access to high-quality administrative data would allow for improved methodological approaches to understanding these differences in research funding.\n\n",
    "acknowledgement": "\nThis research was funded by EU H2020 GA-824574 awarded to Cruz-Castro and Sanz-Menendez.  It was also funded by NSF grant SES-1538797 to Ginther. We thanks the editors, Julia Melkers and the participants in the EU-SPRI 2021 session for comments and suggestions to an earlier version. This paper is forthcoming in the Handbook of Public Research Funding, Lepori B., Jongbloed B., Hicks D. (editors). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}