{
    "id": 3010,
    "citation_title": "Reforming Conforming Loan Limits: The Impact on Thrift Earnings and Taxpayer Outlays",
    "citation_author": [
        "Patric H. Hendershott",
        "James D. Shilling"
    ],
    "citation_publication_date": "1989-06-01",
    "issue_date": "1989-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, the conforming loan limit hes risen rapidly (62 percent between 1985 and 1989 versus a 10 percent rise in the price of a constant-quality new house) and has assumed significant importance to homebuyers and portfolio lenders. Fannie Mae and Freddie Mac have become the price setters for conforming FRMs, and the yield being set appears to be 30 basis points below what it would otherwise be. The lower yield raises the old issue of overinvestment in housing, but its most important effect is on thrifts  who now earn 30 basis points less on FRM investments under the conforming limit end who have difficulty originating ARMs. Moreover, given other thrift problems, taxpayers will apparently end up directly funding the interest income lost owing to low yields on conforming FRMs.\nIn this paper we calculate the impact on thrift interest income of two redefinitions of conforming loans: making all refinancings nonconforming and lowering the loan limit to the loan ceiling for FMA/VA loans (which was, in fact, the conforming limit prior to 1975) . Each of these  redefinitions makes sense from a public policy perspective. Thrifts would have earned nearly $700 million more in 1987 had both redefinitions been in place at the start of 1986. This would have amounted to a 23 percent increase in the  industry net operating income (income excluding profits of losses from the sale of  assets) and a corresponding increase in return to equity. By the early 1990s, the income gain from these changes, had they been put in place in early 1986, would likely be over a billion dollars -- certainly a noticeable saving for taxpayers.\n\n",
    "acknowledgement": "\n"
}