{
    "id": 30102,
    "citation_title": "Microgiving with Digital Platforms",
    "citation_author": [
        "Xiheng Jiang",
        "Jianwei Xing",
        "Jintao Xu",
        "Eric Zou"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-02",
    "revision_date": "2023-02-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nMicrogiving, a new form of digital fundraising, operates by soliciting minuscule donation amounts that are typically not viable in traditional settings. This paper considers the scaling up of microgiving via platform integration, whereby small donations are bundled with high volume of economic activities that are naturally occurring on digital platforms. We evaluate a charity subscription program run by Alibaba, one of the world’s largest retail platforms, which allows sellers to pledge a tiny portion of a product’s revenue (2 cents per order at minimum) to charity, with donations made automatically as transactions take place. We document that, between 2018 and 2020, the program attracted more than 2 million Alibaba sellers and generated 1.2 billion yuan of charitable funds, representing one of China’s most successful online fundraisers. We pinpoint three forces that jointly create a self-fulfilling incentive for platform sellers to engage in microgiving: First, intense competition motivates sellers to link their products with charitable causes, even though the signaling value of the linkage is small; Second, due to low financial commitment, sellers rarely discontinue their giving once subscribed to the program, which ensures stable streams of charitable funds; Third, the program provides sellers with the joy of giving at a low cost, and this “warm glow” effect further reinforces participation. The success of the microgiving scheme hinges on features that are shared by many digital platforms, and its success is potentially applicable on a broader scale.\n\n",
    "acknowledgement": "\nWe thank Dan Bernhardt, Karen Brandon, Shengmao Cao, Matt Kotchen, Michael A. Kuhn, Jacob LaRiviere, John List, Xuqian Ma, Benjamin Marx, Lucy Msall, Ed Rubin, Jingyuan Wang, and seminar participants at BFI China and the University of Oregon for helpful comments. We thank data scientists Peng Li and Xiangfang Hu for data support, Fei Xu and Cheng Zhang (Ali Research) and Jing Zang and Yawei Xu (Alibaba Foundation) for research support. This paper sources data from fully de-identified sales records, all analysis codes are executed by Alibaba’s data scientists through encrypted access to aggregated data files stored on a secured workstation maintained by Alibaba, and the reporting of all findings is compliant with customer privacy protection requirements. Rongyu Cui, Xiyuan Liu, Haoran Ni, Jiming Wang, and Yushuai Zhang provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}