{
    "id": 30105,
    "citation_title": "The Effects of Advanced Degrees on the Wage Rates, Hours, Earnings and Job Satisfaction of Women and Men",
    "citation_author": [
        "Joseph G. Altonji",
        "John Eric Humphries",
        "Ling Zhong"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper uses a college-by-graduate degree fixed effects estimator to evaluate the returns to 19 different graduate degrees for men and women. We find substantial variation across degrees, and evidence that OLS overestimates the returns to degrees with high average earnings and underestimates the returns to degrees with low average earnings. Second, we decompose the impacts on earnings into effects on wage rates and effects on hours. For most degrees, the earnings gains come from increased wage rates, though hours play an important role in some degrees, such as medicine, especially for women. Third, we estimate the net present value and internal rate of return for each degree, which account for the time and monetary costs of degrees. We show annual earnings and hours worked while enrolled in graduate school vary a lot by gender and degree. Finally, we provide descriptive evidence that gains in overall job satisfaction and satisfaction with contribution to society vary substantially across degrees.\n\n",
    "acknowledgement": "\nWe are grateful to Hoon Pyo Jeon and Cidam Yagmur Yuksel for outstanding research assistance. We also thank Mohit Agrawal, Solomon Polachek, Kostantinos Tatsiramos and two anonymous referees for helpful comments. This research was supported by the Yale Tobin Center for Economic Policy, the Cowles Foundation, and the National Science Foundation (award 2117362). It uses restricted-use data under a license with the National Center for Science and Engineering Statistics, National Science Foundation. All statistics in the paper that are based on that data went through disclosure review. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}