{
    "id": 30109,
    "citation_title": "Cutting Out the Middleman: The Structure of Chains of Intermediation",
    "citation_author": [
        "Matthew Grant",
        "Meredith Startz"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistribution of goods often involves multiple intermediaries engaged in sequential buying and reselling. Why do these chains of intermediation exist, and what are their implications for consumers? We show that multi-intermediary chains arise in response to internal economies of scale in trade costs. This suggests that chains will be longer on average in developing countries, and can account for empirical patterns in firm size and prices that we document using original data on imported consumer goods in Nigeria. While policy wisdom often calls for shortening chains, we show that this has ambiguous welfare implications. Equilibrium distribution structures are not generally efficient, and policies and technologies that lead to shorter chains will not necessarily benefit consumers, even when intermediaries hold market power. Instead, there is a fundamental trade-off: shorter chains have lower marginal cost but also fewer sellers, which can reduce competition, product availability, and access to retailers. We embed this insight in a quantifiable model of endogenous intermediation chains, which we calibrate for distribution of Chinese-made apparel in Nigeria, and describe changes in chain structure in response to counterfactual changes in regulation and e-commerce technologies. We find that cutting out middlemen has heterogeneous welfare impacts but may harm remote consumers.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, David Atkin, Kyle Bagwell, Andy Bernard, Johannes Boehm, Lorenzo Casaburi, Arun Chandrasekhar, Shoumitro Chatterjee, Davin Chor, Swati Dhingra, Cecile Gaubert, Gene Grossman, Sam Kortum, Eduardo Morales, Ezra Oberfield, Nina Pavcnik, Steve Redding, Andres Rodriguez-Clare, Ina Simonovska, and Bob Staiger for their helpful comments. This work would not be possible without the excellent research assistance of Hakeem Bishi, Yemi Ogundare, Samuel Adesanya, Nicole Wilson, Sheah Deilami-Nugent, and the Lagos Trader Project enumerator team. Special thanks are due to Shelby Grossman for her collaboration on the Lagos Trader Survey, and to David Atkin and Dave Donaldson for sharing apparel price data. We thank the Tokyo Foundation for Policy Research and the Kauffman Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}