{
    "id": 30106,
    "citation_title": "Days of Work Over a Half Century: The Rise of the Four-day Week",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Jeff Biddle"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2022-09-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine patterns of work in the U.S. from 1973-2018 with the novel focus on days per week, using intermittent CPS samples and one ATUS sample. Among full-time workers the incidence of four-day work tripled during this period, with over 8 million more full-time workers on four-day weeks. The same growth occurred in the Netherlands, Germany, and South Korea. The rise was not due to changes in demographics or industrial structure. Four-day full-time work is more common among less educated, younger, and white non-Hispanic workers, among men, natives, and people with young children; and among police and firefighters, health-care workers, and in eating/drinking places. Based on an equilibrium model of its prevalence, we show that it results more from workers’ preferences and/or daily fixed costs of working than from employers' production costs. We verify the implication that the wage penalty for four-day work is greater where such work is more prevalent, and we show that the penalty has diminished over time.\n\n",
    "acknowledgement": "\nWe thank Jacob Bastian, Francine Blau, George Borjas, Wolter Hassink, Philipp Kircher, Lea-Rachel Kosnik, Peter Kuhn, Kyungtae Lee, Lester Lusher, Kusum Mundra, Stephen Trejo, Wim Vijverberg, David Weil, and participants in seminars at several universities for helpful comments; IPUMS University of Minnesota for the ATUS data; the Centre for Time Use Research for the Dutch time-use data, and Jagriti Tanwar for clarifying their characteristics; the Data Archiving and Network Service of the Netherlands for the OSA data; Alexander Bick and Adam Blandin for the RPS data; Florian Griese and Jürgen Schupp for information from the GSOEP, and the staff of the Korean Labor Institute for the KLIPS data. Joe Pinsker spurred our initial interest in this subject. No funding was received in support of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel S. Hamermesh\n\nNo additional disclosures.  Letters from both Hamermesh and Biddle are being sent as attachments in one minute.\n\n\n"
}