{
    "id": 30103,
    "citation_title": "Maternal Mortality and Women’s Political Power",
    "citation_author": [
        "Sonia R. Bhalotra",
        "Damian Clarke",
        "Joseph F. Gomes",
        "Atheendar Venkataramani"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMillions of women continue to die during and soon after childbirth, even where the knowledge and resources to avoid this are available. We posit that raising the share of women in parliament can trigger action. Leveraging the timing of gender quota legislation across developing countries, we identify sharp sustained reductions of 8–12 percent in maternal mortality. Investigating mechanisms, we find that gender quotas lead to increases in percentage points of 5–8 in skilled birth attendance and 4–8 in prenatal care utilization, alongside a decline in fertility of 6–7 percent and an increase in the schooling of young women of about 0.5 years. The results are robust to numerous robustness checks. They suggest a new policy tool for tackling maternal mortality.\n\n",
    "acknowledgement": "\nWe acknowledge support of UNU WIDER in Helsinki who commissioned an earlier version of this paper in connection with the 17th Nordic Conference on Development Economics. Bhalotra acknowledges partial support for her time from CAGE and the Department in Warwick and from ESRC grant ESM010236-1 awarded to the Human Rights, Big Data and Technology project at the Human Rights Centre in Essex. Clarke acknowledges support from FONDECYT Chile grant 1200634, and from the Institute for Research in Market Imperfections and Public Policy, MIPP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}