{
    "id": 30100,
    "citation_title": "Gender Pay Gap across Cultures",
    "citation_author": [
        "Natasha Burns",
        "Kristina Minnick",
        "Jeffry Netter",
        "Laura Starks"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2022-07-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe employ a cross-country sample to examine whether cultural differences help explain gender compensation variations across corporate executives. The results show that the cultural differences, which are embedded in societies from long prior to the compensation decisions, provide significant explanatory power to the observed gender gap in executive compensation. Using an Oaxaca-Blinder decomposition combined with variables that have previously been shown to be significant determinants of executive compensation, we find that adding cultural measures to the model increases the explanatory power from 44% to 95% of the gender compensation gap.\n\n",
    "acknowledgement": "\nTThe authors thank Paola Sapienza (discussant), Steve Malliaris, Maria Marchica, Annette Poulsen, Malcolm Wardlaw, and participants at the AFA meetings, seminars at the University of Georgia, the Ph.D. Project, University of Bristol, the University of Exeter, the University of Lancaster and the University of Manchester for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaura Starks\n\nLaura Starks has served on the boards of directors for mutual funds\nand retirement annuities and has occasionally consulted for financial institutions.\n\n\n"
}