{
    "id": 30113,
    "citation_title": "Who Benefits from Meritocracy?",
    "citation_author": [
        "Diana Moreira",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes screening applicants using exams help or hurt the chances of lower-SES candidates? Because individuals from lower socioeconomic backgrounds fare, on average, worse than those from richer backgrounds in standardized tests, a common concern with this \"meritocratic\" approach is that it might have a negative impact on the opportunities of lower-SES individuals. However, an alternative view is that, even if such applicants underperformed on exams, other (potentially more discretionary and less impersonal) selection criteria might put them at an even worse disadvantage. We investigate this question using evidence from the 1883 Pendleton Act, a landmark reform in American history  which introduced competitive exams to select certain federal employees. Using newly assembled data on the socioeconomic backgrounds of government employees and a difference-in-differences strategy, we find that, although the reform increased the representation of \"educated outsiders\" (individuals with high education but limited connections), it reduced the share of lower-SES individuals. This decline was driven by a higher representation of the middle class, with little change in the representation of upper-class applicants.  The drop in the representation of lower-SES workers  was stronger among applicants from states with more unequal access to schooling  as well as in offices that relied more heavily on connections prior to the reform. These findings suggest that, although using exams could help select more qualified candidates, these improvements can come with the cost of increased elitism.\n\n",
    "acknowledgement": "\nWe thank Luiza Aires, Mario Remigio and Lisa Pacheco for outstanding research assistance, and Enrique Pérez for help with data collection. We have benefited from the comments of Assaf Bernstein, Sandra Black, Leah Boustan, Shari Eli, James Feigenbaum, James Fenske, Ed Glaeser, Sun Go, Claudia Goldin, Walker Hanlon, Leander Heldring, Rick Hornbeck, Sarah Quincy, Chris Meissner, Marco Tabellini, Angela Vossmeyer, Tianyi Wang, Zach Ward, Guo Xu, and Noam Yutchmann, as well as by seminar participants at Corporacion Andina de Fomento, NBER Postdocs Meeting, NBER Summer Institute DAE, the Annual Cliometrics Conference, the Economic History Association Meetings, Universidade Federal de Pernambuco (PIMES)  Political Economy Workshop, University of British Columbia, Melbourne University, University of Ottawa, University of Southern Denmark, Brown University, Yale University, Northwestern University, University of Toronto, Rutgers University, Pittsburgh University, Harvard University, Wilfrid Laurier University, Warwick University, UCSD, and the University of Houston. We benefited from funding from the UC Davis Small Grant in Aid of Research, the Michael Dearing Fellowship in support of Economic History Research, and the Hellman Fellowship program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}