{
    "id": 30118,
    "citation_title": "How Undervalued is the Covid-19 Vaccine? Evidence from Discrete Choice Experiments and VSL Benchmarks",
    "citation_author": [
        "Patrick Carlin",
        "Brian E. Dixon",
        "Kosali I. Simon",
        "Ryan Sullivan",
        "Coady Wing"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo discrete choice experiments conducted early in the Covid-19 vaccination campaign show that people dramatically undervalue the Covid-19 vaccine, relative to benchmarks implied by the value of a statistical life (VSL). Our first experiment found that median willingness to pay (WTP) for initial vaccination is around $50, only 2 percent of the WTP implied by standard VSL calculations. Our second experiment found the median person was willing to accept (WTA) about $200 to delay the second dose, only 32 percent of the WTA implied by standard VSL calculations. While standard economic models imply that vaccines are undervalued because of their large externalities, we interpret the finding that WTP estimates are well below the VSL benchmarks as evidence that internalities play a substantial role. This evidence that people undervalue even the private benefits of vaccination suggests that there may be a role for government beyond conventional efforts to correct externalities.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not reflect the official policy or position of the Department of Defense, the US Government, any other institution with which the authors are affiliated, or the National Bureau of Economic Research. Special thanks to Denvil Duncan, Seth Freedman, David R. Henderson, Thomas J. Kniesner, Lisa Robinson, Justin Ross, W. Kip Viscusi, Dan Sacks and seminar participants at the American Economic Association, Society for Benefit-Cost Analysis, and Southern Economic Association conferences, UNLV, San Diego State University, and Naval Postgraduate School for helpful comments. The authors would like to acknowledge the Regenstrief Institute, Inc. for its support, especially the Public Relations team and the Center for Biomedical Informatics, of this non-funded research project during the epidemic. Thanks are due also to research team members Shaun Grannis, Monica Kasting, Jon Macy, and the Microsoft news team for their support in developing and implementing the banner advertisements (Mary L. Gray, Vera Chan, Juan Lavista Ferres, Matt Lindenburg, and Erin Van Noy) and Mandi Hall of Microsoft Research Health Futures Group. We are grateful to Ashley Wiensch for administrative support.\n\n\n"
}