{
    "id": 30114,
    "citation_title": "The Race Between Tax Enforcement and Tax Planning: Evidence From a Natural Experiment in Chile",
    "citation_author": [
        "Sebastián Bustos",
        "Dina Pomeranz",
        "Juan Carlos Suárez Serrato",
        "José Vila-Belda",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2023-05-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProfit shifting by multinational corporations is thought to reduce tax revenue around the world. While transfer pricing regulations are meant to curtail profit shifting, there have been rising concerns that a sophisticated tax advisory industry can limit their effectiveness. This paper provides a comprehensive analysis of how firms and tax advisors respond to the introduction of standard regulations aimed at limiting profit shifting. Using administrative tax and customs data from Chile in difference-in-differences event-study designs, we find that the reform was ineffective in reducing multinationals' transfers to lower-tax countries and did not significantly raise tax payments. At the same time, interviews with tax advisors reveal a drastic increase in tax advisory services. The qualitative interviews also allow us to identify and then quantitatively confirm a common tax planning strategy in response to the reform. These results illustrate that when enforcement can be circumvented by sophisticated tax planning, it can benefit tax consultants at the expense of tax authorities and taxpayers.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, Claudio Agostini, Christopher Aitken, Marcelo Bergolo, Devika Bhatia, Katarzyna Bilicka, Anne Brockmeyer, Shawn Chen, Lorenzo Casaburi, Dhammika Dharmapala, Michael Devereux, David Dorn, Alice Evans, Claudio Ferraz, Manon François, John Friedman François Gerard, Irem Güçeri, Jeffrey Hoopes, Jim Hines, Juliana Londoño- Vélez, Michael Lovenheim, Ben Olken, Florian Scheuer, Joel Slemrod, Tavneet Suri, Eleanor Wilking, and Danny Yagan as well as participants at the Oxford Centre for Business Taxation and a number of other seminars and conferences for helpful comments and discussion, and the Weiss Foundation, the International Growth Center, the Swiss National Science Foundation, the European Research Council and the University Research Priority Program “Equality of Opportunity” of the University of Zurich for generous financial support. Zucman also acknowledges support from the Stone foundation. We are grateful to the Chilean Tax Authority for excellent research collaboration. We thank our team of outstanding, dedicated research assistants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}