{
    "id": 30119,
    "citation_title": "Globalization, Fertility and Marital Behavior in a Lowest-Low Fertility Setting",
    "citation_author": [
        "Osea Giuntella",
        "Lorenzo Rotunno",
        "Luca Stella"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing longitudinal data from the German Socio-Economic Panel, we analyze the effects of exposure to globalization on the fertility and marital behavior in Germany, until recently a lowest-low fertility setting. We find that exposure to greater import competition from Eastern Europe led to worse labor market outcomes and lower fertility rates. In contrast, workers in industries that benefited from increased exports had better employment prospects and higher fertility. These effects are driven by low-educated, married men, and full-time workers and reflect changes in the likelihood of having any child (extensive margin). While there is evidence of some fertility postponement, we find significant effects on completed fertility. There is instead little evidence of any significant impact on marital behavior.\n\n",
    "acknowledgement": "\nThis project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement n. 694262), project “DisCont - Discontinuities in Household and Family Formation”. The project has also received funding from the french government under the “France 2030” investment plan managed by the French National Research Agency (reference: ANR-17-EURE-0020) and from Excellence Initiative of Aix-Marseille University – A*MIDEX. We thank the Editor and two anonymous referees for their helpful comments and suggestions. We are grateful to participants at Population Days in Milan, the Alpine Population conference in La Thuile, ETSG 2021 and EALE 2021 conferences and the ISER Osaka Trade workshop for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}