{
    "id": 30117,
    "citation_title": "Escaping Secular Stagnation with Unconventional Monetary Policy",
    "citation_author": [
        "Luba Petersen",
        "Ryan Rholes"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe design a new experimental framework to study policy interventions to combat secular stagnations and liquidity traps in an overlapping-generations environment where participants form expectations and make real economic decisions. We observe that participants can learn to coordinate on high inflation full-employment equilibria.  Permanent deleveraging shocks induce pessimistic, backward-looking expectations and considerable consumption heterogeneity as the economies experience persistent deflation. We explore the ability of unconventional monetary policy to lead economies out of deflationary traps. Permanently increasing the central bank's inflation target is insufficient to generate inflationary expectations due to low central bank credibility. Negative interest rates stimulate spending and generate the necessary inflation for the economies to escape the zero lower bound. Negative interest rates are more potent than raising the inflation target at shifting consumption to the present.\n\n",
    "acknowledgement": "\nWe thank the Social Science and Humanities Research Council of Canada (L-435-2019-1085) and the National Science Foundation (1851920) for generous financial support. We have benefited from useful comments and suggestions from Robert Amano, Alex Brown, Gabriele Camera, Thomas Carter, David Freeman, John Duffy, Catherine Eckel, Janet Hua Jiang, Pedro Bento, Daniela Puzzello, Isabelle Salle, Tatevik Sekhposyan, and Sarah Zubairy. We thank Priscilla Fisher and Michael Mirdamadi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}