{
    "id": 30116,
    "citation_title": "Comparing Past and Present Inflation",
    "citation_author": [
        "Marijn A. Bolhuis",
        "Judd N. L. Cramer",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2022-06-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere have been important methodological changes in the Consumer Price Index (CPI) over time. These distort comparisons of inflation from different periods, which have become more prevalent as inflation has risen to 40-year highs. To better contextualize the current run-up in inflation, this paper constructs new historical series for CPI headline and core inflation that are more consistent with current practices and expenditure shares for the post-war period. Using these series, we find that current inflation levels are much closer to past inflation peaks than the official series would suggest. In particular, the rate of core CPI disinflation caused by Volcker-era policies is significantly lower when measured using today’s treatment of housing: only 5 percentage points of decline instead of 11 percentage points in the official CPI statistics. To return to 2 percent core CPI inflation today will thus require nearly the same amount of disinflation as achieved under Chairman Volcker.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, IMF, its Executive Board, or IMF management.\n\n\n"
}