{
    "id": 30111,
    "citation_title": "Near-Rational Equilibria in Heterogeneous-Agent Models: A Verification Method",
    "citation_author": [
        "Leonid Kogan",
        "Indrajit Mitra"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2024-05-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a general simulation-based procedure for estimating quality of approximate policies in heterogeneous-agent equilibrium models, which allows to verify that such approximate solutions describe a near-rational equilibrium. Our procedure endows agents with superior knowledge of the future path of the economy, while imposing a suitable penalty for such foresight. The relaxed problem is more tractable than the original, and results in an upper bound on agents’ welfare. Our method applies to various solution algorithms. We illustrate our approach in two applications: the incomplete-markets model of Krusell and Smith (1998) and the heterogeneous firm model of Khan and Thomas (2008).\n\n",
    "acknowledgement": "\nWe thank Santiago Bazdresch (discussant), Jack Favilukis (discussant), Ken Judd, Aubhik Khan, Jonathan Parker, Tony Smith (discussant), Julia Thomas, and seminar participants at City University of Hong Kong, Hong Kong University, INSEAD, MIT, Nanyang Technological University, Ohio State University, UC Berkeley, UCLA, University of Michigan, and at the Duke AP conference, Minnesota Macro-Asset Pricing conference, MIT Capital Markets Workshop, Society for Economic Dynamics Annual Meeting, SITE Stanford, and the Western Finance Association Meeting for comments. We thank Anton Petukhov for excellent research assistance. The views expressed here are ours and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}