{
    "id": 30115,
    "citation_title": "Factors Influencing the Choice of Pension Distribution at Retirement",
    "citation_author": [
        "Robert L. Clark",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2022-06-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOne of the most important financial decisions that pension participants make concerns how they access their pension assets when they terminate employment with their plan sponsor. Their choices depend both on own preferences and the options offered by their retirement plan. This paper examines both past and future pension withdrawal choices for those with defined benefit and defined contribution pensions, separately. Our data are drawn from a set of pension distribution questions we fielded in the Understanding American Study. Results show significant differences in distribution choices based on the type of retirement plan, with individuals covered by defined benefit plans significantly more likely to select annuities compared to similar employees covered by defined contribution plans. We also find differences in how higher annual income affects annuity choices based on coverage by DB plans. Individuals with lower levels of financial literacy and lower annual income have less knowledge of basic pension characteristics.\n\n",
    "acknowledgement": "\nThis research was performed pursuant to a grant from the Institute of Consumer Money Management; the authors also acknowledge support from the Pension Research Council/Boettner Center at the Wharton School of the University of Pennsylvania. The authors thank without implicating Patrick Royal and Yong Yu for their careful and invaluable research assistance on the project, and John Beshears, Jeff Brown, John Laitner, and Susann Rohwedder for helpful comments. This project is part of the NBER Household Finance and Aging programs. Any opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy any institutions with which the authors are affiliated, nor those of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nThis project received research support from the Institute of Consumer Money Management; the Retirement Income Institute, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of the TIAA Institute or any of the other institutions with which the author is affiliated.\n\n\n"
}