{
    "id": 30112,
    "citation_title": "Mothers as Insurance: Family Spillovers in WIC",
    "citation_author": [
        "Marianne Bitler",
        "Janet Currie",
        "Hilary W. Hoynes",
        "Krista J. Ruffini",
        "Lisa Schulkind",
        "Barton Willage"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is a widely used program. Previous research shows that WIC improves birth outcomes, but evidence about impacts on children and families is limited. We use a regression discontinuity leveraging an age five when children become ineligible for WIC and examine nutritional and laboratory outcomes for adults and children. We find little impact on children who aged out of the program. But among adult women caloric intake falls and food insecurity increases, suggesting that mothers protect children by consuming less themselves. We find no effect on others in the household.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the Robert Wood Johnson Foundation program on Evidence for Action: Investigator-Initiated Research to Build a Culture of Health. We thank seminar participants at Cornell, UC Davis, UC Riverside; conference participants at the Southern Economic Association, NBER, ASSA, and the Institute for Poverty Research; and Melanie Guldi and Diane Schanzenbach for useful comments. Annie Laurie Hines and John Iselin provided excellent research assistance. The findings and conclusions in this paper are those of the author(s) and do not necessarily represent the views of the Research Data Center, the National Center for Health Statistics, or the Centers for Disease Control and Prevention. It does not represent the opinions of any organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHilary W. Hoynes\n\nThis research was supported by a research grant from the Robert Wood Johnson Foundation's Evidence for Action program.\nThe UC Davis IRB determined this was not Human Subjects research (IRB ID 1166729-1) on January 3, 2018\nThe NCHS had the right to review this paper prior to release for disclosure review.\n\n\nUnpaid positions as officer, director, or board member:\nBoard member, California Budget and Policy Center\nBoard member, MDRC\nSteering committee member, Washington Center for Equitable Growth\n\n\n"
}