{
    "id": 30110,
    "citation_title": "Opioid Use and Employment Outcomes: Evidence from the U.S. Military",
    "citation_author": [
        "Abby E. Alpert",
        "Steve Schwab",
        "Benjamin D. Ukert"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is significant interest in understanding the labor market consequences of the opioid epidemic, but little is known about how opioid use impacts on-the-job productivity. We analyze the impact of opioid initiation in the emergency department (ED) on workforce outcomes in the Military using linked medical and administrative personnel data for active duty service members from 2008 to 2017. Exploiting quasi-random assignment of patients to physicians in the ED, we find that assignment to a high-intensity opioid prescribing physician increases the probability of long-term opioid use and leads to subsequent negative effects on work capacity, job performance, and productivity. We also analyze the mechanisms underlying these negative workforce outcomes. While opioid use does not negatively affect measures of physical job performance, we find large increases in behavioral problems which lead to disciplinary actions and job separation.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Anne Burton, Mireille Jacobson, David Powell, Jonathan Zhang and conference participants at the APPAM Fall Research Conference and Conference of the American Society of Health Economists. Schwab received support for this research through the US Army Human Capital Big Data Project and the Army Analytics Group Person-Event Data Environment.  The views and information presented are those of the authors and do not represent the official position of the Defense Health Agency, or the Departments of Army, Department of Defense, or U.S. Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteve Schwab\n\nSteve Schwab discloses that he is an active duty lieutenant colonel in the United States Army. He received support for this research through the US Army Human Capital Big Data Project and the Army Analytics Group Person-Event Data Environment.\n\n\n"
}