{
    "id": 30124,
    "citation_title": "Nutrient Pollution and U.S. Agriculture: Causal Effects, Integrated Assessment, and Implications of Climate Change",
    "citation_author": [
        "Konstantinos Metaxoglou",
        "Aaron Smith"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between water nutrient pollution and U.S. agriculture using data between the early 1970s and late 2010s. We estimate a positive causal effect of corn acreage on nitrogen concentration in the country’s water bodies using alternative empirical approaches. We find that a 10% increase in corn acreage causes an increase in nitrogen concentration in water by at least 1% and show that the magnitude of the acreage effect increases with precipitation but not with extreme temperature. Based on the average streamflow of the Mississippi River at the Gulf of Mexico during this period and damages of about $16 per kilogram of nitrogen, this 1% increase in average nitrogen concentration implies an annual external cost of $800 million. We also report the results of additional integrated-assessment type of exercises aimed to inform policy makers, and we use recent climate models to project the implications of climate change on the magnitude of the estimated effects. We estimate that climate change will not materially change the relationship between corn acreage and nitrogen concentration in waterways\n\n",
    "acknowledgement": "\nWe thank Joe Shapiro for helping us navigate through the USGS data in the very early stages of the paper, Sergey Robotyagov and Cathy Kling for sharing results of previous work, Jeremy Proville of the Environmental Defense Fund for sharing the results of an in-progress report, and seminar participants at Oregon State and UC Berkeley for comments. We received feedback from Ariel Dinar and Gary Libecap that helped us to significantly improve the original draft. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}