{
    "id": 30129,
    "citation_title": "The Distributional Impacts of a VMT-Gas Tax Swap",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2024-08-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore stringent fuel economy standards and increased market penetration of electric vehicles (EVs) present challenges to federal policy makers who historically have relied on motor vehicle fuel excise taxes to fund highway projects. This paper considers the distributional implications of a federal tax swap where a new vehicle miles travelled (VMT) tax is used to finance a reduction in the federal excise tax on gasoline. Whether the tax shift is progressive (relative to the pivot point) or not depends on the sign of the income elasticity of demand for fuel intensity. If it is negative (higher-income households demand more fuel efficient cars), then the tax shift is progressive around the pivot point. Conversely, if it is positive, then the tax shift is regressive around the pivot point. Where the pivot point occurs and how progressive a shift occurs is an empirical matter.\nUsing data from the 2017 National Household Travel Survey (NHTS), I find that the income elasticity of fuel intensity is negative and that this revenue-neutral tax swap to be mildly progressive for all household incomes below $200,000. This is driven, in part, by the fact that higher income households are more likely to drive hybrid and electric vehicles and to own newer vehicles which, due to increasingly stringent fuel economy standards, tend to be more fuel efficient. How the progressivity of a tax swap changes as fuel economy standards are raised and EV market penetration increases depends on who purchases EVs and more efficient vehicles. Federal policy will likely play a role in influencing the future distribution of EV ownership. In addition, I find the tax swap benefits rural drivers and has no appreciable differential impacts on Black and Hispanic households.\n\n",
    "acknowledgement": "\nI am grateful for comments from Lucas Davis, Arik Levinson, Jim Sallee, and the conference organizers. Funding for this project was provided by the Center for International Environment and Resource Policy (CIERP) at the Tufts University Fletcher School and NBER. Siddhi Doshi has provided excellent research assistance on this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}