{
    "id": 30126,
    "citation_title": "Accelerating Vaccine Innovation for Emerging Infectious Diseases via Parallel Discovery",
    "citation_author": [
        "Joseph Barberio",
        "Jacob Becraft",
        "Zied Ben Chaouch",
        "Dimitris Bertsimas",
        "Tasuku Kitada",
        "Michael Lingzhi Li",
        "Andrew W. Lo",
        "Kevin Shi",
        "Qingyang Xu"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2022-08-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the financial performance of a hypothetical portfolio of 120 mRNA vaccine candidates in the preclinical stage targeting 11 emerging infectious diseases. We calibrate the simulation parameters with input from domain experts in mRNA technology and an extensive literature review. We find that the portfolio generates an average annualized return on investment of –6.0% per annum and a net present value of –$9.5 billion, despite the scientific advantages of mRNA technology and the financial benefits of diversification. Clinical trial costs account for 94% of the total investment, with manufacturing costs accounting for only 6%. Sensitivity analysis reveals that the most important factor determining financial performance is the price per dose, while the increased probability of success due to mRNA technology, adjusting the size of the portfolio, and the possibility of conducting human challenge trials do not significantly improve financial performance. These results underscore that if the goal is to create a sustainable business model and robust global vaccine ecosystem, continued collaboration between government agencies and the private sector is likely to be necessary.\n\n",
    "acknowledgement": "\nWe thank Regina Dugan, Ken Gabriel, Ben Jones, and Josh Lerner for valuable comments and suggestions, and Amanda Hu for research assistance. The views and opinions expressed in this article are those of the authors only, and do not necessarily represent the views and opinions of any institution or agency, any of their affiliates or employees, or any of the individuals acknowledged above. Funding support from the MIT Laboratory for Financial Engineering and Wellcome Leap is gratefully acknowledged, but no funding bodies had any role in study design, data collection and analysis, decision to publish, or preparation of this manuscript.  The authors were personally salaried by their institutions during the period of writing (though no specific salary was set aside or given for the writing of this manuscript). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nA.L. is co-Founder and Principal of QLS Advisors, a healthcare analytics and consulting company; a director of AbCellera, Annual Reviews, Atomwise, BridgeBio Pharma, and Roivant Sciences; an advisor to Apricity Health, Aracari Bio, BrightEdge Impact Fund, Enable Medicine, FINRA, Lazard, NIH/NCATS, Quantile Health, SalioGen Therapeutics, Swiss Finance Institute, Thalēs; has personal investments in Apricity Health, Aracari Bio, BillionToOne, BridgeBio Pharma, Enable Medicine, Inc, Fidelity Select Biotech Fund, Garuda Tx, Instil Bio, Ladder Tx, LS Polaris Innovation Fund, Medallion, MPM Capital Fund, Nautilus Biotech, Peer Collective, Polaris Innovation Fund II, Quantile Health, Royalty Pharma, STIMIT, Waypoint Bio; and during the most recent six-year period, Lo has received speaking/consulting fees, honoraria, or other forms of compensation from: AlphaSimplex Group, Annual Reviews, Atomwise, Bernstein Fabozzi Jacobs Levy Award, BIS, BridgeBio Pharma, Cambridge Associates, CME, Financial Times, Harvard Kennedy School, IMF, JOIM, National Bank of Belgium, New Frontiers Advisors (for the 2020 Harry M. Markowitz Prize), Q Group, Research Affiliates, Roivant Sciences, and the Swiss Finance Institute.\n\n\n\nQingyang Xu\n\nQ.X. reports personal investments in publicly-traded pharmaceutical companies.\n\n\n"
}