{
    "id": 30120,
    "citation_title": "(Co-)Working in Close Proximity: Knowledge Spillovers and Social Interactions",
    "citation_author": [
        "Maria P. Roche",
        "Alexander Oettl",
        "Christian Catalini"
    ],
    "citation_publication_date": "2022-06-06",
    "issue_date": "2022-06-02",
    "revision_date": "2022-08-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the influence of physical proximity on between-startup knowledge spillovers at one of the largest technology co-working hubs in the United States. Relying on the random assignment of office space to the hub's 251 startups, we find that proximity positively influences knowledge spillovers as proxied by the likelihood of adopting an upstream web technology already used by a peer startup. This effect is largest for startups within close proximity of each other and quickly decays: startups more than 20 meters apart on the same floor are indistinguishable from startups on different floors. The main driver of the effect appears to be social interactions. While startups in close proximity are most likely to participate in social co-working space events together, knowledge spillovers are greatest between startups that socialize but are dissimilar. Ultimately, startups that are embedded in environments that have neither too much nor too little diversity perform better, but only if they socialize.\n\n",
    "acknowledgement": "\nThe authors thank Karen Houghton and her team for providing access to data. We thank Annamaria Conti, Joachim Henkel, Matt Higgins, Bill Kerr, Rem Koning, Olav Sorenson, Pian Shu, Peter Thompson, Stefan Wagner, John Walsh, Martin Watzinger as well as seminar participants at Boston, Cornell, EPFL, Georgetown, Georgia Tech, Harvard, London Business School, Max Planck Institute, Rice, UCLA, the EGOS Colloquium, and AOM meetings for helpful comments. Thank you to Sonit Bafna for help with space measures. Karen Oettl, thank you for being our lead generator. We gratefully acknowledge funding from the Kauffman Junior Faculty Fellowship and from the Harvard Business School Division of Research and Faculty Development. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}