{
    "id": 30127,
    "citation_title": "Structural Change Within versus Across Firms: Evidence from the United States",
    "citation_author": [
        "Xiang Ding",
        "Teresa C. Fort",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe document the role of intangible capital in manufacturing firms' substantial contribution to non-manufacturing employment growth from 1977-2019. Exploiting data on firms' \"auxiliary\" establishments, we develop a novel measure of proprietary in-house knowledge and show that it is associated with increased growth and industry switching. We rationalize this reallocation in a model where firms combine physical and knowledge inputs as complements, and where producing the latter in-house confers a sector-neutral productivity advantage facilitating within-firm structural transformation. Consistent with the model, manufacturing firms with auxiliary employment pivot towards services in response to a plausibly exogenous decline in their physical input prices.\n\n",
    "acknowledgement": "\nWe thank Enghin Atalay, Marcela Eslava, Bob Gibbons, John Haltiwanger and Chad Syverson for helpful discussion comments. We also thank numerous participants at seminars and conferences for helpful comments, Sam Bondurant and Jim Davis for help with the disclosure process, and Jack Liang for excellent research assistance. The empirical research in this paper was conducted at the Boston and Yale Federal Statistical Research Data Centers. Any views expressed are those of the authors and not those of the U.S. Census Bureau, the National Bureau of Economic Research, or the Centre for Economic Policy Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1975. (CBDRB-FY22-P1975-R9364, CBDRB-FY22-P1975-R9379, CBDRB-FY22-171) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}