{
    "id": 30123,
    "citation_title": "A National Estimate of Irrigation Canal Lining and Piping Water Conservation",
    "citation_author": [
        "R. Aaron Hrozencik",
        "Nicholas A. Potter",
        "Steven Wallander"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal climate change is already impacting water resources and, in many areas, reducing the amount of water available for drinking, sanitation, and agriculture.  Water conservation can be a means to mitigate the economic damages associated with water scarcity, including scarcity arising from climate change.  In the agricultural sector, most water conservation efforts have focused on farm-level irrigation efficiency.  However, since over one-third of water applied for agricultural irrigation in the U.S. comes from off-farm supplies, improvements in delivery and conveyance efficiency also have the potential to significantly reduce water losses. This study utilizes survey data from irrigation water delivery organizations in the Western U.S. to estimate the impact of lining and piping conveyance infrastructure on conveyance losses. The average irrigation delivery organization reports a conveyance loss of 15 percent of the total water brought into their system in 2019. Using a control function estimation, this study finds that at the margin an increase of one percentage point in the share of conveyance infrastructure piped leads to an expected 0.16 percentage point reduction in conveyance losses. A simulated water-conservation supply curve based on these estimates shows that about 2.3 percent of total water brought into these systems could be recaptured at a private capital cost below $10,000 per acre foot.\n\n",
    "acknowledgement": "\nThe findings and conclusions in this manuscript are those of the authors and should not be construed to represent any official USDA or U.S. government determination or policy.  This research was supported by USDA-ERS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}