{
    "id": 30121,
    "citation_title": "Weather, Climate, and Technology Adoption: An Application to Drought-Tolerant Corn in the United States",
    "citation_author": [
        "Jonathan R. McFadden",
        "David J. Smith",
        "Steven Wallander"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrop farmers have few short-run options for reducing downside production risk from changes in drought frequency and intensity due to ongoing climate change. However, one recently available option is drought-tolerant (DT) varieties. We determine how recent drought exposure, drought risk, and other climatic features have influenced adoption of DT corn—a water-intensive crop of particular economic importance due to its large share of U.S. agricultural value. Our empirical analysis is motivated by a state-contingent economic framework that accommodates farmers' beliefs about future drought based on objective drought risk and exposure. Using a representative sample of U.S. farmers' fields, we implement a novel econometric method, spatial first differences, that can reduce concerns of omitted variables bias. We find that long-run temperatures and drought risk—rather than short-run drought exposure in recent prior years—led to increased adoption of DT corn varieties in 2016. Farmers are more likely to plant DT corn on highly erodible land and less likely to irrigate such varieties, consistent with the fact that the western Corn Belt was of major marketing focus during the early years of commercialization.\n\n",
    "acknowledgement": "\nWe thank Ryan Williams and Kevin Hunt for assistance with the geocoded data. Ariel Dinar, Gary Libecap, James MacDonald, Roger Claassen, and Seth Wechsler are thanked for their feedback on earlier versions of this research. Seminar participants at USDA-ERS, USDA-FAS, Oklahoma State University, and the University of Oklahoma, as well as participants at the 2018 AAEA and 2019 AERE annual meetings and 2022 NBER conference on \"Economic Perspectives on Water Resources, Climate Change, and Agricultural Sustainability\" are thanked for comments and useful discussions. The views expressed in this working paper are those of the authors and do not necessarily represent the views or the policies of the U.S. Environmental Protection Agency or U.S. Department of Agriculture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}