{
    "id": 30128,
    "citation_title": "Risk Pooling and Precautionary Saving in Village Economies",
    "citation_author": [
        "Marcel Fafchamps",
        "Aditya Shrinivas"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method to test for efficient risk pooling that allows for intertemporal smoothing, non-homothetic consumption, and heterogeneous risk and time preferences. The method is composed of three steps. The first one allows for precautionary savings by the aggregate risk pooling group. The second utilizes the inverse Engel curve to estimate good-specific tests for efficient risk pooling. In the third step, we obtain consistent estimates of households' risk and time preferences using a full risk sharing model, and incorporate heterogeneous preferences in testing for risk pooling. We apply this method to panel data from Indian villages to generate a number of new insights. We find that food expenditures are better protected from aggregate shocks than non-food consumption, after accounting for non-homotheticity. Village-level consumption tracks aggregate village cash-in-hand, suggesting some form of coordinated precautionary savings. But there is considerable excess sensitivity to aggregate income, indicating a lack of full asset integration. We also find a large unexplained gap between the variation in measured consumption expenditures and cash-in-hand at the aggregate village level. Contrary to earlier findings, risk pooling in Indian villages no longer appears to take place more at the sub-caste level than at the village level.\n\n",
    "acknowledgement": "\nThe only input into this research is the time of the two researchers involved. No outside funding was secured for this project. The data used in the paper are publicly available from ICRISAT. We have no conflict of interest to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}