{
    "id": 30122,
    "citation_title": "Cover Crops, Drought, Yield and Risk: an Analysis of U.S. Soybean Production",
    "citation_author": [
        "Fengxia Dong"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBesides a variety of production and environmental benefits, cover cropping has been advocated as a mean to increase resilience to drought. We explored factors influencing farmer’s adoption of cover crops and examined the effects of cover crops on soybean yield and its risk using USDA’s 2018 ARMS Phase II Soybean Production Practices and Costs Report and Phase III Soybean Costs and Returns Report. Incorporating drought occurrence in current year and previous 5 years into our analysis, we find that previous occurrence of drought did not affect farmers’ adoption of cover crops and the effects of cover crops on yield and its risk are mixed. Under a drought condition, cover crops reduced soybean yield and increased yield variation; but in the meantime, they reduced the risk of crop failure, or made yield less negatively skewed. The insignificant effect of previous drought on cover crop adoption and the mixture of positive and negative effects of cover crops on yield and its risk imply that farmers are divided in their acceptance of cover crops as a mean to build resilience to drought.\n\n",
    "acknowledgement": "\nI would like to thank Ryan Williams at USDA ERS for helping construct weather variables for the study. The findings and conclusions in this paper are those of the author and should not be construed to represent any official USDA or U.S. Government determination or policy, nor do they necessarily represent the views of of the National Bureau of Economic Research.\n\n\n"
}