{
    "id": 30134,
    "citation_title": "Temporary Layoffs, Loss-of-Recall and Cyclical Unemployment Dynamics",
    "citation_author": [
        "Mark Gertler",
        "Christopher K. Huckfeldt",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the role of temporary layoffs in the business cycle, motivated by their unprecedented surge during the pandemic recession. We first measure the contribution of temporary layoffs to unemployment dynamics over the period 1979 to the present. While many have emphasized a stabilizing effect due to recall hiring, we quantify an important destabilizing effect due to “loss-of-recall”, whereby workers in temporary-layoff unemployment lose their job permanently and do so at higher rates in recessions. We then develop a quantitative model that allows for endogenous flows of workers across employment and both temporary-layoff and jobless unemployment. The model captures well pre-pandemic unemployment dynamics and shows how loss-of-recall enhances the recessionary contribution of temporary layoffs. We also show that with some modification the model can capture the pandemic recession. We then use our structural model to show that the Paycheck Protection Program generated significant employment gains. It did so in part by significantly reducing loss-of-recall.\n\n",
    "acknowledgement": "\nWe thank Shigeru Fujita, Bob Hall, Philipp Kircher, and Giuseppe Moscarini, as well as participants at various seminars, for many helpful comments. Previously circulated as “A Model of Temporary versus Permanent Layoffs over the Business Cycle: with an Application to the Covid-19 Crisis.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}