{
    "id": 30139,
    "citation_title": "Vaccination Policy, Delayed Care, and Health Expenditures",
    "citation_author": [
        "Erkmen G. Aslim",
        "Wei Fu",
        "Chia-Lun Liu",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2022-08-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic has profoundly affected the United States healthcare system, resulting in major disruptions in the delivery of essential care and causing crippling financial losses that threaten the viability of millions of medical practices. There is little empirical evidence on the types of policies or innovations that are effective in shaping healthcare seeking behavior during a public health crisis. This paper evaluates the effect of COVID-19 vaccination on the individual propensity to delay or skip medical care. Our research design exploits the arguably exogenous variation in age-specific vaccine eligibility rollout across states and over time as an instrument for individual vaccination status. We find that receiving a COVID-19 vaccine reduces the likelihood of delaying care for any medical condition by 37 percent. Furthermore, our analysis reveals that children are significantly less likely to delay or skip healthcare as a result of their parents becoming vaccine eligible, indicating the presence of a positive health spillover within households that extends beyond protection against infection. We also find evidence to indicate that vaccination affects healthcare seeking behavior by easing concerns about contracting or spreading COVID-19. Our results highlight the important role that vaccines play in, not only protecting against coronavirus, but also safeguarding against the worsening of health due to delayed or foregone medical care. The decline in delayed or foregone care caused by vaccination is particularly strong among minorities and those with a low socioeconomic background, revealing an important role that vaccination efforts can play in narrowing inequities in health and healthcare. In supplementary analysis, we use novel data on debit and credit card spending to demonstrate that increased vaccine uptake has a positive, albeit statistically insignificant, effect on consumer healthcare spending in the short run. Taken together, our findings imply that advancements in vaccine development coupled with a regulatory process that accelerates the availability of vaccines to public in a safe manner can have the additional benefit of tackling unmet healthcare needs during a public health crisis.\n\n",
    "acknowledgement": "\nWe have no financial or other relationships to disclose for this paper. We thank Amanda Kowalski, Joshua D. Gottlieb, Maria Polyakova, and Sumedha Gupta for helpful comments and suggestions. We also appreciate comments from seminar and conference participants at the NBER Meeting on COVID-19 and Health Outcomes, Eastern Michigan University, and Applied Microeconomics and Policy Workshop at MEF University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}