{
    "id": 30130,
    "citation_title": "Discrete-Choice Models and Representative Consumer Theory",
    "citation_author": [
        "Jean-Pierre H. Dubé",
        "Joonhwi Joo",
        "Kyeongbae Kim"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2023-03-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Industrial Organization",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish the Hurwicz-Uzawa integrability of the broad class of discrete-choice additive random-utility models of individual consumer behavior with perfect substitutes (linear indifference) preferences and divisible goods. We derive the corresponding indirect utility function and then establish a representative consumer formulation for this entire class of models. The representative consumer is always normative, facilitating aggregate welfare analysis. These findings should be of interest to the literatures in macro, trade, industrial organization, labor and ideal price index measurement that use representative consumer models, such as CES and its variants. Our results generalize such representative consumer formulations to the broad, empirically-relevant class of models of behavior that are routinely used in the discrete-choice analysis of micro data, including specifications that do not suffer from the IIA property and that allow for heterogeneous consumer preferences and incomes. These flexible discrete-choice formulations also overcome many of the known limitations of CES and its variants for equilibrium prices and markups, trade liberalization effects and welfare analysis. We also discuss quasi-linear integrability in the case where products are indivisible.\n\n",
    "acknowledgement": "\nWe thank Anna D'Annunzio, Sanjay Jain, Ayumu Ken Kikkawa, Ram Rao, Frank Verboven, and seminar participants at the 2022 IIOC and 2022 CAU Public Economics Conference for helpful comments. Dubé acknowledges research support from the Kilts Center for Marketing and the Charles E. Merrill faculty research fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}