{
    "id": 30132,
    "citation_title": "A Monetary Policy Asset Pricing Model",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2023-07-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a model where the central bank’s (“the Fed’s”) interpretation of macroeconomic needs drives aggregate asset prices. The Fed affects macroeconomic activity with a lag by altering aggregate asset prices. Its objective is to align future aggregate demand and supply (in expectation). We reverse engineer the aggregate asset price that implements the Fed’s objective (“pystar”) and derive several implications: (i) the Fed’s beliefs about future macroeconomic needs (aggregate demand and supply) drive aggregate asset prices, while standard financial forces determine relative asset prices; (ii) more precise news about future aggregate demand makes output less volatile but increases asset price volatility; (iii) with aggregate demand inertia, the Fed overshoots asset prices in response to current output gaps; (iv) inflation is negatively correlated with aggregate asset prices, regardless of its source (aggregate demand or supply); and (v) belief disagreements between the central bank and the market generate a policy risk premium and potential “behind-the-curve” asset price dynamics.\n\n",
    "acknowledgement": "\nFelipe Del Canto provided outstanding research assistance. We also thank Chris Ackerman, Benjamin Boehlert, Jonathan Brownrigg, John Campbell, Nicolas Caramp, William English, Vadim Elenev, Martin Lettau, Caroline Pflueger, Karthik Sastry and seminar participants at BoE, Cowles, CREI, HBS, LSE, NBER EFG, WFA, NUS, NYU Stern, Stanford, UCSB, UCI, and Koc University for their comments. Caballero acknowledges support from the National Science Foundation (NSF) under Grant Number SES-1848857. First draft: May 03, 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}