{
    "id": 30138,
    "citation_title": "Targeting Impact versus Deprivation",
    "citation_author": [
        "Johannes Haushofer",
        "Paul Niehaus",
        "Carlos Paramo",
        "Edward Miguel",
        "Michael W. Walker"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2022-12-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTargeting is a core element of anti-poverty program design, with benefits typically targeted to those most “deprived” in some sense (e.g., consumption, wealth). A large literature in economics examines how to best identify these households feasibly at scale, usually via proxy means tests (PMTs). We ask a different question, namely, whether targeting the most deprived has the greatest social welfare benefit: in particular, are the most deprived those with the largest treatment effects or do the “poorest of the poor” sometimes lack the circumstances and complementary inputs or skills to take full advantage of assistance? We explore this potential trade-off in the context of an NGO cash transfer program in Kenya, utilizing recent advances in machine learning (ML) methods (specifically, generalized random forests) to learn PMTs that target both a) deprivation and b) high conditional average treatment effects across several policy-relevant outcomes. We find that targeting solely on the basis of deprivation is generally not attractive in a social welfare sense, even when the social planner's preferences are highly redistributive. We show that a planner using simpler prediction models, based on OLS or less sophisticated ML approaches, could reach divergent conclusions. We discuss implications for the design of real-world anti-poverty programs at scale.\n\n",
    "acknowledgement": "\nWe thank Siwan Anderson, Arun Chandresekhar, Rajeev Dehejia, Larry Katz, David McKenzie, Jonathan Morduch, Suresh Naidu, Ben Roth, Vira Semenova, Monica Singhal, Jack Willis, Kaspar Wuthrich and conference and seminar audiences at the 2021 ASSA and LACEA meetings, BREAD, CEGA, CEPR Political Economy, Columbia, Harvard, NYU, Oxford CSAE conference, University of Auckland, University of British Columbia, University of Minnesota, UC Merced, UC San Diego, and USC for helpful comments and suggestions. We thank Justin Abraham, Aakash Bhalothia, Christina Brown, Genevieve Deneoux, Tilman Graff, Grady Killeen, Maximiliano Lauletta, Michelle Layvant, Layna Lowe, Anya Marchenko, Gwyneth Miner, Max Mueller, Priscilla de Oliviera, Robert On, Rachel Pizatella-Haswell, Emaan Siddique, Zenan Wang, Francis Wong and Kejian Zhao for excellent research assistance. Niehaus is a co-founder, former president (2012-17) and current board member of GiveDirectly. The analysis was pre-registered on the American Economic Association Registry for randomized control trials under trial number 505 (https://www.socialscienceregistry.org/trials/505). This research was supported by grants from the National Science Foundation, International Growth Centre, CEPR/Private Enterprise Development in Low-Income Countries (PEDL), the Weiss Family Foundation, and an anonymous donor. The computations and data handling were enabled by resources provided by the Swedish National Infrastructure for Computing (SNIC) at NSC partially funded by the Swedish Research Council through grant agreement no. 2018-05973. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}