{
    "id": 3013,
    "citation_title": "Multinational Corporations, Transfer Prices, and Taxes: Evidence from the U.S. Petroleum Industry",
    "citation_author": [
        "Jean-Thomas Bernard",
        "Robert J. Weiner"
    ],
    "citation_publication_date": "1989-06-01",
    "issue_date": "1989-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic research on transfer-pricing behavior by multinational corporadons has emphasized theoretical modeling and institutional description. This paper presents the fiit systematic empirical analysis of transfer prices, using data from the petroleum industry. On the basis of oil imported into the United States over the period 1973 - 1984, we test two propositions:\ni) Are prices set by integrated companies for their internal transfers different from those prevailing in arm 's-length (i.e., inter-company) trade, when other variables, such as oil quality, are controlled for?\nii) Do average effective corporate income tar rates explain observed patterns of transfer pricing?\nRegression analysis leads to the following conclusions:\ni) Transfer and arm's-length prices differ significantly for oil origznating in some countries but not all. When multiplied by the relevant import volumes, these differences are relatively smalL The revenue transferred through deviations from arm's-length prices represents two percent or less of the value of the crude oil imported by multinational companies each year.\nii) The observed differences between arm's-length and transfer prices are not easily explained by average effective tax rates in exporting countries.\nOur results provide little support for the claim that multinational petroleum companies set their transfer prices to evade taxes. We offer several hypotheses to explain our findings.\n\n",
    "acknowledgement": "\n"
}