{
    "id": 30146,
    "citation_title": "Estimating Discrete Games with Many Firms and Many Decisions: An Application to Merger and Product Variety",
    "citation_author": [
        "Ying Fan",
        "Chenyu Yang"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a new method for estimating discrete games based on bounds of conditional choice probabilities. The method does not require solving the game and is scalable to models with many firms and many discrete decisions. We apply the method to study merger effects on firm entry and product variety in the retail craft beer market in California. We simulate an acquisition of multiple craft breweries by a large brewery and find that the acquisition would induce firm entry and product entry by non-merging firms. However, these changes are insufficient to offset the negative welfare effects resulting from the higher prices and decreased product offerings by the merging firms.\n\n",
    "acknowledgement": "\nWe thank Zibin Huang, Sueyoul Kim, and Xinlu Yao for their excellent research assistance and participants at Caltech, Drexel, FTC Microeconomics Conference, ITAM, Johns Hopkins, MIT, NYU IO Day, Penn State, Stanford, Stony Brook, UT Berlin, Yale, and Zhejiang University for their insightful comments. We also thank Ryan Lee, Marc Sorini, and Bart Watson for insights into the craft beer industry. Researchers’ own analyses calculated (or derived) based in part on (i) retail measurement/consumer data from Nielsen Consumer LLC (“NielsenIQ”); (ii) media data from The Nielsen Company (US), LLC (“Nielsen”); and (iii) marketing databases provided through the respective NielsenIQ and the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ and Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}