{
    "id": 30147,
    "citation_title": "The Returns to Face-to-Face Interactions: Knowledge Spillovers in Silicon Valley",
    "citation_author": [
        "David Atkin",
        "M. Keith Chen",
        "Anton Popov"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2023-07-27",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe returns to face-to-face interactions are of central importance to understanding the determinants of agglomeration. However, the existing literature studying patterns of geographic proximity in patent citations or industrial co-location has struggled to disentangle the benefits of face-to-face interactions from other spatial spillovers. In this paper, we use highly granular smartphone geolocation data to measure face-to-face interactions (or meetings) between workers at different establishments in Silicon Valley. To study the degree to which knowledge flows result from such interactions, we explore the relationship between these meetings and the citations among the firms these workers belong to. As firms may organize meetings with those they wish to learn from, we isolate causal impacts of face-to-face meetings by instrumenting with the meetings between workers in adjacent firms that belong to unconnected industries. Our IV approach estimates substantial returns to face-to-face meetings with overidentification tests suggesting we are capturing the returns to serendipity that play a central role in the urban theories of Jane Jacobs.\n\n",
    "acknowledgement": "\nWe thank Jeff Luan, Ryne Rohla, Yulu Tang, Thyra Tuttle, Vanessa Wong, and Luqiing Zhou for excellent research assistance. Dave Donaldson, Giles Duranton, Ben Faber, James Fenske, John Friedman, Jason Garred, Jessie Handbury, Gabriel Kreindler, Enrico Moretti, Petra Moser, Jesse Shapiro, Joe Shapiro, Meredith Startz and numerous seminar participants provided valuable comments. The authors have no relevant or material financial interests that relate to the research described in this paper. This research is covered by UCLA IRB number 21-001328 and was determined Exempt Category 4 (Secondary Use Research) by the MIT institutional review boards. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nM. Keith Chen\n\nAuthor M. Keith Chen obtained the data used in this paper from Safegraph, a point-of-interest data provider, free of charge as part of an ongoing academic collaboration. No external funding was used to conduct this research. He is also on the academic advisory board of Veraset, a mobility and location-data provider that is a spin-off of Safegraph.\n\n\n\nAnton Popov\n\nThe author Anton Popov declares that he has no relevant or material financial interests that relate to the research described in this paper. This research is covered by UCLA IRB number 21-001328 and was determined Exempt Category 4 (Secondary Use Research) by the MIT institutional review boards. I was a PhD student at MIT at the time the analysis was conducted. I am now an associate at Cornerstone Research but none of the work has been done using their resources and this project has been completed in my free time.\n\n\n"
}