{
    "id": 30140,
    "citation_title": "An Equilibrium Model of the Impact of Increased Public Investment in Early Childhood Education",
    "citation_author": [
        "Jonathan Borowsky",
        "Jessica H. Brown",
        "Elizabeth E. Davis",
        "Chloe Gibbs",
        "Chris M. Herbst",
        "Aaron Sojourner",
        "Erdal Tekin",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2022-06-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent policy proposals call for significant new investments in early care and education (ECE). These policies are designed to reduce the burden of child care costs, support parental employment, and foster child development by increasing access to high-quality care, especially for children in lower-income families. In this paper, we propose and calibrate a model of supply and demand for different ECE service and teacher types to estimate equilibrium family expenditures, participation in ECE, maternal labor supply, teacher wages, market ECE prices, and program costs under different policy regimes. Under a policy of broadly expanded subsidies that limits family payments for ECE to no more than 7% of income among those up to 250% of national median income, we estimate that mothers’ employment would increase by six percentage points while full-time employment would increase by nearly 10 percentage points, with substantially larger increases among lower-income families. The policy would also induce a shift from informal care and parent-only care to center- and home-based providers, which are higher-quality on average, with larger shifts for lower-income families. Despite the increased use of formal care, family expenditures on ECE services would decrease throughout most of the income distribution. For example, families in the bottom three income quintiles would experience expenditure reductions of 76%, 68%, and 55%, respectively. Finally, teacher wages and market prices would increase to attract workers with higher levels of education. We also estimate the impact of a narrower subsidy expansion for families with an income up to 85% of national median income.\n\n",
    "acknowledgement": "\nWe thank Tim Bartik, Daphna Bassok, Lauren Bauer, Melissa Boteach, Liz Cascio, Greg Duncan, Elise Gould, Jean-Francois Houde, Bruce Meyer, Robert Moffitt, Martin O’Connell, Gabrielle Pepin, and seminar participants at Clemson University for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}