{
    "id": 30141,
    "citation_title": "Health Care Centralization: The Health Impacts of Obstetric Unit Closures in the US",
    "citation_author": [
        "Stefanie J. Fischer",
        "Heather Royer",
        "Corey D. White"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2023-03-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last few decades, health care services in the United States have become more geographically centralized. We study how the loss of hospital-based obstetric units in over 400 counties affect maternal and infant health via a difference-in-differences design. We find that closures lead mothers to experience a significant change in birth procedures such as inductions and C-sections. In contrast to concerns voiced in the public discourse, the effects on a range of maternal and infant health outcomes are negligible or slightly beneficial. While women travel farther to receive care, closures induce women to receive higher quality care.\n\n",
    "acknowledgement": "\nThis paper has benefited from helpful conversations with Mark Anderson, Susan Athey, Janet Currie, Joe Doyle, Gautam Gowrisankaran, Ben Handel, Peter Hull, David Molitor, Dan Rees, and Maya Rossin-Slater. Thanks to Joe Doyle and John Graves for sharing their cleaned hospital quality data. We greatly appreciate the wonderful research assistant work of Anna Jaskiewicz and Amira Garewal. We thank participants at the following conferences and seminars for providing useful feedback: Hawaii Applied Micro One-Day Conference (2019), SOLE Annual Meeting (2020), AEA Annual Meetings (2021), Montana State University Applied Micro Workshop, ASHEcon Annual Meetings (2022), NBER Health Economics Fall Program (2022), University of Melbourne (2022), Monash University (2022), University of California Santa Barbara (2022), University of Virginia (2022), Clemson University (2022), University of Nebraska (2022), All-California Labor Economics Conference (2022), University of Illinois-Urbana Champaign (2022), University of Southern California Center for Economic and Social Research (2022), and American University (2022). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}