{
    "id": 30148,
    "citation_title": "Take-up of Social Benefits",
    "citation_author": [
        "Wonsik Ko",
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2024-03-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTake-up of a social benefit is usually defined as receiving a benefit for which an individual or household is eligible. The take-up rate is the fraction of those eligible for a program who participate and receive a benefit or service. We survey estimates of take-up of social benefits around the world, discuss alternative theories of reasons for incomplete take-up, and survey the empirical evidence on the importance of different factors. We find a wide range of take-up rates around the world which follow some general patterns but are not easily explained. Theories of incomplete take-up include those involving low monetary or utility gains, stigma of receipt, monetary and nonmonetary costs of program participation, imperfect information, administrative barriers, and mismeasurement. The types of individuals who do and do not take up a program is argued to be determined by the joint distribution of gains and losses across those types, which ones face the largest administrative burden of participation and largest information deficits, and face more program operator error. There is a large body of evidence showing the importance of benefit gain and earnings losses from take-up but a smaller body of evidence on other factors, which shows that administrative barriers and costs, lack of information, and stigma all appear to be important for different programs. While there are no easy solutions to the problem of incomplete take-up, policies to at least lessen the problem are argued to be available, although generally not without increased government expenditure.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Labor, Human Resources and Population Economics https://link.springer.com/referencework/10.1007/978-3-319-57365-6. The authors would like to thank Michael Baker, Samuel Bentolila, Bernd Fitzenberger, Peter Germanis, Catherine Haeck, Dean Hyslop, Pierre Koning, Claire Leroy, Kjell Salvanes, Mark Stabile, and Laura Zimmermann for assistance with the country take-up and coverage rates, and Shuaizhang Feng, Claire Leroy, David Rea, and the participants of a presentation at the New Zealand Ministry of Social Development for comments. The authors did not receive financial support from any firm or person for this article or from any firm or person with a financial or political interest in this paper. The authors are not currently an officer, director, or board member of any organization with an interest in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}