{
    "id": 30156,
    "citation_title": "Estimating the Effect of Easements on Agricultural Production",
    "citation_author": [
        "Nicole Karwowski"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS crops face higher losses as growing season temperatures rise and destructive disasters become commonplace. The Natural Resources Conservation Service (NRCS) easement programs offer an adaptation strategy to improve agricultural resilience. Easements impact agricultural production directly by reducing planting on marginal land and indirectly by improving yields on surrounding cropland. I use national USDA data from the past three decades to build a county-level panel. I employ a regression model with two-way fixed effects to quantify how easement land share impacts yields, risk, as well as acres planted, failed, and prevented planted. A 100% increase in land share of wetland easements increases yields by 0.34%, 0.77% and 0.46% for corn, soybeans, and wheat. Easements improve yields by mitigating the effect of excess precipitation and extreme degree days. Wetland easements reduce soybean losses from excess moisture, heat, and disease by $3.59, $6.07 and $11.23 for each dollar of liability. I also find evidence of a spillage effect in which producers reduce soybean and wheat acreage but increase corn production. This work quantifies the ecosystem benefits of easement habitats and uncovers program externalities including yield spillovers and a spillage effect. My results have policy implications for future NRCS funding and targeting decisions.\n\n",
    "acknowledgement": "\nThank you NRCS employees, Greg Kidd and Stephaney Olson, for sharing data and guiding me through the intricacies of the easement programs. Thank you to my support system at University of Wisconsin Madison--Corbett Grainger, Andrew Stevens, Dominic Parker, Paul Mitchell, Marin Skidmore--for all your insights. I thank seminar participants at MEA, AERE, NBER Economic Perspectives on Water Resources, Climate Change, and Agricultural Sustainability 2022 for your helpful feedback and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}