{
    "id": 30151,
    "citation_title": "Tax Knowledge and Tax Manipulation: A Unifying Model",
    "citation_author": [
        "Ashley C. Craig",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2022-06-13",
    "issue_date": "2022-06-10",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a unified analysis of taxation and taxpayer education when individuals have an incomplete understanding of a complex tax system. The analysis is independent of whether income is earned legitimately, or by avoiding or evading taxes. In this sense, learning about tax minimization strategies (tax manipulation) is similar to learning about the tax code. The government in our model balances a trade-off: A better understanding of the tax system potentially allows taxpayers to optimize more effectively, but also affects government revenue. Optimal taxpayer education and the optimal amount of redistribution can both be characterized ex post by aggregate sufficient statistics that do not require information about how biases or behavioral responses vary across the decision margins.\n\n",
    "acknowledgement": "\nWe are grateful to Antoine Ferey, Nathan Hendren, Jim Hines, Louis Kaplow, Kai Konrad, Kory Kroft, John Leahy, Dylan Moore, Christian Moser, Alex Rees-Jones, Dmitry Taubinsky, Matthew Weinzierl, and Nicolas Werquin for comments and suggestions, as well as seminar participants at LSE, Oxford, Princeton, Tsinghua, UNSW, the University of Sydney, Monash, the Virtual Australian Macro Seminar, the Office of Tax Policy Research M-TAXI 2021 Conference, the Online Public Finance Seminar, the National Tax Association, the Paris Tax Workshop, NBER Summer Institute (Public Finance and Macro Public Finance) and the Normative Economics and Policy Seminar. Financial support from the University of Michigan is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}