{
    "id": 30158,
    "citation_title": "Heterogeneous Returns to Active Labour Market Programs for Indigenous Populations",
    "citation_author": [
        "Donn. L. Feir",
        "Kelly Foley",
        "Maggie E.C. Jones"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of active labour market programs for institutionally distinct Indigenous populations in Canada using administrative data on the universe of participants in the Aboriginal Skills and Employment Training Strategy (ASETS). Within Indigenous population groups, we compare labour market outcomes among individuals who participated in high- relative to low-intensity programs, where high-intensity programs were longer in duration.  For Métis and non-Status First Nations groups, we find a large impact of high-intensity participation on earnings two years post-ASETS. The post-program earnings of Status First Nations individuals who participated in high-intensity programs were not statistically different from those in low-intensity programs. We argue that these differences are due to the unique institutional environments affecting different Indigenous populations.\n\n",
    "acknowledgement": "\nWe thank Marianne Bitler, David Green, Jean-William Laliberte, Adam Lavecchia, and Krishna Pendakur for valuable comments.  We thank seminar participants at the ASSA meetings, the Vancouver School of Economics, the University of Regina, the South Western Ontario Research Data Center Network, the Canadian Public Economics Group meetings, the CEA meetings, and the Indigenous Economics Study Group for useful feedback on this work. Kate Fairley and Sara Wray Enns provided excellent research assistance. We are deeply indebted to the staff from a number of ASETS Agreement Holders who spoke with us about our preliminary results and how they might be appropriately interpreted. This research was conducted as a part of an evaluation project funded by the Government of Canada, and undertaken in collaboration with the Social Research and Demonstration Corporation. The opinions and interpretations in this publication are those of the authors and do not necessarily reflect those of the Government of Canada, the Social Research Demonstration Corporation, or the Federal Reserve Bank of Minneapolis. All errors are our own.\n\n\n\nKelly Foley\n\nThe Social Research and Demonstration Corporation (SRDC) is one of the funders of this project. Kelly Foley was paid $13,500 for this project from SRDC.\n\n\n"
}