{
    "id": 30154,
    "citation_title": "Inefficient Automation",
    "citation_author": [
        "Martin Beraja",
        "Nathan Zorzi"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should the government respond to automation? We study this question in a heterogeneous agent model that takes worker displacement seriously. We recognize that displaced workers face two frictions in practice: reallocation is slow and borrowing is limited. We first show that these frictions result in inefficient automation. Firms fail to internalize that displaced workers have a limited ability to smooth consumption while they reallocate. We then analyze a second best problem where the government can tax automation but lacks redistributive tools to fully overcome borrowing frictions. The equilibrium is (constrained) inefficient. The government finds it optimal to slow down automation on efficiency grounds, even when it has no preference for redistribution. Using a quantitative version of our model, we find that the optimal speed of automation is considerably lower than at the laissez-faire. The optimal policy improves aggregate efficiency and achieves welfare gains of 4%. Slowing down automation achieves important gains even when the government implements generous social insurance policies.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, George-Marios Angeletos, Adrien Bilal, Ricardo Caballero, Diego Comin, Arnaud Costinot, Mariacristina De Nardi, John Grigsby, Jonathon Hazell, Roozbeh Hosseini, Anders Humlum, Chad Jones, Narayana Kocherlakota, Pablo Kurlat, Monica Morlacco, Giuseppe Moscarini, Jeremy Pearce, Elisa Rubbo, Katja Seim, Aleh Tsyvinski, Gustavo Ventura, Jesús Fernández-Villaverde, Conor Walsh, Iván Werning and Christian Wolf for helpful discussions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}