{
    "id": 30168,
    "citation_title": "Was Pandemic Fiscal Relief Effective Fiscal Stimulus? Evidence from Aid to State and Local Governments",
    "citation_author": [
        "Jeffrey Clemens",
        "Philip G. Hoxie",
        "Stan Veuger"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2023-10-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an instrumental-variables estimator reliant on variation in congressional representation to analyze the effects of federal aid to state and local governments across all four major pieces of COVID-19 response legislation. Through September 2021, we estimate that the federal government allocated $855,000 for each state or local government job-year preserved. Our baseline confidence interval allows us to rule out estimates of less than $433,000. Our estimates of effects on aggregate income and output are centered on zero and imply modest if any spillover effects onto the broader economy. We discuss aspects of the pandemic context, which include the surprising resilience of state and local tax revenues as well as of broader macroeconomic conditions, that may underlie the small employment and stimulative impacts we estimate in comparison with previous research.\n\n",
    "acknowledgement": "\nWe are grateful to John Kearns for outstanding research assistance. Clemens thanks the Hoover Institution for support as a Visiting Fellow. We thank Michael Farquharson, Scott Ganz, Richard Grossman, Duncan Hobbs, Ben Hyman, Ellen McGrattan, José Luis Montiel Olea, Valerie Ramey, Andres Santos, Daniel Shoag, Michael Strain, Kaspar Wuthrich, and seminar attendees at the American Enterprise Institute, the Hoover Institution, and the Stanford University Department of Economics for their comments, help, and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}