{
    "id": 30169,
    "citation_title": "Getting to the Core: Inflation Risks Within and Across Asset Classes",
    "citation_author": [
        "Xiang Fang",
        "Yang Liu",
        "Nikolai Roussanov"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2022-09-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo “real” assets protect against inflation? Core inflation betas of stocks are negative while energy betas are positive; currencies, commodities, and real estate also mostly hedge against energy inflation but not core. These hedging properties are reflected in the prices of inflation risks: only core inflation carries a negative risk premium, and its magnitude is consistent both within and across asset classes, uniquely among macroeconomic risk factors. While high core inflation tends to be followed by low real output, consumption, and dividend payouts, it impacts asset prices through both cash-flow and discount rate channels. The relative contribution of core and energy changes over time, helping explain the time-varying correlation between stock and bond returns. A two-sector New Keynesian model qualitatively accounts for these facts and implies that the changing stock-bond correlation can be attributed to the shifting importance of supply and demand shocks in driving energy inflation over time.\n\n",
    "acknowledgement": "\nWe thank Ravi Bansal, Paolo Cavallino (discussant), Anna Cieslak (discussant), Nuno Clara (discussant), Winston Dou, Bjorn Eraker (discussant), Joao Gomes, Zhengyang Jiang (discussant), Hyung Joo Kim (discussant), Xuewen Liu, Ali Ozdagli (discussant), Carolin Pflueger (discussant), Ivan Shaliastovich, Andrea Vedolin (discussant), Robert Vigfusson (discussant), Michael Weber (discussant), as well as seminar and conference participants at ASU Sonoran Conference, CEBRA Workshop for Commodities and Macroeconomics, CICF, EFA, FIRS, HKU, JHU Carey Finance Conference, Kellogg, MFA, New Zealand Finance Meeting, NBER Lont-Term Asset Management conference, SED, Triangle Macro Finance Seminar, Utah Winter Finance conference, Vienna Symposium for Foreign Exchange Markets, Virtual Israel Macro Meeting, and Wharton for their valuable comments and suggestions. This project is supported by the Research Grants Council of the Hong Kong Special Administrative Region, China (Project No. 17611718), as well as the Jacobs Levy Equity Management Center for Quantitative Financial Research at Wharton. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNikolai Roussanov\n\nnothing to disclose\n\n\n"
}