{
    "id": 30160,
    "citation_title": "The Big Tech Lending Model",
    "citation_author": [
        "Lei Liu",
        "Guangli Lu",
        "Wei Xiong"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nBy comparing uncollateralized business loans made by a big tech lending program with conventional bank loans, we find that big tech loans tend to be smaller and have higher interest rates and that borrowers of big tech loans tend to repay far before maturity and borrow more frequently. These patterns remain for borrowers with access to bank credit. Our findings highlight the big tech lender’s roles in serving borrowers’ short-term liquidity rather than their long-term financing needs. Through this model, big tech lending facilitates credit to borrowers underserved by banks without experiencing more-severe adverse selection or incurring greater risks than banks (even during the COVID-19 crisis).\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions from Aref Bolandnazar, Zhiguo He, Lin Peng, Raghu Rau, Huan Tang, Shangjin Wei, Liyan Yang, Yao Zeng, Haoxiang Zhu, and participants at Bocconi University, the NBER Chinese Economy Meeting, PKU HSBC School, the Shanghai Virtual Finance Seminar, Texas A&M, and the University of Cambridge. We are particularly grateful to Yao Deng and Zhenhua Li of the Research Institute of Ant Group for facilitating our access to the data used in this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWei Xiong\n\nWei Xiong has served as a member of the Academic Committee of Luohan Academy since 2018. Luohan Academy is a think tank affiliated with Alibaba Group, which is a major shareholder of Ant Group, whose lending business is covered by this study.\n\n\n"
}