{
    "id": 30161,
    "citation_title": "Investing with the Government: A Field Experiment in China",
    "citation_author": [
        "Emanuele Colonnelli",
        "Bo Li",
        "Ernest Liu"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the demand for government participation in China’s venture capital and private equity market. We conduct a large-scale, non-deceptive field experiment in collaboration with the leading industry service provider, through which we survey both capital investors and the firms managing the invested capital by deploying it to high-growth entrepreneurs. Each respondent evaluates synthetic profiles of potential investment partners, whose characteristics we randomize, under the incentive that they will be introduced to real partners matching their preferences. Our main result is that the average firm dislikes investors with government ties. We show that such dislike is not present with government-owned firms, and this dislike is highest with best-performing firms. Additional results and surveys suggest political interference in decision-making is the leading mechanism why government capital is unattractive to private firms. We feed administrative microdata and our experimental surveys into a simple model of two-sided search to discuss the equilibrium effects of government participation. Overall, our findings point to the limits of a model of “state capitalism” that strongly relies on the complementarity between private firms and government capital to drive high-growth entrepreneurship and innovation.\n\n",
    "acknowledgement": "\nWe thank Matt Denes, Mike Ewens, Will Gornall, John Graham, Zhiguo He, Sabrina Howell, Niklas Huther, Jessica Jeffers, Ruixue Jia, Steve Kaplan, Josh Lerner, Song Ma, Elisa Maffioli, Scott Nelson, Ludovic Phalippou, Tommaso Porzio, Wenlan Qian, Raghu Rajan, David Robinson, Andrei Shleifer, Michael Song, Amir Sufi, Xuan Tian, Rob Vishny, Shang-Jin Wei, Wei Xiong, David Yang, Bernard Yeung, Anthony Lee Zhang, and Lugi Zingales, and seminar participants at Princeton, UChicago, Columbia Business School, Harvard Business School, EIEF, ITAM, Tsinghua PBC, Peking GSM, Chinese University of Hong Kong, CKGSB, NBER China, EFA, SFS Cavalcade, the Northwestern Kellogg ICI-SNPI Entrepreneurship and Innovation Conference, ABFER - BFI China Capital Market Development Series, ABFER Annual Conference, WEFIDEV, the Five Star Junior Conference at CUHK, and the Kentucky Finance Conference for helpful comments and suggestions. Yiren Ding, Pranav Garg, Liming Ning, Sixun Tang, Shiqi Yang, Ziang Zhang, and Chun Zhao provided superb research assistance. We are grateful to The University of Chicago Booth School of Business, the Tsinghua University - University of Chicago Joint Research Center for Economics and Finance, the MV Advisors Research Fund, the Fama Research Fund, and the Liew Family Junior Faculty Fellowship. The experiment was pre-registered as AEARCTR-0006039. The views expressed in this paper are the authors’ views and should not be attributed to Zero2IPO or its team. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}