{
    "id": 30164,
    "citation_title": "Public Pension Reforms and Retirement Decisions: Narrative Evidence and Aggregate Implications",
    "citation_author": [
        "Huixin Bi",
        "Sarah Zubairy"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a database of public pension policy changes with motivation and implementation information for ten OECD countries. Structural pension reforms, motivated by long-run sustainability concerns, often come with prolonged phase-in periods. In response to pension retrenchments implemented immediately, people close to retirement stay in the work force longer. News about future pension retrenchments with implementation lags, however, is likely to lead this group to exit the labor market. This decline in the labor force participation rate is particularly strong for reforms with long lags, ones that introduce fundamental policy changes, and where citizens have lower trust in the government.\n\n",
    "acknowledgement": "\nWe thank Kevin Hunt for excellent research assistance with data collection during his time as an intern at the Federal Reserve Bank of Kansas City. We are also grateful to our discussants Alan Auerbach and Roel Beetsma, and seminar and conference participants at the European Central Bank, the Federal Reserve Board of Governors, Federal Reserve Bank of Kansas City, HEC Montreal, University of Virginia, University of Glasgow, Federal Reserve Bank of Richmond, Allied Social Science Associations Meeting, Western Economic Association Conference and Society for Nonlinear Dynamic and Econometrics Conference for useful comments and suggestions. We also thank the authors of Beetsma, Klaassen, Romp, and van Maurik (2020) for providing us with their data set on pension reforms for cross checking. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Kansas City or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}