{
    "id": 30163,
    "citation_title": "The Size and Census Coverage of the U.S. Homeless Population",
    "citation_author": [
        "Bruce D. Meyer",
        "Angela Wyse",
        "Kevin Corinth"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2023-01-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDespite widespread concern about homelessness, fundamental questions about the size and characteristics of this hard to study population are unresolved, in large part because it is unclear whether existing data are sufficiently complete and reliable. We examine these questions as well as the coverage of new microdata sources that are designed to be nationally representative and will allow pathbreaking new analyses. We compare three restricted use data sources that have been largely unused to study homelessness to less detailed public data. In doing this triangulation of sources, we examine the completeness and accuracy of available data and improve our understanding of the size of the homeless population and its inclusion in the Census and household surveys. Specifically, we compare restricted data from the 2010 Census, American Community Survey (ACS), and Homeless Management Information System (HMIS) to HUD's public-use point-in-time (PIT) estimates and the Housing Inventory Count (HIC) at the national, city and county, and person level. We also develop a new approach to estimating the size of the sheltered homeless population using linked Census and HMIS shelter microdata. Our analyses suggest that on a given night there are about 600,000 people experiencing homelessness in the U.S., about one-third of whom are sleeping on the streets and two-thirds in shelters. More than 90 percent of those in shelters were counted in the Census, although many were classified as housed or in other group quarters, a result that stems largely from ambiguity in the definition of a homeless shelter. By establishing the broad coverage and reliability of the new data sources, this paper lays the foundation for pathbreaking future work on the characteristics, income, safety net participation, mortality, migration, geographic distribution, and housing status transitions of the U.S. homeless population.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applies to this release, authorization numbers: CBDRB-FY20-ERD002-004, CBDRB-FY2022-CES005-006, and CBDRB-FY2022-CES005-008. We thank the U.S. Census Bureau for their support and thank John Abowd, Mark Asiala, George Carter, James Christy, Dennis Culhane, Kevin Deardorff, Conor Dougherty, Ingrid Gould Ellen, Anne Fletcher, Katie Genadek, Kristin Kerns, William Koerber, Margot Kushel, Larry Locklear, Tim Marshall, Brian McKenzie, Brendan O’Flaherty, James Pugh, Trudi Renwick, Annette Riorday, Nan Roman, William Snow, Eddie Thomas, Matthew Turner, and John Voorheis for providing feedback and answering our questions and Gillian Meyer, Connor Murphy, and Sophie Yang for research assistance. We appreciate the financial support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, the Menard Family Foundation, and the American Enterprise Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}