{
    "id": 30167,
    "citation_title": "Surveillance of Repression: Theory and Implementation",
    "citation_author": [
        "Veli Andirin",
        "Yusuf Neggers",
        "Mehdi Shadmehr",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA repressive regime can suppress dissent (e.g., protest) after it manifests (e.g., by beating or arresting protesters) or prevent it beforehand (e.g., by obstructing public spaces). We separately study and measure these two forms of repression, focusing on the case of political protest. We show in a model that preventive repression makes protest less predictable. We introduce a new database of security alerts that includes advance warning of protest. We validate the database against objectively measured events and use it to produce global, monthly indices of repression grounded in our model. We show that these indices track salient episodes of repression and predict public expressions of human rights concerns. We find that additional government resources increase prevention but not suppression. We argue that these indices can be a valuable tool for surveillance by the international community and analysis by the research community.\n\n",
    "acknowledgement": "\nThis paper supersedes our working papers, “Measuring the Tolerance of the State” and “Real-time Surveillance of Repression.” We acknowledge funding from the Data Science Initiative, the Population Studies and Training Center, the Eastman Professorship, and the JP Morgan Chase Research Assistant Program at Brown University; and the Kenneth C. Griffin Economics Research Funds at Harvard University. We are grateful to the United Nations Group of Experts on Geographical Names for sharing their database of country names and official languages with us in a convenient form, to the Global Sanctions Database for answering our questions, to Mohammad Ali Kadivar and Yao Li for sharing data on protests, and to Audrey Sacks for sharing data on commodities. Any opinions, findings, and conclusions or recommendations expressed in this article are those of the authors and do not necessarily reflect the views of the funding or data sources. We thank Tariq Ahmad, Isaiah Andrews, Chris Blattman, Dan Björkegren, Ray Fair, Ben Feigenberg, Fred Finan, Terry Fletcher, Bård Harstad, Lihua Lei, David I. Levine, Eduardo Montero, David Yang, audiences at Brown University, Georgetown University, Reichman University (IDC Herzliya), Harvard University, ETH Zurich, the Cowles Foundation, SSE/SITE, Stockholm University, the NBER, UNC Chapel Hill, NYU, the GLPET, the AEA, the University of Chicago, the University of Miami, the Wallis Institute Annual Conference, the Autocracies and Conflict Conference, the Northeastern Universities Development Consortium, the Kelley School of Business, Stanford University, and especially discussants Brian Knight, Jorge Lemus, and Scott Gehlbach for comments and suggestions. We thank our many dedicated research assistants for their contributions to this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/about/.\n\n\n"
}