{
    "id": 30172,
    "citation_title": "Preparing for the (Non-Existent?) Future of Work",
    "citation_author": [
        "Anton Korinek",
        "Megan Juelfs"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper considers the labor market and distributional implications of a scenario of ever-more-intelligent autonomous machines that substitute for human labor and drive down wages. We lay out three concerns arising from such a scenario and evaluate recent predictions and objections to these concerns. Then we analyze how a utilitarian social planner would allocate work and income if these concerns start to materialize. As the income produced by autonomous machines rises and the value of labor declines, a utilitarian planner finds it optimal to phase out work, beginning with workers who have low labor productivity and job satisfaction, since they have comparative advantage in enjoying leisure. This is in stark contrast to welfare systems that force individuals with low labor productivity to work. If there are significant wage declines, avoiding mass misery will require other ways of distributing income than labor markets, whether via sufficiently well-distributed capital ownership or via benefits. Recipients could still engage in work for its own sake if they enjoy work amenities such as structure, purpose and meaning. If work gives rise to positive externalities such as social connections or political stability, or if individuals undervalue the benefits of work because of internalities, then a social planner would incentivize work. However, in the long run, the planner might be able to achieve a higher level of social welfare by adopting alternative ways of providing these benefits.\n\n",
    "acknowledgement": "\nThis article is an expanded version of a chapter prepared for the Oxford Handbook of AI Governance. The authors would like to acknowledge financial support from the Institute for Business in Society at Darden and helpful research assistance by Eleanor Giordano and Marcella Cartledge. We thank Daron Acemoglu, Zach Bethune, Justin Bullock, Bill Gale, Katya Klinova, Lee Lockwood, Joseph Stiglitz, Risto Uuk and the participants of an Oxford Handbook of AI Governance conference, the UVA Inequality Working Group, seminars at Tilburg and the University of Vienna, and a workshop at the Centre for the Governance of AI for their thoughtful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}