{
    "id": 30175,
    "citation_title": "Determinants of Health Insurance Enrollment and Health Expenditure in Ghana: An Empirical Analysis",
    "citation_author": [
        "Kwame Adjei-Mantey",
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the determinants of health insurance enrollment and health expenditure in Ghana using micro data from wave 7 of the Ghana Living Standards Survey (GLSS 7) with emphasis on the role of risk preferences and the availability of health facilities in one’s own community. It is possible to analyze the determinants of health insurance enrollment in Ghana because its public health insurance system (the National Health Insurance Scheme or NHIS) is, in theory, mandatory, but is, in actual practice, voluntary, with only about 40% of the population enrolled in the scheme. Our empirical findings show that risk preferences have a significant impact on health insurance enrollment, with risk averse individuals being significantly more likely than other households to enroll in health insurance. Moreover, our findings also show that very poor households are significantly more likely to enroll in health insurance than other households, perhaps because they are exempt from paying premiums for health insurance. Finally, our findings also show that the availability of health facilities in one’s own community significantly decreases expenditures on health care.\n\n",
    "acknowledgement": "\nWe are grateful to Enrica Croda, Luigi Ventura, participants of the 2022 annual meeting of the Society of Economics of the Household, and two anonymous reviewers for their invaluable comments and suggestions. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 18H00870, 20H01513, and 20H05633 to Horioka. We are very grateful for this support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}