{
    "id": 30176,
    "citation_title": "The Geography of Child Penalties and Gender Norms: A Pseudo-Event Study Approach",
    "citation_author": [
        "Henrik Kleven"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-06-23",
    "revision_date": "2024-10-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new approach to estimating child penalties in labor market outcomes based on cross-sectional data and pseudo-event studies around child birth. The approach is applied to US data and validated against the state-of-the-art panel data approach. Child penalties can be accurately estimated using cross-sectional data, which are widely available and offer more statistical power than typical panel datasets. The approach allows for providing granular evidence on child penalties over time, across geography, and across demographic and cultural groups. Child penalties vary enormously across space: the employment penalty ranges from 12% in the Dakotas to 38% in Utah, while the earnings penalty ranges from 21% in Vermont to 61% in Utah. To investigate if this variation is driven by differences in gender norms, an epidemiological study of movers within the US and immigrants from abroad is presented. The child penalty for US movers is strongly related to the child penalty in their state of birth, adjusting for selection in their state of residence. Parents born in high-penalty states (such as Utah or Idaho) have much larger child penalties than those born in low-penalty states (such as the Dakotas or Hawaii), conditional on where they live. Similarly, the child penalty for foreign immigrants is strongly related to the child penalty in their country of birth. Immigrants born in high-penalty countries (such as Bangladesh, Mexico, or Switzerland) have much larger child penalties than immigrants born in low-penalty countries (such as China, Cuba, or Portugal). Evidence on cultural assimilation is also presented.\n\n",
    "acknowledgement": "\nI thank Charles Brown, Raj Chetty, Amy Finkelstein, John Friedman, Peter Ganong, Pat Kline, Ilyana Kuziemko, Camille Landais, Ale Marchetti-Bowick, Gabriel Leite Mariante, Petra Moser, Isaac Sorkin, Christopher Walters, Owen Zidar, and two anonymous referees for comments. I also thank Eva Demsky, Ragini Jain, Madhavi Jha, and Aarti Malik for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}