{
    "id": 30173,
    "citation_title": "A Shot at Economic Prosperity: Long-term Effects of India’s Childhood Immunization Program on Earnings and Consumption Expenditure",
    "citation_author": [
        "Amit Summan",
        "Arindam Nandi",
        "David E. Bloom"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2022-11-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRoutine childhood vaccinations are among the most cost-effective child health interventions. In recent years, the broader benefits of vaccines, which include improved cognitive and schooling outcomes, have also been established. This paper evaluates the long-term economic benefits of India’s national program of childhood vaccinations, known as the Universal Immunization Programme (UIP). We combine individual-level data from the 68th round of the National Sample Survey of India (2011–2012) with district-wise data on the rollout of UIP from 1985 to1990. We employ age-district fixed effects regression models to compare the earnings and per capita household consumer spending of 21- to 26-year-old adults who were born in UIP-covered districts vis-à-vis non-UIP districts between 1985 and 1990. We find that exposure to UIP in infancy increases weekly wages by 13.8% (95% CI: 7.6% to 20.3%, p<0.01) and monthly per capita household consumption expenditure by 2.9% (95% CI: 0.7% to 5.0%, p<0.01). Program exposure also reduces the probability that an individual’s household relies on agriculture as the main source of income by 1.9% (95% CI: 0.0% to 3.5%, p<0.01). The findings are robust to several specifications including varying study duration and accounting for potential migration. The effects vary by sex, location, and caste group.\n\n",
    "acknowledgement": "\nWe thank Santosh Kumar for sharing the Universal Immunization Programme rollout data and Erwin Bulte and Robert Sparrow for their helpful feedback. This work was supported in part by the Value of Vaccination Research Network through a grant from the Bill & Melinda Gates Foundation [OPP1158136]. The content is solely the responsibility of the authors and does not necessarily reflect the views of the Value of Vaccination Research Network (or the foundation). The funders had no role in study design, data analysis, writing, or the decision the submit for publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}