{
    "id": 30170,
    "citation_title": "Machine Learning Can Predict Shooting Victimization Well Enough to Help Prevent It",
    "citation_author": [
        "Sara B. Heller",
        "Benjamin Jakubowski",
        "Zubin Jelveh",
        "Max Kapustin"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUsing arrest and victimization records for almost 644,000 people from the Chicago Police Department, we train a machine learning model to predict the risk of being shot in the next 18 months. Out-of-sample accuracy is strikingly high: of the 500 people with the highest predicted risk, almost 17 percent are shot within 18 months, a rate 106 times higher than the average Chicagoan. A central concern with using police data is that predictions will “bake in” bias, overestimating risk for groups likelier to interact with police conditional on behavior. We show that Black male victims more often have enough police contact to generate predictions. But those predictions are not, on average, inflated; the demographic composition of predicted and actual shooting victims is almost identical. There are legal, ethical, and practical barriers to using these predictions to target law enforcement. But using them to target social services could increase the potential for prevention programs to reduce shootings: predictive accuracy among the top 500 people justifies spending up to $190,900 per person for an intervention that could cut the probability of being shot by half.\n\n",
    "acknowledgement": "\nContribution statement: Heller, Jelveh, and Kapustin shared responsibility for conceptualization, analysis, and visualization. Jelveh was responsible for data curation, methodology design, and implementation, assisted by Jakubowski. Heller and Kapustin led writing and revision. We are grateful to the Chicago Police Department for making available the data upon which this analysis is based. We thank Jalon Arthur, Phil Cook, Jen Doleac, Leif Elsmo, Jens Ludwig, Doug Miller, Emily Nix, Andy Papachristos, Greg Ridgeway, Mark Saint, Pat Sharkey, Ravi Shroff, and Megan Stevenson for their feedback. We thank Xander Beberman, Melissa McNeill, and Gargi Sundaram for outstanding research assistance. This paper builds on a predictive model the authors developed to identify men for referral into READI Chicago, an experimental preventive social service intervention. The larger READI research effort had support from the philanthropic community, including the Partnership for Safe and Peaceful Communities, JPMorgan Chase, and the Chicago Sports Alliance. All opinions and any errors are our own and do not necessarily reflect those of our funders, the Chicago Police Department, or the National Bureau of Economic Research.\n\n\n"
}