{
    "id": 30174,
    "citation_title": "The Quality of Lower-Track Education: Evidence from Britain",
    "citation_author": [
        "Damon Clark"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor much of the 20th century, British students were tracked into higher-track (for the \"top\" 20%) or lower-track (for the rest) secondary schools. Opponents of tracking contend that the lower-track schools in these systems will inevitably provide low-quality education. In this paper I examine this claim using a 1947 reform that increased the minimum school leaving age from 14 to 15. First, I show that over 95% of the students affected by the reform (\"compliers\") attended lower-track schools. Second, using new data, I show that for both men and women, the additional schooling induced by the reform had close to zero impact on a range of labor market outcomes including earnings. Third, I show that lower-track schools featured, among other things, large classes and a curriculum that promoted practical education. I conclude that my findings shed new light on the potential consequences of educational tracking.\n\n",
    "acknowledgement": "\nMuch of this work was done at the UK Department for Work and Pensions (DWP). I thank them for providing work space and facilitating access to the relevant data. The views expressed here are mine, and not those of the DWP. I thank Derek Gillard for creating and maintaining the excellent www.educationengland.org.uk website, without which this paper would have been difficult to write. Finally, I am grateful for the many helpful and insightful comments that I have received from seminar participants and in private conversations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}