{
    "id": 30178,
    "citation_title": "Labor Market Effects of Short-Cycle Higher Education Programs: Lessons from Colombia",
    "citation_author": [
        "Maria Marta Ferreyra",
        "Camila Galindo",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the heterogeneous labor market effects of enrolling in higher education short-cycle (SC) programs. Expanding access to these programs might affect the behavior of some students (compliers) in two margins: the expansion margin (students who would not have enrolled in higher education otherwise) and the diversion margin (students who would have enrolled in bachelor's programs otherwise). To quantify these responses, we exploit local exogenous variation in the supply of higher education institutions (HEIs) facing Colombian high school graduates in an empirical multinomial choice model with several instruments. According to our findings, the presence of at least one HEI specialized in SC programs in the vicinity of the student's high school municipality increases SC enrollment by 3.7-4.5 percentage points (40-50% of the SC enrollment rate). The diversion margin largely drives this effect. For female compliers, enrollment in SC programs increases formal employment relative to the next-best alternative. For male compliers, in contrast, it lowers formal employment and wages. These results should alert policymakers of the unexpected consequences of higher education expansionary policies.\n\n",
    "acknowledgement": "\nWe thank Omar Arias, Marina Bassi, Matias Busso, Gabriel Demombynes, Lelys Dinarte, Guido Kuersteiner, Macarena Kutscher, Jack Mountjoy, Martin Rama, Matteo Ruzzante, Kevin Stange, and Ulrich Zachau for comments on earlier drafts of this paper, as well as participants at the University of Maryland's microeconomics seminar (2019) and The World Bank's author's workshop for the book “The Fast Track to New Skills : Short-Cycle Higher Education Programs in Latin America and the Caribbean” (2020). Nicolas Torres Franco provided excellent research assistance. We thank the Ministry of Education of Colombia for granting us access to the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}