{
    "id": 30171,
    "citation_title": "Age and the labor market for Hispanics in the United States",
    "citation_author": [
        "Joanna Lahey",
        "Roberto M. Mosquera"
    ],
    "citation_publication_date": "2022-06-20",
    "issue_date": "2022-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe explore the labor market for Hispanic high school graduates in the United States by age using information from the US Census, American Community Survey, Current Population Survey, and three laboratory experiments. We find, in general, that the differences in outcomes for Hispanic and non-Hispanic high school graduates do not change across the lifecycle. Moving to a laboratory setting, we provided participants with randomized resumes for a clerical position that are on average equivalent except for name and age (as indicated by date of high school graduation). In all three experiments, hypothetical applicants with Hispanic and non-Hispanic names were generally treated the same across the lifecycle by a student population, a population of human resources managers, and a more general population from mTurk. These results stand in contrast to earlier results that find strong differences by age in how resumes with Black and White names are treated.\n\n",
    "acknowledgement": "\nThe authors would like to thank Alexis Weaver for excellent research support and the participants at the Bush School Quant Bag, SIEPR Conference on Working Longer, NBER Conference on Facilitating Work at Older Ages, ASSA, Harvard School of Public Health, and SEA for helpful feedback. We would also like to thank the Sloan Foundation as part of the NBER/Sloan Working Longer Group and Sloan Grant #B2012-23 for funding. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 5917. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}