{
    "id": 30180,
    "citation_title": "Industrial Robots, Workers' Safety, and Health",
    "citation_author": [
        "Rania Gihleb",
        "Osea Giuntella",
        "Luca Stella",
        "Tianyi Wang"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2024-02-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores the relationship between the adoption of industrial robots and workplace injuries. Using establishment-level data on injuries, we find that a one standard deviation increase in our commuting zone-level measure of robot exposure reduces work-related annual injury rates by approximately 1.2 cases per 100 workers. US commuting zones more exposed to robot penetration experience a significant increase in drug- or alcohol-related deaths and mental health problems. Employing longitudinal data from Germany, we exploit within-individual changes in robot exposure and document that a one standard deviation change in robot exposure led to a 4% decline in physical job intensity and a 5% decline in disability, but no evidence of significant effects on mental health and work and life satisfaction.\n\n",
    "acknowledgement": "\nThis project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement n. 694262), project (DisCont - Discontinuities in Household and Family Formation.) We are grateful to the participants at the 2021 Society of Labor Economists (SOLE) Meetings, the 2021 Essen Health Conference, and the 2021 European Society for Population Economics and at the Digital Tranformation and Innovation Seminar at Ifo in Munich for comments and suggestions. Tianyi Wang gratefully acknowledge funding from the Novo Nordisk Foundation (grant no. NNF17OC0026542) and from the Danish National Research Foundation through its grant (DNRF-134) to the Center for Economic Behavior and Inequality (CEBI) at the University of Copenhagen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}