{
    "id": 30181,
    "citation_title": "Uncharted Waters: Effects of Maritime Emission Regulation",
    "citation_author": [
        "Jamie Hansen-Lewis",
        "Michelle M. Marcus"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2023-05-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMaritime shipping emits as much fine particulate matter as half of global road traffic. We are the first to measure the consequences of US maritime emissions standards on air quality, human health, racial exposure disparities, and behavior. The introduction of US maritime emissions control areas significantly decreased fine particulate matter, low birth weight, and infant mortality. Yet, only about half of the forecasted fine particulate matter abatement was achieved by the policy. We show evidence consistent with behavioral responses among ship operators, other polluters, and individuals that muted the policy’s impact, but were not incorporated in ex-ante models.\n\n",
    "acknowledgement": "\nFor their helpful comments, we thank Anna Aizer, Timothy Beatty, Fiona Burlig, Christopher Carpenter, Chloe East, Elaine Hill, Katrina Jessoe, Sabrina Eisenbarth, Emily Lawler, Casey Wichman, Jesse Shapiro, Andrew Foster, participants at the National Bureau of Economic Research 2022 Summer Institute, Association of Environmental and Resource Economists annual summer conference, the Southern Economic Association annual meeting and the American Society of Health Economics annual meeting, and seminar attendees at UC Davis, Brown University, Vanderbilt University, Vanderbilt University Medical Center, University of Memphis, Georgia Tech, Iowa State University, Rensselaer Polytechnic Institute, and Louisiana State University. We gratefully acknowledge financial support for this project from the Transportation Economics in the 21st Century Initiative of the National Bureau of Economic Research and the US Department of Transportation as well as the USDA National Institute of Food and Agriculture, Hatch project 1024474, and the Giannini Foundation of Agricultural Economics. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}