{
    "id": 30185,
    "citation_title": "Excess Savings and Twin Deficits: The Transmission of Fiscal Stimulus in Open Economies",
    "citation_author": [
        "Rishabh Aggarwal",
        "Adrien Auclert",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2023-03-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of debt-financed fiscal transfers in a general equilibrium, heterogeneous-agent model of the world economy. In the long run, increases in government debt anywhere raise the world interest rate and increase private wealth everywhere. In the short run, a country with a larger-than-average fiscal deficit experiences both a large increase in private savings (“excess savings”) and a small but persistent current account deficit (a slow-motion “twin deficit”). These patterns are consistent with the evolution of the world’s balance of payments since the beginning of the Covid pandemic.\n\n",
    "acknowledgement": "\nThis research is supported by the National Science Foundation grant numbers SES-1851717 and SES- 2042691. We thank our discussants Oleg Itskhoki, Fabrizio Perri and Linda Tesar as well as Luigi Bocola, Larry Christiano, Marty Eichenbaum, Pierre-Olivier Gourinchas, Calvin He, Kilian Huber, Anders Humlum, Sebnem Kalemli-Ozcan, Greg Kaplan, Rohan Kekre, Thibaut Lamadon, Elisa Rubbo, Giovanni Sciacovelli, Daan Struyven, and Christian Wolf for helpful comments. We thank Agustin Barboza for excellent research assistance. We thank Erica Deadman, Peter Ganong, Fiona Greig and Pascal Noel for sharing JPMorgan Chase Institute data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}