{
    "id": 30186,
    "citation_title": "The Effect of Labor Market Liberalization on Political Behavior and Free Market Norms",
    "citation_author": [
        "Ran Abramitzky",
        "Netanel Ben-Porath",
        "Shahar Lahad",
        "Victor Lavy",
        "Michal Palgi"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of labor market liberalization on political behavior and attitudes towards free-market capitalism and socialism, exploiting a reform whereby the Israeli socialist communities called kibbutzim shifted from equal sharing to market-based wages. Our identification strategy relies on this reform's sharp and staggered implementation in different kibbutzim. We first examine changes in behavior associated with this labor market liberalization and document that the reform led to a shift in electoral voting patterns, resulting in decreased support for left-wing political parties and increased support for the center and right parties in national elections. Using annual survey data on attitudes over 25 years, we show that the reform led to increased support for free-market policies such as full privatization and differential wages. Moreover, it decreased support for socialist policies such as the joint ownership of production means. Yet, the reform increased support for the safety net to support weak members through mutual guarantee. These effects appear to be driven by an increase in living standards and work ethics that resulted from the reform. We conclude that introducing market-based wages led to a shift in attitudes towards a market economy with compassion, revealing a change in members’ support from their traditional democratic socialist model to a social democratic model.\n\n",
    "acknowledgement": "\nWe are grateful to Alvaro Calderon, James Fensky, Florencia Hnilo, Jenna Kowalski, Roland Rathelot, Assaf Razin, and Analia Schlosser and seminar participants at Hebrew University, Stanford, Tel Aviv University, Reichman University, and the University of Warwick for most useful comments and suggestions. Lavy acknowledges financial support from the Falk Institute and from CAGE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}