{
    "id": 30184,
    "citation_title": "Labor Supply and the Pension-Contribution Link",
    "citation_author": [
        "Eric French",
        "Attila S. Lindner",
        "Cormac O'Dea",
        "Tom A. Zawisza"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of public pension systems on labor supply far from the normal retirement age by exploiting Poland's switch from a Defined Benefit to a Notional Defined Contribution scheme for men born after 1948. Using the universe of taxpayers and this sharp cohort-based discontinuity in the link between current contributions and future benefits, we estimate an employment elasticity with respect to the return to work of 0.44 for ages 51-54. We estimate a lifecycle model that matches these results.  The model implies that the change in the contribution-benefit link from the reform increases employment among those in their 30s but decreases it at older ages, reducing overall labor supply across the lifecycle by 2 months.\n\n",
    "acknowledgement": "\nWe thank Sreevidya Ayyar, Hanxiao Cui, Lucas Finamor and Pawel Struski for excellent research assistance. We thank Jeffrey Liebman for discussing this paper and Jaime Arellano-Bover, Alan Auerbach, Barbara Biasi, Agar Brugiavini, David Card, Agnieszka Chlon-Dominczak, Hedvig Horvath, Patrick Kline, Wojciech Kopczuk, Erzo Luttmer, Olivia Mitchell, Leszek Morawski, Emmanuel Saez, Andras Simonovits,  Joanna Tyrowicz, Danny Yagan and Owen Zidar for their insightful comments. We also gratefully acknowledge funding from the Economic and Social Research Council (for the grants ``Centre for Microeconomic Analysis of Public Policy'' at the Institute for Fiscal Studies (RES-544-28-50001) and ``Inequality and the Insurance Value of Transfers across the Life Cycle''  (ES/P001831/1)) and also NORFACE for Grant 462-16-120: “Trends in Inequality: Sources and Policy”. Lindner also acknowledges financial support from the Economic and Social Research Council (new investigator grant, ES/T008474/1.) and from the European Union’s Horizon 2020 research and innovation programme (grant agreement number 949995).  Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}