{
    "id": 30183,
    "citation_title": "The Political Polarization of Corporate America",
    "citation_author": [
        "Vyacheslav Fos",
        "Elisabeth Kempf",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2023-05-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExecutive teams in U.S. firms are becoming increasingly partisan. We establish this new fact using political affiliations from voter registration records for top executives of S&P 1500 firms between 2008 and 2020. The new fact is explained by both an increasing share of Republican executives and increased assortative matching by executives on political affiliation. Executives who are misaligned with the political majority of their team are more likely to leave the firm, especially in recent years, and their company's stock price responds negatively to the announcement of their departure. Combined, our findings indicate that the increasing political polarization of corporate America may not be in the financial interest of shareholders.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title “The Political Polarization of U.S. Firms.” We have benefited from comments by Pat Akey (discussant), Marianne Bertrand, Matt Gentzkow (dis- cussant), Emir Kamenica, Anil Kashyap, Neil Malhotra (discussant), John Matsusaka (discussant), Elena Pikulina (discussant), Vincent Pons, Orkun Saka (discussant), Antoinette Schoar, Andrei Shleifer, Amir Sufi, Luigi Zin- gales, and participants at AFA, Boston College, Central European University, Challenges in American Institutions Conference (Hoover), Columbia University, Deakin University, Harvard Business School, Harvard Law, Indiana University, London Political Finance Workshop, Miami Behavioral Finance Conference, NYU Law, Penn State, Princeton University, Stanford GSB, University of Chicago (Booth and Harris), University of Arizona, University of Geneva, University of Michigan, University of Nebraska, University of Oregon, University of Sussex, University of Zurich, USC Social and Behavioral Finance Conference, UT Austin, Washington University in St. Louis, and the Women in Law and Finance Workshop. We also thank Pietro Bini, Xinyu Cao, Yifang Hong, Daniel Huang, Qiaoqiao Xiang, and Zichen Zhao for excellent research assistance. Kempf gratefully acknowledges financial support from the Initiative on Global Markets, the Fama-Miller Center for Research in Finance, and the Becker Friedman Institute at the University of Chicago. The authors do not have any conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}