{
    "id": 30194,
    "citation_title": "An Evaluation of a National Program to Reduce Student Absenteeism in High School",
    "citation_author": [
        "Michael Baker",
        "Nina Drange",
        "Hege Marie Gjefsen"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in the 2016/17 academic year, high school students in Norway who missed more than 10 percent of the hours in a given course without a medical excuse could not receive a final grade.  We examine the impacts of this policy on student absenteeism, the incidence of the no grade penalty and two measures of student achievement. The policy had the intended impact on absenteeism, reducing total absence by 20-28 percent, and chronic absence by 29-39 percent in the high school grades. This behavioral response was largely sufficient to avoid the academic penalty for absence over the 10 percent threshold under the new law. Finally, we find a mixed impact on student achievement: little impact on externally graded, end of year exams, and modest evidence of a positive impact of 6 percent of a standard deviation on teacher awarded GPA.\n\n",
    "acknowledgement": "\nWe thank Lars Kirkebøen, Phil Oreopoulos, Oddbjørn Raaum and Gary Solon for helpful comments. Baker gratefully acknowledges the research support of a Canada Research Chair at the University of Toronto. Drange and Gjefsen gratefully acknowledge research support from the Norwegian Directorate for Education and Training for some related research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}