{
    "id": 30198,
    "citation_title": "Decomposing Trends in U.S. Air Pollution Disparities from Electricity",
    "citation_author": [
        "Danae Hernandez-Cortes",
        "Kyle C. Meng",
        "Paige E. Weber"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies and decomposes recent trends in U.S. PM2.5 disparities from the electricity sector using a high-resolution pollution transport model. Between 2000-2018, PM2.5 concentrations from electricity fell by 89% for the average individual, more than double the decline rate in overall U.S. ambient PM2.5 concentrations. Across racial/ethnic groups, we detect a dramatic convergence: since 2000, the Black-White PM2.5 disparity from electricity has narrowed by 95% and the Hispanic-White PM2.5 disparity has narrowed by 93%, though these disparities still exist in 2018. A decomposition reveals nearly all of these disparity trends can be attributed roughly equally to improvements in emissions intensities and compositional changes in electric generators, with small contributions from scale and residential location changes. This suggests both local air pollution policies and recent coal-to-natural gas fuel switching have played major roles in reducing U.S. racial/ethnic pollution disparities from electricity. While we detect similarly large PM2.5 improvements for the average low and high income individual, PM2.5 disparities by income are relatively small, with little change over time.\n\n",
    "acknowledgement": "\nWe thank Christopher Tessum for valuable support with InMAP. This paper has benefited from comments by Severin Borenstein, Dallas Burtraw, Jonathan Colmer, Tatyana Deryugina, David Evans, Joshua Linn, Matthew Kotchen, Sam Kortum, Al McGartland, Daniel Shawhan, Glenn Sheriff, John Voorheis, Joshua Blonz, Ann Wolverton, and participants of the NBER EEPE Conference and AERE Summer Conference. We thank Risa Lewis and Alexander Abajian for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}