{
    "id": 30193,
    "citation_title": "Price Setting with Strategic Complementarities as a Mean Field Game",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi",
        "Takis Souganidis"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the propagation of monetary shocks in a sticky-price general-equilibrium economy where the firms’ pricing strategy feature a complementarity with the decisions of other firms. In a dynamic equilibrium the firm’s price-setting decisions depend on aggregates, which in turn depend on firms’ decisions. We cast this fixed-point problem as a Mean Field Game and establish several analytic results. We study existence and uniqueness of the equilibrium and characterize the impulse response function (IRF) of output following an aggregate “MIT” shock. We prove that strategic complementarities make the IRF larger at each horizon, in a convex fashion. We establish that complementarities may give rise to an IRF with a hump-shaped profile. As the complementarity becomes large enough the IRF diverges and at a critical point there is no equilibrium. Finally, we show that the amplification effect of the strategic interactions is similar across models. For instance, the Calvo model and the Golosov-Lucas model display a comparable amplification, in spite of the fact that the non-neutrality in Calvo is much larger.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Chicago, EIEF and Luiss University, Peking U., the BSE Summer Forum, the ECB, Ca' Foscari, Bologna U., Ohio State, The U. of Zurich, the 2021 NBER Summer Institute, the 5th Santiago Macro Workshop, the Richmond Fed, the Chicago Fed, the Theory Tea UofC workshop, and the workshop on Literacy in Partial Differential Equations at the University of Chicago. We thank Adrien Auclert, David Baquee, Andres Blanco, Paco Buera, Luca Dedola, Jennifer La'O, Rody Manuelli, and Rob Shimer for their comments. Ken Miyahara provided excellent research assistance. Souganidis was partially supported by the National Science Foundation grant DMS-1900599, the Office for Naval Research grant N000141712095 and the Air Force Office for Scientific Research grant FA9550-18-1-0494. The opinions expressed in this paper do not necessarily represent the views of the National Bureau of Economic Research.\n\n\n"
}