{
    "id": 30195,
    "citation_title": "Crash Narratives",
    "citation_author": [
        "William N. Goetzmann",
        "Dasol Kim",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2024-11-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nNarratives can serve as linguistic mechanisms for transmitting knowledge about important historical events.  Shiller (2017) argues that narratives are potent mechanisms for the propagation of beliefs about the economy.  We use a controlled context approach to test the effect of media narratives about historic stock market crashes on current investor beliefs and choices. Our methodology avoids the problem of large language model leakage that can lead to look-ahead biases. We find that crash narratives propagate broadly once they appear in news articles, and that they predict market volatility.  We exploit investor heterogeneity using survey data to distinguish the effects of narrativity from response to fundamental factors.  Finally, we develop a measure of pure narrativity to examine when the financial press is more likely to employ narratives.\n\n",
    "acknowledgement": "\nWe thank Francesco Fabozzi, Milad Nozari, Karen Spitzer and James Tyler for valuable support. We thank Nico Forteza, Hongqi Liu, Greg Phelan, Wenting Song, Yinan Su, and Jessica Wachter for the valuable comments. We also thank participants in seminars at Erasmus, Amsterdam, Lehigh, Yeshiva, Villanova, Seoul National University as well as the participants in the CIBC and IVRSiF seminars, participants in the Miami Behavioral Conference, OFR-Federal Reserve Bank of Cleveland Financial Stability Conference, NBER Summer Institute, ECONDAT Conference, Society for Financial Studies Cavalcade Conference, Financial Intermediation Research Society Conference, and European Finance Association Meetings. We thank the International Center for Finance at the Yale School of Management for support. The opinions expressed are those of the authors and do not necessarily reflect those of the Office of Financial Research, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n"
}