{
    "id": 30196,
    "citation_title": "Is GDP Becoming Obsolete? The “Beyond GDP” Debate",
    "citation_author": [
        "Charles R. Hulten",
        "Leonard I. Nakamura"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-01",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGDP is a closely watched indicator of the current health of the economy and an indispensable tool of economic policy. It is not, however, a persuasive indicator of individual wellbeing or collective economic progress. There have been calls to refocus or replace GDP with a metric that better reflects the welfare dimension. In response, the U.S. agency responsible for the GDP accounts recently launched a “GDP and Beyond” program. This is by no means an easy undertaking, given the subjective and idiosyncratic nature of much of individual wellbeing. Indeed, some sources of wellbeing may prove impossible to measure accurately. This paper joins the Beyond GDP effort by extending the standard utility maximization model of economic theory to include those non-GDP sources of wellbeing for which a monetary value can be established using a willingness-to-pay approach. We have termed our measure expanded GDP (EGDP) in our previous work, and the current paper extends that framework to include a welfare-adjusted stock of wealth, derived using the same general approach used to obtain EGDP. This welfare-expanded stock is useful for issues involving the sustainability of wellbeing over time. Finally, we propose a way of connecting GDP and the large literature on happiness and collective wellbeing by incorporating a survey-based subjective index of perceived wellbeing into the conventional ordinal utility framework. Our conclusion is that both the GDP and wellbeing metrics are important but address different questions: the size of the economy on one hand and true extent of economic progress on the other.\n\n",
    "acknowledgement": "\nAn earlier version of this paper originally appeared in July 2022 with the same title and working paper number. The current version is significantly expanded with additional material from the wellbeing literature, but the core conceptual framework is essentially the same. Our earlier papers in this area include Hulten and Nakamura (2018, 2022). The opinions expressed are our own and not those of the Federal Reserve Bank of Philadelphia or the Federal Reserve System, the National Bureau of Economic Research, or any other organization with which we are affiliated.\n\n\n\nLeonard I. Nakamura\n\nLeonard Nakamura has received data for studies that were used in previous and ongoing studies that are cited in this paper.  The institutions that paid for or collected the data include the U.S. Bureau of Economic Analysis, the U.S. Bureau of Labor Statistics, and the Federal Reserve System.  I am an Emeritus Economist at the Federal Reserve Bank of Philadelphia and am an international expert at the UK Economic Statistics Centre of Excellence.\n\n\n"
}