{
    "id": 30197,
    "citation_title": "The Shift to Remote Work Lessens Wage-Growth Pressures",
    "citation_author": [
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Brent H. Meyer",
        "Emil Mihaylov"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2023-05-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent shift to remote work raised the amenity value of employment. As compensation adjusts to share the amenity-value gains with employers, wage-growth pressures moderate. We find empirical support for this mechanism in the wage-setting behavior of U.S. employers, and we develop novel survey data to quantify its force. Our data imply a cumulative wage-growth moderation of 2.0 percentage points over two years. This moderation offsets more than half the real-wage catchup effect that Blanchard (2022) highlights in his analysis of near-term inflation pressures. The amenity-values gains associated with the recent rise of remote work also lower labor’s share of national income by 1.1 percentage points. In addition, the “unexpected compression” of wages since early 2020 (Autor and Dube, 2022) is partly explained by the same amenity-value effect, which operates differentially across the earnings distribution.\n\n",
    "acknowledgement": "\nThanks to Kevin Foster for outstanding assistance in designing and fielding the survey instrument. We gratefully acknowledge the Federal Reserve Bank of Atlanta, the Alfred P. Sloan Foundation, and the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}