{
    "id": 30191,
    "citation_title": "On the Role of Learning, Human Capital, and Performance Incentives for Wages",
    "citation_author": [
        "Braz Camargo",
        "Fabian Lange",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPerformance pay, through which firms provide workers with incentives for performance, is known to be an important source of the variation in wages across workers. Little is known, though, about the impact of performance pay on wages over the life cycle or about the sources of its variability with workers’ labor market experience. In this paper, we fill this gap by accounting for the possibility that incentives for performance also arise implicitly, as often argued, from workers’ desire to prove themselves whenever their productivity is uncertain and to accumulate human capital when employed. We propose a framework that integrates and extends well-known models of dynamic moral hazard and of information and human capital acquisition in the labor market. This framework allows us to analytically decompose performance pay into distinct terms that capture the basic forces we nest, and is identified under intuitive conditions. We parameterize the model using data from foundational papers in personnel economics and find that the most important determinants of performance pay are workers’ desire to insure against the wage risk due to the uncertainty about their productivity, which explains the relatively low level of performance pay, and their incentive to acquire human capital through learning-by-doing. The contemporaneous risk-incentive trade-off that much of the literature on performance incentives has emphasized is instead less important. Our estimates imply that performance pay is central to the dynamics of wages over the life cycle because of its direct impact on the variability of wages and its indirect impact on the process of human capital acquisition with experience.\n\n",
    "acknowledgement": "\nWe thank Peter Arcidiacono, Oriana Bandiera, Jonathan Heathcote, Erik Hurst, Mike Keane, Kjetil Storesletten, Chris Taber, Petra Todd, and Gabriel Ulyssea as well as participants at various seminars and conferences for their comments and suggestions. Braz Camargo gratefully acknowledges financial support from CNPq, Fabian Lange from the Canada Research Chairs Program, and Elena Pastorino from the Stanford Institute for Economic Policy Research (SIEPR) and the National Science Foundation (NSF). This paper is dedicated to the memory of Eddie Lazear, whose encouragement to pursue this project, mentorship, and generosity we will never forget. This paper is dedicated to the memory of Eddie Lazear, whose encouragement to pursue this project, mentorship, and generosity we will never forget. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}