{
    "id": 30190,
    "citation_title": "Why Does Right-to-Carry Cause Violent Crime to Increase?",
    "citation_author": [
        "John J. Donohue",
        "Samuel V. Cai",
        "Matthew V. Bondy",
        "Philip J. Cook"
    ],
    "citation_publication_date": "2022-06-27",
    "issue_date": "2022-06-23",
    "revision_date": "2023-06-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWhile the recent state panel data literature has broadly concluded that “right-to-carry” (RTC) concealed handgun regimes increase violent crime, there is little empirical evidence on the precise mechanisms that drive this increase. Using data from 217 US cities, we find that the effect of RTC on violent crime is concentrated to large urban centers. In cities with an average population of over 250,000 between 1979 and 2019, we find that the introduction of RTC increases violent crime by 20 percent. We then present novel estimates that RTC increases gun theft by 50 percent and lowers violent crime clearance rates by 9 percent in these large cities. Leveraging city-level heterogeneity in RTC-induced violent crime effects, we demonstrate that these two mechanisms explain a substantial portion of the RTC-induced increase in violent crime.\n\n",
    "acknowledgement": "\nPreviously circulated as “More Guns, More Unintended Consequences: The Effects of Right-to-Carry on Criminal Behavior and Policing in US Cities.” We are grateful to Thomas Marvell, Arjun Ravi, and Richard Sweeney, as well as participants at the ETH Zürich Workshop and Lecture Series in Law and Economics, the 2022 Annual Conference on Empirical Legal Studies, and at Tel Aviv University for comments on the paper. Theodora Boulouta, Ammar Inayatali, and Nicolas Peña Tenjo provided outstanding research assistance.  John Donohue has at various times served as an expert witness in litigation involving firearm regulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}