{
    "id": 30192,
    "citation_title": "Expanding Capacity for Vaccines Against Covid-19 and Future Pandemics: A Review of Economic Issues",
    "citation_author": [
        "Susan Athey",
        "Juan Camilo Castillo",
        "Esha Chaudhuri",
        "Michael Kremer",
        "Alexandre Simoes Gomes",
        "Christopher Snyder"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe review economic arguments for using public policy to accelerate vaccine supply during a pandemic. Rapidly vaccinating a large share of the global population helps avoid economic, mortality, and social losses, which in the case of Covid-19 mounted into trillions of dollars. However, pharmaceutical firms are unlikely to have private incentives to invest in vaccine capacity at the socially optimal scale and speed. The socially optimal level of public spending may cause some sticker shock but—as epitomized by the tagline “spending billions to save trillions”—is eclipsed by the benefits and can be restrained with the help of careful policy design and advance preparations. Capacity is so valuable during a pandemic that fractional dosing and other measures to stretch available capacity should be explored.\n\n",
    "acknowledgement": "\nThis paper synthesizes a series of articles written by members of the Accelerating Health Technologies (AHT) team (www.acceleratinght.org), which besides the authors includes Amrita Ahuja, Arthur Baker, Owen Barder, Eric Budish, Tasneem Chipty, Rachel Glennerster, Scott Kominers, Greg Larson, Jean Lee, Jonathan Levin, Anup Malani, Canice Prendergast, Alex Tabarrok, Brandon Tan, Duc Tran, and Witold Wiȩcek. AHT's work was supported in part by funding from the Wellspring Philanthropic Fund (grant no. 15104) and Open Philanthropy and aided by advice and effort from Whit Athey, Lisa Danzig, Dimitrios Gouglas, Kendall Hoyt, and Jessica Picket. The paper was substantially improved following comments from editor Alex Tabarrok, discussant Christopher Adam, and an anonymous referee. The authors are grateful for helpful comments from Witold Wiȩcek and participants in the “Economics of Pandemic Vaccination” seminar sponsored by the Oxford Review of Economic Policy and the “Medical Supply Chain Security and Governance” conference sponsored by the Global Health Initiative of Dartmouth's Dickey Center. The authors are grateful to Brandon Chen for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Kremer\n\nDisclosure Statement of Michael Kremer\n\n\nCo-author of “Expanding Capacity for Vaccines Against Covid-19 and Future Pandemics: A Review of Economic Issues”\n______________________________________________________________________\n1. I am a faculty member at the University of Chicago, where I also direct the Development Innovation Lab and Development Economics Center.\n2. I am Counselor to the USAID Administrator on Open Innovation and Scientific Director of USAID’s Development Innovation Ventures.\n\n\n"
}