{
    "id": 30200,
    "citation_title": "Dependent Coverage and Parental \"Job Lock\": Evidence from the Affordable Care Act",
    "citation_author": [
        "Hannah Bae",
        "Katherine Meckel",
        "Maggie Shi"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCoverage for dependents is a common feature of employer-sponsored insurance. While prior work shows that employees trade off job mobility for their own coverage, there is less evidence on the intra-family spillovers of dependent coverage onto parental labor supply. We study this question using a panel of insurance claims that links de- pendent insurance enrollment with a proxy for parental job retention. We develop a regression discontinuity design that exploits variation in coverage eligibility by dependent birth date from the Affordable Care Act, and find that a one percent increase in the dependent enrollment likelihood leads to a 0.2 percent increase in parental job retention. Job lock induced by dependent coverage is greater for parents who were more likely to be on the margin of a job exit, for families who value dependent coverage more, and for employees of firms with a wider range of insurance options.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Jeffrey Clemens, Julie Cullen, Gordon Dahl, and seminar participants at the 2023 ASHEcon, the Chicago Fed, Northwestern, OSU, UChicago { Harris, UCSD, USC Schaeffer Center, and the WEAI 98th Annual Conference. We also thank Mohan Ramanujan for assistance with the Truven Health MarketScan Database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}