{
    "id": 30204,
    "citation_title": "Persecution and Migrant Self-Selection: Evidence from the Collapse of the Communist Bloc",
    "citation_author": [
        "Ran Abramitzky",
        "Travis Baseler",
        "Isabelle Sin"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does persecution affect who migrates? We analyze migrants’ self-selection out of the USSR and its satellite states before and after the collapse of Communism using census microdata from the three largest destination countries: Germany, Israel, and the United States. We find that migrants arriving before and around the time of the collapse (who were more likely to have moved because of persecution) were more educated and had better labor market outcomes in the destination than those arriving later. This change is not fully explained by the removal of emigration restrictions in the Communist Bloc. Instead, we show that this pattern is consistent with more positive self-selection of migrants who are motivated by persecution. When the highly educated disproportionately forgo migrating to enjoy the amenities of their home country, persecution can induce them to leave.\n\n",
    "acknowledgement": "\nWe are grateful to Lianna Creedon and Jiwei Zhou for excellent research assistance. We thank Florencia Hnilo and Jenna Kay Kowalski for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}