{
    "id": 30203,
    "citation_title": "Shareholder Power and the Decline of Labor",
    "citation_author": [
        "Antonio Falato",
        "Hyunseob Kim",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShareholder power in the US grew over recent decades due to a steep rise in concentrated institutional ownership. Using establishment-level data from the US Census Bureau’s Longitudinal Business Database for 1982-2015, this paper examines the impact of increases in concentrated institutional ownership on employment, wages, shareholder returns, and labor productivity. Consistent with theory of the firm based on conflicts of interests between shareholders and stakeholders, we find that establishments of firms that experience an increase in ownership by larger and more concentrated institutional shareholders have lower employment and wages. This result holds in both panel regressions with establishment fixed effects and a difference-in-differences design that exploits large increases in concentrated institutional ownership, and is robust to controls for industry and local shocks. The result is more pronounced in industries where labor is relatively less unionized, in more monopsonistic local labor markets, and for dedicated and activist institutional shareholders. The labor losses are accompanied by higher shareholder returns but no improvements in labor productivity, suggesting that shareholder power mainly reallocates rents away from workers. Our results imply that the rise in concentrated institutional ownership could explain about a quarter of the secular decline in the aggregate labor share.\n\n",
    "acknowledgement": "\nWe thank Simcha Barkai, Philip Bond, Murillo Campello, Wei Jiang, Matthias Kehrig, Anna Stansbury, Luke Stein, Amir Sufi, John Van Reenen, and conference and seminar participants at AFA Annual Meetings, Australian National University, Babson College, Bank of Italy-CEPR Labor Workshop, Centre for Studies in Economics and Finance (Naples), Chicago Fed, Cornell University, Korean Microdata Research Group, Labor and Finance Group, LERA Annual Meetings, NBER Economics and Politics of Mega-Firms Conference, Sciences Po Summer Workshop in Economics: Labor, Seoul National University, and SOLE for helpful comments, and Tanya Bakshi, Vitor Costa, Daniel Gallego, and Katya Potemkina for excellent research assistance. Any views expressed are those of the authors and not those of the US Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1572 (CBDRB-FY20-P1572-R8820; FY22-P1572-R9381). We thank Charles Hokayem, Frank Limehouse, Nichole Szembrot, and Lanwei Yang for helping with data and clearance requests. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}