{
    "id": 30205,
    "citation_title": "The Quality of Financial Advice: What Influences Client Recommendations?",
    "citation_author": [
        "Philippe d'Astous",
        "Irina Gemmo",
        "Pierre-Carl Michaud"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we conduct an experiment with a large sample of financial planner professionals in Canada to elicit factors which may influence client recommendations. Using repeated client vignettes, we find that recommendations are often in-line with what one would expect from economic theory. In particular, advice is sensitive in expected ways to relative costs and benefits of particular options. In some domains, we find evidence that planners are more likely to recommend products they own themselves, their spouse owns, or they are licensed to sell. In the investment domain, we also find that planners are more likely to recommend products that clients inquire about even when this type of solicitation is randomized across clients and options. Finally, we find that planners are systematically sensitive to the gender of the client even when gender is uninformative regarding which recommendation to make.\n\n",
    "acknowledgement": "\nThe authors thank Martin Boyer, Alexa Samuel and Lanny Zrill for comments and suggestions at different stages in the realization of this project. The authors thank in particular David Boisclair for project management and for input in the design of the experiment. The authors acknowledge financial support from the FP Canada Research Foundation™. We also thank FP Canada™ and IQPF for making it possible to invite financial planners to participate in the survey; Delvinia hosted the survey and collected the data anonymously. The authors are solely responsible for the analyses and conclusions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}