{
    "id": 30202,
    "citation_title": "Economic vs. Epidemiological Approaches to Measuring the Human Capital Impacts of Infectious Disease Elimination",
    "citation_author": [
        "Caroline Chuard",
        "Hannes Schwandt",
        "Alexander D. Becker",
        "Masahiko Haraguchi"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA rich economic literature has examined the human capital impacts of disease-eliminating health interventions, such as the rollout of new vaccines. This literature is based on reduced-form approaches which exploit proxies for disease burden, such as mortality, instead of actual infection counts, which are difficult to measure. We develop an epidemiological dynamic accounting model based on the susceptible-infected-recovered (SIR) framework to derive precise measles infection shares across U.S. cohorts born around the introduction of the measles vaccine. Measles is highly infectious and fully immunizing which makes the disease an ideal candidate for epidemiological modeling. Our epidemiological model is strongly predictive of future measles outbreaks but the derived measles infection shares are not systematically related to cohorts' later educational, economic, or health outcomes. The reduced-form approach, on the other hand, shows that these long-term outcomes strongly improved among vaccinated cohorts in states with high pre-vaccine measles mortality. Our results suggest that differences in disease severity are more relevant for long-term human capital impacts than raw differences in actual infection rates, supporting the reduced-form approach used in the economic literature.\n\n",
    "acknowledgement": "\nCorresponding author: Hannes Schwandt (schwandt@northwestern.edu). The authors acknowledge support from the Value of Vaccination Research Network (Gates Foundation) in collaboration with Steve Elledge (Harvard University) and Michael Mina (eMed; Harvard University at project start). We are grateful to David Bloom, David Cutler, Atheendar Venkataramani, Casper Worm Hansen, and seminar participants at the Center for Disease Control (CDC),  Harvard School of Public Health, Barcelona Summer Forum, and AEA Annual Meeting for comments. All of Alex Becker's work on this paper was carried out when he was employed at the Stanford Biology Department or the Johns Hopkins School of Public Health. This paper does not represent the views of his current employer (Merck). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}