{
    "id": 30206,
    "citation_title": "How Did Federal Aid to States and Localities Affect Testing and Vaccine Delivery?",
    "citation_author": [
        "Jeffrey Clemens",
        "Philip G. Hoxie",
        "John Kearns",
        "Stan Veuger"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate whether federal aid for state and local governments played a role in advancing population testing for COVID-19 and the administration of vaccines. To overcome biases that can result from the endogeneity of federal aid allocations, we use an instrumental-variables estimator reliant on the substantial variation in federal aid predicted by variation in states’ congressional representation. We find that federal fiscal assistance dollars had a modest if any impact on the pace of vaccine rollouts, may have improved the equitability of vaccine administration, and had a substantial impact on the volume of tests administered. Regarding the total number of vaccines delivered, we estimate that an additional $1,000 in fiscal relief per resident, which would amount to $330 billion nationwide, translated into just under 1,200 extra doses of the vaccine being delivered per 100,000 people, with the upper bound of our confidence interval suggesting that we can rule out effects in excess of 7,030 extra doses per 100,000 people. We find that federal dollars predict a smaller gap between the vaccination rates of those with a college education relative to those with a high school education. Finally, our baseline estimate implies that each $1,000 in COVID-19 relief aid per capita generated 55,850 additional tests per 100,000 people.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan and José Luis Montiel Olea for helpful comments. Clemens thanks the Hoover Institution for support as a Visiting Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}