{
    "id": 30208,
    "citation_title": "Waivers for the Public Service Loan Forgiveness Program: Who Would Benefit from Takeup?",
    "citation_author": [
        "Diego A. Briones",
        "Nathaniel Ruby",
        "Sarah Turner"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2022-09-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor workers employed in the public and non-profit sectors, the Public Service Loan Forgiveness (PSLF) program offers the potential for full forgiveness of federal student loans for those with 10-years of full-time work experience.  In practice, the benefits of the PSLF program have been illusory for many.  In the first year of eligibility for forgiveness (2017), only 96 borrowers claimed benefits and even by the end of April of 2022 only 130,730 had received benefits. Administrative problems related to the certification of public service employment and the determination of qualifying loans led the Department of Education to issue temporary waivers (which expire in October of 2022) which essentially provide a path to forgiveness retroactively.  In this paper, we explore the overall impact and distributional implications of potential full participation in loan forgiveness enabled by the PSLF waiver program using the 2018 Survey of Income and Program Participation (SIPP).  Our estimates identify more than $100 billion in loan forgiveness available to as many as 3.5 million borrowers through the PSLF waiver program. Potential beneficiaries of this initiative are disproportionately employed in occupations like teaching and health care.  Full take-up of the PSLF waiver would lead to a narrowing of the racial gap in student debt burden.  However, the distribution of potential benefits of the PSLF waiver depends critically on the extent to which those with high income or advanced degrees are differentially likely to take-up benefits conditional on eligibility.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Link and Eileen Powell for excellent research assistance. We are grateful to numerous colleagues including Emily Cook, John Bound, Jason Delisle, Lance Lochner, Tod Massa, and Jeff Smith for comments on preliminary versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}