{
    "id": 30211,
    "citation_title": "u* = √uv",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost governments are mandated to maintain their economies at full employment. We propose that the best marker of full employment is the efficient unemployment rate, u*. We define u* as the unemployment rate that minimizes the nonproductive use of labor—both jobseeking and recruiting. The nonproductive use of labor is well measured by the number of jobseekers and vacancies, u + v. Through the Beveridge curve, the number of vacancies is inversely related to the number of jobseekers. With such symmetry, the labor market is efficient when there are as many jobseekers as vacancies (u = v), too tight when there are more vacancies than jobseekers (v > u), and too slack when there are more jobseekers than vacancies (u > v). Accordingly, the efficient unemployment rate is the geometric average of the unemployment and vacancy rates: u* = √uv. We compute u* for the United States between 1930 and 2022. We find for instance that the US labor market has been over full employment (u < u*) since May 2021.\n\n",
    "acknowledgement": "\nWe thank David Baqaee, Daniel Bogart, Varanya Chaubey, Olivia Lattus, Romain Ranciere, Guillaume Rocheteau, and Pierre-Olivier Weill for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}