{
    "id": 30217,
    "citation_title": "The Virtue of Complexity in Return Prediction",
    "citation_author": [
        "Bryan T. Kelly",
        "Semyon Malamud",
        "Kangying Zhou"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2022-10-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the extant literature predicts market returns with “simple” models that use only a few parameters. Contrary to conventional wisdom, we theoretically prove that simple models severely understate return predictability compared to “complex” models in which the number of parameters exceeds the number of observations. We empirically document the virtue of complexity in US equity market return prediction. Our findings establish the rationale for modeling expected returns through machine learning.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Cliff Asness, Kobi Boudoukh, James Choi, Frank Diebold, Egemen Eren, Paul Goldsmith-Pinkham, Amit Goyal, Ron Kaniel (discussant), Stefan Nagel (editor), Andreas Neuhierl (discussant), Matthias Pelster (discussant), Olivier Scaillet (discussant), Christian Schlag (discussant), Hui Wang (discussant), Guofu Zhou (discussant), and seminar participants at AQR, Yale, Vienna University of Economics and Business, Philadelphia Fed, Bank for International Settlements, NYU Courant, EPFL, and conference participants at the Macro Finance Society, Adam Smith Asset Pricing Conference, SFS Cavalcade North America Conference, Hong Kong Conference for Fintech, AI, and Big Data in Business, Wharton Jacobs-Levy Conference, Research Symposium on Finance and Economics, China International Risk Forum, Stanford SITE New Frontiers in Asset Pricing, and XXI Symposium. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR. Semyon Malamud gratefully acknowledges support from the Swiss Finance Institute and the Swiss National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}