{
    "id": 30218,
    "citation_title": "Using Divide-and-Conquer to Improve Tax Collection",
    "citation_author": [
        "Samuel Kapon",
        "Lucia Del Carpio",
        "Sylvain Chassang"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2022-12-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTax collection by capacity constrained governments may exhibit multiple equilibria: if delinquency is low, limited enforcement capacity is enough to discipline deviators; if delinquency is high, limited enforcement capacity is overstretched and no longer dissuasive. In principle, divide-and-conquer, a theoretically important but untested principle from mechanism design, can be used to unravel the undesirable high-delinquency equilibrium. We investigate the challenge of doing so in practice.\nOur preferred mechanism takes the form of Prioritized Iterative Enforcement (PIE). Tax-payers are assigned a rank trading-off expected collection and expected capacity use. Tax-payers are then iteratively threatened in small groups for which collection capacity is sufficient to induce compliance. After repayment occurs, unused collection capacity is released to issue the next round of threats.\nIn partnership with a district of Lima (Peru) we experimentally evaluate the impact of PIE on the collection of property taxes from 13432 tax-payers. Reduced-form evidence both validates and refines the theoretical benchmark. A structural model of tax-payer behavior suggests that, keeping the number of collection actions fixed, PIE would increase tax revenue by 11.3%.\n\n",
    "acknowledgement": "\nWe are particularly grateful to the municipality of Jesús María, and especially Pablo Paredes and Patricia Corrales for being patient and supportive partners under exceptionally difficult circumstances. We thank seminar participants at Baruch College, Chicago Booth, Goethe University, Indiana University at Bloomington, Lausanne, LSE, MIT, Northwestern, NYU, Princeton, PSE, Seminars in Economic Theory, Simon Fraser University, SITE (2021), ThReD (2021), the University of Alabama, the University of British Columbia, the University of Calgary, and the University of Pennsylvania for very helpful comments. Research funding from INSEAD’s Dean’s Innovation Fund and Princeton’s Griswold Center for Economic Policy Studies is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSylvain Chassang\n\nNo relevant disclosures\n\n\n"
}