{
    "id": 30214,
    "citation_title": "Polarization and Public Policy: Political Adverse Selection under Obamacare",
    "citation_author": [
        "Leonardo Bursztyn",
        "Jonathan T. Kolstad",
        "Aakaash Rao",
        "Pietro Tebaldi",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "2024-06-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoliticizing policies designed to address market failures can diminish their effectiveness. We document a pattern of “political adverse selection” in the health insurance exchanges established under the Affordable Care Act (ACA; “Obamacare” in political debates): Republicans enrolled at lower rates than Democrats and independents, a gap driven by healthier Republicans. This selection raised public subsidy spending by approximately $124 per enrollee annually (2.4% of average cost). We field a survey to show this selection does not exist for other insurance products. Lower enrollment and higher costs are concentrated in more Republican areas, potentially contributing to polarized views of the policy.\n\n",
    "acknowledgement": "\nWe thank Ernesto Dal Bo, Ben Faber, Ben Handel, and Andrei Shleifer for helpful comments. We thank George Beknazar-Yuzbashev, Silvia Barbareschi, Andrew Kao, Ruoxuan Wu, and Stan Xie for outstanding research assistance. We thank the Kaiser Family Foundation for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}