{
    "id": 30213,
    "citation_title": "Can Fiscal Externalities Be Internalized?",
    "citation_author": [
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2022-07-04",
    "issue_date": "2022-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSubsidies and in-kind transfers give rise to negative fiscal externalities. However, internalizing negative fiscal externalities through taxation would undo the subsidy or in-kind transfer that caused them. Similarly, positive fiscal externalities cannot be internalized though government subsidies. This paper describes a mechanism that transfers fiscal externalities from the government to private parties. Such transfers generate incentives within the private sector to reduce inefficiencies caused by fiscal externalities. Thus, the paper offers a straightforward, but powerful, insight: transferring fiscal externalities to third parties extends the reach of the Coase Theorem to inefficiencies stemming from fiscal externalities.\n\n",
    "acknowledgement": "\nDiscussions with, and comments from, Louis Kaplow and Jeff Liebman were especially instrumental in shaping this paper. I am also very grateful to Gillian Hadfield, Nathan Hendren, Ellen Meara, Emmanuel Saez, Chris Snyder, and Glen Weyl for useful suggestions and stimulating discussions. This project drew inspiration from a preliminary draft of a paper (\"Pareto Improving Tax Reform\") that Michael Kremer shared with me in 1997,  but did not pursue further.  I thank Rohith Mandavilli for excellent research assistance. I am grateful for a  sabbatical provided by Dartmouth College and partly funded by a Rockefeller grant. This sabbatical provided me with the time and energy to write this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}