{
    "id": 30225,
    "citation_title": "Trade Policy and Global Sourcing: An Efficiency Rationale for Tariff Escalation",
    "citation_author": [
        "Pol Antràs",
        "Teresa C. Fort",
        "Agustín Gutiérrez",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImport tariffs tend to be higher for final goods than for inputs, a phenomenon commonly referred to as tariff escalation. Yet neoclassical trade theory – and modern Ricardian trade models, in particular – predict that welfare-maximizing tariffs are uniform across sectors. We show that tariff escalation can be rationalized on efficiency grounds in the presence of scale economies. When both downstream and upstream sectors produce under increasing returns to scale, a unilateral tariff in either sector boosts the size and productivity of that sector, raising welfare. While these forces are reinforced up the chain for final-good tariffs, input tariffs may drive final-good producers to relocate abroad, mitigating their potential productivity benefits. The welfare benefits of final-good tariffs thus tend to be larger, with the optimal degree of tariff escalation increasing in the extent of downstream returns to scale. A quantitative evaluation of the US-China trade war demonstrates that any welfare gains from the increase in US tariffs are overwhelmingly driven by final-good tariffs.\n\n",
    "acknowledgement": "\nWe are grateful to Lorenzo Caliendo, Arnaud Costinot, Dave Donaldson, Ahmad Lashkaripour, Steve Redding, Andrés Rodríguez-Clare, Iván Werning, and various seminar audiences for insightful comments, and to Joe Shapiro for sharing data with us. Ignacia Cuevas, Evgenii Fadeev, Jack Liang, Nicolas Wesseler, and Shuhan Zou provided excellent research assistance. A previous version of this paper was circulated under the title “Import Tariffs and Global Sourcing.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}