{
    "id": 3022,
    "citation_title": "The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior",
    "citation_author": [
        "Frank R. Lichtenberg",
        "Donald Siegel"
    ],
    "citation_publication_date": "1989-06-01",
    "issue_date": "1989-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the economic effects of leveraged buyouts (LBOs) using large longitudinal establishment and firm-level Census Bureau data sets linked to a list of LBOs compiled from public data sources. About 5 percent, or 1100, of the manufacturing plants in the sample were involved in LBOs during 1981-86. We find that plants involved in LBOs had significantly higher rates of total factor productivity (TFP) growth than other plants in the same industry. The productivity impact of LBOs is much larger than our previous estimates of the productivity impact of ownership changes in general. Management buyouts appear to have a particularly strong positive effect on TFP. Labor and capital employed tend to decline (relative to the industry average) after the buyout, but at a slower rate than they did before the buyout. The ratio of  nonproduction to production labor cost declines sharply, and production worker wage rates increase, following LBOs. LBOs are production-labor-using, nonproduction-labor- saving, organizational innovations. Plants involved in management buyouts (but not in other LBOs) are less likely to subsequently close than other plants. The average R&D-intensity of firms involved in LBOs increased at least as much from 1978 to 1986 as did the average R&D-intensity of all firms responding to the NSF/Census survey of industrial R&D.\n\n",
    "acknowledgement": "\n"
}