{
    "id": 30221,
    "citation_title": "The Shadow of the Neolithic Revolution on Life Expectancy: A Double-Edged Sword",
    "citation_author": [
        "Raphaël Franck",
        "Oded Galor",
        "Omer Moav",
        "Ömer Özak"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research explores the persistent effect of the Neolithic Revolution on the evolution of life expectancy in the course of human history. It advances the hypothesis and establishes empirically that the onset of the Neolithic Revolution and the associated rise in infectious diseases triggered a process of adaptation reducing mortality from infectious diseases while increasing the propensity for autoimmune and inflammatory diseases. Exploiting an exogenous source of variation in the timing of the Neolithic Revolution across French regions, the analysis establishes the presence of these conflicting forces - the beneficial effects on life expectancy before the second epidemiological transition and their adverse effects thereafter.\n\n",
    "acknowledgement": "\nWe wish to thank Matteo Cervellati, Daniele Paserman, Uwe Sunde, David Weil, as well as participants at the 6th EH-Cliolab Conference, and seminar participants at Bonn University, Brown University, Hebrew University of Jerusalem, and Lille Catholic Institute for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}