{
    "id": 30220,
    "citation_title": "Pareto Improvements in the Contest for College Admissions",
    "citation_author": [
        "Kala Krishna",
        "Sergey Lychagin",
        "Wojciech Olszewski",
        "Ron Siegel",
        "Chloe Tergiman"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege admissions in many countries are based on a centrally administered test. Applicants invest a great deal of resources to improve their performance on the test, and there is growing concern about the large costs associated with these activities. We consider modifying such tests by introducing performance-disclosure policies that pool intervals of performance rankings, and investigate how such policies can improve students’ welfare in a Pareto sense. Pooling aﬀects the equilibrium allocation of studentso colleges, which hurts some students and beneﬁts others, but also aﬀects the eﬀort students exert. We characterize the Pareto frontier of Pareto improving policies, and also identify improvements that are robust to the distribution of college seats.\nWe illustrate the potential applicability of our results with an empirical estimation that uses data on college admissions in Turkey. We ﬁnd that a policy that pools a large fraction of the lowest performing students leads to a Pareto improvement in a contest based on the estimated parameters. We then conduct a laboratory experiment based on the estimated parameters to examine the eﬀect of such pooling on subjects’ behavior. The ﬁndings generally support our theoretical predictions. Our work suggests that identifying and introducing Pareto improving performance-disclosure policies may be a feasible and practical way to improve college admissions based on centralized tests.\n\n",
    "acknowledgement": "\nWe are indebted to Bela Szabadi for outstanding research assistantship. We thank Dawei Fang, Alex Frankel, Navin Kartik, Emir Kamenica, Shengwu Li, Jingfeng Lu, Nick Netzer, Philipp Strack, Jun Xiao, and seminar participants at Bocconi, Cambridge, Carlo Alberto, Cincinnati, European University Institute, Hong Kong, Johns Hopkins, Kyoto, Leicester, Northwestern, NUS, Oxford, Penn State, SKKU, Virginia, Wisconsin, Yonsei, the AEA Winter Meetings in Chicago, the Bern Workshop on Contest Theory, the Global Seminar on Contests and Conflict, the Pennsylvania Economic Theory Conference, the SAET Annual Conference in Taipei, and the Southampton WinterWorkshop in Economic Theory for very helpful comments and suggestions. Olszewski and Siegel gratefully acknowledge financial support from the NSF (grant SES-1325968). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}