{
    "id": 30224,
    "citation_title": "Training, Communications Patterns, and Spillovers Inside Organizations",
    "citation_author": [
        "Miguel Espinosa",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "2023-03-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMost organizations utilize hierarchies to facilitate specialization, with managers assisting workers on tasks beyond their capabilities. As workers gain skills, they require less help, freeing up manager time. In this paper, we estimate direct productivity treatment effects for individual workers and spillovers to managers after a randomly assigned training program for frontline workers in a Colombian government agency. Trained workers improved their individual production, while help requests to managers declined, enabling managers to focus on higher-value work. Accounting for vertical spillovers to managers meaningfully changes the organization's implied return on investment from training.\n\n",
    "acknowledgement": "\nWe thank Jerome Adda, Oriana Bandiera, Morten Bennedsen, Jordi Blanes-i-vidal, Ronald Burt, Lorenzo Caliendo, Alexia Delfino, Christian Dustmann, Sarah Eichmeyer, Florian Englmaier, Guido Friebel, Luis Garicano, Robert Gibbons, Michela Giorcelli, Mitchell Hoffman, Jonas Hjort, Hideo Owan, Andrea Prat, Canice Prendergast, Eric Quintane, Imran Rasul, Ray Reagans, Raffaella Sadun, Antoinette Schoar, Kathryn Shaw, Pablo Spiller, Chad Syverson, Steve Tadelis, John van Reenen, Timothy Van Zandt and participants of the 14th UNSW workshop in Organizational Economics, 2021 NBER Organizational Economics, 2021 NBER Personnel Economics, 2021 CEPR IMO, ICESI, HBS, LMU, Michigan, Paris-Berkeley Workshop, EIEF, LSE, SIOE, Padova, Quantil, SMS, UTAH Winter Strategy Conference, Bocconi and ESADE for helpful comments. Jairo Galvis and Juan Herrera provided superb research assistance. We thank the anonymous organization for giving us access to the data used in this study. Under the data use agreement, the organization had the right to review the draft for confidential information or details that would allow a reader to identify the organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}