{
    "id": 30222,
    "citation_title": "Intermediary Balance Sheets and the Treasury Yield Curve",
    "citation_author": [
        "Wenxin Du",
        "Benjamin M. Hébert",
        "Wenhao Li"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "2023-05-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a regime change in the Treasury market post-Global Financial Crisis (GFC): dealers switched from net short to net long Treasury bonds. We construct “net-long” and “netshort” curves that account for balance sheet and financing costs, and show that actual yields moved from the net short curve pre-GFC to the net long curve post-GFC. Our theory shows the regime shift caused negative swap spreads and co-movement among swap spreads, dealer positions, and covered-interest-parity violations. Furthermore, the effects of various monetary and regulatory policies are regime-dependent. We highlight Treasury supply as a plausible driver of this regime shift.\n\n",
    "acknowledgement": "\nA portion of this research was conducted at the Becker-Friedman Institute, whose hospitality B. Hébert gratefully acknowledges. We would like to thank Adrien Auclert, Patrick Augustin, Bruno Biais, Rohan Kekre, Darrell Duffie, Michael Fleming, Thierry Foucault, Valentin Haddad, Terrence Hendershott, Sebastian Infante, Arvind Krishnamurthy, Ralph Koijen, Toomas Laarits, Tim Landvoigt, Stefan Nagel, Vania Stavrakeva, Dominik Supera, and Fabrice Tourre for insightful comments, as well as seminar and conference participants at Bank of England, BIS, Boston College, Chicago Fed, Cleveland Fed, CTFC, Cornell, CUHK, Fixed Income and Financial Institutions Conference, Florida International University, Washington University in St. Louis, NBER LTAP, HEC Paris, HKU, Duke, Michigan, Treasury Office for Financial Research, University of British Columbia, UC Berkeley, USC, and UT Austin Junior Macro. We in particular would like to thank Ken Singleton for both his insightful feedback and for sharing his term structure estimation code. We thank Filippo Cavaleri for excellent research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}