{
    "id": 30229,
    "citation_title": "Real-Time Inequality",
    "citation_author": [
        "Thomas Blanchet",
        "Emmanuel Saez",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "2022-11-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs high-frequency and timely income distributions for the United States. We develop a methodology to combine the information contained in high-frequency public data sources—including monthly household and employment surveys, quarterly censuses of employment and wages, and monthly and quarterly national accounts statistics—in a unified framework. This allows us to estimate economic growth by income groups, race, and gender consistent with quarterly releases of macroeconomic growth, and to track the distributional impacts of government policies during and in the aftermath of recessions in real time. We test and successfully validate our methodology by implementing it retrospectively back to 1976. Analyzing the Covid-19 pandemic, we find that all income groups recovered their pre-crisis pretax income level within 20 months of the beginning of the recession. Although the recovery was primarily driven by jobs rather than wage growth, real wages experienced significant gains at the bottom of the distribution in 2021 and 2022, highlighting the equalizing effects of tight labor markets. After accounting for taxes and cash transfers, real disposable income for the bottom 50% was nearly 20% higher in 2021 than in 2019, but fell in 2022 as the expansion of the welfare state during the pandemic was rolled back. All estimates are available at https://realtimeinequality.org and are updated with each quarterly release of the national accounts, within a few hours.\n\n",
    "acknowledgement": "\nWe thank Akcan Balkir, Anand Bharadwaj, and James Feng for outstanding research assistance, and Heather Boushey, Dennis Fixler, Marina Gindelsky, Damon Jones, Robert Kornfeld, Greg Leiserson, Danny Yagan, and numerous conference participants for helpful comments and reactions. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley, the Carnegie Foundation, NSF grant SES-1559014, the Stone Foundation, and the European Research Council. This paper is supplemented by a website, https://realtimeinequality.org, with timely inequality and distributional growth estimates updated every quarter and detailed visualizations. All our data and programs are also posted online at this address. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}