{
    "id": 30232,
    "citation_title": "Attrition from Administrative Data: Problems and Solutions with an Application to Postsecondary Education",
    "citation_author": [
        "Andrew Foote",
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "2022-08-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the bias arising from individuals’ migration from administrative outcome data, with a focus on the labor market consequences of postsecondary education. We find that out-of-state migration is particularly problematic for high-earners, flagship graduates, and certain majors. Consequently, the effect of graduating from a flagship university is 10% higher than one would estimate using in-state earnings exclusively, though the extent of bias differs substantially across contexts. The impact of obtaining a 2-year CTE credential is also understated, as are earnings differences across majors. Approaches to testing for and bounding this bias are considered.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been approved for disclosure with DRB Requests #DRB-B0007-CED-20181029, #DRB-B0033-CED-20190318, #CBDRB-FY20-051, #CBDRB-FY22-211, #CBDRB-FY22-CED006-0022. We thank numerous colleagues and seminar participants for helpful discussions and comments. The authors have no financial support or interests to disclose.\n\n\n"
}