{
    "id": 30230,
    "citation_title": "Acquisitions, Management, and Efficiency in Rwanda's Coffee Industry",
    "citation_author": [
        "Rocco Macchiavello",
        "Ameet Morjaria"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWell-functioning markets allocate assets to owners that improve firms’ management and performance. We study the effects of ownership changes on coffee mills in Rwanda – an industry in which managing relationships with farmers and seasonal workers is important and that has seen many ownership changes in recent years. We combine administrative data, a survey panel of mills and an original survey of acquirers that allows us to construct acquirer-specific and target-specific control groups. A difference-in-differences design reveals that ownership changes do not improve performance unless the mill is acquired by a foreign firm. Our preferred interpretation – supported by detailed survey evidence that considers alternative hypotheses – is that foreign firms successfully implement management changes in key operational areas. Upon acquisition, both domestic and foreign owned mills attempt to implement similar changes, but domestic firms face resistance from workers and farmers. Domestic owners have relationships with their local communities, which can create opportunities to establish new mills and acquire existing ones. However, these same relationships create pressure to maintain status-quo relational arrangements, which makes it harder to implement managerial changes.\n\n",
    "acknowledgement": "\nThis project was made possible by the collaboration of the Rwanda National Agriculture Exporting Board (NAEB). Without implicating them, we are especially grateful to Amb George Kanyoga and Sandrine Urujeni. We also thank Laura Alfaro, David Atkin, Oriana Bandiera, Dan Barron, Heather Berry, Michael Best, Nick Bloom, Tony Cookson, Bob Gibbons, Michela Giorcelli, Chang-Tai Hsieh, Ben Jones, Dean Karlan, Dan Keniston, Amit Khandelwal, Peter Klibanoff, Nicola Limodio, Maria Guadalupe, Michael Kremer, Bentley MacLeod, Alexey Makarin, Niko Matouschek, Kieron Meagher, Alex Michaelides, Dilip Mookherjee, Andy Newman, Debraj Ray, Luis Rayo, Raffaella Sadun, Marta Troya-Martinez, Eric Veerhogen, John Van Reenan and participants at seminars in Chicago, Columbia, Dartmouth, JKU Linz, Kellogg Strategy, MIT, NUS, Penn State, SMU, New Economic School, Northwestern, Nottingham, SFU, QMUL, UBC and conferences at Africa Econ Soc (2022), ASSA 2022, Chicago Development Day (2021), CIFAR IEP Meeting, Contracts Conference 2022 (Imperial), CSAE (2022), CSIO-TSE (2022), EDI 2017 (Namur), EDI 2020, EOS Trade, Globalization & Development (Namur) 2022, FIMAD Series, FOM 2021 (Dartmouth-Tuck), NBER Org Meeting (Cambridge 2021), Novafrica 2022, Ownership-Governance-Management & Firm Performance (BoI-CEPR-EIEF), RCEA Future of Growth 2021, SIOE 2018 (Montreal), SIOE 2019 (Stockholm), SIOE 2020 (MIT), SIOE 2021 (MIT), Utah Winter Org & PE, WEFIDEV Series, WGAPE 2021, Workshop on Strategy & Structure of Business Groups (CEPR-Bocconi) and the 14th Org Econ Workshop. Morjaria thanks NAEB and Exporters Association for hosting numerous visits. Ryu Matsuura and Miguel Talamas provided exceptional research assistance. Financial support from IGC, EDI (UK aid), Research Network in Sustainable Global Supply Chains, CIFAR, GPRL at Northwestern, Ford Motor Center for Global Citizenship and the Dean's Award at Kellogg School of Management is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}