{
    "id": 30237,
    "citation_title": "Intergenerational Transmission of Health at Birth: Fathers Matter Too!",
    "citation_author": [
        "Osea Giuntella",
        "Giulia La Mattina",
        "Climent Quintana-Domeque"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique data set of linked birth records from Florida to analyze the intergenerational transmission of health at birth by parental gender. We show that both paternal and maternal birth weights signiﬁcantly predict the child’s birth weight, even after accounting for all genetic and environmental factors that are common and time-invariant within a family. Our estimates reveal that a one standard deviation increase in mother’s birth weight (535 grams) translates into a 0.13-0.24 standard deviations increase in child’s birth weight (70-128 grams), accounting or not for maternal grandmother ﬁxed eﬀects. On the father’s side, we ﬁnd that a one standard deviation increase in father’s birth weight (563 grams) translates into a 0.10-0.15 standard deviations increase in child’s birth weight (56-78 grams), accounting or not for paternal grandmother ﬁxed eﬀects. The signiﬁcant role of both maternal and paternal health at birth in explaining oﬀspring health at birth is conﬁrmed when using alternative metrics: intrauterine growth, being small for gestational age or being too heavy (i.e., macrosomic).\n\n",
    "acknowledgement": "\nWe are thankful to the Office of Vital Statistics at the Florida Department of Health for providing data. Any published findings and conclusions are those of the authors and do not necessarily represent the official position of the Florida Department of Health or the National Bureau of Economic Research.\n\n\n"
}