{
    "id": 30238,
    "citation_title": "Will the Developing World’s Growing Middle Class Support Low Carbon Policies?",
    "citation_author": [
        "Matthew E. Kahn",
        "Somik Lall"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAs billions of people in the developing world seek to increase their living standards, their aspirations pose a challenge to global efforts to cut greenhouse gas emissions. The emerging middle class  are buying and operating energy intensive durables ranging from vehicles to air conditioners to computers. Owners of these durables represent an interest group with a stake in opposing carbon pricing. The political economy of encouraging middle class support for carbon pricing hinges on offsetting its perceived negative income effects. Rising environmentalism in the developing world could also increase support for credible GHG reduction policy. We quantify these effects as we estimate Engel curves of durables ownership, compare the grid’s carbon intensity by nation and study the demographic correlates of support for prioritizing environmental protection.\n\n",
    "acknowledgement": "\nThe authors thank Ambar Narain and Minh Nguyen for sharing data on durable assets, and Milan Brahmbhatt, Tim Besley, Alan Fuchs, Robert Huang, and Ruth Hill for helpful discussions. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the National Bureau of Economic Research, the International Bank for Reconstruction and Development/World Bank and its  affiliated  organizations, or those of the Executive Directors of the World Bank or the governments  they represent.\n\n\n"
}