{
    "id": 30234,
    "citation_title": "Common Fund Flows: Flow Hedging and Factor Pricing",
    "citation_author": [
        "Winston Wei Dou",
        "Leonid Kogan",
        "Wei Wu"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nActive equity funds care about fund size, affected by fund flows that obey a strong factor structure with the common component responding to macroeconomic shocks. Funds hedge against common flows by tilting their portfolios toward low-flow-beta stocks, while household/retail and index investors overweight high-flow-beta stocks in equilibrium. Consequently, common flows earn a risk premium, leading to a multi-factor asset-pricing model resembling the ICAPM, even with myopic agents and unsophisticated fund clients. Exploiting quasi-experiments induced by the local-natural-disaster occurrences and the unexpected trade-war announcements, we find that an increased outflow risk faced by funds leads to more aggressive flow-hedging portfolio tilts.\n\n",
    "acknowledgement": "\nWe are grateful to Vikas Agarwal, Hengjie Ai, Yakov Amihud, Ravi Bansal, Matteo Benetton, Jonathan Berk, Jules van Binsbergen, Andrea Buffa, Adrian Buss, John Campbell, Hui Chen, Yong Chen, Alex Chinco, James Choi, Tony Cookson, Shaun Davies, Darrell Duffie, Phil Dybvig, Richard Evans, Wayne Ferson, Gelly Fu, Xavier Gabaix, Diego García, Simon Gervais, Stefano Giglio, Erik Gilje, Vincent Glode, Will Goetzmann, Itay Goldstein, Joao Gomes, Amit Goyal, Valentin Haddad, Bing Han, Terry Hendershott, Espen Henriksen, Christopher Hrdlicka, Shiyang Huang, Wei Jiang, Don Keim, Bryan Kelly, Lutz Kilian, Ralph Koijen, Arvind Krishnamurthy, Owen Lamont, Markus Leippold, Martin Lettau, Jun Li, Dmitry Livdan, Xuewen Liu, Dong Lou, Sydney Ludvigson, Hanno Lustig, Yiming Ma, Tim McQuade, Katie Moon, Toby Moskowitz, David Musto, Stefan Nagel, Stijn Van Nieuwerburgh, David Ng, Dimitris Papanikolaou, Jonathan Parker, L’uboš Pástor, Anna Pavlova, Krishna Ramaswamy, Nick Roussanov, Shri Santosh, Antoinette Schoar, Andreas Schrimpf, Gill Segal, Clemens Sialm, David Sraer, Rob Stambaugh, Yang Sun, Luke Taylor, Sheridan Titman, Cristian Tiu, Davide Tomio, Charles Trzcinka, Nick Turner, Dimitri Vayanos, Annette Vissing-Jorgensen, Jessica Wachter, Neng Wang, Motohiro Yogo, Jianfeng Yu, Jaime Zender, Lu Zheng, Hong Zhang, Xiaoyan Zhang, as well as seminar participants at AFA, AsianFA, Berkeley (Haas), CICF, Duke-UNC Triangle Macro-Finance Workshop, EFA, FIRS, FMCG, Georgia State University, IDC Herzliya, MFA, MIT (Sloan), NBER Asset Pricing Meeting, NFA, SAFE Asset Pricing Workshop, SFS Cavalcade North America, Paul Woolley Centre (LSE/BIS) Conference, SUFE Conference on Financial Markets and Corporate Finance, The 33rd AFBC, Tsinghua (PBCSF), University of Colorado Boulder (Leeds), University of Hong Kong, University of Pennsylvania (Wharton), University of Texas at Austin (McCombs), Université Paris Dauphine, Virtual Finance Theory Seminar, Virtual Finance Workshop, WFA, World Symposium on Investment Research, Washington University in St. Louis (Olin), and Yale (SOM) for their comments and suggestions. We also thank Brad Barber and Terrance Odean for sharing their retail investor dataset. Winston Dou is grateful for the financial support of the Jacobs Levy Equity Management Center and the Rodney L. White Center for Financial Research. We thank Qiuman Huang, Yat Kit Pei, Ran Tao, and Ziyue Zhang for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}