{
    "id": 30231,
    "citation_title": "The Value of Pharmacy Benefit Management",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "2024-07-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn theory, equilibrium profits for drug patent holders would not involve significant restraints on production and patient utilization if the market had a mechanism for two-part pricing (Oi 1971) or quantity commitments (Murphy, Snyder, and Topel 2014). In fact, patent expiration has little effect on drug utilization especially when those drugs are delivered through insurance plans. This paper provides a quantitative model consistent with the theory and evidence in which pharmacy benefit management on behalf of insurance plans serves these and other purposes in both monopoly and oligopoly provider settings. Calibrating the model to the U.S. market, I conclude that pharmacy benefit management is worth at least $145 billion annually beyond its resource costs. PBM services add at least $192 billion annually in value to society compared to a manufacturer price-control regime. Requiring all PBM services to be self-provided by plan sponsors would forgo about 40 percent of the net value of PBM services largely by increasing management costs. Due to changes in the incidence of PBM services over the drug life cycle, the services encourage innovation even though they reduce the profits of incumbent manufacturers.\n\n",
    "acknowledgement": "\nI appreciate discussions on this topic with Joe Grogan, Yier Ling, Eric Maranda, Kevin M. Murphy, and Tom Philipson. PCMA compensated the author for conducting this research on publicly available data, understanding that it had no control over the ultimate findings or their distribution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}