{
    "id": 30239,
    "citation_title": "Minimum Wages and Labor Markets in the Twin Cities",
    "citation_author": [
        "Loukas Karabarbounis",
        "Jeremy Lise",
        "Anusha Nath"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-08",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new evidence on the labor market effects of large minimum wage increases by examining the policy changes implemented by Minneapolis and Saint Paul. Beginning with synthetic difference-in-differences methods, we find that the increase in the minimum wage decreased substantially restaurant and retail employment, even after accounting for potential confounding effects from the pandemic and civil unrest. Next, using variation in exposure to the minimum wage across establishments and workers within zip codes and industries of the Twin Cities, we find employment effects that are about half as large as those from the time series. The cross-sectional estimates difference out contemporaneous city-industry effects across establishments and workers, but they do not include equilibrium effects induced by the minimum wage such as changes in entry. We quantify a model of establishment dynamics to reconcile the different estimates and argue that they plausibly reflect lower and upper bounds of employment losses. We use the model to show that our estimates are consistent with an establishment elasticity of labor demand of –1 and illustrate how they can inform deeper parameters characterizing product and labor market competition, factor substitution, and establishment dynamics.\n\n",
    "acknowledgement": "\nWe thank Evan Cunningham, Katerina Gribbin, and Pedro Tanure Veloso for excellent research assistance and Oriane Casale, Mustapha Hammida, and Steve Hine for help with the administrative data used in this paper. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Minnesota Department of Employment and Economic Development, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. All results have been reviewed by the Minnesota Department of Employment and Economic Development to ensure that no confidential information has been revealed.\n\n\n\nJeremy Lise\n\nI have an ongoing consulting relationship with the Federal Reserve Bank of Minneapolis.\n\n\n"
}