{
    "id": 30233,
    "citation_title": "Combating Cross-Border Externalities",
    "citation_author": [
        "Shiyi Chen",
        "Joshua S. Graff Zivin",
        "Huanhuan Wang",
        "Jiaxin Xiong"
    ],
    "citation_publication_date": "2022-07-11",
    "issue_date": "2022-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the impact of a pioneering pollution reduction program, the Ecological Compensation Initiative (ECI) in China, which establishes side payments between upstream and downstream provinces along the same river. The program includes both Coasian and pay-for-performance elements. Instructed by a theoretical model, we employ a difference-in-differences empirical design and find strong evidence that the ECI mitigates the spillover effect of water pollution at the province boundary and brings about sharp reductions in water pollutant emissions from upstream firms, especially those in heavily polluting industries. This initiative also reduces upstream firms’ output and pollution intensity relative to downstream firms. The impact is stronger for upstream firms closer to the river and the point at which it enters the downstream province. Further evidence shows a significant increase in the rate of firms’ entry into neighboring prefectures, but no impact on firms’ exit from that region due to the initiative. Evidence from similar programs, later established in other river systems, suggests that cross-jurisdictional negotiations can effectively mitigate cross-border pollution externalities.\n\n",
    "acknowledgement": "\nWe acknowledge financial support by the Humanity and Social Science Interdisciplinarily Innovative Youth Group Fund of Fundamental Research Funds for the Central Universities of East China Normal University (2021QKT002) and by the Innovation Research Group Project of the National Natural Science Foundation of China (72121002). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}