{
    "id": 30248,
    "citation_title": "Another Day, Another Visit: Impact of Arkansas's Mandatory Waiting Period for Women Seeking an Abortion by Demographic Groups",
    "citation_author": [
        "Onur Altindağ",
        "Theodore J. Joyce"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwenty-six states require that women seeking an abortion wait between 18 and 72 hours after receipt of counseling before the abortion can be completed. Thirteen states require that the counseling be given in person necessitating at least two visits to the provider. In April of 2015, Arkansas increased the waiting period for an abortion from 24 to 48 hours and more significantly, required that women receive the counseling in person. We use a regression discontinuity design to analyze the immediate effect of Arkansas’s 2015 mandatory waiting period (MWP) law on abortion rates. We use de-identified, individual-level data from the Arkansas Department of Health (DOH) on all abortions performed in Arkansas from 2000 to 2020. Abortion rates fell 17 percent among all women, but 22 percent among white non-Hispanics and 14 percent among black non-Hispanics immediately after the law went into effect. We show that the law decreased abortion rates the most among unmarried adults with children. Abortion is now illegal in Arkansas. Given the decline in abortion rates associated the MWP’s two-visit requirement, abortion rates will likely fall further as travel distance to the nearest legal provider increases.\n\n",
    "acknowledgement": "\nWe thank the Arkansas Department of Health for access to the de-identified data. All analyses and their interpretation reflect those of the authors and not the Arkansas Department of Health. We also thank Jason Lindo, Caitlin Myers, Mayra Pineda-Torres for helpful comments on an early draft and three anonymous referees for a careful reading and constructive feedback. We also thank Rachel Jones from the Guttmacher Institute and Lori Williams from the Little Rock Family Planning Services for explaining the availability of abortion services in Arkansas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}