{
    "id": 30244,
    "citation_title": "Trade, Leakage, and the Design of a Carbon Tax",
    "citation_author": [
        "David Weisbach",
        "Samuel S. Kortum",
        "Michael Wang",
        "Yujia Yao"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate policies vary widely across countries, with some countries imposing stringent emissions policies and others doing very little. When climate policies vary across countries, energy-intensive industries have an incentive to relocate to places with few or no emissions restrictions, an effect known as leakage. Relocated industries would continue to pollute but would be operating in a less desirable location. We consider solutions to the leakage problem in a simple setting where one region of the world imposes a climate policy and the rest of the world is passive. We solve the model analytically and also calibrate and simulate the model. Our model and analysis imply: (1) optimal climate policies tax both the supply of fossil fuels and the demand for fossil fuels; (2) on the demand side, absent administrative costs, optimal policies would tax both the use of fossil fuels in domestic production and the domestic consumption of goods created with fossil fuels, but with the tax rate on production lower due to leakage; (3) taxing only production (on the demand side), however, would be substantially simpler, and almost as effective as taxing both production and consumption, because it would avoid the need for border adjustments on imports of goods; (4) the effectiveness of the latter strategy depends on a low foreign elasticity of energy supply, which means that forming a taxing coalition to ensure a low foreign elasticity of energy supply can act as a substitute for border adjustments on goods\n\n",
    "acknowledgement": "\nWe have received valuable comments and suggestion from the editors as well as from seminar and conference participants at UC Berkeley, University of Chicago, Indiana University, the Environmental and Energy Policy and the Economy Conference in Washington, DC, and the Tristan Workshop at the University of Bayreuth in Germany. We are grateful for financial support from the Tobin Center for Economic Policy and the Becker-Friedman Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}