{
    "id": 30243,
    "citation_title": "Looming Large or Seeming Small? Attitudes Towards Losses in a Representative Sample",
    "citation_author": [
        "Jonathan Chapman",
        "Erik Snowberg",
        "Stephanie W. Wang",
        "Colin Camerer"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe measure individual-level loss aversion using three incentivized, representative surveys of the U.S. population (combined N=3,000). We find that around 50% of the U.S. population is loss tolerant, with many participants accepting negative-expected-value gambles. This is counter to earlier findings—which mostly come from lab/student samples—and expert predictions that 70-90% of participants are loss averse. Consistent with the difference between our study and the prior literature, loss aversion is more prevalent in people with high cognitive ability. Loss-tolerant individuals are more likely to report recent gambling and to have experienced financial shocks. These results support the general hypothesis that individuals value gains and losses differently, although the tendency in a large proportion of the population to emphasize gains over losses is an overlooked behavioral phenomenon.\n\n",
    "acknowledgement": "\nWe thank Nick Barberis, Roland Benabou, Doug Bernheim, John Beshears, Alex Brown, Gary Charness, Mark Dean, Florian Ederer, Ori Heffetz, Kate Johnson, Ian Krajbich, Andreas Krause, Ori Heffetz, Ted O'Donoghue, Sebastian Olschewski, Pietro Ortoleva, Deb Ray, Antonio Rangel, Alex Rees-Jones, Charlie Sprenger, Hans-Martin von Gaudecker, Peter Wakker, Nathaniel Wilcox, and the participants of seminars and conferences for their useful comments and suggestions. Judah Okwuobi and Michelle Filiba provided excellent research assistance. Camerer and Snowberg gratefully acknowledge the financial support of NSF Grant SMA-1329195. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}