{
    "id": 30247,
    "citation_title": "A New Way of Forecasting Recessions",
    "citation_author": [
        "Edward E. Leamer"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new way of displaying and analyzing macroeconomic time series to form recession forecasts.  The proposed data displays contain the last three years of each expansion.  These allow observers to see for themselves what is different about the last year before recession.  Based on a statistical model, the most recent data are then probabilistically inserted into these images where the recent data are most similar to the historical data.  This amounts to a forecast.  The traditional probit model used to forecast recessions inappropriately treats every observation as a separate experiment.  This new method deals with these intra-correlation issues.  The one variable that is causing a recession alarm is inflation.  The unemployment rate is also alarming if the covid-19 data are omitted.  The slope of the yield curve, the three-month Treasury yield, and housing starts are all two or three years from the end of the expansion.  A probit model that conducts a “horse race” among these five variables reveals it is the bond market variables that best predict recessions.  This leaves the Fed under control, but the 1970s data suggests it takes a recession to combat high inflation.\n\n",
    "acknowledgement": "\nEdward Leamer is working for and is supported by the Anderson Business Forecast, which provides quarterly forecast for the US overall and for California.  Leamer thanks Manfred Keil who is a coauthor of another paper on recession forecasts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}