{
    "id": 30245,
    "citation_title": "Malleability of Alcohol Consumption: Evidence from Migrants",
    "citation_author": [
        "Marit Hinnosaar",
        "Elaine M. Liu"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow malleable is alcohol consumption? Specifically, how much is alcohol consumption driven by the current environment versus individual characteristics? To answer this question, we analyze changes in alcohol purchases when consumers move from one state to another in the United States. We find that if a household moves to a state with a higher (lower) average alcohol purchases than the origin state, the household is likely to increase (decrease) its alcohol purchases right after the move. The current environment explains about two-thirds of the differences in alcohol purchases. The adjustment takes place both on the extensive and intensive margins.\n\n",
    "acknowledgement": "\nWe thank Philip Cook, Rachel Griffith, Toomas Hinnosaar, Kevin Milligan, Sarah Moshary, Ignacio Monzon, Juan Morales, Mario Pagliero, Joel Waldfogel, Evgeny Yakovlev and seminar participants at the NBER SI Health Economics Workshop, Econometric Society North American Summer Meeting, Baltic Economic Association, Electronic Health Economics Colloquium, Applied Economics Workshop, National Taiwan University, University of Nottingham, the University of Washington PHEnOM, Vanderbilt University, and the University of Western Australia for helpful comments and suggestions. Researcher(s) own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}