{
    "id": 30241,
    "citation_title": "Operating Hedge and Gross Profitability Premium",
    "citation_author": [
        "Leonid Kogan",
        "Jun Li",
        "Harold Zhang"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show theoretically that variable production costs lower systematic risk of firms’ cash flows if capital and variable inputs are complementary in firms’ production and input prices are pro-cyclical. In our dynamic model, this operating hedge effect is weaker for more profitable firms, giving rise to a gross profitability premium. Moreover, gross profitability and value factors are distinct and negatively correlated, and their premia are not captured by the CAPM. We estimate the model by the simulated method of moments, and find that its main implications for stock returns and cash flow dynamics are quantitatively consistent with the data.\n\n",
    "acknowledgement": "\nWe thank Rajesh Aggarwal, Hengjie Ai, Ulf Axelson, Frederico Belo, Philip Bond, David Chapman, Hui Chen, Joseph Chen, Jaewon Choi, Andres Donangelo, Winston Dou, Itamar Drechsler, Stefano Giglio, Jack Favilukis, Joao Gomes, Harrison Hong, Ralph Koijen, Christian Heyerdahl Larsen, Kai Li, Xiaoji Lin, Erik Loualiche, Deborah Lucas, Matteo Maggiori, Timothy McQuade, Mamdouh Medhat, Tyler Muir, Stijn Van Nieuwerburgh, Nick Roussanov, Larry Schmidt, Antoinette Schoar, David Thesmar, Laura Veldkamp, Jessica Wachter, Neng Wang, Michael Weber, Toni Whited, Wei Xiong, Amir Yaron, Lu Zhang, Miao (Ben) Zhang, Haoxiang Zhu, seminar participants of Cambridge University, MIT Sloan, Wharton, London School of Economics, Texas A&M University, Northeastern University, University of Oklahoma, Australian National University, Tsinghua PBC School of Finance, Peking University, Remin University, Shanghai Advanced Institute of Finance, and participants of American Finance Association Annual Meeting, SFS Cavalcade, Western Finance Association Meeting, China International Conference in Finance, the 2nd Corporate Policies and Asset Prices Conference, 2019 Annual Conference on Financial Economics and Accounting, the Swedish House of Finance conference on Financial Markets and Corporate Decisions, Conference on Frontiers of Quantitative Finance by Jacobs Levy Equity Management Center, and Midwest Finance Association Annual Meeting for helpful discussions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}