{
    "id": 30242,
    "citation_title": "Ghosting the Tax Authority: Fake Firms and Tax Fraud",
    "citation_author": [
        "Paul Carrillo",
        "Dave Donaldson",
        "Dina Pomeranz",
        "Monica Singhal"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important but poorly understood form of firm tax evasion arises from the use of \"ghost firms\"—fake firms that issue fraudulent receipts so that their clients can claim false deductions. We provide a unique window into this global phenomenon using transaction-level tax data from Ecuador. Ghost transactions are widespread, prevalent among large firms and firms with high-income owners, and exhibit suspicious patterns in comparison to ordinary transactions: bunching at round numbers, at the end of the fiscal year, and just below financial system thresholds. We go on to study an innovative enforcement intervention that targeted ghost clients rather than ghosts themselves, which led to substantial tax recovery.\n\n",
    "acknowledgement": "\nWe thank Oriana Bandiera, Lorenzo Casaburi, Alexander Fertig, Andrea Lopez-Luzuriaga, Christopher Ludwig, Florence Makosewe, Isabel Martinez, Ben Olken, Marek Pycia, David Yanagizawa-Drott and various seminar and conference participants for helpful comments. We are grateful to the Centro de Estudios Fiscales and the Departamento de Control of the Ecuadorian Tax Authority for outstanding collaboration and to the Swiss National Science Foundation and the European Research Council for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaul Carrillo\n\nI, Paul Carrillo, have visited and taught short courses at SRI for nominal compensation. I do not see any conflicts of interest but am happy to disclose in accordance with NBER policy.\n\n\n"
}