{
    "id": 30249,
    "citation_title": "Partisan Entrepreneurship",
    "citation_author": [
        "Joseph Engelberg",
        "Jorge Guzman",
        "Runjing Lu",
        "William Mullins"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nRepublicans start more firms than Democrats. In a sample of 40 million party-identified Americans between 2005 and 2017, we find that 6% of Republicans and 4% of Democrats become entrepreneurs. This partisan entrepreneurship gap is time-varying: Republicans increase their relative entrepreneurship during Republican administrations and decrease it during Democratic administrations, amounting to a partisan reallocation of 170,000 new firms over our 13-year sample. We find sharp changes in partisan entrepreneurship around the elections of President Obama and President Trump, and the strongest effects among the most politically active partisans: those that donate and vote.\n\n",
    "acknowledgement": "\nWe thank Pierre Azoulay, Jean-Noel Barrot, Asaf Bernstein, Tony Cookson, Mike Ewens, Janet Gao, Nataliya Gerasimova, Marco Giacoletti, Yael Hochberg, Sabrina Howell, Glenn Hubbard, Adrien Matray, W. Ben McCartney, David Robinson, Antoinette Schoar, Scott Stern, Rick Townsend, Jonathan Zandberg and participants at NBER Entrepreneurship SI, Rice, HEC Paris, Colorado Finance Summit, Midwest Finance, LAFA, LMU, Columbia, SoCal Private Equity, and the University of Virginia for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}