{
    "id": 30259,
    "citation_title": "Ancestral Livelihoods and Moral Universalism: Evidence from Transhumant Pastoralist Societies",
    "citation_author": [
        "Etienne Le Rossignol",
        "Sara Lowes"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMoral universalism, the extent to which individuals exhibit similar altruism and trust towards in-group and out-group members, varies widely across societies. We test the hypothesis from anthropology that the requirements of transhumant pastoralism – a livelihood in which populations seasonally migrate and herd livestock – made individuals highly interdependent and cohesive within groups but hostile to individuals beyond the radius of extended kin. Using global data, we find that historical reliance on transhumant pastoralism is strongly predictive of greater in-group relative to out-group trust. This result is consistent across countries, between residents of the same country, among second-generation migrants, and with an instrumental variable strategy. We find evidence that these results are specific to transhumant pastoralism. The effects are particularly pronounced when transhumant pastoralists interact with groups that rely on other forms of economic production and in areas that are prone to climate shocks and conflict. Finally, we explore the economic implications of limited moral universalism. We find that greater reliance on transhumant pastoralism is associated with less objective promotion criteria within firms and smaller firm size.\n\n",
    "acknowledgement": "\nWe thank Rémi Bazillier, Sam Bazzi, Anke Becker, Ben Enke, Catherine Guirkinger, Stelios Michalopoulos, Eduardo Montero, Nathan Nunn, Elias Papaioannou, Josselin Thuilliez, Till Trojer, and Thomas Vendryes for helpful comments and suggestions. We also thank Antoine Castet for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}