{
    "id": 30258,
    "citation_title": "The Real State: Inside the Congo's Traffic Police Agency",
    "citation_author": [
        "Raúl Sanchez de la Sierra",
        "Kristof Titeca",
        "Haoyang (Stan) Xie",
        "Albert Malukisa Nkuku",
        "Aimable Amani Lameke"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2024-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides insight into a corruption scheme in Kinshasa’s traffic police agency. First, various data collection branches show that the agency’s revenue is five times that from fines and is derived from a coalition of traffic police officials, their managers, and judicial police officers scheming to extort drivers. Second, the analysis of an experiment suggests that the scheme subverts service. Third, the scheme appears to be a rational response to the context but its logic is widespread. The findings suggest that coalitions of officials, while being socially costly, can yield large illicit revenue, challenging the notion of state weakness.\n\n",
    "acknowledgement": "\nIRB approval was obtained from the University of Antwerp Ethical Advice Commission Social and Human Sciences SHW – 15 − 15 (May 5, 2015), Harvard University CUHS Protocol IRB 15 – 1973 (May 22, 2015) and MOD 15 – 1973 – 01 (June 5, 2015), University of California, Berkeley, CPHS (June 30th 2015), Protocol 2015 – 06 - 7686. The experiment is registered at AEA RCT registry, ID AEARCTR-0009691. The Ethics Appendix presents the background of the study (Section 1), the ethics of experimentation (Sections 2, 3, 4), the ethics of the data collection (Section 5), financial and reputational conflicts of interest (Section 6), concerns about intellectual freedom (Section 7 ), issues concerning feedback to relevant stakeholders from this study (Section 8), and foreseeable misuse of research results (Section 9).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}