{
    "id": 30253,
    "citation_title": "A Portfolio Approach to Global Imbalances",
    "citation_author": [
        "Zhengyang Jiang",
        "Robert J. Richmond",
        "Tony Zhang"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a portfolio-based framework to understand what drives the decline of the U.S. net foreign asset (NFA) position and the reversal in returns earned on the US NFA (exorbitant privilege). We show that global savings gluts and monetary policies widened the U.S. NFA position, while investor demand shifts partially offset this widening. Moreover, U.S. privilege declined after 2010, in accordance with increasing foreign demand for U.S. equity. We also highlight a quantity dimension of the U.S. privilege: the U.S. can issue substantially more debt than other countries for a given yield increase.\n\n",
    "acknowledgement": "\nFor comments and discussions we would like to thank Max Croce, Riccardo Colacito, Xiang Fang, Ralph Koijen, Hanno Lustig, Matteo Maggiori, Alessandro Rebucci, Jesse Schreger, Adrien Verdelhan, Eric van Wincoop, Frank Warnock, Motohiro Yogo, and seminar participants at Boston University, the European Finance Association, the Federal Reserve Board, Imperial College, John Hopkins University, London Business School, New York University, Northwestern Kellogg, University of Geneva, University of Minnesota, University of Virginia, University of Wisconsin, the Triangle Macro-Finance Workshop, the Vienna Symposium on Foreign Exchange Markets, the Online International Finance and Macro Seminar, the Virtual Finance Workshop, and CEPR - 6th International Macroeconomics and Finance Conference 2021. Steven Zheng and Cody Wan provided excellent research assistance. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nTony Zhang\n\nThe views expressed here are solely those of the authors and do not necessarily represent those of the Board of Governors of the Federal Reserve System or any other person associated with the Federal Reserve System.\n\n\n"
}