{
    "id": 30256,
    "citation_title": "A Luna-tic Stablecoin Crash",
    "citation_author": [
        "Harald Uhlig"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter remaining close to 1 US Dollar since its inception in November 2020, the algorithmic stablecoin UST crashed in the two weeks of May 9th to May 15th, 2022, leading to a price collapse of the underlying LUNA token and the erasure of more than 50 Billion U.S. Dollar or 90% in market value.\nI provide a novel theory to account for these phenomena and use it to shed light on the data. I break new ground methodologically by showing how crashes unfold gradually, and by introducing the method of quantitative interpretation. To obtain a gradual unfolding of the crash, I allow for the possibility that the market might return to normal at any moment. Suspension of convertibility happens, once the price has fallen sufficiently far. Agents price LUNA, taking into account these probabilities as well as the ongoing inflow from burning UST coins. Agents sell their UST coins when the probability of an eventual suspension of convertibility exceeds some agent-specific threshold. The implications of the theory are highlighted in an analytically tractable example. The theory is then used as a guide to examine and interpret the data, using bi-hourly observations. I use the observed data to quantify theory variables and use them in turn to interpret the data. I find that the majority of the UST coin holders waited until the probability of suspension was rather high, before deciding to burn their holdings.\n\n",
    "acknowledgement": "\nI am grateful to Xuefei Gao for his excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}