{
    "id": 30251,
    "citation_title": "The Spanish Mission Legacy on Native American Reservations",
    "citation_author": [
        "Lee J. Alston",
        "Marie Christine Duggan",
        "Julio Alberto Ramos Pastrana"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the long run impact of the Spanish missions on Native American outcomes in the early 20th century. Native communities who interacted with Spanish missionaries developed into enclaves which blended Catholicism with native culture. Some survived assaults on their property rights by Mexico and the US to persist as reservations into the 20th century. We found that having extensive contact with missions increased the percentage of Native Americans Catholic, decreased crime rates, and increased income from agriculture and overall earnings from wages. Surprisingly, we found no impact on education.\n\n",
    "acknowledgement": "\nFor comments, we thank Eric Alston, Jeremy Atack, Hoyt Bleakly, Ann Carlos, Richard Carrico, Christian Dippel, David Farris, Dustin Frye, John L. Kessell, Bryan Leonard, Gary Libecap, Aldo Musacchio, Steven Smith, and participants at the Spring Meeting of the DAE Program of the NBER. We thank Douglass Allen, Dustin Frye and Bryan Leonard with help accessing the data for our analyses. We thank Eli Goldstein for research assistance.  Lee J. Alston is Professor of Economics and Affiliate Professor of Law at Indiana University, and Research Associate at the National Bureau for Economic Research; Marie Duggan is Professor of Management at Keene State College; and Julio A. Ramos is Assistant Research Professor of Public Policy at Penn State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}