{
    "id": 30255,
    "citation_title": "Misinformation, Consumer Risk Perceptions, and Markets: The Impact of an Information Shock on Vaping and Smoking Cessation",
    "citation_author": [
        "Lawrence Jin",
        "Donald S. Kenkel",
        "Michael F. Lovenheim",
        "Alan D. Mathios",
        "Hua Wang"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSmoking is the leading preventable cause of death in the U.S. Because e-cigarettes do not involve the combustion of tobacco, vaping offers the potential to prevent most of the health consequences of smoking. We study the impact of an information shock created by an outbreak of lung injuries apparently related to e-cigarettes. We use data from multiple sources: surveys of risk perceptions conducted before, during, and after the outbreak; an in-depth survey we conducted on risk perceptions and vaping and smoking behavior; and national aggregate time-series sales data. We find that after the outbreak, consumer perceptions of the riskiness of e-cigarettes sharply increased, so that in contrast to almost all experts, the majority of consumers perceive e-cigarettes to be relatively and absolutely riskier than cigarettes. From our estimated e-cigarette demand models, we conclude that the information shock reduced e-cigarette demand by about 30 percent. We also estimate that the information shock decreased the use of e-cigarettes for smoking cessation, again by about 30 percent. Over time, the reduced smoking cessation due to the information shock will in turn increase smoking-related illness and death.\n\n",
    "acknowledgement": "\nProduced with the help of a grant to Cornell University from the Foundation for a Smoke-Free World, Inc. (FSFW), a U.S. nonprofit 501(c) (3) private foundation. This study is, under the terms of the grant agreement with FSFW, editorially independent of FSFW. The FSFW had no role in the design and conduct of the study; collection, management, analysis, or interpretation of the data; preparation, review, or approval of the manuscript; or the decision to submit the manuscript for publication. The contents, selection, and presentation of facts, as well as any opinions expressed herein are the sole responsibility of the authors and under no circumstances shall be regarded as reflecting the positions of FSFW.  FSFW accepts charitable gifts from PMI Global Services Inc. (PMI), which manufactures cigarettes and other tobacco products. Under FSFW’s Bylaws and Pledge Agreement with PMI, FSFW is independent from PMI and the tobacco industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}