{
    "id": 30252,
    "citation_title": "Racial Inequality in the U.S. Unemployment Insurance System",
    "citation_author": [
        "Daphné Skandalis",
        "Ioana Marinescu",
        "Maxim N. Massenkoff"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decentralized US unemployment insurance (UI) system lets states decide on key rules. Decentralization could help states efficiently adapt to local economic conditions, but it could also generate racial inequality. We build a novel nationally representative dataset of UI claimants and document a 18:3% gap in UI entitlements between Black and white claimants. After accounting for claimants' work history, we show that state rules differences alone create a 8:4% racial gap. Yet, our welfare analysis indicates that state rules differences are inefficient. Reducing UI rule disparities across states would thus enhance both racial equity and economic efficiency.\n\n",
    "acknowledgement": "\nWe thank for their valuable help and feed- back Antoine Bertheau, Ellora Derenoncourt, Steven Durlauf, Eliza Forsythe, Nicole Fortin, Alix Gould-Werth, Peter Ganong, Nikolaj Harmon, Patrick Kline, Per Krusell, Camille Landais, Thomas le Barbanchon, Pauline Leung, Bruce Meyer, Robert Moffitt, Andreas Mueller, Suresh Naidu, Arash Nekoei, Matthew Notowidigdo, Laura Pilossoph, Tobias Renkin, Evan Rose, Luke Shaefer, Benjamin Shoefer, Jakob Søgaard, Shu Lin Wee, Stephen Woodbury, the participants of the Seminars of IFS STICERD, SOFI, IIES, Cornell, Bank of Canada, UBC, Boston College, Harris, LMU, and of the workshops of CREST-IZA, ELSE, Zurich-Lausanne, Berkeley-Princeton, CEPR-Bank of Italy, and of the NBER Summer Institute. Ayub Hans and Jalaluddin Khan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}