{
    "id": 30250,
    "citation_title": "Expecting Floods: Firm Entry, Employment, and Aggregate Implications",
    "citation_author": [
        "Ruixue Jia",
        "Xiao Ma",
        "Victoria Wenxin Xie"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nFlood events and flood risk have been increasing in the past few decades and have important consequences for the economy. Using county-level and ZIP-code-level data from the United States during 1998–2018, we document that (1) increased flood risk has a large negative impact on firm entry, employment, and output in the long run; and (2) flood events reduce output in the short run while their impact on firm entry and employment is limited. Motivated by these findings, we construct a spatial equilibrium model to characterize how flood risk shapes firms’ location choices and workers’ employment, which we use to estimate the aggregate impact of increased flood risk on the economy. We find that flood risk reduced U.S. aggregate output by 0.52% in 2018, 80% of which stemmed from expectation effects and 20% from direct damages. We also apply our model to study the distributional consequences and forecast the impact of future changes in flood risk. Our results highlight the importance of considering the adjustment of firms and workers in response to risk in evaluating the consequences of natural disasters.\n\n",
    "acknowledgement": "\nWe thank Tom Corringham, Stephie Fried, Alex Gelber, Shanjun Li, Wenzhuo Lu, Ivan Rudik, Richard Tol, Matthew Turner, and seminar participants at Peking University, Santa Clara University, the Empirical and Structural Trade Workshop at Shanghai University of Finance and Economics, the North American Meeting of the Urban Economics Association, Jinan-SMU-ABFER Conference on Urban and Regional Economics, and the Virtual Seminar on Climate Economics at the Federal Reserve Bank of San Francisco for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}