{
    "id": 30267,
    "citation_title": "A New Interpretation of Productivity Growth Dynamics in the Pre-Pandemic and Pandemic Era U.S. Economy, 1950-2022",
    "citation_author": [
        "Robert J. Gordon",
        "Hassan Sayed"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2022-07-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dismal decade of 2010-19 recorded the slowest productivity growth of any decade in U.S. history, only 1.1 percent per year in the business sector.  Yet the pandemic appears to have created a resurgence in productivity growth with a 4.1 percent rate achieved in the four quarters of 2020.  This paper provides a unified framework that explains productivity growth in both the pre-pandemic and pandemic-era U.S. economy.  The key insight is that in their panicked reaction to the collapse of output in the 2008-09 recession, business firms overreacted with “excess layoffs,” adjusting hours to the output decline with a far higher elasticity than normal.  Our regression analysis, which allows post-recession rehiring that gradually unwinds the excess layoffs, explains why productivity growth was countercyclical in 2009 and why it was so slow in 2010-16 as rehiring boosted hours growth.  Post-sample simulations explain why productivity growth was so high in 2020 and why it fell to only 0.6 percent in the five quarters of 2021-22.  The paper includes implications for the future long-term evolution of productivity growth in the business sector and total economy.  A new data file on quarterly productivity levels and changes for 17 industries provides new perspectives for 2006-22 and particularly for the nine pandemic quarters of 2020-22.  Positive pandemic-era productivity growth can be entirely explained by a surge in the performance of work-from-home service industries, while goods industries soared and then slumped, while contact services recorded strongly negative productivity growth throughout 2020-22.\n\n",
    "acknowledgement": "\nThis research was supported in part by the Smith-Richardson Foundation.  We are grateful to John Ma for developing the 17-industry data and fixed-weight productivity indexes, to Javier Fernandez-Ambite for additional research assistance, and to the Bureau of Labor Statistics for providing its unpublished data on total economy hours of work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}