{
    "id": 30260,
    "citation_title": "Expectations and the Rate of Inflation",
    "citation_author": [
        "Iván Werning"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the effect of higher expectations of future inflation on current inflation? I compute this passthrough for a series of canonical firm-pricing models, but allowing for arbitrary (non-rational) expectations. In the Calvo model, the expectational-passthrough can be made arbitrarily close to zero for sufficiently high stickiness, but in practice, for reasonable parameters, passthrough is close to its upper bound of 1. In the Taylor model, in contrast, the upper bound for passthrough is ½ instead of 1. For a general time-dependent model I show that: (i) passthrough is given by a measurable sufficient statistic: the ratio of the average duration of ongoing price spells to that of completed price spells; (ii) the lowest theoretically possible passthrough equals ½ by Taylor pricing; and (iii) passthrough can be theoretically greater than 1 with hazards that decrease over time; (iv) breaking down the passthrough across horizons, it is expectations in the near future that matters the most, expectations of long-run inflation are completely irrelevant; (v) I provide a generalized Phillips curve for current inflation as a linear function of expectations of future inflation and realized past inflations; (vi) I show that the sum of all coefficients, both past and future, sums to one, so that the long-run Phillips curve is vertical. Finally, I study state-dependent “menu cost” models and show that passthrough in these models can be extremely low or extremely high, depending on the exact specification and inflation rate. I suggest a model where firms must pay a fixed cost for changing their sS pricing policy bands. This extension gives a passthrough of 0 for small enough changes in expectations.\n\n",
    "acknowledgement": "\nFor excellent research assistance I thank Tomás Caravello and Pedro Martínez-Bruera. I am grateful for useful conversations and comments from Marc de la Barrera, Martin Beraja, Jordi Galí, Guido Lorenzoni, Helene Rey, Raphael Schoenle, Jón Steinsson, Ludwig Straub, Silvana Tenreyro and Christian Wolf. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}