{
    "id": 30264,
    "citation_title": "New Pricing Models, Same Old Phillips Curves?",
    "citation_author": [
        "Adrien Auclert",
        "Rodolfo D. Rigato",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2023-10-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that, in a broad class of menu cost models, the first-order dynamics of aggregate inflation in response to arbitrary shocks to aggregate costs are nearly the same as in Calvo models with suitably chosen Calvo adjustment frequencies. We first prove that the canonical menu cost model is first-order equivalent to a mixture of two time-dependent models, which reflect the extensive and intensive margins of price adjustment. We then show numerically that, in any plausible parameterization, this mixture is well-approximated by a single Calvo model. This close numerical fit carries over to other standard specifications of menu cost models. Thus, for shocks that are not too large, the Phillips curve for a menu cost model looks like the New Keynesian Phillips curve, but with a higher slope.\n\n",
    "acknowledgement": "\nThis paper benefited from very useful comments from the editor, four anonymous referees, as well as Mark Aguiar, Fernando Alvarez, Marios Angeletos, Luigi Bocola, Marco Bonomo, Ricardo Caballero, Luca Dedola, Yoon Jo, Pete Klenow, Oleksiy Kryvtsov, John Leahy, Francesco Lippi, Virgiliu Midrigan, Raphael Schoenle, Joe Vavra, Gianluca Violante, Iván Werning, and Jesse Wursten. This research is supported by the National Science Foundation grant numbers SES-1851717 and SES-2042691 and the Domenic and Molly Ferrante award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}