{
    "id": 30266,
    "citation_title": "Firms and Unemployment Insurance Take-up",
    "citation_author": [
        "Marta Lachowska",
        "Isaac Sorkin",
        "Stephen A. Woodbury"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2023-02-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use administrative data to quantify the employer’s role in unemployment insurance (UI) take-up. First, there are employer effects in both claiming and appeals, and, consistent with deterrence effects, these are negatively correlated. Second, low-wage workers are less likely to claim and more likely to have their claims appealed than median-wage workers, and employer effects explain a large share of these income gradients. Third, high-claiming and low-appealing employers are desirable employers: they are higher-paying and have lower separation rates. Finally, the dominant source of targeting error in the UI system is that eligible workers do not apply. Our findings emphasize a novel dimension of the role of employers in the labor market, and have implications for the financing of UI.\n\n",
    "acknowledgement": "\nThanks to Sarah Bana, Patrick Kline, Lee Lockwood, Ioana Marinescu, James Poterba, Raffaele Saggio, Maya Rossin-Slater, Heidi Williams, and Mary Zaki for helpful conversations. We are grateful to the Employment Security Department (ESD) of Washington State for allowing access to the Washington wage records, and especially to Jeff Robinson of ESD, whose help was essential to understanding the data. Ken Kline provided excellent research assistance. Sorkin thanks Stanford’s Institute for Research in the Social Sciences and the Sloan Foundation for support while working on this project. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}