{
    "id": 30261,
    "citation_title": "New Evidence on the Demand for Advice within Retirement Plans",
    "citation_author": [
        "Jonathan Reuter",
        "David P. Richardson"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study demand for advice within defined contribution retirement plans offered by 23 institutions where TIAA is sole recordkeeper. Advice seeking increases with age, account balance, annual contribution level, web access, and changes in marital status. More provocatively, participants who invest solely through target date funds—the dominant default investment option—are significantly less likely to seek any form of advice throughout the age distribution, raising the possibility that reliance upon defaults crowds out advice seeking. Advice seeking increases significantly following the introduction of online tools, but is only weakly correlated with market returns and investment menu changes.\n\n",
    "acknowledgement": "\nThis research was made possible by a research grant to Professor Reuter from TIAA Institute, which provided him with access to administrative records and research support. Professor Reuter did not receive any compensation from TIAA or TIAA Institute. The authors thank Quentin Graham and Tai Kam for excellent research assistance, and Benjamin Bissette for many helpful conversations. We thank Brigitte Madrian, Olivia Mitchell, and participants at the 2016 TIAA Institute Fellows Symposium on Enhancing Retirement Security: Ideas and Initiatives to Improve Participant Outcomes and 2017 Cherry Blossom Financial Education Institute for helpful comments and suggestions. Earlier versions of our paper were distributed as TIAA Institute Research Dialog #139 (December 2017) and TIAA Institute Trends and Issues (April 2017). The views expressed herein do not necessarily reflect the views of TIAA, TIAA Institute, or the National Bureau of Economic Research.\n\n\n"
}