{
    "id": 30263,
    "citation_title": "Carbon Pricing, Clean Electricity Standards, and Clean Electricity Subsidies on the Path to Zero Emissions",
    "citation_author": [
        "Severin Borenstein",
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe categorize the primary incentive-based mechanisms under consideration for addressing greenhouse gas emissions from electricity generation—pricing carbon, setting intensity standards, and subsidizing clean energy—and compare their market outcomes under similar expansions of clean electricity generation. While pricing emissions gives strong incentives to first eliminate generation with the highest social cost, a clean energy standard incentivizes earliest phaseout of the generation with the highest private cost. We show that the importance of this distinction depends on the correlation between private costs and emissions rates. We then estimate this correlation for US electricity generation and fuel prices as of 2019. The results indicate that the emissions difference between a carbon tax and clean energy standard that phase out fossil fuel generation over the same timeframe may actually be quite small, though it depends on fossil fuel prices during the phaseout. We also discuss how each of these policy options is likely to impact electricity prices, quantity demanded, government revenue, and economic efficiency. Large pre-existing markups of retail electricity prices over marginal costs are likely to considerably weaken or even reverse the usual assumed efficiency advantage of carbon pricing policies over alternatives, including direct subsidization of clean electricity generation.\n\n",
    "acknowledgement": "\nWe have received valuable comments from the editors, and from seminar participants at University of Chicago, UC Berkeley, University of Calgary, Bern Energy Economics Workshop, Oxford University, the 2022 International Industrial Organization Conference, and the 2022 National Bureau of Economic Research conference on Environmental and Energy Policy and the Economy.  Borenstein is a member of the Board of Governors of the California Independent System Operator. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}