{
    "id": 30265,
    "citation_title": "Fighting Climate Change: International Attitudes Toward Climate Policies",
    "citation_author": [
        "Antoine Dechezleprêtre",
        "Adrien Fabre",
        "Tobias Kruse",
        "Bluebery Planterose",
        "Ana Sanchez Chico",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2022-07-18",
    "issue_date": "2022-07-14",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores global perceptions and understanding of climate change and policies, examining factors that influence support for climate action and the impact of different types of information. We conduct large-scale surveys with 40,000 respondents from 20 countries, providing new international data on attitudes towards climate change and respondents’ socioeconomic backgrounds and lifestyles. We identify three key perceptions affecting policy support: perceived effectiveness of policies in reducing emissions, their impact on low-income households, and their effect on respondents’ households (self-interest). Educational videos clarifying policy mechanisms increase support for climate policies; those merely highlighting climate change’s impacts do not.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the OECD, the French Ministry of Foreign Affairs, the French CAE, and the Spanish Ministry for the Ecological Transition. We also acknowledge support from the Grantham Foundation for the Protection of the Environment and the Economic and Social Research Council through the Centre for Climate Change Economics and Policy. Planterose acknowledges financial support from the Research Council of Norway through grant no. 341289 and from the Agence Nationale de la Recherche through the program Investissements d’Avenir ANR-17-EURE-0001. We thank Laurence Boone, Stefano Carattini, Eyal Frank, Michael Greenstone, Cameron Hepburn, Joe Shapiro, Matthias Sutter, OECD researchers, and numerous seminar participants for valuable comments. The project is approved by IRB at Harvard University (IRB21-0137), and was preregistered in the AER RCT Registry (AEARCTR-0007300). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}