{
    "id": 30277,
    "citation_title": "Central Bank Communication with the General Public: Promise or False Hope?",
    "citation_author": [
        "Alan S. Blinder",
        "Michael Ehrmann",
        "Jakob de Haan",
        "David-Jan Jansen"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2022-07-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks are increasingly reaching out to the general public to motivate and explain their monetary policy actions. One major aim of this outreach is to guide inflation expectations; another is to ensure accountability and create trust. This article surveys a rapidly-growing literature on central bank communication with the public. We first discuss why and how such communication is more challenging than communicating with expert audiences. Then we survey the empirical evidence on the extent to which this new outreach does in fact affect inflation expectations and trust. On balance, we see some promise in the potential to inform the public better, but many challenges along the way.\n\n",
    "acknowledgement": "\nWe are grateful to Steven Durlauf (the editor) and five anonymous referees, as well as to Guido Ascari for comments and suggestions. Jansen worked on this paper prior to joining the FSB. Views expressed in this paper are personal and do not reflect those of the European Central Bank, de Nederlandsche Bank, the Eurosystem, or the Financial Stability Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}