{
    "id": 30272,
    "citation_title": "Tertiarization Like China",
    "citation_author": [
        "Xilu Chen",
        "Guangyu Pei",
        "Zheng Michael Song",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis article documents a rapid shift toward services (tertiarization) of the Chinese economy since 2005, as evidenced by the significant increase in both employment and value-added shares of the service sector. Notably, our analysis reveals that a variety of measures of productivity growth have been greater in the service sector than in the manufacturing sector. Firm-level measures of dynamism corroborate this ongoing tertiarization trend, which is not limited to services used as inputs to industrial production but also extends to consumer services. These findings are robust across different growth accounting methodologies, including a recently proposed method by Fan et al. (2023) that addresses challenges associated with the measurement of quality improvements in service industries.\n\n",
    "acknowledgement": "\nZheng Song acknowledges the financial support from the Research Grants Council of Hong Kong (Project No. 14502320). Xilu Chen acknowledges the financial support from the Fellowship of China Postdoctoral Science Foundation (No. 2022M713646) and the Fundamental Research Funds for the Central Universities, Sun Yat-sen University (No. 22qntd5801). We thank Haonan Ye for detailed comments on the manuscript. When citing this paper, please use the following: Chen X, Pei G, Song Z, and Zilibotti F. 2023. “Tertiarization Like China.” Annu. Rev. Econ. 15: Submitted. DOI: https://doi.org/10.1146/annurev-economics-071122-030026 (the link will become active upon publication). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}