{
    "id": 30276,
    "citation_title": "Blending Theory and Data: A Space Odyssey",
    "citation_author": [
        "Dave Donaldson"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis article describes methods used in the field of spatial economics that combine insights from economic theory and evidence from data in order to answer counter- factual questions. I outline a general framework that emphasizes three elements: a specific question to be answered, a set of empirical relationships that can be identified from exogeneity assumptions, and a theoretical model that is used to extrapolate from such empirical relationships to the answer that is required. I then illustrate the application of these elements via a series of twelve examples drawn from the fields of international, regional, and urban economics. These applications are chosen to illustrate the various techniques that researchers use to minimize the theoretical assumptions that are needed to traverse the distance between identified empirical patterns and the questions that need to be answered.\n\n",
    "acknowledgement": "\nArticle in preparation for the Journal of Economic Perspectives. I am grateful to Rodrigo Adao, Treb Allen, David Atkin, Arnaud Costinot, Gilles Duranton, and Enrico Moretti for helpful discussions about the themes of this article, and to the editors, Erik Hurst, Nina Pavcnik, Tim Taylor, and Heidi Williams, as well as to Ben Faber, Pablo Fajgelbaum, and Amit Khandelwal, for their comments on an earlier draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}