{
    "id": 30278,
    "citation_title": "Pricing Power in Advertising Markets: Theory and Evidence",
    "citation_author": [
        "Matthew Gentzkow",
        "Jesse M. Shapiro",
        "Frank Yang",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2023-06-13",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting theories of media competition imply that advertisers will pay a lower price in equilibrium to reach consumers who multi-home across competing outlets. We generalize, extend, and test this prediction. We find that television outlets whose viewers watch more television charge a lower price per impression to advertisers. This finding helps rationalize well-known stylized facts such as a premium for younger and more male audiences on television. A quantitative version of our model whose only free parameter is a scale normalization can explain 35 percent of the variation in price per impression across owners of television networks, and aligns with recent trends in television advertising revenue. We use the model to quantify the impact of mergers and the effect of Netflix ad carriage on prices for linear television advertising. We then extend our analysis to social media markets where we find evidence of a premium for older audiences (who multi-home less), and we discuss implications for competition across ad formats.\n\n",
    "acknowledgement": "\nWe thank our many dedicated research assistants for their contributions to this project. We also thank Sylvain Chassang, Matt Notowidigdo, Andrei Shleifer, and seminar participants at Stanford University, UC Berkeley, the University of Utah, Yale University, Hebrew University, the Department of Justice, the QME Rossi Seminar, Columbia University, UC Santa Cruz, the IIOC, Helsinki GSE, the Leuven Summer Event, the NBER, the Northwestern Conference on Antitrust Economics and Competition Policy, MIT, USC, the University of Chicago, Cornell University, the University of Rochester, the NYC Media Seminar, and especially discussants Jay Lee, Fiona Scott Morton, and Brad Shapiro for helpful comments. We acknowledge support from the Eastman Professorship and the Population Studies and Training Center at Brown University, the Stanford Institute for Economic Policy Research, the National Science Foundation (SES 1260411), and the Toulouse Network for Information Technology. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the funding sources. We thank Mike Bailey for help executing advertising buys on Facebook and Hunt Allcott, Luca Braghieri, and Sarah Eichmeyer for sharing additional Facebook advertisement data. Portions of our analysis use data derived from a confidential, proprietary syndicated product owned by GfK US MRI, LLC, which is copyright MRI-Simmons 2021. Portions of our analysis use data from S&P Global Market Intelligence; SNL Financial LC. contains copyrighted and trade secret material distributed under license from SNL. The paper includes the researchers’ own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Similar caveats apply to other data sources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI have been a paid consultant for Amazon and done economic consulting for Analysis Group and Compass Lexecon. Clients for this economic consulting work include large technology companies such as Facebook. I have received compensation as a member of the Toulouse Network for Information Technology, a research group funded in part by Microsoft.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://emilyoster.net/about/.\n\n\n\nAli Yurukoglu\n\nI have consulted and currently consult on matters related to antitrust and securities law for a number of media, technology, and entertainment companies through the consulting company Compass Lexecon. Those parties had no say or influence on the results and directions of research of this paper.\n\n\n"
}