{
    "id": 30273,
    "citation_title": "Digital Public Health Interventions at Scale: The Impact of Social Media Advertising on Beliefs and Outcomes Related to COVID Vaccines",
    "citation_author": [
        "Susan Athey",
        "Kristen Grabarz",
        "Michael Luca",
        "Nils C. Wernerfelt"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2023-02-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic health organizations increasingly use social media advertising campaigns in pursuit of public health goals. In this paper, we evaluate the impact of about $40 million of social media advertisements that were run and experimentally tested on Facebook and Instagram, aimed at increasing COVID-19 vaccination rates in the first year of the vaccine roll-out. The 819 randomized experiments in our sample were run by 174 different public health organizations and collectively reached 2.1 billion individuals in 15 languages. We find that these campaigns are, on average, effective at influencing self-reported beliefs - shifting opinions close to 1% at baseline with a cost per influenced person of about $3.41. Combining this result with an estimate of the relationship between survey outcomes and vaccination rates derived from observational data yields an estimated cost per additional vaccination of about $5.68. There is further evidence that campaigns are especially effective at influencing users’ knowledge of how to get vaccines. Our results represent, to the best of our knowledge, the largest set of online public health interventions analyzed to date.\n\n",
    "acknowledgement": "\nWe thank CARE US, Direct Relief, and the Kaiser Family Foundation for granting us permission to use their ads. We also thank Kang-Xing Jin and the health group at Meta Platforms for driving the creation of these public health interventions in the first place. Author listing is alphabetical, and all participated significantly in the design, analysis, and writing. S.A. acknowledges funding from the Golub Capital Social Impact Lab at Stanford Graduate School of Business. Funding for this research was provided in part by Harvard Business School. Funding to hire K.G. as a part-time contractor to work on this project came from Meta Platforms. Competing Interests: N.W. is an employee of Meta Platforms and owns stock. K.G. is a part-time contractor through PRO Unlimited, a contracting agency used by Meta Platforms. S.A. received funding from Meta Platforms for research projects related to public health, and she previously provided consulting services to Meta. M.L. declares no competing interests. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}