{
    "id": 30275,
    "citation_title": "College Costs, Financial Aid, and Student Decisions",
    "citation_author": [
        "Susan Dynarski",
        "Lindsay C. Page",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe increasing tension between the perceived necessity of a college degree and the challenge of paying for it has led to a proliferation of financial aid policy in the U.S. and around the world. More students are receiving more aid today, and more different types of aid, than ever before. Half a century of policy experimentation has led to an equally impressive accumulation of research evidence, facilitated by methodological advances and the widespread availability of student-level administrative data. In this chapter, we present the economic rationale for financial aid, a summary of how aid works in the U.S. context, and common methodological challenges in the study of financial aid. We then review the evidence from both inside and outside the U.S. on the causal impact of a variety of financial aid policies and programs on students’ college decisions, attainment, and post-college outcomes, and summarize the overarching themes with respect to margins of impact, mechanisms, and heterogeneity. We conclude with a discussion of future directions for research.\n\n",
    "acknowledgement": "\nThis chapter was prepared for the Handbook of the Economics of Education. We are grateful to the Handbook editors, Eric Hanushek, Stephen Machin, and Ludger Woessmann, who provided in-depth feedback on the chapter proposal and manuscript. We are also grateful to George Bulman, Celeste Carruthers, Jeffrey Denning, Brad Hershbein, Oded Gurantz, and Mike Kofoed, who read parts of the chapter, alerted us to additional resources, and helped us improve our interpretations. Finally, we are grateful to Teresita Martinez-Tapia for providing exceptional research assistance throughout. All errors and omissions remain our own. The Andrew Carnegie Fellows Program  supported Dynarski in this research.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}