{
    "id": 30284,
    "citation_title": "World War II Blues: The Long–lasting Mental Health Effect of Childhood Trauma",
    "citation_author": [
        "Mevlude Akbulut-Yuksel",
        "Erdal Tekin",
        "Belgi Turan"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been a revival of warfare and threats of interstate war in recent years as the number of countries engaged in armed conflict surged dramatically, reaching levels unprecedented since the end of the Cold War. This is happening at a time when the global burden of mental health illness is also on the rise. We examine the causal impact of early life exposure to warfare on long–term mental health, using novel data on the amount of bombs dropped in German cities by Allied Air Forces during World War II (WWII) and the German Socio-economic Panel. Our identification strategy leverages a generalized difference-in-differences design, exploiting the plausibly exogenous variation in the bombing intensity experienced by the former West German cities during the war as a quasi-experiment. We find that cohorts younger than age five at the onset of WWII or those born during the war are in significantly worse mental health later in life when they are between the ages of the late 50s and 70s. Specifically, an increase of one standard deviation in the bombing intensity experienced during WWII is associated with about a 10 percent decline in an individual’s long–term standardized mental health score. This effect is equivalent to a 16.2 percent increase in the likelihood of being diagnosed with clinical depression. Our investigation suggests that mechanisms such as the destruction of healthcare infrastructure, the increased burden on the healthcare system, and wealth losses during WWII exacerbate the adverse impact of bombing exposure on long–term mental health. Conversely, war relief funds transferred to municipalities following the war have a mitigating impact. Our findings are robust to numerous empirical checks and specifications. With the mental health impact of childhood exposure to warfare persisting well into the late stages of life, the global burden of mental illness may be aggravated for many years to come. Our findings imply that prioritizing children and a long–term horizon in public health planning and response may be critical to mitigating the adverse mental health consequences of exposure to armed conflict.\n\n",
    "acknowledgement": "\nThe authors thank Kathryn Johnson for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}