{
    "id": 30280,
    "citation_title": "Natural Disasters and Municipal Bonds",
    "citation_author": [
        "Jun Kyung Auh",
        "Jaewon Choi",
        "Tatyana Deryugina",
        "Tim Park"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nClimate change is increasing the frequency of natural disasters, which could make municipal bonds a riskier asset class. We study the effects of natural disasters on municipal bond returns, exploiting the repeat sales approach to overcome the challenge that municipal bonds trade extremely infrequently. We find substantial price effects that materialize gradually: returns of uninsured bonds fall slowly in the weeks following a disaster, by 0.31% on average, translating into investor losses of almost $10 billion.  Source of bond revenue, bond insurance, disaster severity, federal disaster aid, and local financial conditions all affect the magnitude of the price effects.\n\n",
    "acknowledgement": "\nWe thank Sudheer Chava, Ana-Maria Tenekedjieva, Sumudu Watugala, participants at the University of Oklahoma Energy and Climate Finance Research Conference, the Financial Intermediation Research Society Meetings 2022, and the Commodity and Energy Markets Association Meetings 2022 for insightful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}