{
    "id": 30285,
    "citation_title": "Were Small Businesses More Likely to Permanently Close in the Pandemic?",
    "citation_author": [
        "Robert W. Fairlie",
        "Frank M. Fossen",
        "Reid L. Johnsen",
        "Gentian Droboniku"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nPrevious estimates indicate that COVID-19 led to a large drop in the number of operating businesses operating early in the pandemic, but surprisingly little is known on whether these shutdowns turned into permanent closures and whether small businesses were disproportionately hit. This paper provides the first analysis of permanent business closures using confidential administrative firm-level panel data covering the universe of businesses filing sales taxes from the California Department of Tax and Fee Administration. We find large increases in closures rates in the first two quarters of 2020, but a strong reversal of this trend in the third quarter of 2020. The increase in closures rates in the first two quarters of the pandemic was substantially larger for small businesses than large businesses, but the rebound in the third quarter was also larger. The disproportionate closing of small businesses led to a sharp concentration of market share among larger businesses as indicated by the Herfindahl-Hirschman Index with only a partial reversal after the initial increase. The findings highlight the fragility of small businesses during a large adverse shock and the consequences for the competitiveness of markets.\n\n",
    "acknowledgement": "\nWe would like to thank Isabel Guzman at the California Governor’s Office of Business and Development, and Irena Asmundson at the California Department of Finance for earlier help with the data. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the CDTFA. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}