{
    "id": 30287,
    "citation_title": "Help Really Wanted? The Impact of Age Stereotypes in Job Ads on Applications from Older Workers",
    "citation_author": [
        "Ian Burn",
        "Daniel Firoozi",
        "Daniel Ladd",
        "David Neumark"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-21",
    "revision_date": "2023-03-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCorrespondence studies have found evidence of age discrimination in callback rates for older workers, but less is known about whether job advertisements can themselves shape the age composition of the applicant pool. We construct job ads for administrative assistant, retail, and security guard jobs, using language from real job ads collected in a prior large-scale correspondence study (Neumark et al., 2019a). We modify the job-ad language to randomly vary whether or not the job ad includes ageist language regarding age-related stereotypes. Our main analysis relies on machine learning methods to design job ads based on the semantic similarity between phrases in job ads and age-related stereotypes. In contrast to a correspondence study in which job searchers are artificial and researchers study the responses of real employers, in our research the job ads are artificial and we study the responses of real job searchers.\nWe find that job-ad language related to ageist stereotypes, even when the language is not blatantly or specifically age-related, deters older workers from applying for jobs. The change in the age distribution of applicants is large, with significant declines in the average and median age, the 75th percentile of the age distribution, and the share of applicants over 40. Based on these estimates and those from the correspondence study, and the fact that we use real-world ageist job-ad language, we conclude that job-ad language that deters older workers from applying for jobs can have roughly as large an impact on hiring of older workers as direct age discrimination in hiring.\n\n",
    "acknowledgement": "\nThis research was funded by the Sloan Foundation. We received helpful comments from Joanna Lahey and from seminar participants at Cardiff University, the University of Kentucky, Texas A&M, and the 2022 NBER Conference on the Labor Market for Older Workers. Any views or opinions expressed are solely those of the authors. The Pre-Analysis Plan for this project was registered on Open Science Framework on December 31, 2020. The research was approved by the UCI Office of Research Institutional Review Board on October 18, 2019: HS# 2015-2017, modification application #26404. The pre-analysis plan is available at https://osf.io/37yaq/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}