{
    "id": 30282,
    "citation_title": "The Impact of Climate Change on Mortality in the United States: Benefits and Costs of Adaptation",
    "citation_author": [
        "Olivier Deschenes"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews and extends the recent empirical literature on the impact of climate change on mortality and adaptation in the United States. The analysis produces several new facts. First, the reductions in the impact of extreme heat on mortality risk previously documented up to 2004 have continued up to 2019, consistent with continued investments in health-protecting adaptations to high temperatures. The second part of the paper examines the private and external costs of electricity generation and consumption related to high temperatures, a commonly-used proxy for measuring the consumption of adaptation services. Extreme temperatures increase electricity demand in the residential sector (relative to moderate temperatures), but not in the commercial, industrial, and transportation end-use sectors. The additional electricity demand in response to high temperatures results in significant external costs due to the release of local and global pollutants caused by the combustion of fossil fuels in order to produce electricity. These external costs, documented for the first time in this paper, are one order of magnitude larger than the private cost of adaptation associated with electricity consumption.\n\n",
    "acknowledgement": "\nThis paper was written for a State of the Art Lecture at the 2021 Canadian Economics Association Meeting. I thank participants at the 2021 CEA meeting, seminar participants at Aix-Marseille School of Economics and Université de Montpellier, and my colleagues Tamma Carleton and Kyle Meng for their helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}