{
    "id": 30291,
    "citation_title": "Simple Tests for Selection: Learning More from Instrumental Variables",
    "citation_author": [
        "Dan A. Black",
        "Joonhwi Joo",
        "Robert LaLonde",
        "Jeffrey A. Smith",
        "Evan J. Taylor"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide simple tests for selection on unobserved variables in the Vytlacil-Imbens-Angrist framework for Local Average Treatment Effects (LATEs). Our setup allows researchers not only to test for selection on either or both of the treated and untreated outcomes, but also to assess the magnitude of the selection effect. We show that it applies to the standard binary instrument case, as well as to experiments with imperfect compliance and fuzzy regression discontinuity designs, and we link it to broader discussions regarding instrumental variables. We illustrate the substantive value added by our framework with three empirical applications drawn from the literature.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the CESifo Education Group Meetings (especially Georg Graetz and Edwin Leuven), Chicago, UIC, Indiana, IZA, Kentucky, UNC, UC-Riverside, and the Hitotsubashi Institute for Advanced Study, along with Josh Angrist, Chris Berry, Ben Feigenberg, Anthony Fisher, Anthony Fowler, Martin Huber, David Jaeger, Darren Lubotsky, Lois Miller, Nikolas Mittag, Douglas Staiger, and Gerard van den Berg for helpful comments. We thank Bill Evans for providing us with the data from Angrist and Evans (1998). Sadly, Bob LaLonde passed away while we were working on a revision of this paper. He is greatly missed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}