{
    "id": 30296,
    "citation_title": "Sovereign Debt and Economic Growth when Government is Myopic and Self-interested",
    "citation_author": [
        "Viral V. Acharya",
        "Raghuram Rajan",
        "Jack Shim"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how a sovereign’s ability to borrow abroad affects the country’s growth and steady state consumption, assuming that the government is both myopic and self-interested. Surprisingly, government myopia can increase a country’s access to external borrowing. In turn, access to borrowing can extend the government’s effective horizon as the government’s ability to borrow hinges on it convincing creditors they will be repaid, which gives it a stake in incentivizing private production and savings despite its self-interest. In a high-saving country, the lengthening of the government’s effective horizon can incentivize it to tax less, resulting in a “growth boost\", with higher steady-state household consumption than if it could not borrow. However, in a country that saves little, the government may engage in more repressive policies to enhance its debt capacity and spending. This could lead to a “growth trap” where household steady-state consumption is lower than if the government had no access to external borrowing. We discuss the effectiveness of alternative debt policies, including declaring the sovereign’s debt “odious”, debt relief, and debt ceilings.\n\n",
    "acknowledgement": "\nWe thank Yang Su for excellent research assistance. We are also grateful for very helpful comments from Louphou Coulibaly, Jeff Frankel, Peter von Goetz, Jose de Gregorio, Neil Kellard, Richard Portes, Ricardo Reis, Helene Rey, Linda Tesar, David Thesmar, Olivier Wang, Jeromin Zettelmeyer, and participants at the AEA 2021 Meetings, Finance Theory Zoom Seminar organized by Linda Schilling, Department of Finance Seminar at the NYU Stern School of Business, and National Bureau of Economic Research International Seminar on Macroeconomics (June 2023). This is a significantly revised version of earlier working paper drafts entitled “When is Debt Odious? A Theory of Repression and Growth Traps” and “When is Sovereign Debt Odious? A Theory of Government Repression, Growth Traps, and Growth Boosts”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}