{
    "id": 30298,
    "citation_title": "Labor Misallocation Across Firms and Regions",
    "citation_author": [
        "Sebastian Heise",
        "Tommaso Porzio"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a frictional labor market model with multiple regions and heterogeneous firms to study how frictions impeding labor mobility across space affect the joint allocation of labor across firms and regions. Bringing the model to matched employer-employee data from Germany, we find that spatial frictions generate large misallocation of labor across firms within regions. By shielding firms from competition for workers from other regions, spatial frictions allow low productivity firms to expand, reducing aggregate productivity. Overall, we show that taking into account the characteristics of the local labor market is important to quantify the aggregate losses from spatial frictions.\n\n",
    "acknowledgement": "\nThe views and opinions expressed in this work do not necessarily represent the views of the Federal Reserve Bank of New York. This study uses the weakly anonymous Establishment History Panel (Years 1975 - 2014) and the Linked-Employer-Employee Data (LIAB) Longitudinal Model 1993-2014 (LIAB LM 9314). Data access was provided via on-site use at the Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at the Institute for Employment Research (IAB) and remote data access. The study also uses data made available by the German Socio-Economic Panel Study at the German Institute for Economic Research (DIW), Berlin. Neither the original collectors of the data nor the archive bear any responsibility for the analyses or interpretations presented here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}