{
    "id": 30293,
    "citation_title": "First Foot Forward: A Two-Step Econometric Method for Parsing and Estimating the Impacts of Multiple Identities",
    "citation_author": [
        "Andrew S. Hanks",
        "Kevin M. Kniffin",
        "Xuechao Qian",
        "Bo Wang",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMarketing and strategy researchers have often studied how organizations navigate multiple identities in relation to category spanning but extant literature pays less attention to understanding how individuals do so. Moreover, current econometric approaches only scratch the surface with respect to addressing the impact of multiple identities in professional settings. As a model domain to study labor market returns when individuals have more than one identity, we focus on interdisciplinary dissertators in the United States since evidence shows clear uptrends in dissertators engaging multiple professional identities and unclear trends in their outcomes. Our novel estimation method leverages a two-step process to characterize salaries of interdisciplinary dissertators as functions of the identities (academic fields) they acquire as graduate students. We estimate a first-stage regression of log earnings for monodisciplinarians on field dummies and respondent characteristics. After capturing the estimated field coefficients, we then regress log earnings for interdisciplinarians on linear and non-linear functions of these coefficients. Our estimates robustly reject the hypothesis that interdisciplinarians receive a salary premium. We also find evidence that the academic market, but not other employment sectors, particularly compensates researchers based on their primary discipline, an outcome that challenges emphases on interdisciplinarity. While our findings for interdisciplinarians point to the primary identity holding predominant importance for doctoral graduates in the United States, our two-step method provides a framework for parsing and estimating the varied impacts of multiple identities across a wide range of contexts.\n\n",
    "acknowledgement": "\nThe use of NSF data does not imply NSF endorsement of the research methods or conclusions contained in this report. We are grateful to Ron Ehrenberg, Matt Marx, John Siegfried, and Wendy Stock as well as seminar participants at Cornell University and The Ohio State University for helpful discussions on earlier versions of this work. This paper was supported by NSF Grants 1761158 and 2100234 to Hanks; and, 1761086 and 2100236 to Kniffin. Weinberg is grateful for support from R24 AG048059, R24 HD058484, UL1 TR000090; NSF DGE 1760544, 1535399, 1348691, 2100234, and SciSIP 1064220; and the Ewing Marion Kauffman and Alfred P. Sloan Foundations. Weinberg was supported on P01 AG039347 by the NBER directly and on a subaward from NBER to Ohio State. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}