{
    "id": 30292,
    "citation_title": "How Hybrid Working From Home Works Out",
    "citation_author": [
        "Nicholas Bloom",
        "Ruobing Han",
        "James Liang"
    ],
    "citation_publication_date": "2022-07-25",
    "issue_date": "2022-07-21",
    "revision_date": "2023-01-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Value of Medical Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHybrid working from home (hybrid), whereby employees work a mix of days at home and at work each week, has become common for graduate employees. This paper evaluates a randomized control trial of hybrid on 1612 graduate engineers, marketing and finance employees of a large technology firm. There are four key results. First, hybrid was highly valued by employees on average, reducing attrition by 33% and improving job-satisfaction measures. Second, hybrid reduced working hours on home days and increased them on office days and the weekend, altering the structure of the working week. Third, hybrid increased messaging and video calls, even when all employees were in the office, reflecting a move towards more electronic communication. Finally, there were large differences in the valuations of hybrid between managers and non-managers. Non-managers were more likely to volunteer into the hybrid experiment, to work from home on eligible days, to predict positive impacts on productivity, and to reduce their attrition under hybrid. In contrast, managers were less likely to volunteer, less likely to work from home on eligible days, predicted a negative average impact of hybrid on productivity, and saw increased attrition rates under hybrid.\n\n",
    "acknowledgement": "\nWe thank our formal discussant Ed Glaeser and audiences at Berkeley, Stanford, USC, UCLA, SAIF-FISF, AMES 2022, ESAM 2022, AEA, CESI, NBER, Scancor, AEI, and Luohan for comments. We thank the Smith Richardson Foundation and Toulouse Network for Information Technology for co-funding. Finally, we thank Jennifer Cao, Tracy Zhang, Sherry Ye, Fangyuan Chen, Xing Zhang, Ying He, Junyi Li, Byron Ye from Trip.com and Mert Akan and Shelby Buckman from Stanford for data, advice, and logistical support, and Lindiandian Yi for research assistantship. Conflict of interest, AEA, and IRB statement: No funding was received from Trip.com. James Liang is the co-founder, former CEO, and current Chairman of Trip.com. No other co-author has any financial relationship with Trip.com. Neither the results nor the paper was pre-screened by anyone. The experiment was registered with the American Economic Association after the experiment had begun (when Bloom and Han were invited to analyze the data) but before any data was analyzed. The experiment was IRB-exempt as the experiment was initiated by Trip.com before Bloom and Han joined the project, and only anonymous data was shared with the Stanford team. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}