{
    "id": 30306,
    "citation_title": "Social Media and the Behavior of Politicians: Evidence from Facebook in Brazil",
    "citation_author": [
        "Pedro Bessone",
        "Filipe R. Campante",
        "Claudio Ferraz",
        "Pedro Souza"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between the spread of social media platforms and the communication and responsiveness of politicians towards voters, in the context of the expansion of Facebook in Brazil. We use self-collected data on the universe of Facebook activities by federal legislators and the variation in access induced by the spread of the 3G mobile phone network to establish three sets of findings: (i) Politicians use social media extensively to communicate with constituents, finely targeting localities while addressing policy-relevant topics; (ii) They increase their online engagement, especially with places where they have a large pre-existing vote share; but (iii) They shift their offline engagement (measured by speeches and earmarked transfers) away from connected municipalities within their base of support. Our results suggest that, rather than increasing responsiveness, social media may enable politicians to solidify their position with core supporters using communication strategies, while shifting resources away towards localities that lag in social media presence.\n\n",
    "acknowledgement": "\nWe are grateful to Ruben Durante, Patrick Francois, Ben Olken, Maria Petrova, Erik Snowberg, Francesco Trebbi, RomainWacziarg, Noam Yuchtman, and especially Matt Gentzkow, for numerous valuable comments and suggestions, as well as to seminar audiences at ASSA, CERGE-EI, Chicago-Harris, George Mason, IMF, INSEAD, Johns Hopkins SAIS, LACEA, LMU Munich, Northwestern, Princeton, PSE, UBC, Warwick, the DCPEC Research Workshop, the EBRD Conference on Corruption and Anti-Corruption Policies (Kyiv), the Scientific Conference in Memory of Alberto Alesina (Bocconi), and the CEPR Workshop on Media, Technology, Politics, and Society (EIEF). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}