{
    "id": 30305,
    "citation_title": "Macroeconomic Forecasting using Filtered Signals from a Stock Market Cross Section",
    "citation_author": [
        "Nicolas Chatelais",
        "Arthur Stalla-Bourdillon",
        "Menzie D. Chinn"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter the Covid-shock in March 2020, stock prices declined abruptly, reflecting both the deterioration of investors’ expectations of economic activity as well as the surge in aggregate risk aversion. In the following months however, whereas economic activity remained sluggish, equity markets sharply bounced back. This disconnect between equity values and macro-variables can be partially explained by other factors, namely the decline in risk-free interest rates, and, for the US, the strong profitability of the IT sector. As a result, an econometrician trying to forecast economic activity with aggregate stock market variables during the Covid-crisis is likely to get poor results. The main idea of the paper is thus to rely on sectorally disaggregated equity variables within a factor model to predict future US economic activity. We find, first, that the factor model better predicts future economic activity compared to aggregate equity variables or to usual benchmarks used in macroeconomic forecasting (both in-sample and out-of-sample). Second, we show that the strong performance of the factor model comes from the fact that the model filters out the “expected returns” component of the sectoral equity variables as well as the foreign component of aggregate future cash flows, and that it also overweights upstream and “value” sectors that are found to be closely linked to the future state of the US business cycle.\n\n",
    "acknowledgement": "\nWe would like to thank Marie Brière, Christian Brownlees, Serge Darolles, Catherine Doz, Laurent Ferrara, Gaëlle le Fol, Caroline Jardet, Eric Jondeau, Sushanta Mallick, Mark M. Spiegel as well as seminar participants at Banque de France and at the Paris School of Economics, and conference participants at the Financial Economic Meeting (Paris, June-July 2022). Chinn contributed to this paper while a visiting scholar at the Banque de France. The views expressed do not necessarily reflect those of the Banque de France, Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}