{
    "id": 30304,
    "citation_title": "The Causal Effects of Youth Cigarette Addiction and Education",
    "citation_author": [
        "Rong Hai",
        "James J. Heckman"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a life-cycle model in a rational addiction framework where youth choose to smoke, attend school, work part-time, and consume while facing borrowing constraints. The model features multiple channels for studying the reciprocal causal effects of addiction and education. Variations in endowments and cigarette prices are sources of identification. We show that education causally reduces smoking. A counterfactual experiment finds that in absence of cigarettes, college attendance rises by three percentage points in the population. A practical alternative of 40% additional excise tax achieves similar results. Impacts vary substantially across persons of different cognitive and non-cognitive abilities.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated as “A Dynamic Model of Health, Addiction, Education, and Wealth.” We thank Siddhartha Biswas and Kurtis Gilliat for excellent research assistance. We thank Jérôme Adda, Victor Aguirregabiria, Joseph Altonji, Gadi Barlevy, Stéphane Bonhomme, John Cawley, Indraneel Chakraborty, Flavio Cunha, Michael Darden, Mariacristina De Nardi, Armin Falk, Eric French, David Frisvold, Chao Fu, Titus Galama, George-Levi Gayle, Martin Gervais, Donna Gilleskie, Limor Golan, Luojia Hu, Juanna Joensen, Arie Kapteyn, Donald Kenkel, John Kennan, Michael Keane, Gizem Kosar, Lance Lochner, Arnaud Maurel, Costas Meghir, Daniel L. McFadden, Philip Monagan, Ronni Pavan, John Rust, Peter Savelyev, Andrew Shephard, Steven Stern, Petra Todd, Anne Villamil, Alessandra Voena, seminar participants at Cornell University, Johns Hopkins University, Washington University at St. Louis, University of Chicago, University of California Riverside, University of Iowa, University of Miami, University of Rochester, Federal Reserve Bank of Chicago, Annual Health Econometrics Workshop, briq Workshop: Structural Analysis of Inequality at University of Bonn, Cowles Summer Conference on Structural Empirical Microeconomic Models at Yale University, Lindau Meeting on Economic Sciences, World Congress of Econometric Society, Biennial Meeting of the American Society of Health Economists, North American Winter Meetings of the Econometric Society, and Southern Economic Association Annual Meeting for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}