{
    "id": 30308,
    "citation_title": "Still Worth the Trip? School Busing Effects in Boston and New York",
    "citation_author": [
        "Joshua Angrist",
        "Guthrie Gray-Lobe",
        "Clemence M. Idoux",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "2023-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSchool assignment in Boston and New York City came to national attention in the 1970s as courts across the country tried to integrate schools. Today, district-wide choice allows Boston and New York students to enroll far from home, perhaps enhancing integration. Urban school transportation is increasingly costly, however, and has unclear integration and education consequences. We estimate the causal effects of non-neighborhood school enrollment and school travel on integration, achievement, and college enrollment using an identification strategy that exploits partly-random assignment in the Boston and New York school matches. Instrumental variables estimates suggest distance and travel boost integration for those who choose to travel, but have little or no effect on test scores and college attendance. We argue that small effects on educational outcomes reflect modest effects of distance and travel on school quality as measured by value-added.\n\n",
    "acknowledgement": "\nThanks to Adrian Blattner, Kate Bradley, Nicolas Jimenez, Vendela Norman, Chetan Patel and Luke Stewart for exceptional research assistance and to Eryn Heying, Jennifer Jackson, Jim Shen and Anna Vallee for dependable administrative support. We gratefully acknowledge funding from the Spencer Foundation. This paper reports on research conducted under data use agreements between MIT, the project principal investigators (Angrist and Pathak), the Boston Public Schools, and the New York City Department of Education. This paper reflects the views of the authors alone. We are grateful to Zachary Bleemer, Jesse Bruhn, and Derek Neal for comments and participants at the NBER Fall 2021 Education conference, Uppsala University, CESifo, University of Chicago, and the 2022 IAAE meetings for feedback. The work discussed here was funded in part by the Laura and John Arnold Foundation, the National Science Foundation, and the W.T. Grant Foundation. Joshua Angrist's daughter teaches in a Boston charter school. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}