{
    "id": 30307,
    "citation_title": "Stigma in Welfare Programs",
    "citation_author": [
        "Pablo A. Celhay",
        "Bruce D. Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nStigma of welfare participation is important for policy and survey design, because it deters program take-up and increases misreporting. Stigma is also relevant to the literature on social image concerns, yet empirical evidence is scant because stigma is difficult to empirically identify. We use a novel approach to studying stigma by examining the relationship between program participation in a recipient’s local network and underreporting program participation in surveys. We find a robust negative relationship and rule out explanations other than stigma. Stigma decreases when more peers engage in the stigmatized behavior and when such actions are less observable.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the New York Office of Temporary and Disability Assistance (OTDA). The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release, with approvals dated August 9, 2016 and October 5, 2017. We are grateful for the assistance of current and former Census Bureau employees including David Johnson, Amy O’Hara, Graton Gathright and Frank Limehouse and New York OTDA employees Dave Dlugolecki and George Falco. The authors also thank Dan Black, Arun Chandrasekhar, Stefano Fiorin, Jeff Grogger, Noam Yuchtman, as well as participants in seminars at The University of Chicago for helpful comments. We thank the Russell Sage Foundation, the Alfred P. Sloan Foundation, the Charles Koch Foundation, the Menard Family Foundation, and the American Enterprise Institute for their support. Mittag is also thankful for financial support from the Czech Academy of Sciences (through institutional support RVO 67985998), the Czech Science Foundation (grant number 20-27317S) and Charles University (UNCE/HUM/035). Celhay: School of Government and Instituto de Economía, Pontificia Universidad Católica de Chile, Avda. Vicuña Mackenna 4860 – Macul, Santiago, Chile, (email: pacelhay@uc.cl). Meyer: Harris School of Public Policy Studies, University of Chicago, 1307 E. 60th Street, Chicago, IL 60637, (email: bdmeyer@uchicago.edu). Mittag: CERGE-EI, joint workplace of Charles University Prague and the Economics Institute of the Academy of Sciences of the Czech Republic, Politických vězňů 7, Praha, Czech Republic, (email: nikolasmittag@posteo.de). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}