{
    "id": 30301,
    "citation_title": "Bringing Them In or Pushing Them Out? The Labor Market Effects of Pro-cyclical Unemployment Assistance Changes",
    "citation_author": [
        "Gerard Domènech-Arumí",
        "Silvia Vannutelli"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "2023-07-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit an unanticipated labor market reform to estimate the effects of pro-cyclical changes in long-term unemployment assistance (UA). In July 2012, Spain raised the minimum age to receive unlimited-duration UA from 52 to 55. Using a difference-in-differences design, we document that shorter benefits caused (i) shorter non-employment duration, especially among younger workers; (ii) higher labor force exit and other programs' take-up, especially among older workers; (iii) lower wages upon re-employment. The reform induced moderate government savings. Our results highlight the importance of considering the interplay with labor market conditions when designing long-term benefit schedules that affect workers close to retirement.\n\n",
    "acknowledgement": "\nWe thank Daniele Paserman and Johannes Schmieder for their helpful comments and guidance on this project and throughout our PhD. We also want to thank Samuel Bentolila, Arindrajit Dube, Ray Fisman, Rafael Lalive, Camille Landais, Kevin Lang, Vicenzo Scrutinio, Linh Tô, Han Ye, and seminar participants at Boston University, IAB, Universitat de Barcelona & IEB and EALE 2019 for helpful comments. We thank the Spanish Social Security administration for granting us data access. Franco Maldonado provided excellent research assistance. Gerard Domènech-Arumí acknowledges financial support from “la Caixa” Foundation (ID 100010434) under agreement LCF/BQ/AN14/10340020. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}