{
    "id": 30313,
    "citation_title": "Social Capital I: Measurement and Associations with Economic Mobility",
    "citation_author": [
        "Raj Chetty",
        "Matthew O. Jackson",
        "Theresa Kuchler",
        "Johannes Stroebel",
        "Nathaniel Hendren",
        "Robert B. Fluegge",
        "Sara Gong",
        "Federico González",
        "Armelle Grondin",
        "Matthew Jacob",
        "Drew Johnston",
        "Martin Koenen",
        "Eduardo Laguna-Muggenburg",
        "Florian Mudekereza",
        "Tom Rutter",
        "Nicolaj Thor",
        "Wilbur Townsend",
        "Ruby Zhang",
        "Mike Bailey",
        "Pablo Barberá",
        "Monica Bhole",
        "Nils Wernerfelt"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper—the first in a series of two papers that use data on 21 billion friendships from Facebook to study social capital—we measure and analyze three types of social capital by ZIP code in the United States: (i) connectedness between different types of people, such as those with low vs. high socioeconomic status (SES); (ii) social cohesion, such as the extent of cliques in friendship networks; and (iii) civic engagement, such as rates of volunteering. These measures vary substantially across areas, but are not highly correlated with each other. We demonstrate the importance of distinguishing these forms of social capital by analyzing their associations with economic mobility across areas. The fraction of high-SES friends among low-SES individuals—which we term economic connectedness—is among the strongest predictors of upward income mobility identified to date, whereas other social capital measures are not strongly associated with economic mobility. If children with low-SES parents were to grow up in counties with economic connectedness comparable to that of the average child with high-SES parents, their incomes in adulthood would increase by 20% on average. Differences in economic connectedness can explain well-known relationships between upward income mobility and racial segregation, poverty rates, and inequality. To support further research and policy interventions, we publicly release privacy-protected statistics on social capital by ZIP code at www.socialcapital.org.\n\n",
    "acknowledgement": "\nR. Chetty, M. Jackson, T. Kuchler, and J. Stroebel contributed equally to this work. They were the joint principal investigators on this project and designed the study, supervised all analyses, analyzed data, and wrote the paper. R. B. Fluegge, S. Gong, F. Gonzalez, A. Grondin, M. Jacob, D. Johnston, M. Koenen, F. Mudekereza, T. Rutter, N. Thor, W. Townsend, and R. Zhang analyzed data, prepared figures, and provided conceptual contributions to the study. M. Bailey led the collaboration between the external researchers and the Meta Research Team. N. Hendren, E. Laguna-Muggenburg, P. Barbera, M. Bhole, and N. Wernerfelt provided intellectual input and edited drafts of the manuscript. We are grateful to J. Friedman, M. Gentzkow, E. Glaeser, R. Putnam, B. Sacerdote, A. Shleifer, and numerous seminar participants for helpful comments; G. Crowne, T. Harris, A. Kim, J. Sun, V. Weiss-Jung, and A. Zheng for excellent research assistance; A. Hiller and S. Oppenheimer for project management and content development; S. Halvorson, R. Korzan, C. Shram, and M. Wong of Darkhorse Analytics for creating the data visualization platform; S. Vadhan for help in developing the differential privacy methods used in this paper; and the Meta Research Team for their support. This research was facilitated through a research consulting agreement between Chetty, Jackson, Kuchler, and Stroebel and Meta Platforms, Inc. Jackson is an external faculty member of the Santa Fe Institute. The work was funded by the Bill & Melinda Gates Foundation, the Overdeck Family Foundation, Harvard University, and the National Science Foundation (under grants SES-1629446 and SES-2018554 issued to Jackson in his academic capacity at Stanford). Opportunity Insights also receives core funding from other sponsors, including the Chan Zuckerberg Initiative, the Robert Wood Johnson Foundation, and the Yagan Family Foundation. CZI is a separate entity from Meta, and CZI funding to Opportunity Insights was not used for this research. The findings and conclusions contained within are those of the authors and do not necessarily reflect positions or policies of the funders. In 2018, T.K. and J.S. received an unrestricted gift from Facebook to NYU Stern. T. Kuchler, J. Stroebel, S. Gong, and F. Mudekereza. are contract affiliates through Meta's contract with PRO Unlimited. F. Gonzalez, A. Grondin, M. Jacob, D. Johnston, M. Koenen, T. Rutter, N. Thor, W. Townsend, and R. Zhang are contract affiliates through Meta's contract with Harvard University. Meta Platforms, Inc. did not dispute or influence any findings or conclusions during their collaboration on this research. This work was produced under an agreement between Meta and Harvard University specifying that Harvard shall own all intellectual property rights, titles and interests (subject to the restrictions of any journal or publisher of the resulting publication(s)). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohannes Stroebel\n\nIn 2018, T.K. and J.S. received an unrestricted gift from Facebook to NYU Stern. Opportunity Insights receives core funding from the Chan Zuckerberg Foundation (CZI). CZI is a separate entity from Meta, and CZI funding to Opportunity Insights was not used for this research. M.B, P.B., M.B., and N.W. are employees of Meta Platforms, Inc. T.K., J.S., S.G., and F.M. are contract affiliates through Meta’s contract with PRO Unlimited. F.G., A.G., M.J., D. J., M.K., T.R., N.T, W.T., and R.Z. are contract affiliates through Meta’s contract with Harvard University. Meta Platforms, Inc. did not dispute or influence any findings or conclusions during their  collaboration on this research. This work was produced under an agreement between Meta and Harvard University specifying that Harvard shall own all intellectual property rights, titles and interests (subject to the restrictions of any journal or publisher of the resulting publication(s))\n\n\n\nMike Bailey\n\nM. Bailey, P. Barbera, M. Bhole, and N. Wernerfelt are full-time employees at Meta.\n\n\n\nPablo Barberá\n\nM. Bailey, P. Barbera, M. Bhole, and N. Wernerfelt are full-time employees at Meta.\n\n\n\nMonica Bhole\n\nMonica Bhole is an employee of Meta.\n\n\n"
}