{
    "id": 30315,
    "citation_title": "Spending and Job-Finding Impacts of Expanded Unemployment Benefits: Evidence from Administrative Micro Data",
    "citation_author": [
        "Peter Ganong",
        "Fiona E. Greig",
        "Pascal J. Noel",
        "Daniel M. Sullivan",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-04",
    "revision_date": "2023-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that the largest increase in unemployment benefits in U.S. history had large spending impacts and small job-finding impacts. This finding has three implications. First, increased benefits were important for explaining aggregate spending dynamics—but not employment dynamics— during the pandemic. Second, benefit expansions allow us to study the MPC of normally low-liquidity households in a high-liquidity state. These households still have high MPCs. This suggests a role for permanent behavioral characteristics, rather than just current liquidity, in driving spending behavior. Third, the mechanisms driving our results imply that temporary benefit supplements are a promising countercyclical tool.\n\n",
    "acknowledgement": "\nWe thank Joe Altonji, Adrien Auclert, Gabriel Chodorow-Reich, Arin Dube, Jason Furman, Jon Gruber, Greg Kaplan, Rohan Kekre, Bruce Meyer, Matt Notowidigdo, Heather Sarsons, Jesse Shapiro, Daphne Skandalis, Amir Sufi, Rob Vishny, and numerous seminar participants for helpful conversations. We thank Maxwell Liebeskind, who was a coauthor on several of the earlier JPMCI policy briefs on pandemic UI. We thank Philips Ametsikor, Samantha Anderson, Timotej Cejka, Rupsha Debnath, Jonas Enders, Theodore Grayer, Jay Leeds, Isaac Liu, Michael Meyer, Liam Purkey, Peter Robertson, John Spence, Nicolas Wuthenow, and Katie Zhang for excellent research assistance. We thank the Becker Friedman Institute and the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business for financial support. This research was made possible by a data-use agreement between three of the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. All statistics from JPMCI data, including medians, reflect cells with multiple observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}