{
    "id": 30316,
    "citation_title": "Fertility and Labor Market Responses to Reductions in Mortality",
    "citation_author": [
        "Sonia R. Bhalotra",
        "Atheendar Venkataramani",
        "Selma Walther"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe investigate women’s fertility, labor and marriage market responses to a health innovation that led to reductions in mortality from treatable causes, and especially large declines in child mortality. We find delayed childbearing, with lower intensive and extensive margin fertility, a decline in the chances of ever having married, increased labor force participation and an improvement in occupational status. Our results provide the first evidence that improvements in child survival allow women to start fertility later and invest more in the labor market. We present a new theory of fertility that incorporates dynamic choices and reconciles our findings with existing models of behavior.\n\n",
    "acknowledgement": "\nSonia Bhalotra's research time was partly funded by ESRC awards ES/L009153/1 and ES/S003681/1 to the Centre for Microsocial Change, ESRC award ESM010236-1 to the Human Rights, Big Data and Technology project at the Human Rights Centre in Essex, and contributions from the University of Warwick. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}