{
    "id": 30314,
    "citation_title": "Social Capital II: Determinants of Economic Connectedness",
    "citation_author": [
        "Raj Chetty",
        "Matthew O. Jackson",
        "Theresa Kuchler",
        "Johannes Stroebel",
        "Nathaniel Hendren",
        "Robert B. Fluegge",
        "Sara Gong",
        "Federico Gonzalez",
        "Armelle Grondin",
        "Matthew Jacob",
        "Drew Johnston",
        "Martin Koenen",
        "Eduardo Laguna-Muggenburg",
        "Florian Mudekereza",
        "Tom Rutter",
        "Nicolaj Thor",
        "Wilbur Townsend",
        "Ruby Zhang",
        "Mike Bailey",
        "Pablo Barberá",
        "Monica Bhole",
        "Nils Wernerfelt"
    ],
    "citation_publication_date": "2022-08-01",
    "issue_date": "2022-07-28",
    "revision_date": "2022-08-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLow levels of social interaction across class lines have generated widespread concern and are associated with worse outcomes, such as lower rates of upward income mobility. Here, we analyze the determinants of cross-class interaction using data from Facebook, building upon the analysis in the first paper in this series. We show that about half of the social disconnection across socioeconomic lines—measured as the difference in the share of high-socioeconomic status (SES) friends between low- and high-SES people—is explained by differences in exposure to high- SES people in groups such as schools and religious organizations. The other half is explained by friending bias—the tendency for low-SES people to befriend high-SES people at lower rates even conditional on exposure. Friending bias is shaped by the structure of the groups in which people interact. For example, friending bias is higher in larger and more diverse groups and lower in religious organizations than in schools and workplaces. Distinguishing exposure from friending bias is helpful for identifying interventions to increase cross-SES friendships (economic connectedness). Using fluctuations in the share of high-SES students across high school cohorts, we show that increases in high-SES exposure lead low-SES people to form more friendships with high-SES people in schools that exhibit low levels of friending bias. Hence, socioeconomic integration can increase economic connectedness in communities where friending bias is low. In contrast, when friending bias is high, increasing cross-SES interaction among existing members may be necessary to increase economic connectedness. To support such efforts, we release privacy-protected statistics on economic connectedness, exposure, and friending bias for each ZIP code, high school, and college in the U.S. at www.socialcapital.org.\n\n",
    "acknowledgement": "\nR. Chetty, M. Jackson, T. Kuchler, and J. Stroebel contributed equally to this work. They were the joint principal investigators on this project and designed the study, supervised all analyses, analyzed data, and wrote the paper. R. B. Fluegge, S. Gong, F. Gonzalez, A. Grondin, M. Jacob, D. Johnston, M. Koenen, F. Mudekereza, T. Rutter, N. Thor, W. Townsend, and R. Zhang analyzed data, prepared figures, and provided conceptual contributions to the study. M. Bailey led the collaboration between the external researchers and the Meta Research Team. N. Hendren, E. Laguna-Muggenburg, P. Barbera, M. Bhole, and N. Wernerfelt provided intellectual input and edited drafts of the manuscript. We are grateful to J. Friedman, M. Gentzkow, E. Glaeser, R. Putnam, B. Sacerdote, A. Shleifer, and numerous seminar participants for helpful comments, G. Crowne, T. Harris, A. Kim, J. Sun, V. Weiss-Jung, and A. Zheng for excellent research assistance, A. Hiller and S. Oppenheimer for project management and content development, S. Halvorson, R. Korzan, C. Shram, and M. Wong of Darkhorse Analytics for creating the data visualization platform, S. Vadhan for help in developing the differential privacy methods used in this paper, and the Meta Research Team for their support. This research was facilitated through a research consulting agreement between Chetty, Jackson, Kuchler, and Stroebel and Meta Platforms, Inc. Jackson is an external faculty member of the Santa Fe Institute. The work was funded by the Bill & Melinda Gates Foundation, the Overdeck Family Foundation, Harvard University, and the National Science Foundation (under grants SES-1629446 and SES-2018554 issued to Jackson in his academic capacity at Stanford). Opportunity Insights also receives core funding from other sponsors, including the Chan Zuckerberg Initiative, the Robert Wood Johnson Foundation, and the Yagan Family Foundation. CZI is a separate entity from Meta, and CZI funding to Opportunity Insights was not used for this research. The findings and conclusions contained within are those of the authors and do not necessarily reflect positions or policies of the funders. In 2018, T.K. and J.S. received an unrestricted gift from Facebook to NYU Stern. T. Kuchler, J. Stroebel, S. Gong, and F. Mudekereza. are contract affiliates through Meta's contract with PRO Unlimited. F. Gonzalez, A. Grondin, M. Jacob, D. Johnston, M. Koenen, T. Rutter, N. Thor, W. Townsend, and R. Zhang are contract affiliates through Meta's contract with Harvard University. Meta Platforms, Inc. did not dispute or influence any findings or conclusions during their collaboration on this research. This work was produced under an agreement between Meta and Harvard University specifying that Harvard shall own all intellectual property rights, titles and interests (subject to the restrictions of any journal or publisher of the resulting publication(s)). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMike Bailey\n\nM. Bailey, P. Barbera, M. Bhole, and N. Wernerfelt are full-time employees at Meta.\n\n\n\nPablo Barberá\n\nM. Bailey, P. Barbera, M. Bhole, and N. Wernerfelt are full-time employees at Meta.\n\n\n\nMonica Bhole\n\nMonica Bhole is an employee of Meta.\n\n\n"
}