{
    "id": 30319,
    "citation_title": "Origins of International Factor Structures",
    "citation_author": [
        "Zhengyang Jiang",
        "Robert J. Richmond"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that exchange rate correlations tend to be explained by the global trade network while consumption correlations tend to be explained by productivity correlations. Sharing common trade linkages with other countries increases exchange rate correlations beyond bilateral linkages. We explain these findings using a model of the global trade network with market segmentation. Interdependent global production generates international comovements, while market segmentation disconnects the drivers of exchange rate correlations from the drivers of consumption correlations. Moreover, we show that the trade network generates common factors found in exchange rates. Our findings offer a trade-based account of the origins of international comovements and shed light on important frictions in international markets.\n\n",
    "acknowledgement": "\nFor comments and discussions we thank Patrick Bolton, Ric Colacito, Max Croce, Pasquale Della Corte, Xavier Gabaix, Tarek Hassan, Ralph Koijen, Gill Segal, Andreas Stathopoulos, Rosen Valchev, Adrien Verdelhan, and seminar participants at Northwestern Kellogg, the Annual Conference in International Finance, the Columbia Workshop on New Methods in Empirical Finance, Hong Kong University of Science and Technology, Stevens Institute of Technology, UNC Kenan-Flagler, CIRANO-Walton Workshop on Networks in Economics and Finance, the Chicago Booth Asset Pricing Conference, Columbia University, the American Finance Association, and Network Science in Economics conference. We thank Steven Zheng and Cody Wan for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}