{
    "id": 30320,
    "citation_title": "Do Funding Agencies Select and Enable Risky Research: Evidence from ERC Using Novelty as a Proxy of Risk Taking",
    "citation_author": [
        "Reinhilde Veugelers",
        "Jian Wang",
        "Paula Stephan"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2022-10-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcern exists that public funding of science is increasingly risk averse.  Funders have addressed this concern by soliciting the submission of high-risk research to either regular or specially designed programs.  Little evidence, however, has been gathered to examine the extent to which such programs and initiatives accomplish their stated goal.  This paper sets out to study this using data from the European Research Council (ERC), a program within the EC, established in 2007 to support high-risk/high-gain research.  We examine whether the ERC selected researchers with a track record of conducting risky research.  We proxy high-risk by a measure of novelty in the publication records of applicants both before and after the application, recognizing that it is but one dimension of risk.  We control and interact the risk measure with high-gain by tracking whether the applicant has one or more top 1% highly cited papers in their field.  We find that applicants with a history of risky research are less likely to be selected for funding than those without such a history, especially early career applicants.  This selection penalty for high-risk also holds among those applicants with a history of high-gain publications.  To test whether receiving a long and generous prestigious ERC grant promotes risk taking, we employ a diff-in-diff approach.  We find no evidence of a significant positive risk treatment effect for advanced grantees.  Only for early career grantees do we find that recipients are more likely to engage in risky research, but only compared to applicants who are unsuccessful at the second stage.  This positive treatment effect is in part due to unsuccessful applicants cutting back on risky research.  We cautiously interpret this as a “lesson learned” that risk is not rewarded.\n\n",
    "acknowledgement": "\nWe are grateful to ERC, particularly unit A.1 at the ERC Executive Agency, supporting the Scientific Council, for providing us access to the ERC data.  Veugelers acknowledges the financial support from KULeuven-Grant 3H200208.  Veugelers served as a Scientific Council member of the ERC from 2013 till 2018.  The views expressed in the paper are the authors’ and they do not necessarily reflect the views or official positions of the ERC Scientific Council or the National Bureau of Economic Research.\n\n\n"
}