{
    "id": 30323,
    "citation_title": "When the Kids Grow Up: Women's Employment and Earnings across the Family Cycle",
    "citation_author": [
        "Claudia Goldin",
        "Sari Pekkala Kerr",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2024-11-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWomen earn less than men, and that is especially true of mothers relative to fathers. Much of the widening occurs after family formation when mothers reduce their hours of work. But what happens when the kids grow up? To answer that question, we estimate three earning gaps: the “motherhood penalty,” the “price of being female,” and the “fatherhood premium.” When added together these three produce the “parental gender gap,” defined as the difference in income between mothers and fathers. We estimate earnings gaps for two education groups (college graduates and high school graduates who did not complete college) using longitudinal data from the NLSY79 that tracks respondents from their twenties to their fifties. As the children grow up and as women work more hours, the motherhood penalty is greatly reduced, especially for the less-educated group. But fathers manage to expand their relative gains, particularly among college graduates. The parental gender gap in earnings remains substantial for both education groups.\n\n",
    "acknowledgement": "\nThe authors thank the Russell Sage Foundation (Grant #85-18-05) and the NSF (Grant #1823635) for providing research funding. They are grateful to Jennifer Walsh and Lucy Cheskin for exceptional research assistance throughout the trying pandemic years. This paper is a much-expanded version of “The Other Side of the Mountain: Women’s Employment and Earnings over the Family Cycle,” IFS Deaton Review of Inequalities (2022, forthcoming). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}