{
    "id": 30324,
    "citation_title": "China's Financial System and Economy: A Review",
    "citation_author": [
        "Zhiguo He",
        "Wei Wei"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's financial system has been integral to its spectacular economic growth over the past 40 years. We review the recent literature on China's financial system and its connections to the Chinese economy based on the categories of Aggregate Financing to the Real Economy (AFRE), a broad measure of the nation's yearly flow of liquidity accounting for unique features of China's financial system. While early work on China's financial system emphasizes the state-owned enterprise (SOE) reform, the recent literature explores other more market-based financing channels—including shadow banking—that grew rapidly after 2010 and have become important components of AFRE. These new financing channels are not only intertwined with each other, but more importantly often ultimately tied back to the dominant banking sector in China. Understanding the mechanisms behind these channels and their intrinsic connections is crucial to alleviate capital allocation distortion and mitigate potential systemic financial risk in China.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: “He Z, Wei W. 2022. China's Financial System and Economy: A Review. Annu. Rev. Econ. 15: Submitted. DOI: https://doi.org/10.1146/annurev-economics-072622-095926.” We thank Zhuo Chen and Jun “QJ” Qian for stimulating discussions. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}