{
    "id": 30327,
    "citation_title": "Independent Contracting, Self-Employment, and Gig Work: Evidence from California Tax Data",
    "citation_author": [
        "Annette Bernhardt",
        "Christopher Campos",
        "Allen Prohofsky",
        "Aparna Ramesh",
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use de-identified data from California personal income tax returns to measure the frequency and nature of independent contracting and self-employment work in California. We identify this work by the presence of a Schedule C on the tax return and/or the receipt of a Form 1099 information return. We estimate that 14.4% of California workers aged 18-64 in tax year 2016 had some independent contracting or self-employment income; about half of these workers also had earnings from traditional W-2 jobs during the year. We find that only a small share (1.4%) of workers had earnings from online labor platforms (often called gig work). Workers with low earnings were significantly more likely to earn independent contracting or self-employment income and to rely primarily or exclusively on that income. We explore the characteristics of workers engaging in independent contracting and self-employment and their distribution across family type, geography, and industry.\n\n",
    "acknowledgement": "\nWe are grateful to Charles Davis, Samantha Fu, Nick Gebbia, John Iselin, Patrick Kennedy, Robbie Linden, Ian Eve Perry, Sarah Thomason, and Dario Tortarolo for excellent research assistance. We are also grateful to Julie Moreno, Sean McDaniel, Chad Angaretis, Xudong Chen, Bud Flynn, and Jeff McTygue for helping us understand the tax data. This project was funded in part by the United States Department of Labor Scholars Program (under contract DOL- OPS-15-C-0060), the Alfred P. Sloan Foundation, and the Ewing Marion Kauffman Foundation. Nothing in this paper is an official position of the Franchise Tax Board. The contents of this publication and views expressed are solely the responsibility of the authors and should not be attributed to FTB, DOL, or other funders, nor does mention of trade names, commercial products, or organizations imply endorsement of same by FTB or any funders of the work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnnette Bernhardt\n\nAnnette Bernhardt had a consulting relationship with the California Labor Federation on an unrelated topic during part of the research project period.\n\n\n"
}