{
    "id": 30321,
    "citation_title": "Taxing Externalities: Revenue vs. Welfare Gains with an Application to U.S. Carbon Taxes",
    "citation_author": [
        "Matthew Kotchen"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asserts that reporting of the ratio of welfare gains to tax revenue should be standard protocol in economic analyses of externality correcting taxes. That this comparison might matter is somewhat of a “blind spot” in most economic analyses, for it plays virtually no role when economists recommend taxes to internalize externalities. A simple model illustrates how the ratio of welfare gains to tax revenue plays a central role in a political economy and efficiency framing of Pigouvian type taxes. The analysis also shows intuitive results about how the ratio is increasing in the marginal external costs and the equilibrium elasticity to a tax. The second part of the paper illustrates the wide range of potential results with application of carbon taxes to different fuels in the United States. For example, assuming a social cost of carbon (SCC) and a carbon tax equal to $50 per tonne, the central estimates imply ratios of 12.1 for coal, 0.36 for natural gas, and very close to zero for diesel and gasoline. When all four fuels are combined, the ratios indicate a more proportional balance between welfare gains and tax revenue, with overall estimates ranging between 0.7 and 2.8. The paper concludes with a general appeal for economists to pay more attention to the relative magnitudes of efficiency gains and tax revenue when analyzing and advocating for externality correcting taxes.\n\n",
    "acknowledgement": "\nI am grateful to Spencer Banzhaf, Garth Heutel, and Stefano Carattini for helpful comments based on presentation of this research at an early stage. I also appreciate generous comments on an earlier draft from Joe Aldy, Robert Hahn, Arik Levinson, Gib Metcalf, Kyle Meng, and Andrew Plantinga. Any remaining errors or misstatements are nevertheless my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}