{
    "id": 30322,
    "citation_title": "The Wage Curve After the Great Recession",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson",
        "Jackson Spurling"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2023-02-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost economists maintain that the labor market in the United States is ‘tight’ because unemployment rates are low. They infer from this that there is potential for wage-push inflation.  However, real wages are falling rapidly at present and, prior to that, real wages had been stagnant for some time.  We show that unemployment is not key to understanding wage formation in the USA and hasn’t been since the Great Recession.  Instead, we show rates of under-employment (the percentage of workers with part-time hours who would prefer more hours) and the rate of non-employment which includes both the unemployed and those out of the labor force who are not working significantly reduce wage pressures in the United States.  This finding holds in panel data with state and year fixed effects and is supportive of a wage curve which fits the data much better than a Phillips Curve.  We find no role for vacancies; the V:U ratio is negatively not positively associated with wage growth since 2020.  The implication is that the reserve army of labor which acts as a brake on wage growth extends beyond the unemployed and operates from within and outside the firm.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}