{
    "id": 30332,
    "citation_title": "Green Energy Jobs in the US: What Are They, and Where Are They?",
    "citation_author": [
        "E. Mark Curtis",
        "Ioana Marinescu"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2022-11-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the growth of renewable energy benefit US workers, and which workers stand to benefit the most? Until now, evidence on green energy jobs has been limited due to measurement issues. We use data on nearly all jobs posted online in the US, as collected by Burning Glass Technology, and we create a new measure of green jobs, defined here as solar and wind jobs. We use job titles and task requirements to define green jobs. We find that both solar and wind job postings have more than tripled since 2010, with solar jobs seeing especially strong growth that precedes the growth of new installed solar capacity. In 2019, we identify approximately 52,500 solar job openings and 13,500 wind job openings. Solar jobs are mostly (33%) in sales occupations, and in the utilities industry (16%). Wind jobs are most represented among installation and maintenance occupations (37%), and in the manufacturing industry (29%). Green jobs are created in occupations that are about 21% higher paying than average. The pay premium is even higher for jobs with a low educational requirement. Finally, green jobs tend to locate in  counties with high shares of employment in fossil fuel extraction. Overall, our results suggest that the growth of renewable energy leads to the creation of relatively high paying jobs, which are more often than not located in areas that stand to lose from a decline in fossil fuel extraction jobs.\n\n",
    "acknowledgement": "\nThis research was made possible through the generous support of a grant from the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}