{
    "id": 30330,
    "citation_title": "Depression and Loneliness Among the Elderly Poor",
    "citation_author": [
        "Abhijit Banerjee",
        "Esther Duflo",
        "Erin Grela",
        "Madeline McKelway",
        "Frank Schilbach",
        "Garima Sharma",
        "Girija Vaidyanathan"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2023-02-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe mental health of the elderly in low- and middle-income countries (LMICs) is a largely neglected subject, both by policy and research. We combine data from the health and retirement family of surveys in seven LMICs (plus the US) to document that depressive symptoms among those aged 55 and above are more prevalent in those countries and increase sharply with age. Depressive symptoms in one survey wave are associated with a greater decline in functional abilities and higher probability of death in the next wave. Using data from a panel survey we conducted in Tamil Nadu with a focus on elderly living alone, we document that social isolation, poverty, and health challenges are three of the leading correlates of depression. We discuss potential policy interventions in these three domains, including some results from our randomized control trials in the Tamil Nadu sample.\n\n",
    "acknowledgement": "\nOur deep thanks go to the J-PAL team in Tamil Nadu for many years of wonderful work that is reflected in this paper: Ankit Agarwal, Gunjita Gupta, Nikhil Kanakamedala, Murali Mallikarjunan, Sohaib Nasim, and A.R Selva Swetha. We also thank Julia Crocco, Catriona Farquharson, Maxwell Grozovsky, Mikey Jarrell, Laura Lahoz Gonzalez, Laura Stillwell, and Jenny Wang for excellent research assistance. We thank Miriam Sequeira for her insights. Financial assistance is provided by the NIA under grant number P01AG005842, and by the Tamil Nadu Government under the J-PAL-TNAGE partnership partnership. Many thanks to Aparna Krishna, of J-PAL, and Mr. Krishnan, of the Tamil Nadu government, for getting this partnership off the ground and overseeing the start of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}