{
    "id": 30339,
    "citation_title": "The Benefits and Costs of U.S. Employer COVID-19 Vaccine Mandates",
    "citation_author": [
        "Maddalena Ferranna",
        "Lisa A. Robinson",
        "Daniel Cadarette",
        "Michael Eber",
        "David E. Bloom"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2021, the Biden Administration issued mandates requiring COVID-19 vaccinations for U.S. federal employees and contractors and for some healthcare and private sector workers. Although these mandates have been subject to legal challenges and some have been halted or delayed, rigorous appraisal of their benefits and costs accompanied neither the decision to implement them nor the efforts to terminate them. This paper aims to help fill that gap. We estimate the direct costs and health-related benefits that would have accrued if these vaccination requirements had been implemented as intended. Compared with the vaccination rates observed in January 2022, we find that the mandates could have led to 15 million additional vaccinated individuals, increasing the overall proportion of the fully vaccinated U.S. population to 68%. The associated net benefits depend on the evolution of the pandemic from the time of mandate enactment—information unavailable ex ante to analysts or policymakers. In scenarios involving the emergence of a novel, more transmissible variant, against which vaccination and previous infection offer moderate protection, the estimated net benefits reach more than $16,000 per additional vaccinated individual, with more than 20,000 total deaths averted in total. In scenarios involving a fading pandemic, existing vaccination-acquired or infection-acquired immunity provides sufficient protection, and the mandates’ benefits are unlikely to exceed their costs. Thus, mandates may be most useful when the consequences of inaction are catastrophic. However, we do not compare the effects of mandates with alternative policies for increasing vaccination rates or promoting other protective measures, which may receive stronger public support and be less likely to be overturned by litigation.\n\n",
    "acknowledgement": "\nMaddalena Ferranna, Daniel Cadarette, and David Bloom’s work was supported by the Value of Vaccination Research Network (VoVRN) through a grant from the Bill & Melinda Gates Foundation (Grant OPP1158136) to the Harvard T.H. Chan School of Public Health. Michael Eber’s work was supported in part by the U.S. Department of Health and Human Services (HHS) Agency for Healthcare Research and Quality through a grant under its National Research Service Award program for institutional research training in health policy (Grant T32HS000055) to Harvard University. The content is solely the responsibility of the authors and does not necessarily reflect the views of HHS, the VoVRN or the Bill & Melinda Gates Foundation. We thank participants in the Society for Benefit-Cost Analysis and the Society for Risk Analysis annual meetings for their very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}