{
    "id": 30336,
    "citation_title": "Internationalizing Like China",
    "citation_author": [
        "Christopher Clayton",
        "Amanda Dos Santos",
        "Matteo Maggiori",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2024-11-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe empirically characterize how China is internationalizing its bond market by staggering the entry of different types of foreign investors into its domestic market and propose a dynamic reputation model to explain this strategy. Our framework rationalizes China’s strategy as trying to build credibility as a safe issuer while reducing the cost of capital flight. We use our framework to shed light on China’s response to episodes of capital outflows.\n\n",
    "acknowledgement": "\nWe thank the NSF (1653917), the NBER-OFR, the Andrew Carnegie Corporation, the Sloan Foundation, and the Jerome A. Chazen Center for financial support. We thank Adrien Auclert, Manuel Amador, Andres Drenik, Barry Eichengreen, Zhiguo He, Zhengyang Jiang, Loukas Karabarbounis, Arvind Krishnamurthy, Narayana Kocherlakota, Guido Lorenzoni, Maurice Obstfeld, Pablo Ottonello, Diego Perez, Chris Phelan, Kenneth Rogoff, Christoph Trebesch, Rosen Valchev, Adrien Verdelhan, Olivier Wang, Shang-Jin Wei, Wei Xiong, Pierre Yared, Motohiro Yogo, and Vivian Yue for helpful comments and discussion. Our analysis makes use of data that are proprietary to Morningstar and/or its content providers. Neither Morningstar nor its content providers are responsible for any of the views expressed in this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}