{
    "id": 30345,
    "citation_title": "Overconfidence and Technology Adoption in Health Care",
    "citation_author": [
        "Diego A. Comin",
        "Jonathan S. Skinner",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVariation in technology adoption is a key driver of differences in productivity. Previous studies sought to explain variations in technology adoption by heterogeneity in profitability, costs of adoption, or other factors. Less is known about how adoption is affected by bias in the perceived skill to implement the technology.  We develop a Bayesian framework in which the use of the technology depends on perceived skill, while the outcomes from using it depend on actual skill. We study the determinants of adoption in the case of implantable cardiac defibrillators (ICDs) for which we document large differences across hospitals in the rate of adoption between 2002-2006, and a strong reversal from 2006-2013. We find that perception bias explains two-thirds of the cross-hospital variation in ICD use. A dynamic version of the model with learning about bias predicts accurately the subsequent decline in ICD use between 2006-2013. These results suggest an important role for misperception in explaining the wide variation in the adoption of new technologies.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the National Institute on Aging (P01-AG19783 and U01-AG046830). In addition, we are indebted to Kimon Bekelis, Lauren Gilstrap, Peter Groeneveld, Edward Norton, Greg Roth, and to seminar participants for very helpful comments and suggestions. Weiping Zhou provided essential programming and analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}