{
    "id": 30348,
    "citation_title": "Externalities in the Wildland - Urban Interface: Private Decisions, Collective Action, and Results from Wildfire Simulation Models for California",
    "citation_author": [
        "Howard Kunreuther",
        "Artem Demidov",
        "Mark Pauly",
        "Matija Turcic",
        "Michael Wilson"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "2022-08-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the property damage from wildfires occurs when fires spread into built up areas, the wildland urban interface.  Fire spread within such areas occurs from house to house, as embers from one burning structure ignite neighboring ones.  Actions can be taken to mitigate the chances that a given house will ignite.  This size and configuration of this external benefit depends on the assumed process of fire spread.  In this paper we use a simulation model based on plausible parameters to illustrate likely patterns of marginal benefit from mitigation as a function of building density and effectiveness of mitigation.  The model indicates that a common pattern is for marginal benefit to unmitigated neighbors to be low at low levels of community mitigation, rise to a maximum, and then fall quickly to a low level.  This maximum marginal benefit (known as “herd immunity”) helps to indicate the optimal pattern of mitigation in a community.  However individual owners in Nash equilibrium will not take the spillover benefits into account.  We use the distribution of house values in a California community relative to an assumed cost of mitigation to illustrate in the model the level of mitigation owners will undertake when they make independent investment decisions, and the corrective actions that can lead to the social optimum.  We discuss the use of rules or subsidies for insurance premium adjustments based on mitigation activities.  Because it will rarely be optimal to mitigate all homes, the optimal solution may involve unequal treatment and raise equity issues.\n\n",
    "acknowledgement": "\nWe thank Risk Management Solutions for providing suggestion on parameter values for model variables. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMark Pauly\n\nThis research was supported by the Wharton Risk Center, which has received an unrestricted grant from Risk Management Solutions. In addition, support was provided by a grant from the Alfred P. Sloan Foundation\n\n\n"
}