{
    "id": 30342,
    "citation_title": "How Worker Productivity and Wages Grow with Tenure and Experience: The Firm Perspective",
    "citation_author": [
        "Andrew Caplin",
        "Minjoon Lee",
        "Søren Leth-Petersen",
        "Johan Saeverud",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "2023-08-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow worker productivity evolves with tenure and experience is central to economics, shaping, for example, life-cycle earnings and the losses from involuntary job separation. Yet, worker-level productivity is hard to identify from observational data. This paper introduces direct measurement of worker productivity in a firm survey designed to separate the role of on-the-job tenure from total experience in determining productivity growth. A key innovation is to elicit what managers know about the productivity of their workers. Several findings emerge concerning the initial period on the job. (1) On-the-job productivity growth exceeds wage growth, consistent with wages not being allocative period-by-period. (2) Previous experience is a substitute, but a far less than perfect one, for on-the-job tenure. (3) There is substantial heterogeneity across jobs in the extent to which previous experience substitutes for tenure. The survey makes use of administrative data to construct a representative sample of firms, check for selective non-response, validate survey measures with administrative measures, and calibrate parameters not measured in the survey.\n\n",
    "acknowledgement": "\nThe research presented in this paper is supported by Center for Economic Behavior and Inequality (CEBI), a center of excellence at the University of Copenhagen financed by grant DNRF134 from the Danish National Research Foundation, and by funding from the Danish Council for Independent Research, grant number DFF{6109-00041. Caplin thanks the NOMIS and Sloan Foundations for their support for the broader research program on the cognitive foundations of economic behavior and acknowledges support for this re- search from Sloan Foundation Grant 2015-14209. Shapiro acknowledges financial support from the MacCaLM project (UK Economic and Social Research Council (ESRC), ES/L009633/1). We are grateful to Philippe Aghion, Joseph Altonji, Charles C. Brown, John Bound, Philipp Kircher, Lance Lochner, and participants at presentations at Western University, the University of Edinburgh MacCaLM Conference, the NBER Labor Studies program meeting, and INSEAD for many helpful comments. This paper is a chapter of Sæverud's Ph.D. thesis. We thank Sæverud's Ph.D. committee, Paul Bingley, Adeline Delavande, and Torben Heien Nielsen, for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}