{
    "id": 30340,
    "citation_title": "Bank Liquid Assets, the Portfolio Motive, and Capital Requirements",
    "citation_author": [
        "René M. Stulz",
        "Alvaro G. Taboada",
        "Mathijs A. van Dijk"
    ],
    "citation_publication_date": "2022-08-08",
    "issue_date": "2022-08-04",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanks hold large amounts of liquid assets. These amounts grow sharply for the largest banks after the global financial crisis (GFC). The standard transaction and precautionary motives for holding liquid assets cannot explain the size and evolution of bank liquid asset holdings. Motivated by the deposit view of banks, we introduce a portfolio motive such that banks hold more liquid assets when they have poorer lending opportunities, making loans and liquid assets substitutes. We find support for the portfolio motive and for its prediction that capital requirement increases help explain the post-GFC growth in the largest banks’ liquid asset holdings.\n\n",
    "acknowledgement": "\nWe are grateful for excellent research assistance from Jonas Elenskis, Byungwook Kim, and Leandro Sanz. We thank Mike Wittry for useful discussions. We are grateful to Viral Acharya, Allen Berger, Mark Carey, Darrell Duffie, Gene Fama, Mark Flannery, Stefan Lewellen, Steven Ongena, Raluca Roman, Til Schuermann, Jeremy Stein, Kairong Xiao, Andrew Winton, and participants at the Virtual Corporate Finance seminar, the 2023 Financial Intermediation Research Society conference, the 2024 Carnegie-Penn State-Pitt Conference, and seminars at Columbia University, De Nederlandsche Bank, Erasmus University Rotterdam, Ohio State University, Tilburg University, University of Amsterdam, University of Chicago, University of Texas at San Antonio, and University of Zurich for comments. Stulz is at times retained by financial institutions or their attorneys as a consultant or as an expert. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}