{
    "id": 30344,
    "citation_title": "Scapegoating and Discrimination in Times of Crisis: Evidence from Airbnb",
    "citation_author": [
        "Michael Luca",
        "Elizaveta Pronkina",
        "Michelangelo Rossi"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "2023-03-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present evidence that discrimination against Asian-American Airbnb users sharply increased at the start of the COVID-19 pandemic. Using a DiD approach, we find that hosts with distinctively Asian names experienced a 20 percent decline in guests relative to hosts with distinctively White names. In contrast, we do not see spikes in discrimination against Black or Hispanic hosts. Our results suggest that the rise in anti-Asian sentiment in 2020 translated to discrimination in economic activity, highlighting the ways in which scapegoating minority groups can shape markets. Our results also point to the role of platform design choices in enabling discrimination.\n\n",
    "acknowledgement": "\nFunding comes exclusively from our universities' research budgets. We would like to thank Andrei Shleifer and Katherine Baldiga Coffman for providing helpful feedback. All errors are our own. E. Pronkina acknowledges that this work was done prior to the author joining Amazon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}