{
    "id": 30343,
    "citation_title": "The Next Wave of Energy Innovation: Which Technologies? Which Skills?",
    "citation_author": [
        "David Popp",
        "Francesco Vona",
        "Myriam Gregoire-Zawilski",
        "Giovanni Marin"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe costs of low-carbon energy fell dramatically over the past decade, leading to rapid growth in its deployment. However, many challenges remain to deploy low-carbon energy at a scale necessary to meet net zero carbon emission targets. If net zero goals are to be met, developing complementary technologies and skills will be a necessary part of the next wave of low-carbon energy innovation. These include both improvements in physical capital, such as smart grids to aid integration of intermittent renewables, and human capital, to develop the skills workers need for a low-carbon economy. We document recent trends in energy innovation and discuss the lessons learnt for policy. We then discuss the potential role for complementary innovation in both physical capital—using smart grids as an example of how policy can help—and human capital, where we show how a task approach to labor informs policy and research on the worker skills needed for the energy transition.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}