{
    "id": 30353,
    "citation_title": "Imagining the Future: Memory, Simulation and Beliefs about Covid",
    "citation_author": [
        "Pedro Bordalo",
        "Giovanni Burro",
        "Katherine B. Coffman",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHow do people form beliefs about novel risks, with which they have little or no experience? A 2020 US survey of beliefs about the lethality of Covid reveals that the elderly underestimate, and the young overestimate, their own risks, and that people with more health adversities are more pessimistic, even for others. A model in which people selectively recall frequent and similar past experiences, including from other domains, and use them to imagine (simulate) the novel risk, explains our findings. An experience increases perceived risk if it makes that risk easier to imagine, but decreases it by interfering with recall of experiences that fuel imagination. The model yields new predictions on how non-Covid experiences shape beliefs about Covid, for which we find empirical support. These findings cannot be explained by conventional experience effects, and highlight memory mechanisms shaping which experiences are recalled and how they are used to form beliefs.\n\n",
    "acknowledgement": "\nWe are grateful to Sam Gershman for directing us to psychology research on simulation from memory, and to Ben Enke, John Conlon, Edgard DeWitte, Thomas Graeber, Spencer Kwon, Ulrike Malmendier, Dev Patel, Kunal Sangani, Josh Schwartzstein, and Jesse Shapiro for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}