{
    "id": 30351,
    "citation_title": "Consumer Demand with Social Influences: Evidence from an E-Commerce Platform",
    "citation_author": [
        "El Hadi Caoui",
        "Chiara Farronato",
        "John J. Horton",
        "Robert Schultz"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor some kinds of goods, rarity itself is valued. \"Fashionable'\" goods are demanded in part because they are unique. In this paper, we explore the economics of rare goods using auctions of limited-edition shoes held by an e-commerce platform. We model endogenous entry and bidding in multi-unit auctions and construct demand curves from realized bids. We find that doubling inventory reduces willingness to pay by 7-15%. From the producer perspective, ignoring the value of rarity leads to substantial overproduction: auctioned quantities are 82% above the profit-maximizing level. From the consumer perspective however, the negative spillovers of restricting quantity more than offset the benefits of rarer goods.\n\n",
    "acknowledgement": "\nWe thank David Holtz, Yao Luo, Steve Tadelis, and Richard Zeckhauser for helpful comments and suggestions. Authors have no material or financial interest in the entities that are the subject of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Schultz conducted paid consulting as a part time Data Science Intern between November 2018  and May 2019 for StockX. All research in this paper was conducted after this consulting relationship had concluded.\n\n\n"
}