{
    "id": 30350,
    "citation_title": "Genetic Endowments, Income Dynamics, and Wealth Accumulation Over the Lifecycle",
    "citation_author": [
        "Daniel Barth",
        "Nicholas W. Papageorge",
        "Kevin Thom",
        "Mateo Velásquez-Giraldo"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "2023-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA growing literature on gene-by-environment (G × E) interactions — much of it concerned with education and human capital — asks how policy and other environmental factors can affect inequality related to genetic factors. Economic models are typically absent from this literature, but could play a vital role in understanding how counterfactual reforms might interact with genetics to shape behavior, outcomes, and welfare. We estimate a life-cycle model of consumption and savings with portfolio decisions, allowing a measure of the genetic endowments that predict educational attainment to directly affect income, labor disutility, stock market participation costs, and returns to risky assets. Our estimates suggest that, even after accounting for completed education, childhood SES, and inheritances, genetic factors linked to educational attainment increase wealth both through life-cycle income profiles and through differences in rates of return on invested wealth. Counterfactual exercises predict how social security reforms would modify the genetic endowment-welfare gradient. Strikingly, some policies may simultaneously flatten gene-wealth gradients but increase gene-welfare inequality. Typical G × E analyses, lacking an optimizing framework, could fail to reveal this distinction. This highlights the value of economic theory in understanding the policy implications of G × E findings, particularly for counterfactual environments.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Christopher Carroll, Michael Keane, and Jonathan Skinner, along with seminar participants at the University of St. Andrews, the Board of Governors at the Federal Reserve, Wisconsin - Madison, Wisconsin - Milwaukee, Banco de la República de Colombia, Yale, SITE, and NBER-Aging 2022, along with two conferences on genes and economic analysis: Genes, Social Mobility, and Inequalities across the Life-Course and Frontiers in Economic Analysis with Genetic Data. We also acknowledge excellent research assistance from Matthew Gonzalez. Kevin Thom acknowledges funding from the National Institute on Aging of the National Institutes of Health (R01AG055654 and R56AG058726). Views and opinions expressed are those of the authors and do not necessarily represent official positions or policy of the Federal Reserve Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}