{
    "id": 30358,
    "citation_title": "What Can Time-Series Regressions Tell Us About Policy Counterfactuals?",
    "citation_author": [
        "Christian K. Wolf",
        "Alisdair McKay"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that, in a general family of linearized structural macroeconomic models, knowledge of the empirically estimable causal effects of contemporaneous and news shocks to the prevailing policy rule is sufficient to construct counterfactuals under alternative policy rules. If the researcher is willing to postulate a loss function, our results furthermore allow her to recover an optimal policy rule for that loss. Under our assumptions, the derived counterfactuals and optimal policies are robust to the Lucas critique. We then discuss strategies for applying these insights when only a limited amount of empirical causal evidence on policy shock transmission is available.\n\n",
    "acknowledgement": "\nWe thank Christiane Baumeister, Valerie Ramey and Bent Sørensen for valuable discussions. We also received helpful comments from Isaiah Andrews, Marios Angeletos, Marco Bassetto,  Martin Beraja, Anmol Bhandari, Francesco Bianchi, Gabriel Chodorow-Reich, Hal Cole, Peter Ganong, Jordi Galí, Mark Gertler, Yuriy Gorodnichenko, Ben Moll, Emi Nakamura, Mikkel Plagborg-Møller, Richard Rogerson, Juan Rubio-Ramírez,  Jón Steinsson, Robert Ulbricht, Mike Waugh, Iván Werning, Tom Winberry, and seminar participants at various venues. Jackson Mejia provided superb research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}