{
    "id": 30357,
    "citation_title": "What Do Long Data Tell Us About the Inflation Hike Post COVID-19 Pandemic?",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2022-08-15",
    "issue_date": "2022-08-11",
    "revision_date": "2022-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what extent is the recent spike in inflation driven by a change in its permanent component? We estimate a semi-structural model of output, inflation, and the nominal interest rate in the United States over the period 1900-2021. The model predicts that between 2019 and 2021 the permanent component of inflation rose by 51 basis points. If instead we estimate the model using postwar data (1955--2021), the permanent component of inflation is predicted to have increased by 238 basis points. A possible interpretation of this finding is that the model estimated on the shorter sample assigns a larger increase in the permanent component of inflation because the period 1955-2021 does not contain sudden sparks in inflation like the one observed in the aftermath of the COVID-19 pandemic but only gradual ones---the great inflation of the 70s took more than 10 years to build up.  By contrast, the period 1900-1954 is plagued with sudden inflation hikes---including one around the 1918 Spanish flu pandemic---which the estimated model endogenously recalls and uses to interpret inflation around the COVID-19 episode. This result suggests that prewar data might be of use to understand recent inflation dynamics.\n\n",
    "acknowledgement": "\nWe thank Giovanni Bonfanti for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}