{
    "id": 3035,
    "citation_title": "An Analysis of the Earnings of Canadian Immigrants",
    "citation_author": [
        "David E. Bloom",
        "Morley Gunderson"
    ],
    "citation_publication_date": "1989-07-01",
    "issue_date": "1989-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports estimates of simple wage equations fit to cross-sectional and pseudo-longitudinal data for Canadian immigrants in the 1971 and 1981 Canadian censuses.\nThe estimates are used to assess (1) the usefulness of cross-sectional analyses for measuring the pace of immigrant earnings growth, (2) the labor market implications of admissions policies that place different weights on the work skills possessed by prospective entrants, and (3) the relative impact of selective outmigration and job-matching on the shape of immigrant earnings distributions as duration of stay increases. The estimates provide evidence of a small to moderate assimilation effect that suggests that immigrants make up for relatively low entry wages, although the wage catch-up is not complete until 13 to 22 years after entry into Canada. These results are revealed clearly in both the pseudo-longitudinal and the cross-sectional analyses. The estimates also provide evidence that the unobserved quality of immigrants' labor market skills declined following changes in Canada's immigration policies in 1974 that led to a sharp increase in the proportion of immigrants admitted on the basis of family ties. Finally, since there is no evidence that the variance of immigrant earnings increases with their duration of stay in Canada, and since there are no differential immigrant-native changes in higher-order moments of the earnings distribution as duration of stay increases, the results are inconclusive with respect to the importance of selective outmigration and job matching in the evolution of immigrant earnings distributions over time.\n\n",
    "acknowledgement": "\n"
}