{
    "id": 30368,
    "citation_title": "The Slaughter of the Bison and Reversal of Fortunes on the Great Plains",
    "citation_author": [
        "Donn. L. Feir",
        "Rob Gillezeau",
        "Maggie E.C. Jones"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "2022-11-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn the late nineteenth century, the North American bison was brought to the brink of extinction in just over a decade. We demonstrate that the loss of the bison had immediate, negative consequences for the Native Americans who relied on them and ultimately resulted in a permanent reversal of fortunes. Once amongst the tallest people in the world, the generations of bison-reliant people born after the slaughter lost their entire height advantage. By the early twentieth century, child mortality was 16 percentage points higher and the probability of reporting an occupation 29.7 percentage points lower in bison nations compared to nations that were never reliant on the bison.  Throughout the latter half of the twentieth century and into the present, income per capita has remained 28 percent lower, on average, for bison nations.  This persistent gap cannot be explained by differences in agricultural productivity, self-governance, or application of the Dawes Act. We provide evidence that this historical shock altered the dynamic path of development for formerly bison-reliant nations. We demonstrate that limited access to credit constrained the ability of bison nations to adjust through respecialization and migration.\n\n",
    "acknowledgement": "\nWe are grateful to the many scholars who have provided valuable feedback on this work. We are especially grateful to those who generously shared their data with us, including Christian Dippel, Andy Ferrara, Matthew Gregg, Matthew Jaremski, Bryan Leonard, Dominic Parker and Richard Steckel.  We also thank seminar participants at Brock University, the Federal Reserve Bank of Minneapolis, Harvard University, Lester University, Michigan State University, Opportunity Insights, Queen's University, Toronto Metropolitan University, Rochester Institute of Technology, Simon Fraser University, University of Manitoba, University of Massachusetts Amherst, University of Northern British Columbia, University of Saskatchewan, University of Victoria, University of Waterloo, Vancouver School of Economics, and conference participants at the 2021 Yale Resilience Throughout History Workshop, 2018 Ostrom Workshop, 2018 NBER/DAE workshop, 2018 AEAs, 2017 CNEH meeting, 2017 EHA meetings, 2017 CPEG meetings, 2017 Northwest Development Workshop, and the 2016 EBHS meetings.  The views in this paper do not represent the views of the Federal Reserve Bank of Minneapolis. No external funding was received for this project. The authors have no conflict of interest, financial or otherwise, related to this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}