{
    "id": 30362,
    "citation_title": "Of Academics and Creative Destruction: Startup Advantage in the Process of Innovation",
    "citation_author": [
        "Julian Kolev",
        "Alexis Haughey",
        "Fiona Murray",
        "Scott Stern"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhat is the role of startups within the innovation ecosystem? Since 2000, startups have grown in their share of commercializing research from top U.S. universities; however, prior work has little to say on the particular advantages of startup ventures in the innovation process relative to more traditional alternatives such as academia and established private-sector incumbents. We develop a simple model of startup advantage based on private information held by the initial inventor, and generate predictions related to the value and impact of startup innovation. We then explore these predictions using patents granted within the regional ecosystems of top-25 research universities from 2000 to 2015. Our results show a significant startup advantage in terms of forward citations and outlier-patent rates. Further, startup innovation is both more original and more general than innovation by incumbent firms. Moreover, startups that survive to become “scale-ups” quickly grow to dominate their regional innovation ecosystems. Our findings have important implications for innovation policy.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Economics of Creative Destruction Festschrift Conference in Honor of Phillipe Aghion and Peter Howitt.  The authors thank Phillipe and Peter for their inspiration, and Ufuk Akcigit, John van Reenen, and other conference participants for helpful comments and suggestions.  We would also like to thank Mercedes Delgado for providing access to the patent data, and the MIT Technology Licensing Office for access to statistics from the AUTM data.  All errors remain our own.  The views expressed are those of the individual authors and do not necessarily reflect official positions of the Office of the Chief Economist or the U. S. Patent and Trademark Office.  Stern and Murray have provided more detailed financial disclosures on the NBER website. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation and entrepreneurship policy, typically at events organized by government agencies or other institutions involved in the policy process. He also receives compensation from the MIT Regional Entrepreneurship Acceleration Program, which features the research findings described in this paper.\n\n\n"
}