{
    "id": 30363,
    "citation_title": "Stress, Ethnicity, and Prosocial Behavior",
    "citation_author": [
        "Johannes Haushofer",
        "Sara Lowes",
        "Abednego Musau",
        "David M. Ndetei",
        "Nathan Nunn",
        "Moritz Poll",
        "Nancy Qian"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile observational evidence suggests that people behave more prosocially towards members of their own ethnic group, many laboratory studies fail to find this effect. One possible explanation is that coethnic preference only emerges during times of stress. To test this hypothesis, we pharmacologically increase levels of the stress hormone cortisol, after which participants complete laboratory experiments with coethnics and noncoethnics. We find mixed evidence that increased cortisol decreases prosocial behavior. Coethnic preferences do not vary with cortisol. However, in contrast to previous studies, we find strong and robust evidence of coethnic preference.\n\n",
    "acknowledgement": "\nWe thank the participants for their time; the Busara Center for Behavioral Economics, Nairobi for implementing the study; and Clemens Kirschbaum, Ph.D., Technische Universität Dresden, Germany, for analyzing the salivary cortisol samples. This study was approved by the Princeton IRB (Protocol #7200), as well as the Kenya Medical Research Institute (Protocol #494) and the Kenyan Pharmacy and Poisons Board (PPB/ECCT/15/12/04/2016(37)). Harvard, Northwestern, and Bocconi University IRBs and the NBER IRB ceded review to Princeton after initial approval. It was pre-registered at https://www.socialscienceregistry.org/trials/3937/. We are grateful for funding provided by the NSF. We thank Joris Mueller for stellar research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}