{
    "id": 30364,
    "citation_title": "What Makes a Program Good? Evidence from Short-Cycle Higher Education Programs in Five Developing Countries",
    "citation_author": [
        "Lelys I. Dinarte Diaz",
        "Maria Marta Ferreyra",
        "Sergio S. Urzúa",
        "Marina Bassi"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShort-cycle higher education programs (SCPs) can play a central role in skill development and higher education expansion, yet their quality varies greatly within and among countries. In this paper we explore the relationship between programs’ practices and inputs (quality determinants) and student academic and labor market outcomes. We design and conduct a novel survey to collect program-level information on quality determinants and average outcomes for Brazil, Colombia, Dominican Republic, Ecuador, and Peru. Categories of quality determinants include training and curriculum, infrastructure, faculty, link with productive sector, costs and funding, and other practices on student admission and institutional governance. We also collect administrative, student-level data on higher education and formal employment for SCP students in Brazil and Ecuador and match it to survey data. Using machine learning methods, we select the quality determinants that predict outcomes at the program and student levels. Estimates indicate that some quality determinants may favor academic and labor market outcomes while others may hinder them. Two practices predict improvements in all labor market outcomes in Brazil and Ecuador—teaching numerical competencies and providing job market information—and one practice—teaching numerical competencies—additionally predicts improvements in labor market outcomes for all survey countries. Since quality determinants account for 20-40 percent of the explained variation in student-level outcomes, estimates indicate a role for quality determinants to shrink the quality gap among programs. These findings have implications for the design and replication of high-quality SCPs, their regulation, and the development of information systems.\n\n",
    "acknowledgement": "\nWe thank Melissa Adelman, Rita Almeida, Omar Arias, Nina Arnhold, Tom Brock, Stephanie Cellini, Deon Filmer, Renata Lemos, Juan Carlos Navarro, Martin Rama, Benjamin Skinner, Kevin Stange, and Alexandra Valerio for valuable conversations and exchanges. Session participants at the World Bank Authors’ Workshop on SCPs in Latin America, AEFP, LACEA, RIDGE, and WALES also provided useful comments. For their excellent work, we are grateful to our research assistants, Gabriel Suarez, Angelica Sanchez, Andrea Franco, Hernando Grueso, and Nicolas Torres; the consultants who visited the secure rooms to access and merge the confidential student-level data, Renato Schwambach Vieira (for Brazil) and Sebastian Burgos (for Ecuador); and our consultant, Eric Jardim, who helped us file the data requests for Brazil. We thank the program directors in Brazil, Colombia, the Dominican Republic, Ecuador, and Peru who participated in The World Bank Short-Cycle Program Survey (WBSCPS), and The World Bank operational teams-—especially Diego Angel-Urdinola, Ciro Avitabile, Marcelo Becerra, Pedro Cerdan, Ildo Lautharte, and Alexandra Valerio—for facilitating interactions with local authorities. We thank government officials for granting us access to data and supporting the survey implementation. We acknowledge financial support from The World Bank. We do not have any conflicts of interest to disclose. The contents of this study are our sole responsibility and do not necessarily reflect the views of our employers or the governments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}