{
    "id": 30369,
    "citation_title": "One Size Doesn’t Fit All: Heterogeneous Depositor Compensation During Periods of Uncertainty",
    "citation_author": [
        "Nikolaos Artavanis",
        "Daniel Paravisini",
        "Claudia Robles Garcia",
        "Amit Seru",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a new approach to identify different categories of depositors during periods of uncertainty and quantify their compensation to remain in the bank. We isolate withdrawals due to liquidity needs, deterioration of fundamentals, and expectation about withdrawal behavior of other depositors. We exploit variation in the cost of withdrawal induced by the maturity expiration of time deposits around unexpected uncertainty events and high-frequency microdata from a large Greek bank. Deposit withdrawals quadrupled in response to a policy uncertainty shock that doubled the short-run credit default swap (CDS) price of Greek sovereign bonds. About two-thirds of this increase is driven by direct exposure to deteriorating fundamentals, and the remainder due to strategic complementarities. We find that depositors need to be offered annualized returns exceeding 50% to remain in the bank during episodes of high uncertainty. Our findings provide new insights into the design of interventions that prevent runs by targeting depositors with the largest propensity to withdraw.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Stanford GSB Economics Lunch and Finance Lunch, Junior Five Star Conference, London School of Economics Finance Lunch, Cornell University Finance Lunch, UC Berkeley, Bank of England, NYU-NY Fed Conference, Western Finance Association 2020, INSEAD, Goethe University, Stockholm School of Economics, WAPFIN Conference, CEPR Gerzensee Summer Symposium, New York Fed and NYU Stern Conference on Financial Intermediation, Lund University, VU Vienna, Frankfurt School of Business, University of Alberta, and European Banking Center Network Conference. Seru and Tsoutsoura gratefully acknowledge financial support from the Fama-Miller Center for Research in Finance. We also thank Peter DeMarzo, Dana Foarta, Matthew Gentzkow, Ben Hebert, Arvind Krishnamurthy, Yiming Ma, Matteo Maggiori, and Philip Strahan and Andrew Winton. We thank Menaka Hampole and Yin Xiao for excellent research assistance. All errors are our own. First draft: November 2018. Previously titled “Deposit Withdrawals.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}