{
    "id": 30361,
    "citation_title": "Does Environmental Policy Uncertainty Hinder Investments Towards a Low-Carbon Economy?",
    "citation_author": [
        "Joelle Noailly",
        "Laura Nowzohour",
        "Matthias van den Heuvel"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use machine learning algorithms to construct a novel news-based index of US environmental and climate policy uncertainty (EnvPU) available on a monthly basis over the 1990-2019 period. We find that our EnvPU index spikes during the environmental spending disputes of the 1995-1996 government shutdown, in the early 2010s due the failure of the national cap-and-trade climate bill and during the Trump presidency. We examine how elevated levels of environmental policy uncertainty relate to investments in the low-carbon economy. In firm-level estimations, we find that a rise in the EnvPU index is associated with a reduced probability for cleantech startups to receive venture capital (VC) funding. In financial markets, a rise in our EnvPU index is associated with higher stock volatility for firms with above-average green revenue shares. At the macro level, shocks in our index lead to declines in the number of cleantech VC deals and higher volatility of the main benchmark clean energy exchange-traded fund. Overall, our results are consistent with the notion that policy uncertainty has adverse effects on investments for the low-carbon economy.\n\n",
    "acknowledgement": "\nThis study is supported by the Swiss National Science Foundation (SNSF) within the framework of the National Research Programme “Sustainable Economy: resource-friendly, future-oriented, innovative” (NRP 73, Grant-No 407340-172395). The research also benefited from a subaward granted via the 2020 NBER Workshop on Economics of Innovation in the Energy Sector supported by the Sloan Foundation. We thank Patrick Ruch, Luc Mottin, Julien Gobeill (Swiss Institute of Bioinformatics) for comments and research assistance on text-mining algorithms. In addition, we thank Florian Duriaux, Khaliun Purevsuren, Jarrod Suda, Vanessa Albertolli, Carolina Earle, Ryota Taniguchi for excellent research assistance, as well as participants at the 2020-2021 NBER Economics of Energy Innovation workshops, Vrije Universiteit Amsterdam and Coventry University seminars, and the 2022 Morzine NRP73 Research Retreat, IAERE, EAERE, and EEA meetings for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}