{
    "id": 30377,
    "citation_title": "The German Model of Industrial Relations: Balancing Flexibility and Collective Action",
    "citation_author": [
        "Simon Jäger",
        "Shakked Noy",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe give an overview of the “German model” of industrial relations. We organize our review by focusing on the two pillars of the model: sectoral collective bargaining and firm-level codetermination. Relative to the United States, Germany outsources collective bargaining to the sectoral level, resulting in higher coverage and the avoidance of firm-level distributional conflict. Relative to other European countries, Germany makes it easy for employers to avoid coverage or use flexibility provisions to deviate downwards from collective agreements. The greater flexibility of the German system may reduce unemployment, but may also erode bargaining coverage and increase inequality. Meanwhile, firm-level codetermination through worker board representation and works councils creates cooperative dialogue between employers and workers. Board representation has few direct impacts owing to worker representatives’ minority vote share, but works councils, which hold a range of substantive powers, may be more impactful. Overall, the German model highlights tensions between efficiency-enhancing flexibility and equity-enhancing collective action.\n",
    "acknowledgement": "\nPrepared for consideration at the Journal of Economic Perspectives. Simon Jäger is Associate Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts. Shakked Noy is a PhD student in economics, Massachusetts Institute of Technology, Cambridge, Massachusetts. Benjamin Schoefer is Associate Professor of Economics, University of California, Berkeley, in Berkeley, California. Their emails are sjaeger@mit.edu, snoy@mit.edu, and schoefer@berkeley.edu. We thank Alexander Busch, Jannis Hamida, Kilian Weil, and Pascal Zamorski for excellent research assistance. We thank Reinhard Bispinck and Steffen Müller for helpful comments. We thank Jörg Heining for help with the IAB Establishment Panel. Schoefer thanks the UC Berkeley Institute for Research on Labor and Employment for financial support; Jäger and Schoefer thank the National Science Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}