{
    "id": 3037,
    "citation_title": "Interest Rates in the Reagan Years",
    "citation_author": [
        "Patric H. Hendershott",
        "Joe Peek"
    ],
    "citation_publication_date": "1989-07-01",
    "issue_date": "1989-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Reagan Administration entered office in 1981 with one of the clearest and moat ambitious agendas in recent times. The new administration advanced five economic/budgetary goals to rebuild America economically and militarily: (1) reduce inflation, (2) deregulate the economy, (3) cut taxes, (4) increase military spending and (5) reduce nondefense spending sufficiently to balance the budget. Achieving, or not achieving, these economic/budgetary goals likely had a significant impact on interest rates. Six specific hypotheses are investigated in this paper. During the first Reagan term, the battle to lower inflation acted to maintain the high real interest rates carried over from the Carter years and, while the increase in structural deficits did not raise real rates much, the reduction in private saving due to the unwinding of the second OPEC shock and an aggressive foreign policy that heightened fear of nuclear war raised real interest rates to levels not seen since the late 1920s. Moreover, the increased volatility of interest rates during this protracted battle with inflation raised yields on callable fixed-rate mortgages by over a percentage point relative to the already inflated yields on noncallable Treasuries. By the end of Reagan's second term, inflation, marginal tax rates, nuclear fear, and interest rate volatility were all down. As a result, nominal Treasury rates have plunged (real bill rates since 1986 are below their average values for the previous quarter century), and yields on callable securities have receded to more normal levels relative to noncallable Treasuries. Yields on tax-exempt securities are one and a quarter percentage points higher relative to Treasuries than in the pre-Reagan years, and yields on fixed-rate mortgages are up by a half percentage point. These constitute an intended  eduction in the previous financial subsidies to state and local and household capital formation, respectively.\n\n",
    "acknowledgement": "\n"
}