{
    "id": 30371,
    "citation_title": "Real-Time Poverty, Material Well-Being, and the Child Tax Credit",
    "citation_author": [
        "Jeehoon Han",
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn response to the COVID-19 pandemic two new timely poverty measures have been developed to monitor fast-changing economic conditions for the most deprived. The Han et al. near real-time poverty measure uses responses to a global income question on the Monthly Current Population Survey (CPS) that is available for a subsample of those surveyed. The CPSP monthly poverty measure, widely cited in the media, uses data from the Annual Social and Economic Supplement to the CPS and other sources to impute poverty in the Monthly CPS sample based on demographic and employment variables. This paper evaluates the two measures and their estimates of child poverty around the 2021 temporary changes to the Child Tax Credit (CTC). We argue that conceptually the measure based on responses rather than the one based on imputations is preferable, though both measures suffer from important drawbacks. We also conclude that widely publicized claims that child poverty fell by 25 percent when the Advance CTC payments started and subsequently rose by 41 percent when they ended are based on weak evidence and are overstated. The best evidence, though still imperfect, suggests poverty was relatively stable in 2021 and the first half of 2022. Part of the explanation for the lack of change appears to be a compensating decline in employment among low-skilled workers with children. Other evidence tying changes in well-being to the tax credit is confounded by other policy changes.\n\n",
    "acknowledgement": "\nThis paper was prepared for the December 2022 National Tax Journal Forum. We would like to thank Laura Kawano, an anonymous referee, Raj Chetty, Kevin Corinth, John Friedman, Ilina Logani, Angela Rachidi, Mandana Vakil, and Scott Winship for comments. We also thank the NSF for financial support for an earlier, related project on poverty measurement, and the Russell Sage Foundation, Alfred P. Sloan Foundation, Charles Koch Foundation, and the Menard Family Foundation for their support of the Comprehensive Income Dataset Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}