{
    "id": 30378,
    "citation_title": "Not Learning from Others",
    "citation_author": [
        "John J. Conlon",
        "Malavika Mani",
        "Gautam Rao",
        "Matthew W. Ridley",
        "Frank Schilbach"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence of a powerful barrier to social learning: people are much less sensitive to information others discover compared to equally-relevant information they discover themselves. In a series of incentivized lab experiments, we ask participants to guess the color composition of balls in an urn after drawing balls with replacement. Participants' guesses are substantially less sensitive to draws made by another player compared to draws made themselves. This result holds when others' signals must be learned through discussion, when they are perfectly communicated by the experimenter, and even when participants see their teammate drawing balls from the urn with their own eyes. We find a crucial role for  taking some action to generate one's `own' information, and rule out distrust, confusion, errors in probabilistic thinking, up-front inattention and imperfect recall as channels.\n\n",
    "acknowledgement": "\nWe thank the editor and four anonymous referees for their helpful comments. We thank workshop audiences at ASSA, Berkeley, Bocconi, Harvard, MIT, Northeastern, UNC, Warwick, Zurich and the Workshop on Subjective Beliefs for helpful comments and feedback. We also thank Sandro Ambuehl, Nava Ashraf, Ned Augenblick, Oriana Bandiera, Abhijit Banerjee, Rafael Batista, Leonardo Bursztyn, Arun Chandrasekhar, Katie Coffman, Stefano DellaVigna, Esther Duflo, Ben Golub, Emir Kamenica, David Laibson, Shengwu Li, Ulrike Malmendier, Madeline McKelway, Michel Maréchal, Sendhil Mullainathan, Tommy O'Donnell, Ricardo Perez-Truglia, Matthew Rabin, Chris Roth, Dmitry Taubinsky and David Yanagizawa-Drott  for helpful suggestions and comments. We thank Sangeetha Ramanathan and the entire team at the Behavioral Development Lab in Chennai for excellent research assistance. We thank all our study participants for their time and patience.  This project was funded by the Wellspring Philanthropic Fund. We received IRB approval from MIT, protocol #1810538700. Each experiment was pre-registered on the AEA registry, number AEARCTR-0004253. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}