{
    "id": 30374,
    "citation_title": "The Impact of Team Incentives on Performance in Graduate School: Evidence from Two Pilot RCTs",
    "citation_author": [
        "John A. List",
        "Rohen Shah"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn organizations, teams are ubiquitous. “Weakest Link” and “Best Shot” are incentive schemes that tie a group member’s compensation to the output of their group’s least and most productive member, respectively. In this paper, we test the impact of these incentive schemes by conducting two pilot RCTs (one in-person, one online), which included more than 250 graduate students in a graduate math class. Students were placed in study groups of three or four students, and then groups were randomized to either control, Weakest Link, or Best Shot incentives. We find evidence that such incentive approaches can affect test scores, both in-person and online.\n\n",
    "acknowledgement": "\nThis study was registered on the AEA RCT Registry (AEARCTR-0009477) and was approved by the Social and Behavioral Sciences IRB from the University of Chicago (IRB21-0580). We would like to thank Uditi Karna and Charles Shi for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Lyft when this research was carried out.   He is now Chief Economist at Walmart.\n\n\n"
}