{
    "id": 30379,
    "citation_title": "Unconditional Cash and Family Investments in Infants: Evidence from a Large-Scale Cash Transfer Experiment in the U.S.",
    "citation_author": [
        "Lisa A. Gennetian",
        "Greg Duncan",
        "Nathan A. Fox",
        "Katherine Magnuson",
        "Sarah Halpern-Meekin",
        "Kimberly G. Noble",
        "Hirokazu Yoshikawa"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key policy question in evaluating social programs to address childhood poverty is how families receiving unconditional financial support would spend those funds. Economists have limited empirical evidence on this topic in the U.S. We provide causal estimates of financial and time investments in infants among families living in poverty from a large-scale, multi-site randomized controlled study of monthly unconditional cash transfers starting at the time of a child’s birth. We find that the cash transfers increased spending on child-specific goods and mothers’ early-learning activities with their infants. The marginal propensity to consume child-focused items from the cash transfer exceeded that from other income, consistent with the behavioral cues in the cash transfer design. We find no statistically detectable offsets in household earnings nor statistically detectable impacts in other pre-registered outcomes related to general household expenditures, maternal labor supply, infants’ time in childcare, or mothers’ subjective well-being.\n\n",
    "acknowledgement": "\nWe thank Orazio Attanasio, Daniel Del Boca, Flavio Cunha, Lawrence Katz, Shelly Lundberg, Lucie Schmidt, and participants in NBER’s Children’s Program March 2021 meeting for feedback. The Baby’s First Years study was designed and implemented by, in alphabetical order, Drs. Duncan, Fox, Gennetian, Magnuson (Social Science Lead PI), Noble (Neuroscience Lead PI), and Yoshikawa. We are grateful to the Survey Research Center at the University Michigan for their collaboration in recruitment and data collection. Research reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under Award Number R01HD087384. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. This research was additionally supported by the U.S. Department of Health and Human Services, Administration for Children and Families, Office of Planning, Research and Evaluation; Andrew and Julie Klingenstein Family Fund; Annie E. Casey Foundation; Arrow Impact; Bezos Family Foundation; Bill and Melinda Gates Foundation; Bill Hammack and Janice Parmelee; BCBS of Louisiana Foundation; Brady Education Fund; Chan Zuckerberg Initiative (Silicon Valley Community Foundation); Charles and Lynn Schusterman Family Philanthropies; Child Welfare Fund; Esther A. and Joseph Klingenstein Fund; Ford Foundation; Greater New Orleans Foundation; Heising-Simons Foundation; Jacobs Foundation; JPB Foundation; J-PAL North America; New York City Mayor’s Office for Economic Opportunity; Perigee Fund; Robert Wood Johnson Foundation; Sherwood Foundation; Valhalla Foundation; Weitz Family Foundation; W.K. Kellogg Foundation; and three anonymous donors. In addition, the authors would like to thank Pooja Desai, Andrea Karsh, Lauren Meyer and Renata Penalva-Vieira-Da-Silva for their important contributions to study support and infrastructure, and Christopher Beyer, Rebecca Daniel, Laura Stillwell, Paul Youngmin Yoo, Maria Sauval, Elizabeth Premo, and Michelle Spiegel for their technical and analytic assistance with data processing and analyses. We are profoundly grateful to the Baby’s First Years families for their participation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}