{
    "id": 30372,
    "citation_title": "Material Incentives and Effort Choice: Evidence from an Online Experiment Across Countries",
    "citation_author": [
        "Elwyn Davies",
        "Marcel Fafchamps"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe conduct an interactive online experiment framed as an employment contract between employer and worker. Subjects from the US, India, and Africa are matched in pairs within and, in some cases, across countries. Employers make a one-period offer to a worker who can either decline or choose a high or low effort. The offer is restricted to be from a variable set of possible contracts: high and low fixed wage; bonus and malus contracts; and bonus and malus with reneging. High effort is always efficient. Self-interest predicts a fraction of observed choices, but many choices are better explained either by conditional reciprocity or by intrinsic motivation. Subjects from India and Africa are more likely to follow intrinsic motivation and they provide high effort more often. US subjects are more likely to follow self-interest and reach a less efficient outcome on average, but workers earn slightly more. We find no evidence that workers favor employers from some countries or that employers treat workers from different countries differently. Individual characteristics and stated attitudes toward worker incentives are unable to predict the behavioral differences observed between countries, thus allowing the possible existence of cultural differences in the response to labor incentives.\n\n",
    "acknowledgement": "\nWe thank Jean-Marie Balland, Abigail Barr, Vittorio Bassi, John Strauss, Jonathan Schulz, Frank Schilbach, Moses Shayo, David Laitin, Edo Gallo, participants to the 2019 New School of Economics conference on relational contracting, participants to the June 2020 Conference on Economic Development and Institutions, and seminar participants at the University of Southern California for useful comments. We thank Max Eber for excellent research assistantship on the Facebook part of the study. Funding for this study was provided by the Stanford Institute for Innovation in Developing Economies (SEED). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}