{
    "id": 30375,
    "citation_title": "Why Don't We Sleep Enough? A Field Experiment Among College Students",
    "citation_author": [
        "Mallory L. Avery",
        "Osea Giuntella",
        "Peiran Jiao"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the mechanisms affecting sleep choice and explores whether commitment devices and monetary incentives can be used to promote healthier sleep habits. To this end, we conducted a field experiment with college students, providing them incentives to sleep and collecting data from wearable activity trackers, surveys, and time-use diaries. Monetary incentives were effective in increasing sleep duration with some evidence of persistence after the incentive was removed. We uncover evidence of demand for commitment. Our results are consistent with partially sophisticated time-inconsistent preferences and overconfidence, and have implications for the effectiveness of information interventions on sleep choice.\n\n",
    "acknowledgement": "\nWe thank participants to seminars at the University of Pittsburgh, University of Rome 2 Tor Vergata, University of Milano Statale, Maastricht University, the Nuffield Centre for Experimental Social Sciences, the Pittsburgh Experimental Economics Lab, the Circadian Rhythms and Sleep Conference Grands, the Advances in Field Experiments Conference, the Workshop on Risky Health Behaviors, the American- European Health Study Group, the IV Workshop on Behavioral and Experimental Health Economics, the Center for Health Incentives and Behavioral Economics (CHIBE) Roybal Retreat, and the Maastricht Behavioral and Experimental Economics Symposium. We benefited from discussion with Domenico De Palo, David Dickinson, Daniel Hamermesh, Ben Handel, David Huffman, Gautam Rao, Silvia Saccardo, Frank Schilbach, Sally Sadoff, Heather Schofield, Jeffrey Shrader, Justin Sydnor, Severine Toussaert, and Lise Vesterlund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}