{
    "id": 30373,
    "citation_title": "Investing in Infants: The Lasting Effects of Cash Transfers to New Families",
    "citation_author": [
        "Andrew C. Barr",
        "Jonathan Eggleston",
        "Alexander A. Smith"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence that cash transfers following the birth of a first child can have large and long-lasting effects on that child’s outcomes. We take advantage of the January 1 birthdate cutoff for U.S. child-related tax benefits, which results in families of otherwise similar children receiving substantially different refunds during the first year of life. For the average low-income single-child family in our sample this difference amounts to roughly $1,300, or 10 percent of income. Using the universe of administrative federal tax data in selected years, we show that this transfer in infancy increases young adult earnings by at least 1 to 2 percent, with larger effects for males. These effects show up at earlier ages in terms of improved math and reading test scores and a higher likelihood of high school graduation. The observed effects on shorter-run parental outcomes suggest that additional liquidity during the critical window following the birth of a first child leads to persistent increases in family income that likely contribute to the downstream effects on children’s outcomes. The longer-term effects on child earnings alone are large enough that the transfer pays for itself through subsequent increases in federal income tax revenue.\n\n",
    "acknowledgement": "\nWe thank participants at the 5th Annual Northeast Economics of Education Workshop, the 2019 NBER Children’s Meeting, the 2019 Summer Meeting of the Institute for Research on Poverty, Williams College seminar attendees, the 2021 AEA Annual Meeting, the 2021 NBER SI Public Meeting, and the 2021 NBER Economics of Mobility Meeting for their comments and suggestions. We also thank Kelli Bird, Chris Avery, Sara Lalumia, Matt Gudgeon, Bruce Sacerdote, Adam Roberts, Derek Wu, Hilary Hoynes, and Larry Katz for their suggestions. The opinions expressed herein reflect the personal views of the authors and not those of the U.S. Army or the Department of Defense. This paper is released to inform interested parties of research and to encourage discussion. The views expressed are those of the authors and not necessarily those of the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. Census statistics approved for release under disclosure numbers CBDRB-FY2021-CES010-002, CBDRB-FY2021-CES010-003, CBDRB-FY2021-CES010-008, and CBDRB-FY2021-CES010-010. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}