{
    "id": 30381,
    "citation_title": "Scared Straight? Threat and Assimilation of Refugees in Germany",
    "citation_author": [
        "Philipp Jaschke",
        "Sulin Sardoschau",
        "Marco Tabellini"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effects of threat on convergence to local culture and  economic assimilation of refugees, exploiting plausibly exogenous variation in their allocation across German regions between 2013 and 2016. We combine novel survey data on cultural preferences and economic outcomes of refugees with corresponding information on locals, and construct a threat index that integrates contemporaneous and historical variables. On average, refugees assimilate both culturally and economically. However, while refugees assigned to more hostile regions converge to local culture more quickly, they do not exhibit faster economic assimilation. Our evidence suggests that refugees exert more assimilation effort in response to local threat, but do not integrate faster because of higher discrimination in more hostile regions.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Annai' Casanueva Artis, Christian Dustmann, Stefano Fiorin, Vicky Fouka, Nicola Gennaioli, Simon Goerlach, Felix Iglhaut, Ross Mattheis, Markus Nagler, Nina Roussile, and   participants at IZA 18th Annual Migration Meeting, the Center for European Studies University of Milan, PUC Chile, the EBRD and King's College Workshop on the Economics and Politics of Migration, the 5th Lille conference on ``Understanding Voluntary and Forced Migration'', The Economics of Migration Senior Seminar, the IAB Colloquium, the 2022 Science Po Summer Workshop: Labor, the 2022 Migration BSE Summer Forum, and the  10th Annual Conference on Immigration in OECD countries, the European Economic Association and Econometric Society summer meeting, the Göttingen Development Economics Seminar, and the RWI Leibniz Institute Research Seminar for helpful comments. We are grateful to Tommaso Colussi for sharing with us data on attacks against mosques between 2001 and 2011. Ataberk Daskiran, Michelle Harnisch, and Gisela Salim Peyer provided outstanding research assistance. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}