{
    "id": 30389,
    "citation_title": "New Frontiers: The Origins and Content of New Work, 1940–2018",
    "citation_author": [
        "David Autor",
        "Caroline Chin",
        "Anna M. Salomons",
        "Bryan Seegmiller"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "2024-04-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address three core questions about the hypothesized role of newly emerging job categories ('new work') in counterbalancing the erosive effect of task-displacing automation on labor demand: what is the substantive content of new work; where does it come from; and what effect does it have on labor demand? To address these questions, we construct a novel database spanning eight decades of new job titles linked both to US Census microdata and to patent-based measures of occupations’ exposure to labor-augmenting and labor-automating innovations. We find, first, that the majority of current employment is in new job specialties introduced after 1940, but the locus of new work creation has shifted—from middle-paid production and clerical occupations over 1940–1980, to high-paid professional and, secondarily, low-paid services since 1980. Second, new work emerges in response to technological innovations that complement the outputs of occupations and demand shocks that raise occupational demand; conversely, innovations that automate tasks or reduce occupational demand slow new work emergence. Third, although flows of augmentation and automation innovations are positively correlated across occupations, the former boosts occupational labor demand while the latter depresses it. Harnessing shocks to the flow of augmentation and automation innovations spurred by breakthrough innovations two decades earlier, we establish that the effects of augmentation and automation innovations on new work emergence and occupational labor demand are causal. Finally, our results suggest that the demand-eroding effects of automation innovations have intensified in the last four decades while the demand-increasing effects of augmentation innovations have not.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, David Deming, Brad DeLong, Matt Gentzkow, Maarten Goos, Gordon Hanson, Lawrence Katz, Lynda Laughlin, Magnus Lodefalk, Peter Lambert, Sebastian Steffen, John Van Reenen, the expert staff of the U.S. Census Bureau, and innumerable seminar and conference participants for insights and critiques that have vastly improved the paper; and Fiona Chen, Grace Chuan, Rebecca Jackson, Zhe Fredric Kong, Jonathan Rojas, Edwin Song, Ishaana Talesara, Liang Sunny Tan, Jose Velarde, Brenda Wu, Rocky Xie, and Whitney Zhang for expert research assistance. We thank Dimitris Papanikolaou for sharing a database of raw patent texts; and Sammy Mark, Fredrick Soo, and Mary Wakarindy from Digital Divide Data for hand-keying historical Census Alphabetical Index records. We thank Greg Bronevetsky and Guy Ben-Ishai of Google for facilitating industrial-level usage of the Google Ngram Viewer to analyze the emergence of new job titles. We gratefully acknowledge support from The Carnegie Corporation, Google.org, Instituut Gak, the MIT Work of the Future Task Force, Schmidt Futures, the Smith Richardson Foundation, and the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}