{
    "id": 30387,
    "citation_title": "Where Have All the Workers Gone? Recalls, Retirements, and Reallocation in the COVID Recovery",
    "citation_author": [
        "Eliza Forsythe",
        "Lisa B. Kahn",
        "Fabian Lange",
        "David G. Wiczer"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "2023-02-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAt the onset of the COVID pandemic, the U.S. economy suddenly and swiftly lost 20 million jobs. Over the next two years, the economy has been on the recovery path. We assess the labor market two years into the COVID crisis. We show that early employment dynamics were almost entirely driven by temporary layoffs and later recalls. Taking these into account, we show that the labor market remained surprisingly tight throughout the crisis, despite the dramatic job losses. By spring, 2022, the labor market had largely recovered and was characterized by extremely tight markets and a slightly depressed employment-to-population ratio driven largely by retirements. Finally, we see surprisingly little evidence of excess reallocation, despite predictions that COVID would dramatically and permanently change the way we live and work. We do see that employment has reallocated somewhat away from low-skilled service jobs, and, in light of the job vacancy patterns, conclude that worker preferences or changes in job amenities are driving this shift. In addition, the retirements paved the way for movements up the job ladder, making low-skilled customer-facing jobs even less desirable.\n\n",
    "acknowledgement": "\nWe thank Dan Restuccia, Matt Sigelman, and Bledi Taska for providing the Emsi Burning Glass Technologies data, as well as Anahid Bauer, Nathan Maves-Moore, and Shirley Yen for excellent research assistance. This research was undertaken, in part, thanks to funding from the Canada Research Chairs program. We thank Aysegul Sahin and Jason Faberman along with seminar participants at NBER IT and Digitization, NBER Personnel, the Bank of Italy/CEPR Labor Workshop,  HAI at Stanford University, the Atlanta Fed, and the University of Massachusetts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}