{
    "id": 30383,
    "citation_title": "Broadband Internet and the Stock Market Investments of Individual Investors",
    "citation_author": [
        "Hans K. Hvide",
        "Tom G. Meling",
        "Magne Mogstad",
        "Ola L. Vestad"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of broadband internet use on the investment decisions of individual investors. A public program in Norway provides plausibly exogenous variation in internet use. Our instrumental variables estimates show that internet use causes a substantial increase in stock market participation, driven primarily by increased fund ownership. Existing investors tilt their portfolios towards funds, thereby obtaining more diversified portfolios and higher Sharpe ratios, and do not increase their trading activity in stocks. Overall, access to high-speed internet seems to spur a “democratization of finance”, with individuals making investment decisions that are more in line with the advice from portfolio theory.\n\n",
    "acknowledgement": "\nWe thank Terrance Odean, Paolo Sodini, and Rick Townsend for valuable comments. This work has received financial support from the Norwegian Research Council, grant numbers 250215 (Finansmarkedsfondet) and 295901. We thank the Norwegian Central Securities Depository, DNB, and Nordea for providing data. Grant Hayes and Petter Nilsen have provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}