{
    "id": 30388,
    "citation_title": "Does Occupational Licensing Reduce Value Creation on Digital Platforms?",
    "citation_author": [
        "Peter Q. Blair",
        "Mischa Fisher"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe test whether occupational licensing undercuts a key goal of digital marketplaces— to increase social surplus by increasing the effectiveness of customer search. Our setting is a large online marketplace in the $500B home services industry where a platform converts customer search into sales leads that are accepted for purchase by service providers on the platform. For each of the 21 million observations in our data set, we observe task-level variation in the state licensing requirements that service providers must meet to operate on the platform. Exploiting two natural experiments, we find that licensing reduces the accept rate of sales leads by an average of 25 percent. The accept rate drops because licensing reduces the aggregate labor supply of workers on the platform and not because licensing increases the volume of customer search. We develop a model and derive analytic expressions for the impact of licensing on the welfare of consumers, service providers and the platform as a function of seven sufficient statistics which we estimate from the data. We find that licensing a task reduces service provider surplus and platform surplus without increasing consumer surplus.\n\n",
    "acknowledgement": "\nWe received helpful comments from: Jesse Shapiro, Catherine Tucker, Hunt Allcott, Susan Athey, Shane Greenstein, Joseph Doyle, Simon Jaeger, David Autor, Morris Kleiner, Bobby Chung, David Deming, Desmond Ang, Chiara Farronato, David Giles, Bill Kerr, Jonathan Meer, Annemarie Korte, Samuel Hughes, and seminar participants at NBER Digitization, NBER Labor Studies, MIT Sloan, Harvard Business School, Duke, Vanderbilt, Texas AM, UT Austin, Richmond Fed, Iowa State University, the Western Economics Association Conference, the BE-Lab, and colleagues at Angi Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMischa Fisher\n\nMischa Fisher is an employee of Angi Inc.\n\n\n"
}