{
    "id": 30382,
    "citation_title": "Eviction and Poverty in American Cities",
    "citation_author": [
        "Robert Collinson",
        "John Eric Humphries",
        "Nicholas S. Mader",
        "Davin K. Reed",
        "Daniel I. Tannenbaum",
        "Winnie van Dijk"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "2023-07-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMore than two million U.S. households have an eviction case filed against them each year. Policymakers at the federal, state, and local levels are increasingly pursuing policies to reduce the number of evictions, citing harm to tenants and high public expenditures related to homelessness. We study the consequences of eviction for tenants using newly linked administrative data from two major urban areas: Cook County (which includes Chicago) and New York City. We document that prior to housing court, tenants experience declines in earnings and employment and increases in financial distress and hospital visits. These pre-trends pose a challenge for disentangling correlation and causation. To address this problem, we use an instrumental variables approach based on cases randomly assigned to judges of varying leniency. We find that an eviction order increases homelessness and hospital visits and reduces earnings, durable goods consumption, and access to credit in the first two years. Effects on housing and labor market outcomes are driven by impacts for female and Black tenants. In the longer-run, eviction increases indebtedness and reduces credit scores.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Larry Katz, and co-editor, Stefanie Stantcheva, as well as the anonymous referees for their helpful comments. Part of this research was conducted as a part of the U.S. Census Bureau's Evidence Building Project Series. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2476 (CBDRB-FY23-P2476- R10555). This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. This publication was produced from raw data provided by the New York State Department of Health (NYSDOH). However, the conclusions derived, and views expressed herein are those of the author(s) and do not reflect the conclusions or views of NYSDOH. The U.S. Census Bureau has not reviewed the paper for accuracy or reliability and does not endorse its contents. Any conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results were approved for release by the U.S. Census Bureau, authorization numbers CBDRB-FY20-110, CBDRB-FY20-206, and CBDRB-FY22-072). The NYC portion of this research was conducted at the Center for Innovation Through Data Intelligence (CIDI). The views expressed here are not those of CIDI, the Office of Court Administration, the New York City HRA, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System. The authors gratefully acknowledge financial support from the NSF (SES-1757112, SES-1757186, SES-1757187), the Laura and John Arnold Foundation, the Spencer Foundation, the Kreisman Initiative on Housing Law and Policy, the Horowitz Foundation for Social Policy, the Becker Friedman Institute, and the Tobin Center for Economic Policy. We thank Lawrence Wood and others at the Legal Assistance Foundation in Chicago, Melissa C. Chiu and Kathryn Mcnamara at the U.S. Census Bureau, Lydia Stazen Michael at All Chicago, Carmelo Barbaro, Ruth Coffman, and Emily Metz at UChicago Urban Labs, Eileen Johns and Maryanne Schretzman at CIDI, Joe Altonji, Raj Chetty, Eric Chyn, Kevin Corinth, Ingrid Gould Ellen, Angela Denis Pagliero, Michael Dinerstein, Rashmi Dyal-Chand, Bill Evans, Alex Frankel, Peter Ganong, Pieter Gautier, Matt Gentzkow, Michael Greenstone, Daniel Grossman, Jim Heckman, Tatiana Homonoff, Ali Hortaçsu, Peter Hull, Louis Kaplow, Ezra Karger, Paymon Khorrami, Thibaut Lamadon, Kevin Lang, Jegg Lin, Maarten Lindeboom, Hamish Low, Jens Ludwig, Sarah Miller, Magne Mogstad, Derek Neal, Matt Notowidigdo, Dan O'Flaherty, Ed Olsen, Katherine O'Regan, Francisca Richter, Azeem Shaikh, Beth Shinn, Jeff Smith, Jim Sullivan, Nicole Summers, Chris Taber, Alex Torgovitsky, Bas van der Klaauw, Laura Wherry, and many seminar participants. Isabel Almazan, Iliana Cabral, Ella Deeken, Deniz Dutz, Katherine Kwok, and Naomi Shimberg provided excellent research assistance. Any errors are our own. This article subsumes and replaces: Collinson and Reed (2019) and Humphries et al. (2019). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}