{
    "id": 30380,
    "citation_title": "Rationing by Race",
    "citation_author": [
        "Manasvini Singh",
        "Atheendar Venkataramani"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "2024-05-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe hypothesize that deepening resource scarcity results in rationing on the basis of group identity in settings with underlying discrimination. We provide evidence of such race-based rationing in a high-stakes setting: health care. Using detailed, time-stamped data on 107,000 patient admissions to a large health system, we find that in-hospital mortality increases for Black, but not White, patients as hospitals reach capacity (a state of resource scarcity likely to trigger or exacerbate biases in decision-making). As a mechanism, we identify rationing by wait time, documenting that sick Black patients wait longer for care than healthy White patients at every capacity level, likely because of systematic misevaluation of medical need. Text analysis of unstructured provider notes reveals differential rationing of provider effort by race as another potential mechanism. Together, these findings demonstrate important linkages between three key economic concepts: scarcity, discrimination, and rationing.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge feedback from seminar participants at the NBER Summer Institute, NBER Conference on Racial and Ethnic Health Disparities, the Health Economics Workshop at NYU Stern School of Business, AEA Annual Meeting, Becker Friedman Institute at the University of Chicago, University of Pennsylvania, Stanford University, Duke University, Carnegie Mellon University, and the University of Virginia, as well as thank David Asch, Bocar Ba, Joseph Benitez, Bernard Black, Jacob Bor, Kate Bundorf, Kitt Carpenter, Ben Castleman, David Chan, Amitabh Chandra, Paula Chatterjee, David Cutler, Janet Currie, Michael Darden, Kit Delgado, Matthew Eisenberg, Jeremy Goldhaber- Fiebert, Jose Fernandes, Ezra Golberstein, Jevay Grooms, Scott Halpern, Noah Hammarlund, Kandice Kapinos, Mireille Jacobson, Hedwig Lee, Judith Long, Dan Ly, Amol Navathe, Ziad Obermeyer, Maya Rossin-Slater, Rosalie Pacula, Carol Propper, Seth Richards-Shubik, Christopher Ruhm, Hannes Schwandt, Peter Schwardmann, Zirui Song, Sebastian Tello-Trillo, Rachel Werner, Morgan Williams, Jr., Michelle White, Derek Wu, and Jacob Zureich for helpful comments and suggestions. We thank Ashvin Gandhi for the title of this paper. This paper substantially updates a previous version, titled “Capacity strain and racial disparities in mortality.”  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}