{
    "id": 30384,
    "citation_title": "Internal Migration in the United States: Rates, Selection, and Destination Choice, 1850-1940",
    "citation_author": [
        "Ariell Zimran"
    ],
    "citation_publication_date": "2022-08-22",
    "issue_date": "2022-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the internal migration of native-born white men in the United States using linked census data covering all possible 10- and 20-year periods 1850--1940. Inter-county migration rates were stable over time. Selection into migration on the basis of occupational status was also largely stable and was neutral or slightly negative. But the orientation of internal migration changed, declining in distance, becoming more directed towards the west, and increasingly driving urbanization. These patterns changed in the 1930s as migration became less common and less urban oriented. These results provide a clearer understanding of historic US internal migration than previously possible.\n\n",
    "acknowledgement": "\nFor helpful comments, I thank Jeremy Atack, Brian Beach, William Collins, James Feigenbaum, Sarah Quincy; participants in the Junior Economic History Workshop; and seminar participants at Vanderbilt University. Work on this paper was completed while I was a W. Glenn Campbell and Rita Ricardo-Campbell National Fellow and the William C. Bark National Fellow at the Hoover Institution, Stanford University and while I was a Visiting Scholar at the Opportunity and Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis; funding from both institutions is gratefully acknowledged. The views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}