{
    "id": 30395,
    "citation_title": "Popular Personal Financial Advice versus the Professors",
    "citation_author": [
        "James J. Choi"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2022-10-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nI survey the advice given by the fifty most popular personal finance books and compare it to the prescriptions of normative academic economic models. Popular advice frequently departs from normative principles derived from economic theory, which should motivate new hypotheses about why households make the financial choices they do, as well as what financial choices households should make. Popular advice is sometimes driven by fallacies, but it tries to take into account the limited willpower individuals have to stick to a financial plan, and its recommended actions are often easily computable by ordinary individuals. I cover advice on savings rates, the advisability of being a wealthy hand-to-mouth consumer, asset allocation, non-mortgage debt management, simultaneous holding of high-interest debt and low-interest savings, and mortgage choices.\n\n",
    "acknowledgement": "\nI thank John Campbell, Joao Cocco, Erik Hurst, Neale Mahoney, Nina Pavcnik, Tim Taylor, Heidi Williams, and seminar audiences at the Bank of Italy, Caltech, Cheung Kong Graduate School of Business, the Personal Finance Symposium at the University of Alabama at Birmingham, University of Leeds, and Yale for helpful comments. Rohan Angadi, Rob Brinkmann, and Vod Vilfort provided excellent research assistance through the Yale Herb Scarf Summer Research Opportunities in Economics program. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}