{
    "id": 30391,
    "citation_title": "The Governance of Non-Profits and their Social Impact: Evidence from a Randomized Program in Healthcare in the Democratic Republic of Congo",
    "citation_author": [
        "Anicet Fangwa",
        "Caroline Flammer",
        "Marieke Huysentruyt",
        "Bertrand Quelin"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2023-02-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSubstantial funding is provided to the healthcare systems of low-income countries. However, an important challenge is to ensure that this funding be used efficiently. This challenge is complicated by the fact that a large share of healthcare services in low-income countries is provided by non-profit health centers that often lack i) effective governance structures and ii) organizational know-how and adequate training. In this paper, we argue that the bundling of performance-based incentives with auditing and feedback (A&F) is a potential way to overcome these obstacles. First, the combination of feedback and performance-based incentives—that is, feedback joint with incentives to act on this feedback and achieve specific health outcomes—helps address the knowledge gap that may otherwise undermine performance-based incentives. Second, coupling feedback with auditing helps ensure that the information underlying the feedback is reliable—a prerequisite for effective feedback. To examine the effectiveness of this bundle, we use data from a randomized governance program conducted in the Democratic Republic of Congo. Within the program, a set of health centers were randomly assigned to a “governance treatment” that consisted of performance-based incentives combined with A&F, while others were not. Consistent with our prediction, we find that the governance treatment led to i) higher operating efficiency and ii) improvements in health outcomes. Furthermore, we find that funding is not a substitute for the governance treatment—health centers that only receive funding increase their scale, but do not show improvements in operating efficiency nor health outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to the Editor (Lamar Pierce), an anonymous Associate Editor, three anonymous reviewers, as well as Ruth Aguilera, Dominique Baabo Kubuya, Marco Becht, Vanessa Burbano, Olga Hawn, Natasha Hochberg, David Levine (AEA discussant) Steve Lydenberg, Serge Mayaka, Mary-Hunter McDonnell, Agnes Muzama, Ivan Png, Gui Deng Say, David Stolow, Haitao Yu, as well as seminar participants at Boston University, Cornell University, Erasmus University, Georgia Institute of Technology, George Mason University, HEC Paris, IESE, Ivey, Lancaster University, Singapore Management University, Toulouse School of Economics, UCLA, University of Manchester, University of Zurich, UT Austin, the AEA Meetings (New Orleans), the Ackerman Corporate Governance Conference (Tel Aviv), the Swiss Economists Abroad Conference (Geneva), and the Strategic Management Society Annual Conference (Minnesota) for helpful comments and suggestions. We thank the DRC’s Ministry of Health, the PDSS coordination team, and Bluesquare for providing us with the data as well as their help and insights. This research is supported by a grant of the French National Research Agency (ANR) “Investissements d’Avenir” (LabEx Ecodec). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}