{
    "id": 30390,
    "citation_title": "The Private Provision of Public Services: Evidence from Random Assignment in Medicaid",
    "citation_author": [
        "Danil Agafiev Macambira",
        "Michael Geruso",
        "Anthony Lollo",
        "Chima D. Ndumele",
        "Jacob Wallace"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the effects of privatizing social health insurance. We exploit a natural experiment in Medicaid, wherein nearly 100,000 enrollees were randomly assigned between a publicly-operated fee-for-service system and private managed care. Managed care reduced costs by 5.6% via cost-effective substitutions within prescription drugs and via lower prices for outpatient services. We present evidence that pharmacy utilization management was the key mechanism reducing overuse and encouraging substitution to lower-cost drugs without decreasing quality. In contrast, privatizing medical benefits led to only modest savings and was associated with decreased healthcare quality and consumer satisfaction.\n\n",
    "acknowledgement": "\nWe thank Zarek Brot-Goldberg, Amitabh Chandra, Jeff Clemens, Zack Cooper, Leemore Dafny, Craig Garthwaite, Dan Kessler, Paul Goldsmith-Pinkham, Aaron Schwartz, Julia Smith, and Becky Staiger, as well as seminar participants at ASHEcon 2022, Boston University, Brown University, Congressional Budget Office, the White House Council of Economic Advisers, Duke Kunshan University, the Empirical Health Law Conference, Indiana University, Johns Hopkins Bloomberg School of Public Health, Lehigh University, the Ohio State University, the University of Pennsylvania Center for Health Incentives and Behavioral Economics, Stanford, the Hoover Institution Campbell Fellows Conference, University of Texas at Austin, and Yale University. Geruso gratefully acknowledges support by grant P2CHD042849, Population Research Center, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The conclusions and opinions presented in here are those of the authors and do not necessarily reflect those of the Louisiana Department of Health or any funder. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnthony Lollo\n\nAnthony Lollo is currently affiliated with CVS Caremark, a large pharmacy benefits manager in the United States. All of his contributions and work related to the project were completed while at Yale.\n\n\n\nJacob Wallace\n\nMy spouse is the Senior Director of Medicaid Policy and Financing at Aurrera Health Group, an organization that works on issues related to state Medicaid policy.\n\n\n"
}