{
    "id": 30393,
    "citation_title": "Vote Early and Vote Often? Detecting Electoral Fraud from the Timing of 19th Century Elections",
    "citation_author": [
        "Francesco Ferlenga",
        "Brian G. Knight"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a new approach to detecting electoral fraud. Our context involves repeaters, individuals voting in multiple states in the U.S. during 19th Century Congressional Elections. Given high travel times, and the associated difficulties of voting in multiple states on the same day, we exploit the staggered introduction of holding federal elections on the first Tuesday after the first Monday in November (1T1M). The key finding is that county-level turnout rates fell when the closest neighboring state coordinated on 1T1M. This result is consistent with 1T1M adoption making repeating more difficult. In terms of mechanisms, the pattern is stronger in  states that had not yet adopted the secret ballot, consistent with the secret ballot itself reducing voter fraud. The pattern is also driven by smaller population counties, consistent with repeaters particularly inflating turnout rates in these places.\n\n",
    "acknowledgement": "\nWe would like to thank Pedro Dal Bo, Stelios Michalopoulos, Stefano DellaVigna, and seminar audiences at Brown University, George Washington University, and the University of Houston for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}