{
    "id": 30396,
    "citation_title": "Top Wealth in America: A Reexamination",
    "citation_author": [
        "Emmanuel Saez",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent estimates of US top wealth shares obtained by capitalizing income tax returns (Saez and Zucman, 2020; Smith, Zidar and Zwick, 2022) are close in both levels and trends except for the top 0.01% where a large discrepancy remains. We examine this difference and, using public data, quantify three main issues in Smith et al. (2022). First, Securities and Exchange Commission data at the shareholder firm level show that billionaires' equity wealth is underestimated by a factor of 2.1. Second, interest-bearing assets at the top are under-estimated by a factor of 1.6, because of an extrapolation from a small and unrepresentative sample of investment funds. We quantify this issue using mandatory filings of US hedge funds. Third, issues involving tiered partnerships and the measurement of business profits suggest that large S-corporations are undervalued by a factor of 1.2 and top-owned partnerships by up to 2.2. After incorporating these results, the top 0.01% wealth share of Smith et al. (2022) is close to the one found in Saez and Zucman (2020) and estimates of US wealth inequality are reconciled.\n\n",
    "acknowledgement": "\nWe thank Owen Zidar and Eric Zwick for helpful discussions. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley, the Carnegie Foundation, NSF grant SES-1559014, the Stone Foundation, and the European Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}