{
    "id": 30394,
    "citation_title": "The Small Open Economy in a Generalized Gravity Model",
    "citation_author": [
        "Svetlana Demidova",
        "Konstantin Kucheryavyy",
        "Takumi Naito",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2024-06-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo provide sharp answers to basic questions in international trade, a standard approach is to focus on a small open economy (SOE). Whereas the classic tradition is to define a SOE as an economy that takes world prices as given, in the new trade literature it is defined instead as one that takes foreign-good prices and export demand schedules as given. We develop a gravity model that nests all its standard microfoundations and show how to take the limit so that an economy that becomes infinitesimally small behaves like a SOE. We then derive comparative statics and optimal policy for the SOE. Ignoring standard tax indeterminacies, optimal policy is characterized by export taxes and import tariffs equal to the (inverse) foreign demand and supply elasticities, respectively, and employment subsidies determined by the scale elasticity (under perfect competition) or markups (under monopolistic competition).\n\n",
    "acknowledgement": "\nWe thank Arnaud Costinot and Fernando Parro for helpful comments and suggestions. We also would like to thank Jonathan Vogel and two anonymous referees for very useful comments and suggestions. All remaining errors are our own. Demidova thanks SSHRC (IG 435-2019-1054) for financial support. Kucheryavyy acknowledges JSPS (20H01487, 23H00047) for financial support. Naito acknowledges JSPS (19K01662, 22K01448) for financial support. Rodríguez-Clare thanks CEMFI for their hospitality during the spring of 2022, when part of this paper was written. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}