{
    "id": 30399,
    "citation_title": "The Steering Incentives of Gatekeepers in the Telecommunications Industry",
    "citation_author": [
        "Brian McManus",
        "Aviv Nevo",
        "Zachary Nolan",
        "Jonathan W. Williams"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study trade-offs faced by multiple-system operators (MSOs), the gatekeepers in the provision of internet service, when setting prices and quality for internet access and TV service. In response to improvements in over-the-top video (OTT), MSOs choose between accommodating OTT to share in the surplus it provides consumers, or steering consumers towards TV. We augment the standard mixed bundling model to show that in some cases MSOs have incentives to steer consumers towards TV, but that these incentives vary with the available pricing tools. We then estimate the distribution of model parameters using household panel data on subscription choices and internet usage. Our estimates imply that if MSOs can set different prices for different internet content, under many cost  circumstances MSOs discount the OTT usage price. Furthermore, we find that the ability to charge prices based on internet usage strengthens the MSOs' incentive to improve OTT quality.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised version of a paper entitled “Steering Incentives of Platforms: Evidence from the Telecommunications Industry.” We are grateful for the North American MSO that provided the data used in this paper. We thank John Asker, Greg Crawford, Shane Greenstein, Robin Lee, Jeff Prince, Tommaso Valletti and Ali Yurukoglu for comments on earlier versions of this paper, as well as participants in several seminars. McManus and Williams are grateful for support from NSF grant SES-1824293. Nolan and Williams thank Cable Television Laboratories, Inc., and its member organizations, for their support of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan W. Williams\n\nJonathan Williams was employed for part of 2021 by an MSO to develop more cost-effective marketing. This is not the MSO that provided the data.\n\n\n"
}