{
    "id": 30397,
    "citation_title": "Boomerang College Kids: Unemployment, Job Mismatch and Coresidence",
    "citation_author": [
        "Stefania Albanesi",
        "Rania Gihleb",
        "Ning Zhang"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2022-09-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor market outcomes for young college graduates have deteriorated substantially in the last twenty five years, and more of them are residing with their parents. The unemployment rate at 23-27 year old for the 1996 college graduation cohort was 9%, whereas it rose to 12% for the 2013 graduation cohort. While only 25% of the 1996 cohort lived with their parents, 31% for the 2013 cohort chose this option. Our hypothesis is that the declining availability of ‘matched jobs’ that require a college degree is a key factor behind these developments. Using a structurally estimated model of child-parent decisions, in which coresidence improves college graduates' quality of job matches, we find that lower matched job arrival rates explain two thirds of the rise in unemployment and coresidence between the 2013 and 1996 graduation cohorts. Rising wage dispersion is also important for the increase in unemployment, while declining parental income, rising student loan balances and higher rental costs only play a marginal role.\n\n",
    "acknowledgement": "\nThis research was supported in part by the University of Pittsburgh Center for Research Computing through the resources provided. Albanesi acknowledges support from the National Science Foundation under Grant No. 1824321. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}