{
    "id": 304,
    "citation_title": "The Changing Cyclical Behavior of Wages and Prices: 1890-1976",
    "citation_author": [
        "Jeffrey D. Sachs"
    ],
    "citation_publication_date": "1978-12-01",
    "issue_date": "1978-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe persistence of inflation during periods of high unemployment poses the central problem for macroeconomic policy in coming years. The extent of success in reducing both inflation and unemployment will depend strongly on the short-run responsiveness of wage inflation to unemployment and excess capacity. This paper studies changes in the cyclical responsiveness of inflation from 1890-1976, and concludes that a given shortfall in production relative to potential now \"buys\" a smaller reduction in the rate of inflation than in the past. From 1890-1929, a one percent decline in industrial production reduced inflation about .45%; for 1950-1976, the same output decline is estimated to slow inflation only about .l%. The analysis makes use of two methods to study the changing cyclical behavior of inflation. Following an innovative study by Cagan, calculations are made for wage and price inflation before and after eighteen business cycle peaks. While inflation slows in almost every recession, the declines in inflation in recent years are less pronounced than earlier, even when controlling for business cycle severity. In a second section of the study, econometric evidence is provided that also strongly supports the hypothesis of increasing rigidity of wage and price Inflation over the business cycle. In the last section of the paper, some possible reasons are cited for the declining responsiveness of inflation to unemployment. Ironically, successful macroeconomic policy might be in part responsible. To the extent that activist macroeconomic policy breaks the link between current unemployment and expectations of future unemployment, it is argued, unemployment today will not induce wage cuts in contracts for future periods. Also, the tremendous increase in duration and coverage of collective bargaining agreements is suggested as an important force behind the shifting behavior of wages and prices during the period of study.\n\n",
    "acknowledgement": "\n"
}