{
    "id": 30405,
    "citation_title": "A Helping Hand Goes a Long Way: Long-Term Effects of Counselling and Support to Workfare Program Participants",
    "citation_author": [
        "Gustavo J. Bobonis",
        "Aneta Bonikowska",
        "Philip Oreopoulos",
        "W. Craig Riddell",
        "Steven P. Ryan"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-08-25",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the medium- and long-run impacts of the Canada Self-Sufficiency Project (SSP) Plus program, which randomly offered intensive employment support services for up to three years to long-term welfare recipients eligible for temporary work subsidies. We examine whether this intervention – aiming to address both economic and psychosocial barriers faced by the poor in finding and retaining desirable employment – led to long-run changes in individuals’ socioeconomic trajectories. We link study participants to their federal tax and employer-employee matched records for up to 20 years after random assignment. The intensive services treatment led to a 20-27 percent increase in participants’ annual earnings over the 20-year period and increases in full-time employment throughout the first decade post-intervention. As possible mechanisms, individuals engage in more job search and job-to-job transitions and obtain jobs paying higher wages and in higher paying firms.\n\n",
    "acknowledgement": "\nWe thank David Card and Chris Riddell for their contributions and involvement in earlier stages of the study; seminar and conference participants at Columbia University, George Mason University, Northwestern University, Queen’s University, Simon Fraser University, the University of Texas at Austin, the University of Maryland-College Park, the University of Toronto, the XVth RIDGE/LACEA Workshop on Labor, the 2021 APPAM Fall Conference, the ASSA 2022 Meetings, the CRETE 2022 Conference, and the Royal Economics Society 2023 Annual Conference for very helpful comments and suggestions. We are especially grateful to Statistics Canada Social Analysis and Modelling Division for providing us access to the data and general support throughout. We also thank Reuben Ford and the Social Research and Demonstration Corporation for providing us with archival documents and detailed information about SSP and SSP Plus. Finally, we thank Wendy Bancroft, Sheila Currie, Kelly Foley, Heather Maughan, and Shelly Price for sharing their recollections of the Plus project. Research support from the Social Sciences and Humanities Research Council of Canada (SSHRC, Insight Grant #435-2016-1600), the Canada Research Chairs program, and the UC Berkeley Center for Labor Economics is gratefully acknowledged. We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}