{
    "id": 30400,
    "citation_title": "Computerized Machine Tools and the Transformation of US Manufacturing",
    "citation_author": [
        "Leah Platt Boustan",
        "Jiwon Choi",
        "David Clingingsmith"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe diffusion of computerized machine tools in the mid-20th century was a pivotal step in the century-long process of factory automation. We build a novel measure of exposure to computer numerical control (CNC) using initial variation in tool types across industries and differential shifts toward CNC by type. Industries more exposed to CNC from 1970-2010 increased labor productivity and reduced production employment. Workers in more exposed labor markets adjusted by shifting from metal to non-metal manufacturing. Union members were shielded from this job loss, and some workers returned to school to retrain.\n\n",
    "acknowledgement": "\nWe benefited from valuable suggestions from seminar audiences at the Census Bureau, Cleveland Fed, Federal Reserve Board, Johns Hopkins, Rochester, UC-Davis, University of St. Andrews and UVA. We thank David Autor, Henry Farber, Teresa Fort, Susan Helper, Robert Margo, Enrico Moretti and Owen Zidar for useful conversations. We are grateful to the Association for Manufacturing Technology for access to their archival material. Monica Aberg, Camilla Adams, Ethan Bergmann, Kaan Cankat, Nicole Gandre and Katie Guyot provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}