{
    "id": 30408,
    "citation_title": "Industry Choice and within Industry Earnings Effects",
    "citation_author": [
        "Eric Brunner",
        "Shaun Dougherty",
        "Stephen Ross"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of attending stand-alone technical high schools on the industry of employment and within industry earnings premiums using a regression discontinuity design. We study the universe of students that applied to the Connecticut Technical Education and Career System (CTECS) between 2006 and 2011. CTECS admission shifts male applicants towards higher paying industries that align with CTECS programs of study, but has a much more modest impact on the industry of employment for female applicants. Further, key industry effects observed for females shift these applicants towards lower paying industries. Surprisingly, overall industry earnings premiums and treatment effects of CTECS on earnings premiums are similar for female applicants in traditionally male dominated industries like manufacturing and construction. However, female representation in these industries is too small to contribute substantially to female earnings in aggregate. For male applicants, mechanism analyses show that treatment effects in manufacturing and construction depend in part on work experience while in high school and as a young adult. Alternatively, in professional and office support industries, treatment effects on earnings arise through selection of students with high 8th grade tests scores into these industries because they offer a higher direct return to cognitive skills.\n\n",
    "acknowledgement": "\nThis research was made possible through data provided by the State of Connecticut’s P20-WIN Program. We thank the Institute for Education Sciences for financial support under grant number R305A160195. We are also grateful to the staff at the Performance Office of Connecticut State Department of Education and at the Office of Research and Information at the Connecticut Department of Labor for their assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}