{
    "id": 30404,
    "citation_title": "The Effect of College and University Endowments on Financial Aid, Admissions, and Student Composition",
    "citation_author": [
        "George Bulman"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "2023-03-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how private college and university endowments affect financial aid, admissions selectivity, and the economic and racial composition of incoming students. Because endowment levels are a function of expenditures and alumni giving, which are endogenous to the outcomes of interest, the design exploits changes in endowments stemming from variation in investment returns over time and across peer institutions. Estimates reveal that growing endowments generate large and persistent increases in spending overall and for instruction, student services, and administration in particular. However, wealthier colleges and universities do not increase the number of students they serve or the fraction of students receiving aid, and only modestly increase the generosity of aid packages. Instead, these institutions offset higher freshman yield rates by becoming more selective and enrolling fewer low-income students and students of color. Overall, colleges and universities appear to use greater endowment wealth to increase spending and to become more selective, resulting in higher institutional rankings, but do not increase the size or diversity of their student bodies. The results are important in light of the preferential tax treatment of endowments and interest in increasing access to elite postsecondary education for underserved populations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. I am thankful to Michael Boskin, Thomas Dee, Mark Duggan, Caroline Hoxby, Hilary Hoynes, Rucker Johnson, Neale Mahoney, Emmanuel Saez, Gabriel Zucman, and seminar participants at the University of California Berkeley and Stanford University for helpful comments. All data used in this study are publicly available.\n\n\n"
}