{
    "id": 30407,
    "citation_title": "Welfare Reform and the Quality of Young Children's Home Environments",
    "citation_author": [
        "Ariel Kalil",
        "Hope Corman",
        "Dhaval M. Dave",
        "Ofira Schwartz-Soicher",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2022-08-29",
    "issue_date": "2022-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates effects of welfare reform in the U.S., a major policy shift that increased employment of low-income mothers and reliance on their own earnings instead of cash assistance through the welfare system, on the quality of the home environments they provide for their preschool-age children. Using empirical methods designed to identify plausibly causal effects, we estimate effects of welfare reform on validated survey and observational measures of maternal behaviors that support children’s cognitive skills and emotional adjustment and material goods that parents purchase to stimulate their children’s skill development. The results suggest that welfare reform did not affect the amount of time and material resources mothers devoted to cognitively stimulating activities with their young children but was significantly associated with approximately 0.3–0.4 standard deviation lower scores on provision of emotional support, with stronger effects for mothers with low human capital. The findings provide evidence that maternal work incentives as implemented by welfare reform came at a cost to children in the form of lower quality parenting and underscore the importance of considering quality, and not just quantity, in assessing the effects of maternal work incentive policies on parenting and children’s home environments.\n\n",
    "acknowledgement": "\nThe authors are grateful to James Heckman and other participants of the May 2022 Society of Economics of the Household meeting for helpful comments. This research was supported in part by the National Center for Advancing Translational Sciences, a component of NIH under award number UL1TR003017; the HHS/Health Resources and Service Administration (HRSA) under award number U3DMD32755; and the Robert Wood Johnson Foundation through its support of the Child Health Institute of New Jersey (Grant 74260). The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH, HHS/HRSA, or the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}