{
    "id": 30418,
    "citation_title": "Foreign Reserves Management and Original Sin",
    "citation_author": [
        "Michael B. Devereux",
        "Steve Pak Yeung Wu"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interaction between foreign exchange reserves and the currency composition of sovereign debt in emerging countries. Focusing on inflation targeting countries, we find that holdings of foreign reserves are associated with higher local currency sovereign debt, an exchange rate which is less sensitive to global shocks, and a lower exchange rate risk premium in local currency sovereign spreads. We rationalize these findings within a financially constrained model of a small open economy. The Sovereign values local currency debt as a hedge against endowment risk, but since the exchange rate tends to depreciate in times of global downturns, risk averse international investors charge an additional currency risk premium on this debt. When a country optimally uses foreign reserves to lean against the wind in response to global shocks, this dampens the response of the exchange rate, providing insurance for the global investor. By reducing the risk premium on local currency debt, foreign exchange reserves therefore facilitate a higher share of local currency debt in the sovereign portfolio. Quantitatively, we find the welfare benefits for the sovereign from optimal foreign reserves management can be very large.\n\n",
    "acknowledgement": "\nWe appreciate comments from Paul Bergin, Javier Bianchi, David Cook, Jens Christensen, Wenxin Du, Charles Engel, Sylvain Leduc, Zheng Liu, Hidehiko Matsumoto, Thomas Mertens, JungJae Park, Diego Perez, Jing Zhang, Tony Zhang and seminar participants at U Wisconsin, HKUST, UC Davis, UC Irvine, UC Santa Barbara, WEAI 2021, the NBER IFM Spring meeting 2022, the Reserve Bank of Chicago, the Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve, VEAMS, the SED 2022 and the CICF 2022. Devereux gratefully acknowledges financial support from the Social Sciences and Humanities Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}