{
    "id": 30411,
    "citation_title": "Microequity and Mutuality: Experimental Evidence on Credit with Performance-Contingent Repayment",
    "citation_author": [
        "Francesco Cordaro",
        "Marcel Fafchamps",
        "Colin Mayer",
        "Muhammad Meki",
        "Simon Quinn",
        "Kate Roll"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct the first field experiment of a performance-contingent microfinance contract. A large food multinational wishes to help micro-distributors in its supply chain with the financing of a productive asset. Working with the firm in Kenya, we compare asset financing under a traditional debt contract to three alternatives: (i) a novel equity-like financing contract, (ii) a hybrid debt-equity contract, and (iii) an index-insurance financing contract. Experimental results reveal large positive impacts from the contractual innovations. These findings demonstrate the economic appeal of microfinance contracts that leverage improved observability of performance to achieve a greater sharing of risk and reward.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Gatwiri, Elizabeth Githinji, Kevin Kisali, Lina Kwok, Michael Monari, Gerald Mwangi, David Ngigi, and Irene Wanjiru for invaluable assistance in this research. We are grateful to Anik Ashraf, Haseeb Ashraf, Deniz Aydin, Abhijit Banerjee, Paola Bustos, Jing Cai, Kevin Carney, Lorenzo Casaburi, Paola Conconi, Kim Fe Cramer, Zoe Cullen, Joshua Deutschmann, Christopher Eaglin, Seth Garz, Xavier Gine, Jonathan Greenacre, Selim Gulesci, Morgan Hardy, Sean Higgins, Simon Hess, Michal Hodor, Martin Kanz, Erin Kelley, Michael King, Cynthia Kinnan, Pramila Krishnan, Greg Lane, Rocco Macchiavello, Karen Macours, Mahreen Mahmud, Karol Mazur, Craig McIntosh, Mushfiq Mobarak, Timothy Ogden, Imran Rasul, Raghavendra Rau, Janis Skrastins, Tavneet Suri, Alessandro Tarozzi, Christine Valente, Eric Verhoogen, Jack Willis, Chris Woodruff, Yuanwei Xu, Erina Ytsma, Jonathan Zinman, Stefano Caria and Nicola Limodio for their very useful comments. We thank audiences at the Africa meeting of the Econometric Society, AFE at the University of Chicago, the CSAE Annual Conference, the CEPR/TCD Workshop in Development Economics, the IPA-GPRL Researcher Gathering, the Lahore School of Economics, the LEAP conference at Bocconi University, the Munich Economics of Firms and Labor Conference, NEUDC, the Cambridge Centre for Alternative Finance, the Nordic Conference in Development Economics, the NOVAFRICA Conference, the NYUAD-PEDL-CEPR Workshop, Nuffield College Oxford, SEEDEC, and WEFIDEV. The research was funded by the Mutuality in Business project, based at the Oxford Said Business School. Ethical approval was granted by the University of Oxford Said Business School Ethics Committee (reference SSH_SBS_C1A_16_004). We registered our Pre-Analysis Plan with the AEA RCT Registry (AEARCTR-0004789, available at https://www.socialscienceregistry.org/trials/4789). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nColin Mayer\n\nI declare that I have no relevant or material interest that relate to the research described in this paper. This research was funded through the Mutuality in Business Programme, a multi-year research partnership with the Mars Corporation. (The pseudonym ‘FoodCo’ in the paper refers to the Mars Corporation.) This partnership enabled access to the study site and sales data. During the research period, Dr Franco Cordaro was employed by the Mars Corporation. As part of the research agreement, the Mars Corporation has the right to review the paper solely for factual errors and for issues of commercial confidentiality; this right does not extend to any broader review of the findings of the paper.\n\n\n"
}