{
    "id": 30419,
    "citation_title": "Zoomers and Boomers: Asset Prices and Intergenerational Inequality",
    "citation_author": [
        "Leland Farmer",
        "Roger Farmer"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-01",
    "revision_date": "2023-03-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a perpetual youth DSGE model with aggregate uncertainty in which there are dynamically complete markets and agents have Epstein-Zin preferences. We prove that, when endowments have a realistic hump-shaped age-profile, our model has three steady-state equilibria. One of these equilibria is dynamically inefficient and displays real price indeterminacy. We estimate the parameters of our model and we find that a fourth-order approximation around the indeterminate steady-state provides the best fit to U.S. data. Our work interprets the large and persistent generational inequality that has been observed in western economies over the past century as the result of uninsurable income shocks to birth cohorts.\n\n",
    "acknowledgement": "\nWe would like to thank David Andolfatto, Borağan Aruoba, Dan Cao, Christopher Carroll, Pablo Cuba- Borda, Greg Duffee, Jonas Fisher, François Gourio, Olivier Jeanne, Ioannis Kospentaris, Leonardo Melosi, Stephen Spear and seminar participants at the Federal Reserve Bank of Chicago, Federal Reserve Bank of Richmond, Georgetown University, Johns Hopkins University, University of Maryland, University of Miami, and Virginia Commonwealth University for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}