{
    "id": 30412,
    "citation_title": "Intergenerational Transmission of Family Influence",
    "citation_author": [
        "Sadegh Eshaghnia",
        "James J. Heckman",
        "Rasmus Landersø",
        "Rafeh Qureshi"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "2022-09-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies intergenerational mobility—the transmission of family influence. We develop and estimate measures of lifetime resources (income and wealth) motivated by economic theory that account for generational differences in life-cycle trajectories, uncertainty, and credit constraints. These measures of lifetime resources allow us to estimate the transmission of welfare and lifetime resources at different stages of the life cycle. We compare these measures with traditional ones such as wage income and disposable income measured over narrow windows of age that are used to proxy lifetime wealth. The performance of proxy measures is poor. Parents’ expected lifetime resources are stronger predictors of many important child outcomes (including children’s own expected lifetime resources and education) than the income measures traditionally used in the literature on social mobility. Changes in patterns of educational attainment across generations explain most of the intergenerational change in life-cycle dynamics. While relative mobility is overstated by the traditional income measures, absolute upward mobility is understated. Recent generations have higher welfare and are better off compared to their parents.\n\n",
    "acknowledgement": "\nThis research was supported in part by an anonymous funder, the Rockwool Foundation, and NIH grant NICHD R37HD065072. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. We thank Oriana Bandiera, Sandra Black, Thomas Coleman, Mikkel Houmark, Kristian Karlson, Miriam Gensowski, and Philip Monagan for commentary. Victor Ronda made important contributions to this paper. We are grateful to Alex Ben Hassine for excellent commentary and research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}