{
    "id": 30414,
    "citation_title": "Passing the Message: Peer Outreach about COVID-19 Precautions in Zambia",
    "citation_author": [
        "Alfredo Burlando",
        "Pradeep Chintagunta",
        "Jessica Goldberg",
        "Melissa Graboyes",
        "Peter Hangoma",
        "Dean Karlan",
        "Mario Macis",
        "Silvia Prina"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "2024-05-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring public health emergencies, spreading accurate information and increasing adherence to recommended behaviors is critical for communal welfare. However, uncertainty, mistrust, and misinformation can slow the adoption of best practices. Preexisting social networks can amplify and endorse information from authorities, and technology makes peer-to-peer messaging scalable and fast. Using text messages and small cash incentives, we test a peer-based information campaign to encourage adherence to recommended COVID-19-related health behaviors in Zambia. None of the treatments affected health behavior among primary study participants or their peers. The suggestion to pass messages to peers increases dissemination, but financial incentives do not have any additional impact.\n\n",
    "acknowledgement": "\nPreviously circulated as “Replication and Adaptation of Incentivized Peer Outreach: From Tuberculosis in India to COVID-19 in Zambia.” IRB approval: University of Zambia (#00001131; No. 1044-2020) and University of Maryland (#1616808). AEA RCT Registry #0005940. For funding, we thank the National Science Foundation #2033321, the Kilts Center for Marketing, and the University of Chicago Booth School of Business. We thank Dr. Abel Kabalo from the Ministry of Health (MOH-Zambia) and Dr. Mazyanga Mazaba from the Zambia National Public Health Institute (ZNPHI) for project support. For project management, field support, and research assistance, we thank Blake Hardin, Sofia Olofsson, and Tereza Varejkova. The authors retained full intellectual freedom to report and interpret the results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}