{
    "id": 30416,
    "citation_title": "Place-Based Productivity and Costs in Science",
    "citation_author": [
        "Jonathan Gruber",
        "Simon Johnson",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCities with a larger concentration of scientists have been shown to be more productive places for additional scientists to do Research and Development. At the same time, these urban areas tend to be associated with higher costs of doing research, in terms of both wages and land. While the literature on the benefits of agglomeration economies is extensive, it offers no direct evidence of how productivity gains from agglomeration compare with higher costs of production. This paper aims to shed light on the balance between local productivity and local costs in science. Using a novel dataset, we estimate place-based costs of carrying out R&D in each US metro area and assess how these place-based costs vary with the density of scientists in each area. We then compare these costs with estimates of the corresponding productivity benefits of more scientist density from Moretti (2021). Adding more scientists to a city increases both productivity and production costs, but the rise in productivity is larger than the rise in production costs. In particular, each 10% rise in the stock of scientists is associated with a 0.11% rise in costs and a 0.67% rise in productivity. This implies that firms moving from cities with a small agglomeration of scientists to cities with a large agglomeration of scientists experience productivity gains that are 6 times larger than the increase in production costs. This finding is consistent with the increased concentration of R&D activity observed over the past 30 years. However, while the productivity estimate has only modest non-linearities, the cost estimates suggest much larger non-linearities as the concentration of scientists increases. For the most concentrated R&D cities, the difference between productivity gains and cost increases is close to zero.\n\n",
    "acknowledgement": "\nThis paper was written for the volume \"Entrepreneurship and Innovation Policy and the Economy”, B. Jones and J. Lerner Eds., University of Chicago Press, forthcoming. We are grateful to Ben Jones, Josh Lerner and participants at the NBER conference Entrepreneurship and Innovation Policy and the Economy for their helpful comments. Lauren Rice provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSimon Johnson\n\nSimon Johnson sometimes speaks for a fee to financial sector groups.\n\n\n"
}