{
    "id": 30413,
    "citation_title": "Optimal Assignment of Bureaucrats: Evidence from Randomly Assigned Tax Collectors in the DRC",
    "citation_author": [
        "Augustin Bergeron",
        "Pedro Bessone",
        "John Kabeya Kabeya",
        "Gabriel Z. Tourek",
        "Jonathan L. Weigel"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe assignment of workers to tasks and teams is a key margin of firm productivity and a potential source of state effectiveness. This paper investigates whether a low-capacity state can increase its tax revenue by optimally assigning its tax collectors. We study the two-stage random assignment of property tax collectors into teams and to neighborhoods in a large Congolese city. The optimal assignment involves positive assortative matching on both dimensions: high (low) ability collectors should be paired together, and high (low) ability teams should be paired with high (low) payment propensity households. Positive assortative matching stems from complementarities in collector-to-collector and collector-to-household match types. We provide evidence that these complementarities reflect in part high-ability collectors exerting greater effort when matched with other high-ability collectors. According to our estimates, implementing the optimal assignment would increase tax compliance by 2.94 percentage points and revenue by 26% relative to the status quo (random) assignment. Alternative policies, such as replacing low-ability collectors with new ones of average ability or increasing collectors’ performance wages, are likely incapable of achieving a similar revenue increase.\n\n",
    "acknowledgement": "\nWe thank Timothy Armstrong, Oriana Bandiera, Vittorio Bassi, Michael Best, Stéphane Bonhomme, Anne Brockmeyer, Katherine Casey, Arun Chandrasekhar, Isabelle Cohen, Thomas Chaney, Raj Chetty, Lucas de Lima, Esther Duflo, Pascaline Dupas, Marcel Fafchamps, Edward Glaeser, Alan Griffith, Nathan Hendren, Jonas Hjort, Asim Khwaja, Toru Kitagawa, Gabriel Kreindler, Pablo Kurlat, Isabela Manelici, Robert Metcalfe, Joana Naritomi, Nathan Nunn, Paulina Oliva, Benjamin Olken, Imran Rasul, Frank Schillbach, Francesco Trebbi, Jeffrey Weaver, and Noam Yuchtman as well as seminar participants at the NBER Dev SI and elsewhere for invaluable suggestions. For outstanding research assistance, we thank Mert Akan, Manon Delvaux, Samih Ferrah, Arnaud Fournier, Arthur Laroche, Alix Leroy, Florence Oberholzer, Stephen Mathew and David Mast. For excellent program management we thank Elie Kabue Ngindu and the rest of the Odeka Team. We are grateful for the collaboration with the Provincial Government of Kasai-Central and the Direction Generale des Recettes du Kasai-Central (DGRKAC). We gratefully acknowledge funding from the EGAP Metaketa II Taxation Initiative and the J-PAL Governance Initiative. This study has been approved by the Harvard Institutional Review Board: Protocol IRB17-0724. The Pre-Analysis Plan was submitted to the AEA RCT Registry on May 25, 2020: AEARCTR-0001316. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}