{
    "id": 30424,
    "citation_title": "Place Effects and Geographic Inequality in Health at Birth",
    "citation_author": [
        "Eric Chyn",
        "Na'ama Shenhav"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses birth records from California and mothers who move to quantify the absolute and relative importance of birth location in early-life health. Using a model that includes mother and location fixed effects, we find that moving from a below- to an above-median birth weight location leads to a 19-gram increase in average birth weight. These causal place effects explain 16 percent of geographic variation in birth weight, with family-specific factors accounting for the remaining 84 percent. Place effects are more influential for children of non-college-educated mothers, and are most strongly correlated with local levels of pollution. The improvement in birth weight from moving to a higher-quality area compares favorably to policies that target maternal health, and could have a small, lasting effect on long-run outcomes.\n\n",
    "acknowledgement": "\nWe are thankful for helpful comments from Doug Miller, Jon Skinner, Doug Staiger, as well as seminar participants at The Dartmouth Institute, the 2022 SOLE meetings and the NBER Summer Institute, Health Economics Workshop. We received excellent research assistance from Marcus Sander. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, or the Board of Governors of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}