{
    "id": 30425,
    "citation_title": "Price Spillovers and Specialization in health Care: The Case of Children's Hospitals",
    "citation_author": [
        "Ian McCarthy",
        "Mehul V. Raval"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSpecialty hospitals tend to negotiate higher commercial insurance payments, even for relatively routine procedures with comparable clinical quality across hospital types. How specialty hospitals can maintain such a price premium remains an open question. In this paper, we examine a potential (horizontal) differentiation effect in which patients perceive specialty hospitals as sufficiently distinct from other hospitals, so that specialty hospitals effectively compete in a separate market from general acute care hospitals. We estimate this effect in the context of routine pediatric procedures offered by both specialty children’s hospitals as well as general acute care hospitals, and we find strong empirical evidence of a differentiation effect in which specialty children’s hospitals appear largely immune to competitive forces from non-children’s hospitals.\n\n",
    "acknowledgement": "\nThis project was supported by grant number R01HS024712 from the Agency for Healthcare Research and Quality. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Agency for Healthcare Research and Quality. The authors acknowledge the assistance of the Health Care Cost Institute (HCCI) and its data contributors, Aetna, Humana, Kaiser Permanente, and UnitedHealthcare, in providing the claims data analyzed in this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}