{
    "id": 30420,
    "citation_title": "Using Administrative Data to Impute Income Non-Response in Household Surveys",
    "citation_author": [
        "V. Kerry Smith",
        "Michael P. Welsh",
        "Richard Carson",
        "Stanley Presser"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncome is simultaneously one of the most important variables used by economists and the variable most likely to be missing due to item non-response. While observations that are missing income responses are often dropped from analyses, such treatment is usually inappropriate. More appropriate solutions rely on imputation based on either covariates (e.g., age and education) measured in the survey or on spatial estimates (most often for zip codes) from the American Community Survey. We describe a new spatially-based alternative using publicly available Internal Revenue Service tax data that allows estimates of zip code’s income distribution.\n\n",
    "acknowledgement": "\nThe Data from the Deep Water Horizon Contingent Valuation Survey were developed with the support of the National Oceanic and Atmospheric Administration for a natural resource damage case. The case was settled and to the best of my knowledge the data are publicly available along with all the materials associated with their development. There was no support from this effort for this new research. The SOI data Internal Revenue Service are in the public domain and the website is listed in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}