{
    "id": 30421,
    "citation_title": "The Geography of Job Tasks",
    "citation_author": [
        "Enghin Atalay",
        "Sebastian Sotelo",
        "Daniel I. Tannenbaum"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce new measurement tools to understand the sources of earnings differences across space. Based on the natural language employers use in job vacancy text, we develop granular measures of job tasks and of worker specialization. We find that jobs in larger commuting zones involve greater interpersonal interactions and have higher computer software requirements. Between 10 and 50 percent of task and technology variation between large and small commuting zones exists within occupations. Further, workers in larger markets are more specialized within occupations. Tasks, technologies, and worker specialization account for a substantial portion of the market size premium even within occupations.\n\n",
    "acknowledgement": "\nWe thank Reid Gahan, Billy Huang, and Ryan Kobler for outstanding research assistance and Barbara Nordin for excellent editorial assistance. We thank seminar participants at the 2019 Society of Labor Economists conference, the 2019 Urban Economics Association conference, the UNL labor reading group, the Federal Reserve Bank of Philadelphia, the 2022 ASSA annual meetings, the Bureau of Labor Statistics, and Adrien Bilal, Jeffrey Lin, and Gregor Schubert for valuable feedback. We thank the Washington Center for Equitable Growth and the Russell Sage Foundation (grant #92-18-05) for financial support. Sotelo thanks the IES at Princeton for its hospitality during part of this research. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}