{
    "id": 30422,
    "citation_title": "How Can Asset Prices Value Exchange Rate Wedges?",
    "citation_author": [
        "Karen K. Lewis",
        "Edith Liu"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen available financial securities allow investors to optimally diversify risk across countries, standard theory implies that exchange rates should reflect this behavior. However, exchange rates observed in the data deviate from these predictions. In this paper, we develop a framework to value the welfare costs of these exchange rate wedges, as disciplined by asset returns. This framework applies to a general class of asset pricing and exchange rate models.  We further decompose the value of these wedges into components, showing that the ability of goods markets to respond to financial markets through exchange rate adjustment has significant implications for welfare.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge useful discussions with Mikhail Chernov, Hanno Lustig and Andrea Vedolin and comments from seminar participants at the American Economic Association, the Federal Reserve Board, INSEAD, the National Bureau of Economic Research, the Society of Economic Dynamics, the Swiss Finance Institute, the Western Finance Association, and the Wharton School. We also thank Max Yang for excellent research assistance. Any errors and omissions are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}