{
    "id": 30427,
    "citation_title": "Team Incentives and Lower Ability Workers: An Experimental Study on Real-Effort Tasks",
    "citation_author": [
        "Richard B. Freeman",
        "Xiaofei Pan",
        "Xiaolan Yang",
        "Maoliang Ye"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-01",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTeam incentives are important in many compensation systems that pay workers according to the output of their team as well as to their own output, with team bonuses often depending on whether the team meets or exceeds specified thresholds. Yet little is known about how team members with different abilities respond to compensation rules and thresholds. We contrast the performance of lower ability participants and higher ability participants in an experiment with three distribution schemes – equal sharing, piece rate sharing, and tournament style winner-takes-all – in settings with and without a team threshold. Workers randomly assigned to equal sharing had higher productivity than those assigned to winner-takes-all and had similar productivity to workers in piece-rate scheme. Output under equal sharing was boosted by the higher productivity of less able workers, possibly motivated by a desire to avoid guilt feelings about letting down their partners, per models of guilt aversion. Given a choice of distribution schemes, participants selected piece rate over equal sharing and favored both of these over winner-takes-all; in addition, a team threshold induced more concern about cooperation and thus greater preference for equal sharing. The findings suggest that organizations with teams of workers with varying abilities are likely to do better if the organization can consider lower ability workers’ responsiveness to sharing in rewards, e.g., to have an equal sharing component in its compensation system when they are strongly guilt averse.\n\n",
    "acknowledgement": "\nThis research was supported by the National Natural Science Foundation of China (Grant No. 72073057 and 72173088), the Guangdong Natural Science Foundation (Grant No. 2022A1515011965), faculty research grants from Bryant University, and from the NBER Sloan Foundation Grant G-2005-6-21. We thank Gary Charness, Zhuoqiong Chen, Shuguang Jiang, Rongzhu Ke, Tracy Liu, Roberto Weber, Jie Zheng and participants of seminars at Brown University, University of Massachusetts-Amherst, University of Massachusetts-Lowell, Tsinghua University, Chinese University of Hong Kong (Shenzhen), Zhejiang University, Harbin Institute of Technology Shenzhen, Xiamen University, Sun Yat-sen University, Central University of Finance and Economics, Shandong University, Shenzhen University, as well as Xiamen University Experimental Economics Inter-national Workshop, International Symposium on Contemporary Labor Economics, China Conference on Organizational Economics, WEAI meeting, and ESA meetings for their helpful comments. Ziyuan Cao provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}