{
    "id": 30429,
    "citation_title": "If You Build it, Will They Vaccinate? The Impact of COVID-19 Vaccine Sites on Vaccination Rates and Outcomes",
    "citation_author": [
        "John Brownstein",
        "Jonathan H. Cantor",
        "Benjamin Rader",
        "Kosali I. Simon",
        "Christopher M. Whaley"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSafe and effective vaccines have vastly reduced the lethality of the COVID-19 pandemic worldwide, but disparities exist in vaccine take-up. Although the out-of-pocket price is set to zero in the U.S., time (information gathering, signing up, transportation and waiting) and misinformation costs still apply. To understand the extent to which geographic access impacts COVID-19 vaccination take-up rates and COVID-19 health outcomes, we leverage exogenous, pre-existing variation in locations of retail pharmacies participating the U.S. federal government’s vaccine distribution program through which over 40% of US vaccine doses were administered. We use unique data on nearly all COVID-19 vaccine administrations in 2021. We find that the presence of a participating retail pharmacy vaccination site in a county leads to an approximately 26% increase in the per-capita number of doses administered, possibly indicating that proximity and familiarity play a substantial role in vaccine take-up decisions. Increases in county-level per capita participating retail pharmacies lead to an increase in COVID-19 vaccination rates and a decline in the number of new COVID-19 cases, hospitalizations, and deaths, with substantial heterogeneity based on county rurality, political leanings, income, and race composition. The relationship we estimate suggests that averting one COVID-19 case, hospitalization, and death requires approximately 25, 200, and 1,500 county-level vaccine total doses, respectively. These results imply a 9,500% to 22,500% economic return on the full costs of COVID-19 vaccination. Overall, our findings add to understanding vaccine take-up decisions for the design of COVID era and other public health interventions.\n\n",
    "acknowledgement": "\nFunding provided by NIA K01AG061274, (Whaley). We thank seminar participants at Montana State University and the RAND Center for Causal Inference Symposium. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Brownstein\n\nJohn Brownstein acknowledges funding from the U.S. Centers for Disease Control and Prevention [award #2007-2017-95101]\n\n\n\nChristopher M. Whaley\n\nI have received grant funding from the National Cancer Institute (R21CA919229), the California Health Care Foundation, the Health Care Services Corporation, Lyft, Livongo, the California Public Employees’ Retirement System, Arnold Ventures, the National Institute for Health Care Management Foundation, and the Robert Wood Johnson Foundation, and consulting payments from Doximity.\n\n\n"
}