{
    "id": 30431,
    "citation_title": "International College Students' Impact on the US Skilled Labor Supply",
    "citation_author": [
        "Michel Beine",
        "Giovanni Peri",
        "Morgan Raux"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2022-12-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS universities have attracted hundreds of thousands of international students each year for the last decade. Some of these remain in the US after graduating and contribute to the high skilled labor supply in US labor markets. In this paper, we identify and estimate by how much one more international master’s (or bachelor’s) student increases the skilled labor supply of the US in the short-run. To estimate this \"transition rate\" we implement an instrumental variable estimation using quasi-random variation in the tuition charged to international students by public US universities in the year that they likely started their studies. We find that attracting an additional international student to a US university increases the local labor supply by about 0.23 employees for master’s students and about 0.11 for bachelor’s students. These averages conceal an important difference. While non-STEM bachelor’s and master’s students had negligible transition rates into US employment, STEM Master students have had significant transition rates around 0.2, especially after the 2008 reform of Optional Practical Training for STEM graduates.\n\n",
    "acknowledgement": "\nWe are grateful to Beau Bressler for competent help in editing the paper. We thank participants at seminars at University of Luxembourg for useful comments. We do not have any financial source to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}