{
    "id": 30430,
    "citation_title": "The Impact of Female Teachers on Female Students' Lifetime Well-Being",
    "citation_author": [
        "David Card",
        "Ciprian Domnisoru",
        "Seth G. Sanders",
        "Lowell Taylor",
        "Victoria Udalova"
    ],
    "citation_publication_date": "2022-09-05",
    "issue_date": "2022-09-02",
    "revision_date": "2022-09-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIt is widely believed that female students benefit from being taught by female teachers, particularly when those teachers serve as counter-stereotypical role models. We study education in rural areas of the US circa 1940--a setting in which there were few professional female exemplars other than teachers--and find that female students were more successful when their primary-school teachers were disproportionately female. Impacts are lifelong: female students taught by female teachers were more likely to move up the educational ladder by completing high school and attending college, and had higher lifetime family income and increased longevity.\n\n",
    "acknowledgement": "\nThe Census Bureau reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release, authorization number CBDRB-FY22-POP001-0069. We gratefully acknowledge support from Eunice Kennedy Shriver National Institute of Child Health and Human Development (R01 HD091134-01). Any opinions and conclusions expressed herein are those of the authors and do not reflect the views of the US Census Bureau. Similarly, the content does not necessarily represent the views of the NICHD or NIH. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}