{
    "id": 30433,
    "citation_title": "Multiple Price Lists for Willingness to Pay Elicitation",
    "citation_author": [
        "Kelsey Jack",
        "Kathryn McDermott",
        "Anja Sautmann"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultiple price lists are a convenient tool to elicit willingness to pay (WTP) in surveys and experiments, but choice patterns such as “multiple switching” and “never switching” indicate high error rates. Existing measurement approaches often do not provide accurate standard errors and cannot correct for bias due to framing and order effects. We propose to combine a randomization approach with a random-effects latent utility model to detect bias and account for error. Data from a choice experiment in South Africa shows that significant order effects exist which, if uncorrected, would lead to distorted conclusions about subjects’ preferences. We provide templates to create a multiple price list survey instrument in SurveyCTO and analyze the resulting data using our proposed methods.\n\n",
    "acknowledgement": "\nWe thank Kenneth Chan and Lei Yue for excellent research assistance, and the City of Cape Town for collaboration. Field work was supported by J-PAL Africa, J-PAL's Urban Services Initiative and the International Growth Center. This work was undertaken in 2018. At that time Kathryn McDermott was employed at J-PAL Africa. The research was undertaken in partnership with the City of Cape Town. Since 2021, Kathryn has joined the City of Cape Town. The research and findings as presented have no relation to her current employment arrangement, nor is it the official position of The City of Cape Town in any way. Software development was supported by a World Bank RSB grant. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, nor those of the Executive Directors of the World Bank, nor the governments they represent, nor the National Bureau of Economic Research. Declarations of interest: none. All errors are our own.\n\n\n"
}