{
    "id": 30432,
    "citation_title": "Judicial Independence, Local Protectionism, and Economic Integration: Evidence from China",
    "citation_author": [
        "Ernest Liu",
        "Yi Lu",
        "Wenwei Peng",
        "Shaoda Wang"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that judicial independence can reduce local protectionism and foster cross-regional economic integration. We exploit a judicial independence reform in China with staggered roll-out since 2014. The reform removed local governments’ control over local courts’ financial and personnel decisions, thereby substantially improving local courts’ independence. Combining novel data on the universes of civil lawsuits and business registration records, we show that local defendants’ rate of winning court cases against non-local plaintiffs declined by 7.0% after the reform. The effect is mainly driven by improvements in the quality of judicial decisions and is more salient for politically connected local defendants. Over time, the reduction in local protectionism encouraged smaller non-local firms to file lawsuits against larger local firms. Using the shareholding network extracted from business registration records, we find that the decline in local protectionism could attract 8.4% more inward investment flows into reformed localities. This has the potential to increase China’s GDP by 2.3% when the judicial independence reform is implemented nationwide.\n\n",
    "acknowledgement": "\nWe thank Robin Burgess, Rema Hanna, Zhiguo He, Chang-Tai Hsieh, Ruixue Jia, Zhuang Liu, Sultan Mehmood, Ben Olken, Nancy Qian, James Robinson, Yuhua Wang, Jaya Wen, Daniel Xu, David Yang, Anthony Lee Zhang, Taisu Zhang, and various seminar and conference participants for helpful discussions. Futing Chen, Chi Cheng, Ziyi Liu, Jiarui Qian, Yiyuan Wang, and Shiyu Zhang provided excellent research assistance. Generous financial support from the Tsinghua–UChicago Joint Research Center for Economics and Finance is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}