{
    "id": 30447,
    "citation_title": "Firm Responses and Wage Effects of Foreign Demand Shocks with Fixed Labor Costs and Monopsony",
    "citation_author": [
        "Emmanuel Dhyne",
        "Ayumu Ken Kikkawa",
        "Toshiaki Komatsu",
        "Magne Mogstad",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the firm responses and real wage effects of foreign demand shocks. We use Belgian micro data to construct firm-specific measures of demand shocks which capture that firms pass on foreign demand shocks to domestic suppliers. Our estimates of firm responses to these shocks suggest that firms face upward-sloping labor supply curves and have sizable fixed labor costs. We specify a general equilibrium model with these features to quantify the aggregate effects of simulated tariff shocks on wages. We find that ignoring fixed labor costs substantially underestimates aggregate effects on wages, whereas incorporating upward-sloping labor supply appears less consequential.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium, nor any other institution with which one of the authors is affiliated, nor those of the National Bureau of Economic Research. A previous version of this paper was titled “Foreign Demand Shocks to Production Networks: Firm Responses and Worker Impacts.” We thank the editor (Arnaud Costinot), three anonymous referees, Andrew Atkeson, David Baqaee, Aaron Flaaen, Agustin Gutierrez, Jonathan Vogel, Nicola Pierri, and Trang Hoang for helpful comments.\n\n\n"
}