{
    "id": 30442,
    "citation_title": "The Midlife Crisis",
    "citation_author": [
        "Osea Giuntella",
        "Sally McManus",
        "Redzo Mujcic",
        "Andrew J. Oswald",
        "Nattavudh Powdthavee",
        "Ahmed Tohamy"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2023-05-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents a longitudinal crisis of midlife among the inhabitants of rich nations. Yet middle-aged citizens in our data sets are close to their peak earnings, have typically experienced little or no illness, reside in some of the safest countries in the world, and live in the most prosperous era in human history. This is paradoxical and troubling. The finding is consistent, however, with the prediction – one little-known to economists – of Elliott Jaques (1965). Our analysis does not rest on elementary cross-sectional analysis. Instead the paper uses panel and through-time data on, in total, approximately 500,000 individuals. It checks that the key results are not due to cohort effects. Nor do we rely on simple life-satisfaction measures. The paper shows that there are approximately quadratic hill-shaped patterns in data on midlife suicide, sleeping problems, alcohol dependence, concentration difficulties, memory problems, intense job strain, disabling headaches, suicidal feelings, and extreme depression. We believe the seriousness of this societal problem has not been grasped by the affluent world’s policy-makers.\n\n",
    "acknowledgement": "\nThe CAGE centre is funded partly by the Economic and Social Research Council of the UK. Ahmed Tohamy would like to thank Nuffield College and the University of Oxford's Clarendon Fund for their research support during his masters and doctoral studies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}