{
    "id": 30446,
    "citation_title": "Working from Home Around the World",
    "citation_author": [
        "Cevat Giray Aksoy",
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Mathias Dolls",
        "Pablo Zarate"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2023-03-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe pandemic triggered a large, lasting shift to work from home (WFH). To study this shift, we survey full-time workers who finished primary school in 27 countries as of mid 2021 and early 2022. Our cross-country comparisons control for age, gender, education, and industry and treat the U.S. mean as the baseline. We find, first, that WFH averages 1.5 days per week in our sample, ranging widely across countries. Second, employers plan an average of 0.7 WFH days per week after the pandemic, but workers want 1.7 days. Third, employees value the option to WFH 2-3 days per week at 5 percent of pay, on average, with higher valuations for women, people with children and those with longer commutes. Fourth, most employees were favorably surprised by their WFH productivity during the pandemic. Fifth, looking across individuals, employer plans for WFH levels after the pandemic rise strongly with WFH productivity surprises during the pandemic. Sixth, looking across countries, planned WFH levels rise with the cumulative stringency of government-mandated lockdowns during the pandemic. We draw on these results to explain the big shift to WFH and to consider some implications for workers, organization, cities, and the pace of innovation.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Papers on Economic Activity. Thanks to Katharine Abraham and Ed Glaeser for many helpful comments on an earlier draft. For the financial assistance that made it possible to conduct our Global Survey of Working Arrangements (G-SWA), we gratefully acknowledge the European Bank for Reconstruction and Development, the Asociación Mexicana de Cultura A.C., the Becker Friedman Institute at the University of Chicago, the ifo Institute, King’s College London, the Smith Richardson Foundation, and the Templeton Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}