{
    "id": 30445,
    "citation_title": "Is Physical Climate Risk Priced? Evidence from Regional Variation in Exposure to Heat Stress",
    "citation_author": [
        "Viral V. Acharya",
        "Timothy Johnson",
        "Suresh Sundaresan",
        "Tuomas Tomunen"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit regional variations in exposure to heat stress to study if physical climate risk is priced in municipal bond, corporate bond and equity markets. We find consistent evidence across asset classes that local exposure to heat stress is associated with higher yield spreads for bonds and higher conditional expected returns for stocks. These results are observed robustly starting in 2013–15. The fact that heat stress premium is (a) positive, (b) economically substantial, and (c) present across comprehensive samples of multiple asset classes is consistent with macroeconomic models where climate change has a direct negative impact on aggregate consumption.\n\n",
    "acknowledgement": "\nWe thank Peter Han, Stefano Pastore, Tommaso Tamburelli, and Xinlin Yuan for excellent research assistance. We are grateful to Alex Wagner (discussant), Marcin Kacperczyk (discussant), Ryan Lewis (discussant), Nora Pankratz (discussant), Lorenzo Garlappi (discussant), Richard Berner, Patrick Bolton, Tatyana Deryugina, Rob Engle, Ai He, Matt Kahn, Dana Kiku, Alissa Kleinnijenhuis, Glenn Rudebusch, Johannes Stroebel, Gernot Wagner, and seminar participants at Boston College, NYU Stern Volatility and Risk Institute Advisory Board, NYU Stern QFE Seminar, S&P Global’s Methodologies Forum, University of South Carolina, University of Illinois at Urbana Champaign, Philadelphia Fed, AFA, Jackson Hole Finance Group Conference, MFA, E-axes Young Scholar Webinar, SFS Cavalcade, NBER Summer Institute, and EFA. We also thank the Q-Group for awarding this paper the 2022 Jack Treynor Prize. All errors are our own. This research was supported by the Chazen Institute for Global Business at Columbia University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}