{
    "id": 30441,
    "citation_title": "Power and Dignity in the Low-Wage Labor Market: Theory and Evidence from Wal-Mart Workers",
    "citation_author": [
        "Arindrajit Dube",
        "Suresh Naidu",
        "Adam D. Reich"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2022-09-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe measure workers’ preferences for wages and non-wage amenities at America’s largest employer, Walmart, using targeted survey experiments. We find that workers have an economically significant willingness to pay for “dignity at work\". Consistent with the presence of monopsony power, we estimate hypothetical quit elasticities similar to recent estimates from the literature. We document significant complementarities between wages and non-wage amenities, suggesting that measures of monopsony that do not account for amenities may be biased. We find that workers at low dignity jobs have higher quit elasticities, but lower bargaining elasticities, relative to workers at high dignity jobs. Finally, we use cross-state variation in the bite of Walmart’s 2014 corporate minimum wage to estimate the effects of the minimum wage on both workplace dignity and other amenities. We find no evidence that non-wage amenities are reduced in response to a higher minimum wage, consistent with wage-amenity complementarity and labor market power.\n\n",
    "acknowledgement": "\nWe thank Kory Kroft, Andy Garin, Attila Lindner, Alan Manning, and audiences at CUNY, Columbia, NBER Labor Studies, UBC, McGill, Chicago Federal Reserve, Berlin Applied Micro seminar, University of Chicago Harris School, University of Chicago Booth School of Business, University of Copenhagen, LSE, Warwick, and UCL. We are grateful to Tristan Du Puy and Jeff Jacobs for research assistance. We acknowledge financial support from Washington Center for Equitable Growth.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}