{
    "id": 30449,
    "citation_title": "Information Frictions and Employee Sorting Between Startups",
    "citation_author": [
        "Kevin A. Bryan",
        "Mitchell Hoffman",
        "Amir Sariri"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2023-07-21",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWould workers apply to better firms if they were more informed about firm quality? Collaborating with 26 science-based startups, we create a custom job board and invite business school alumni to apply. The job board randomizes across applicants to show coarse expert ratings of all startups’ science and/or business model quality. Making ratings visible strongly reallocates applications toward higher-rated firms. This reallocation holds restricting to high-quality workers. Treatments operate in part by shifting worker beliefs about firms’ right-tail outcomes. Despite these benefits, workers make post-treatment bets indicating highly overoptimistic beliefs about startup success, suggesting a problem of broader informational deficits.\n\n",
    "acknowledgement": "\nWe thank David Autor, Shai Bernstein, Nick Bloom, Claudine Gartenberg, Matt Gentzkow, Jonah Rockoff, Kathryn Shaw, Chris Stanton, and especially Michèle Belot and Alan Benson for helpful comments. We are also grateful to numerous seminar and conference participants. We thank Daphné Baldassari for outstanding research assistance. Special thanks in memoriam to Dr. Peter Wittek for his kind assistance. We thank the anonymous science-based entrepreneurship program (SEP) for its collaboration and generous assistance in conducting the RCTs. The study and a pre-analysis plan were registered with the AEA RCT registry under ID AEARCTR-0004242. Our pre-analysis plan is viewable on the AEA RCT registry. We thank the Social Science Prediction Platform for their help in designing the economist expert survey. Two of the authors have performed paid work for SEP on topics unrelated to hiring and the workforce. Financial support from SSHRC and the Strategic Innovation Fund is gratefully acknowledged. We are deeply grateful to the Creative Destruction Lab for its support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}