{
    "id": 30448,
    "citation_title": "Auditing the Prescription Drug Consumer Price Index in a Changing Marketplace",
    "citation_author": [
        "Richard G. Frank",
        "Andrew L. Hicks",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Bureau of Labor Statistics' Prescription Drug Consumer Price Index (CPI-Rx) has been the focus of considerable controversy in recent years. The CPI-Rx limits its sampling frame to transactions in retail outpatient outlets, and excludes prescription pharmaceuticals dispensed in hospitals, physician/clinic outpatient facilities, and nursing homes. Thus the CPI-Rx overlooks the increasingly important specialty pharmaceuticals dispensed in hospitals, outpatient clinics, and physician offices, whose transactions are instead captured in the overall hospital or professional services component of the medical CPI. Specialty drugs now account for 55% of all U.S. drug spending, double the amount of a decade earlier. To the extent specialty drug growth differs from that of traditional pharmaceuticals, the CPI-Rx could provide an inaccurate measure of overall drug price inflation. Using data from the IBM MarketScan database for the years 2010-2019 and IQVIA-designated specialty drugs, we estimate that by not sampling specialty drugs in non-retail settings, the CPI-Rx has understated overall U.S. prescription drug price inflation by just under 75 basis points annually. We discuss implications for health care policy, and suggest the BLS examine the feasibility of publishing an overall pharmaceutical price index incorporating both traditional and specialty pharmaceuticals dispensed in retail and non-retail settings.\n\n",
    "acknowledgement": "\nThis research was supported by a grant to the Department of Health Care Policy, Harvard Medical School, from Arnold Ventures. We are grateful to Louise Sheiner for constructive comments on an earlier draft. We have benefited from communications with Allen Campbell, Associate Director, IQVIA Institute for Human Data Science; Kelley Khatchadourian, Consumer Price Index Services Section Chief, U.S. Bureau of Labore Statistics, and from comments by participants at the Bates White Life Sciences Symposium in Washington D.C., May 23, 2022. The opinions and conclusions expressed herein are those of only the authors, and not necessarily those of the institutions with whom they are or have been affiliated, the research sponsor, the U.S. Bureau of Labor Statistics, or the data vendors. The authors are responsible for any errors or omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nErnst R. Berndt\n\nProfessor Berndt has consulted on litigation matters, supported by United HealthCare Services and Optum Rx involving Gilead Sciences and Teva, Inc., as well as with various states' attorneys general on litigation involving Reckitt Benckiser and its drug Suboxone.\n\n\n"
}