{
    "id": 30444,
    "citation_title": "Gender and Race in Entrepreneurial Finance",
    "citation_author": [
        "Michael Ewens"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2024-02-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nEconomic frictions pervade the founding, financing, growing, and exiting of high-growth entrepreneurial firms. This article considers one friction that currently affects a small, but important, set of entrepreneurs: racial and gender discrimination. I first collect facts from a large empirical literature that show clear gender and race gaps in participation and financing of startups. Female founders manage 16-25% of all startups, while Black entrepreneurs rarely exceed 3% of the startup population. Conditioning on startups that successfully raise external finance has little impact on these gaps. The complexity of the entrepreneurial process presents several opportunities for discrimination to manifest itself and produce this gap. The article details the major discrimination theories and the empirical methods used to test for their presence. It then provides an extensive review of a growing empirical literature in entrepreneurial finance that tests these models. The pattern of evidence reveals a nuanced and incomplete story about bias, information asymmetry, and differential treatment of underrepresented founders. The article ends with an extensive set of research ideas motivated by the gaps in the entrepreneurship literature and recent developments in theory and measurement of discrimination.\n\n",
    "acknowledgement": "\nThis article was prepared for the Handbook of the Economics of Corporate Finance edited by Espen Eckbo, Gordon Philips and Morten Sorensen. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}