{
    "id": 30450,
    "citation_title": "Global Sourcing and Multinational Activity: A Unified Approach",
    "citation_author": [
        "Pol Antràs",
        "Evgenii Fadeev",
        "Teresa C. Fort",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultinational firms (MNEs) accounted for 42 percent of US manufacturing employment, 87 percent of US imports, and 84 of US exports in 2007. Despite their disproportionate share of global trade, MNEs’ input sourcing and final-good production decisions are often studied separately. Using newly merged data on firms’ trade and FDI activity by country, we show that US MNEs are more likely to import not only from the countries in which they have affiliates, but also from other countries within their affiliates’ region. We rationalize these patterns in a unified framework in which firms jointly determine the countries in which to produce final goods, and the countries from which to source inputs. The model generates a new source of scale economies that arises because a firm incurs a country-specific fixed cost that allows all its assembly plants to source inputs from that country. This shared fixed cost across plants creates interdependencies between firms’ assembly and sourcing locations, and leads to non-monotonic responses in third markets to bilateral trade cost changes.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the US Census Bureau, the Bureau of Economic Analysis, or the National Bureau of Economic Research. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release (CBDRB-FY21-CED006-0004). BEA has also reviewed this paper for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. We thank Fabian Eckert and Natalia Ramondo for very constructive conference discussions, Andrés Rodríguez-Clare and Peter Schott for helpful input, and multiple seminar and conference audiences for useful questions and suggestions. We are also grateful to Emek Basker, Fariha Kamal, Shawn Klimek, and Jim Fetzer for valuable input on the data construction and disclosure process, Michael Freiman and Abdul Munasib for support with the disclosure process, and Jack Liang and Hannah Rubinton for excellent research assistance.\n\n\n"
}