{
    "id": 30459,
    "citation_title": "A Framework for Economic Growth with Capital-Embodied Technical Change",
    "citation_author": [
        "Benjamin F. Jones",
        "Xiaojie Liu"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological advance is often embodied in capital inputs. This paper develops a model where capital innovations occur on two margins: (1) vertically, where a capital input becomes more productive at a given task; and (2) horizontally, where a capital input replaces labor at a given task. These two forms of technological advance engage in a macroeconomic “tug of war” when capital and labor have less than a unitary elasticity of substitution, and the resulting framework can meet numerous macroeconomic regularities. First, it can produce a balanced growth path and satisfy the Uzawa Growth Theorem—even though all technological progress occurs in capital inputs. Second, it can produce intuitive macroeconomic dynamics, adding perspectives on the apparent productivity slowdown and declining labor share of income. Third, it can produce rich industry dynamics and inform structural change, including declining GDP shares of agriculture and manufacturing, sectoral bottlenecks, the role of general purpose technologies, and the limited macroeconomic impacts of computing. Overall, this tractable framework can help resolve puzzling tensions between micro-level observations of technological advance and macroeconomic features of economic growth.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Lawrence Christiano, Chad Jones, Kiminori Matsuyama, Ezra Oberfield, seminar participants at Northwestern and Princeton, and conference participants at the NBER for many helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nXiaojie Liu\n\nRegarding the paper “A Framework for Economic Growth with Capital-Embodied Technical Change”, I hereby state that I conform to the AEA disclosure principles. In particular, I declare that:\n\n\n1.\tI have no relevant financial interest to disclose.\n2.\tI have no position, paid or unpaid, as an officer, director, or board member of relevant non-profit organizations or profit-making entities.\n3.\tThe above disclosure statement also applies to any close relative, partner or author.\n\n\n"
}