{
    "id": 30458,
    "citation_title": "Monetary Policy and the Short-Rate Disconnect in Emerging Economies",
    "citation_author": [
        "Pierre De Leo",
        "Gita Gopinath",
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2024-03-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that emerging market central banks adhere to Taylor-type rules and lower their policy rates when economic activity slows down, including as a response to U.S. monetary policy tightening. This suggests a countercyclical monetary policy stance. However, in contrast to advanced economies, short-term market rates do not move in tandem with policy rates. Market rates, if anything, tend to increase during recessions. We present evidence that this disconnect between policy rates and market rates can be significantly explained by fluctuations in dollar funding premia that get transmitted into local market rates through the banking sector that relies on foreign funding. Our findings shed light on the challenges to transmission and effectiveness of monetary policy in emerging economies.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title “Monetary Policy Cyclicality in Emerging Economies.” We thank Mark Aguiar, Anusha Chari, Louphou Coulibaly, Linda Goldberg, Pierre-Olivier Gourinchas, and Maurice Obstfeld for useful comments. We also thank Giuliano Simoncelli for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}