{
    "id": 30456,
    "citation_title": "Racial and Ethnic Disparities in Retirement Outcomes: Impacts of Outreach",
    "citation_author": [
        "Angelino Viceisza",
        "Amaia Calhoun",
        "Gabriella J.O. Lee"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2022-11-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe review select literature on racial and ethnic disparities in retirement outcomes in the United States and the impact of outreach on such outcomes. First, there are significant disparities in retirement outcomes, reflecting a long history of racism and structural barriers. Second, there is comparatively little work on the differential impact of retirement outreach across race and ethnicity. Future work should consider designing interventions that cater to the needs of specific demographic groups, for example, by embracing the fact that Blacks, Hispanics, and Whites acquire retirement information from different sources. Future work should incorporate behavioral insights, particularly from prior interventions, and innovate on methodologies for data collection, linking, and analysis.\n\n",
    "acknowledgement": "\nWe are grateful to Laith Alattar, Luisa Blanco, Courtney Coile, Nicole Maestas, Kevin Moore, John Murphy, and Anya Olsen for helpful discussions. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government, any agency thereof, or the National Bureau of Economic Research.\n\n\n"
}