{
    "id": 30451,
    "citation_title": "Slavery and the British Industrial Revolution",
    "citation_author": [
        "Stephan Heblich",
        "Stephen J. Redding",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "2023-08-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide theory and evidence on the contribution of slavery wealth to Britain’s economic development prior to the abolition of slavery in 1833. We combine data on individual slaveholders from compensation records, an exogenous source of variation in slavery wealth from weather-induced shocks to mortality of the enslaved during the middle passage, and a quantitative spatial model. Exogenous increases in slavery wealth reduce the agricultural employment share, increase the manufacturing employment share, raise the number of cotton mills, and increase property values. Quantifying our model, we find that slavery wealth raises aggregate income by the equivalent of around a decade of economic growth, and increases local income in places with the greatest involvement in slavery by more than 40 percent.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and should not be attributed to any institutions to which the authors are affiliated. We would like to thank David Atkin, Paula Bustos, Leah Boustan, Arnaud Costinot, Ellora Derenoncourt, Jonathan Dingel, Dave Donaldson, Patrick Francois, Walker Hanlon, Nathan Nunn, Elias Papaiannou, Raoul Sanchez de la Sierra, and Noam Yuchtman as well as seminar audiences at the Atlanta FED, Brock University, Brown, CEPR, Dartmouth, Georgetown, GMU, LACEA, LAEF Conference on Racial Inequality in Macroeconomics, Marseille, MIT, Monash, Munich, NBER Summer Institute, Kellogg and Econ-NWU, Princeton, RIDGE, Rutgers, UBC, USC, UEA, UNSW-Sydney, UBC-Vancouver and U Zurich for helpful feedback. We are grateful to the UK data archive for use of the “Integrated Census Microdata (I-CEM) Names and Addresses 1851-1911,” Study 7856. We thank Bruce Campbell for kindly sharing the Lay Subsidy data. Kaan Cankat, Devin Bissky Dziadyk, James Godlonton, Stephanie Hu, Eugenia Menaguale, Haneul Jung, Lindsay Li, Joseph Sassoon, Maximilian Schwarz, Ewan Rawcliffe, Luca Vitale, Nan Xiang and Chenming Zhang provided excellent research assistance. Heblich acknowledges the support of the ORA Grant ES/V013602/1 (MAPHIS). Responsibility for any errors and omissions lies with the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}