{
    "id": 30452,
    "citation_title": "Climate Risks and FDI",
    "citation_author": [
        "Grace Weishi Gu",
        "Galina Hale"
    ],
    "citation_publication_date": "2022-09-12",
    "issue_date": "2022-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate-related risks have increased in recent decades, both in terms of the frequency of extreme weather events (physical risk) and implementation of climate-change mitigation policies (transition risk).  This paper explores whether multinational firms react to such risks by altering their presence in countries that are more affected.  We measure this by examining foreign direct investment (FDI) dynamics at different levels of aggregation as well as at firm level.   We propose a theoretical framework for firm production location choice that explicitly incorporates transition and physical risks.  The model predicts a reduction in FDI resulting from both physical and transition risks but an ambiguous interaction effect of these risks with emission productivity of the firm.  In an extensive empirical analysis we find some support for model predictions, but overall we do not find consistent evidence for statistically significant effects of physical and transition risks on FDI.  However, firm-level evidence suggests that firms that are more exposed to climate risks react more negatively to physical climate risk following Paris Climate Accord. We also find that FDI outflows following extreme weather events from affected countries are smaller for industries with higher emission productivity.  Our theory and empirical results point to the importance of accounting for heterogeneity in emission productivity when analyzing effects of climate risks.\n\n",
    "acknowledgement": "\nThis research was partly supported by the UCSC Institute for Social Transformation through its Building Belonging Program.  We thank Ted Liu, Dmitrius Rodriguez,  Axel Morales Sanchez, and Anirban Sanyal for excellent research assistance. We are grateful to Kristin Forbes, Jeff Frankel, Signe Krogstrup, Alex Popov, Ricardo Reis for extensive comments and guidance and to participants at NBER International Seminar on Macroeconomics and seminars at UC Santa Cruz and Federal Reserve Bank of San Francisco for valuable feedback. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}