{
    "id": 30463,
    "citation_title": "The Rise of Age-Friendly Jobs",
    "citation_author": [
        "Daron Acemoglu",
        "Nicolaj Søndergaard Mühlbach",
        "Andrew J. Scott"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2023-04-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1990, one in five U.S. workers were aged over 50 years whereas today it is one in three. One possible explanation for this is that occupations have become more accommodating to the preferences of older workers. We explore this by constructing an “age-friendliness” index for occupations. We use Natural Language Processing to measure the degree of overlap between textual descriptions of occupations and characteristics which define age friendliness. Our index provides an approximation to rankings produced by survey participants and has predictive power for the occupational share of older workers. We find that between 1990 and 2020 around three quarters of occupations have seen their age-friendliness increase and employment in above-average age-friendly occupations has risen by 49 million. However, older workers have not benefited disproportionately from this rise, with substantial gains going to younger females and college graduates and with male non-college educated workers losing out the most. These findings point to the need to frame the rise of age-friendly jobs in the context of other labour market trends and imperfections. Purely age-based policies are insufficient given both heterogeneity amongst older workers as well as similarities between groups of older and younger workers. The latter is especially apparent in the overlapping appeal of specific occupational characteristics.\n\n",
    "acknowledgement": "\nThe authors are grateful to participants at the Economics of Longevity conference, London Business School 2022 and an anonymous referee for helpful comments and suggestions, and to the Department of Economics, Massachusetts Institute of Technology (MIT), the Center for Research in Econometric Analysis of Time Series (CREATES), the Dale T. Mortensen Center, Aarhus University, the Danish Council for Independent Research (Grant 0166-00020B), the ESRC (Grant T002204), and the Hewlett Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}