{
    "id": 30468,
    "citation_title": "Expectations and the Neutrality of Interest Rates",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2024-02-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur central banks set interest rates, and do not even pretend to control money supplies. How do interest rates affect inflation? We finally have a complete theory of inflation under interest rate targets and unconstrained liquidity. Its long-run properties mirror those of monetary theory: Inflation can be stable and determinate under interest rate targets, including a peg, analogous to a k-percent rule. The zero bound era is confirmatory evidence. Uncomfortably, stability means that higher interest rates eventually raise inflation, just as higher money growth eventually raises inflation. Sticky prices generate some short-run non-neutrality as well: Higher nominal interest rates can raise real rates and lower output. A model in which higher nominal interest rates temporarily lower inflation, without a change in fiscal policy, is a harder task. I exhibit one such model, but it paints a much more limited picture than standard beliefs. We either need a model with a stronger effect, or to accept that higher interest rates have limited power to lower inflation. Empirical understanding of how interest rates affect inflation without fiscal help is also a wide-open question.\n\n",
    "acknowledgement": "\nThis paper stems from a talk given at the Foundations of Monetary Policy Conference celebrating 50 years since the publication of Lucas (1972a) “Expectations and the Neutrality of Money,” Federal Reserve Bank of Minneapolis, September 2022. I thank Ed Nelson, Greg Kaplan, Loukas Karabarbounis, Christopher Sims, and anonymous referees for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}