{
    "id": 30469,
    "citation_title": "Choosing Who Chooses: Selection-Driven Targeting in Energy Rebate Programs",
    "citation_author": [
        "Takanori Ida",
        "Takunori Ishihara",
        "Koichiro Ito",
        "Daido Kido",
        "Toru Kitagawa",
        "Shosei Sakaguchi",
        "Shusaku Sasaki"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2024-12-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an optimal policy assignment rule that integrates two distinctive approaches commonly used in economics—targeting by observables and targeting through self-selection. Our method can be used with experimental or quasi-experimental data to identify who should be treated, be untreated, and self-select to achieve a policymaker’s objective. Applying this method to a randomized controlled trial on a residential energy rebate program, we find that targeting that optimally exploits both observable data and self-selection outperforms conventional targeting. We use the Local Average Treatment Effect (LATE) framework (Imbens and Angrist, 1994) to investigate the mechanism in our approach. By estimating several key LATEs based on the random variation created by our experiment, we demonstrate how our method allows policymakers to identify whose self-selection would be valuable and harmful to social welfare.\n\n",
    "acknowledgement": "\nWe would like to thank Keisuke Ito for exceptional research assistance and Judson Boomhower, Severin Borenstein, Fiona Burlig, Lucas Davis, Mark Jacobsen, Ryan Kellogg, Louis Preonas, Wolfram Schlenker, Frank Wolak, and seminar participants at UC Berkeley, the Global Energy Challenge Conference at University of Chicago, and the Center on Japanese Economy and Business (CJEB) at Columbia Business School, NBER Summer Institute Public Economics Meeting for their helpful comments. We thank the Japanese Ministry of Environment for their collaboration for this study. Kitagawa and Sakaguchi gratefully acknowledge financial support from ERC grant (number 715940) and the ESRC Centre for Microdata Methods and Practice (CeMMAP) (grant number RES-589-28-0001). The AEA RCT Registry number for our experiment is 6139. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}