{
    "id": 30464,
    "citation_title": "Do Low-skilled Immigrants Improve Native Productivity but Worsen Local Amenities? Learning from the South Korean Experience",
    "citation_author": [
        "Hyejin Kim",
        "Jongkwan Lee",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this study, we first evaluate the effect of a significant increase in low-skilled immigration in Korean municipalities from 2010-2015 on the internal migration of natives. Using Korean survey data we are able to distinguish between natives moving for work-related and non-work-related reasons. Using a change in immigration policy and the pre-existing networks of immigrants to construct an instrument for immigration across Korean municipalities, we find that locations experiencing significant low-skilled immigration attracted natives who moved for working purposes. However, these locations saw outflows of natives that moved for non-work-related reasons, such as due to housing and local amenities. We then estimate that immigration had positive effects on local firm creation and on native wages but reduced the quality of local amenities. It had small to no impact on local housing prices. These facts together suggest that immigration attracted natives who value labor income over local amenities but pushed out those who place a higher value on local amenities. Thus, immigration, while generating little net native migration, changed the composition of natives in Korean municipalities.\n\n",
    "acknowledgement": "\nWe acknowledge helpful feedback from seminar participants at Yonsei University. We have not received any financial support for this project. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}