{
    "id": 3046,
    "citation_title": "Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data",
    "citation_author": [
        "Joseph G. Altonji",
        "Fumio Hayashi",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1989-07-01",
    "issue_date": "1989-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the basic economic decision-making unit? Is it the household or the extended family? This question is fundamental to economic analysis and policy design. The answer given by the Life Cycle and Keynesian models is that the economic unit is the household. According to these models, members of particular households act selfishly and do not fully share resources with extended family members in other households. Hence, altering the distribution of resources across households within the extended family will alter the consumption and labor supply of those households who acquire or lose resources. In contrast to the Life Cycle and Keynesian models, the altruism model implies that the extended family is the basic economic decision-making unit. According to this model the extended family is linked through altruism and, as a result, acts as if it fully shares resources. In the altruism model nondistortionary changes in the distribution of resources across households within the extended family will have no effect on the consumption or labor supply of any of its members. Despite its importance, the boundaries of economic decision-making units have not, to our knowledge, been examined directly with micro data. Stated differently, the altruism model has not been tested against the Life Cycle and Keynesian alternatives with such data. This paper uses matched data on parents and their adult children, contained in the Panel Study of Income Dynamics, to perform such a test. In essence our test asks whether the distribution of consumption and labor supply across households within the extended family depends on the distribution of resources across households within the extended family. Our findings provide quite strong evidence against the altruism model. The distribution of resources  across households within the extended family is a highly significant (statistically and economically) determinant of the distribution of   onsumption within the extended family. This finding holds for the entire sample as well as the subsample consisting of rich parents and poor children. In addition to showing that the distribution of extended family resources matters for extended family consumption, we test the life  cycle model by asking whether only own resources matter, i.e., whether the resources of extended family members have no affect on a household's consumption. Our results indicate that extended family member resources have, at most, a modest effect on household  consumption after one has controlled for the fact that extended family resources help predict a household's own permanent income.\n\n",
    "acknowledgement": "\n"
}