{
    "id": 30465,
    "citation_title": "Housing Wealth and Online Consumer Behavior: Evidence from Xiong'an New Area in China",
    "citation_author": [
        "Hanming Fang",
        "Long Wang",
        "Yang Yang"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide new evidence on the causal effects of housing wealth on consumer behavior. To overcome the empirical challenge of non-random housing wealth changes, we exploit the unexpected announcement of China's newest national-level new area—Xiong'an New Area—on April 1, 2017 as an exogenous shock to housing prices. We use a proprietary dataset of individual-level online consumption from the largest e-commerce company in China to measure various aspects of consumer behavior, such as consumption patterns, purchase hesitation, tolerance to unsatisfied products, and shirking (proxied by making online purchases during work hours). We explore the underlying mechanisms through which the housing shock affects consumer behavior; in particular, we attempt to disentangle the realizable and unrealizable housing wealth effects.\n\n",
    "acknowledgement": "\nWe thank Tetyana Balyuk, Zhao Chen, Nuriddin Ikromov, Nancy Qian, Wenlan Qian, Yu Qin, Nathan Schiff, Changcheng Song, Ze Song, Michael Zheng Song, Zhi Wang, Daniel Xu, Gang Xu, Bernard Yeung, and Ninghua Zhong for helpful comments. We also benefited from discussants and participants at the AREUEA-ASSA (2021), AREUEA International/AsRES (2021),  ABFER (2021), China Meeting of the Econometric Society (CMES 2021), and Jinan-SMU-ABFER (2021) conferences, as well as seminar participants at the Fudan University, Shanghai Jiaotong University, Zhejiang University, Shanghai University of Finance and Economics, Tongji University, Hunan University, University of International Business and Economics, ShanghaiTech University, and Nankai University. Yang gratefully acknowledges the support from the Research Grants Council of Hong Kong (Grant Number 24504520). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}