{
    "id": 30460,
    "citation_title": "Explanations for the Decline in Spending at Older Ages",
    "citation_author": [
        "Susann Rohwedder",
        "Michael D. Hurd",
        "Péter Hudomiet"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use new data from the 2019 wave of the Consumption and Activities Mail Survey to help interpret the observed decline in spending as individuals age. At one extreme, forward-looking individuals optimally chose the decline; at the other, myopic individuals overspent and were forced to reduce spending because they had run out of wealth. Which interpretation is correct has important implications for the measurement of economic preparation for retirement. According to their own assessments, the fraction of respondents feeling financially constrained is lower at advanced ages, and the fraction satisfied with their economic situation is considerably higher at older ages than at ages near retirement. An important mechanism reconciling the evidence of reduced spending and greater economic satisfaction at older ages may be that individuals’ enjoyment of several activities declines with worsening health, widowing, and increasing age, leading to a lessening desire to spend on them. We find strong support for this hypothesis. Nonetheless, close to 20% of those older than 80 report not being satisfied with their financial situation, pointing to heterogeneity in economic security.\n\n",
    "acknowledgement": "\nThis research was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium through the University of Michigan Retirement and Disability Research Center Award RDR18000002-03. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Jessica Hayes and Joanna Carroll provided excellent programming assistance.\n\n\n"
}