{
    "id": 30475,
    "citation_title": "Long-Run Trends in Long-Maturity Real Rates 1311-2021",
    "citation_author": [
        "Kenneth S. Rogoff",
        "Barbara Rossi",
        "Paul Schmelzing"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "2022-10-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaking advantage of key recent advances in long-run financial and economic data, this paper analyzes the statistical properties of global long-maturity real interest rates over the past seven centuries. In contrast to existing consensus, which has overwhelmingly concentrated on short samples for short-maturity rates, we find that long-maturity real interest rates across advanced economies are in fact trend stationary, and exhibit a persistent downward trend since the Renaissance. We investigate structural breaks in real interest rates over time using multiple statistical approaches, and find that only the Black Death and the \"Trinity default\" of 1557 appear as consistent inflection points in capital markets on both global and country levels. While a 1914 break is also suggested in multiple series (though less robust than existing literature would lead one to expect), the evidence for an inflection point in 1981 appears much weaker. We further examine trends in persistence, as well as commonly-invoked drivers of global real rates: exploiting significant data advances, we argue that historically, demographic and productivity factors appear to show no promising causal role, and in fact diverge from real interest rates over the long run.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors. We thank Barry Eichengreen, Helene Hall, Andrew Lilley, Pierfrancesco Mei, Vania Stavrakeva, Jenny Tang and Alessandro Tarozzi, as well as seminar audiences at Catolica Lisbon CUBE for comments, and Shereein Saraf for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Schmelzing thanks the Yale Program on Financial Stability for financial research support.\n\n\n"
}