{
    "id": 30470,
    "citation_title": "Do the Retired Elderly in Europe Decumulate Their Wealth? The Importance of Bequest Motives, Precautionary Saving, Public Pensions, and Homeownership",
    "citation_author": [
        "Charles Yuji Horioka",
        "Luigi Ventura"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we use micro data on a large number of European countries from the Survey of Health, Ageing and Retirement in Europe (SHARE) to examine the wealth accumulation (saving) behavior of the retired elderly in Europe. To summarize our main findings, we find that less than half of the retired elderly in Europe are decumulating their wealth and that the average wealth accumulation rate of the retired elderly in Europe is positive though relatively moderate (6.6% over a 3-year period). These findings strongly suggest that the Wealth Decumulation (or Retirement Saving) Puzzle (the tendency of the retired elderly to not decumulate their wealth or to decumulate their wealth more slowly than expected) applies in the case of Europe. Moreover, our regression results suggest that bequest motives, generous public pension systems, and the reluctance of retired elderly homeowners to sell or borrow against their owner-occupied housing are the primary explanations for the existence of the Wealth Decumulation Puzzle in Europe.\n\n",
    "acknowledgement": "\nWe are grateful to Junya Hamaaki, Shinya Kajitani, Wataru Kureishi, Colin McKenzie, Joel Mpoy, Yoko Niimi, Shizuka Sekita, Midori Wakabayashi, Xiangyun Yin, and especially the handling editor Conchita D’Ambrosio and two anonymous referees for their valuable comments. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 18H00870, 20H01513, and 20H05633 to Horioka. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}