{
    "id": 30479,
    "citation_title": "Tail Risk in Production Networks",
    "citation_author": [
        "Ian Dew-Becker"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the response of the economy to large shocks in a nonlinear production network. While arbitrary combinations of shocks can be studied, it focuses on a sector's tail centrality, which quantifies the effect of a large negative shock to the sector – a measure of the systemic risk of each sector. Tail centrality is theoretically and empirically very different from local centrality measures such as sales share – in a benchmark case, it is measured as a sector's average downstream closeness to final production. The paper then uses the results to analyze the determinants of total tail risk in the economy. Increases in interconnectedness in the presence of complementarity can simultaneously reduce the sensitivity of the economy to small shocks while increasing the sensitivity to large shocks. Tail risk is strongest in economies that display conditional granularity, where some sectors become highly influential following negative shocks.\n\n",
    "acknowledgement": "\nNorthwestern University and NBER. This paper would not exist without Alireza Tahbaz-Salehi. I appreciate helpful comments from Nicolas Crouzet, Joel Flynn, Xavier Gabaix, Stefano Giglio, Francois Gourio, Ernest Liu, Pooya Molavi, Rui Sousa, Fabrice Tourre, Aleh Tsyvinski, and seminar participants at Northwestern, the Triangle Macro-Finance Workshop, the NBER Summer Insitute, the Macro Finance Society, Caltech, and the Federal Reserve Banks of Chicago and Kansas City. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}