{
    "id": 30478,
    "citation_title": "Real-Time Forward-Looking Skewness over the Business Cycle",
    "citation_author": [
        "Ian Dew-Becker"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures option-implied skewness for individual firms and the overall stock market between 1980 and 2021, giving real-time measures of conditional micro and macro skewness. There are three key results: 1. Micro skewness is significantly procyclical, while macro skewness is acyclical; 2. Micro skewness leads the business cycle and is strongly linked to credit spreads, suggesting one potential causal channel; 3. Micro skewness is significantly, and not mechanically, correlated with macro volatility, implying that there is a common shock driving them both, which is also linked to the business cycle.\n\n",
    "acknowledgement": "\nI appreciate helpful comments from Stefano Giglio, Simon Oh, Laura Veldkamp, Matthias Kehrig, Hugues Langlois, Thiago Ferreira, Niels Gormsen, and participants at the NBER Summer Institute, Canadian Derivatives Institute, and Copenhagen Busines School. The Berkeley Options Database was saved by Stewart Mayhew, without whom this research would not be possible. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}