{
    "id": 30471,
    "citation_title": "What Drives Risky Prescription Opioid Use? Evidence from Migration",
    "citation_author": [
        "Amy Finkelstein",
        "Matthew Gentzkow",
        "Dean Li",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of person- and place-specific factors in the opioid epidemic by developing and estimating a dynamic model of risky prescription opioid use. We estimate the model using the relationship between cross-state migration and risky use among adults receiving federal disability insurance from 2006 to 2015. Event studies suggest that moving to a state with a 3.5 percentage point higher rate of risky use (roughly the difference between the 20th and 80th percentile states) increases the probability of risky use by 1.0 percentage point on-impact, followed by an additional increase of 0.30 percentage points per subsequent year. Model estimates imply large place effects in both the likelihood of transitioning to addiction and the availability of prescription opioids. A one standard deviation reduction in all place effects would have reduced risky use by two-thirds over our study period. Reductions in place effects on addiction have a larger cumulative effect than analogous reductions in place effects on availability. However, their relative efficacy is reversed in the first few years, suggesting a temporal tradeoff among policy options.\n\n",
    "acknowledgement": "\nWe thank the National Institute on Aging (Finkelstein R01-AG032449), the National Science Foundation (Williams, 1151497), the Social Security Administration (Finkelstein RDR18000003), and the Stanford Institute for Economic Policy Research (SIEPR) for financial support. We are grateful to Jonathan Gruber, Ellen Meara, David Molitor, Molly Schnell, and seminar participants at the 2021 NBER Summer Institute on Health Economics and the 2022 ASSA Session on the Economics of the Ongoing Opioid Crisis for helpful discussions, and to Alden Cheng, Paul Friedrich, Ken Jung, Geoffrey Kocks, Abby Ostriker, Wesley Price, Anna Russo, and Yuci Zhou for excellent research assistance. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium and is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No 214106. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}