{
    "id": 30474,
    "citation_title": "Fertility and the Education of African Parents and Children",
    "citation_author": [
        "Tom Vogl"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nSub-Saharan Africa exhibits higher fertility and lower education than other world regions. Economic and demographic theory posit that these phenomena are linked, with slow fertility decline connected to slow education growth among both adults and children. Using microdata from 33 African countries, this paper documents the co-evolution of adult education, fertility, and child education in female birth cohorts surrounding the onset of the region's fertility transition. Fertility change displays a robust negative relationship with the educational outcomes of adult women but a more nuanced relationship with the educational outcomes of children. As fertility declines, children's grade attainment rises, but their school enrollment does not. The divergence is partly explained by a split in how women's education relates to fertility and child education. Rising women's education predicts declining fertility and rising children's grade attainment, but it is less systematically linked to enrollment change.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper served as a framework paper for the Project on Human Capital Development in Africa at the African Economic Research Consortium, with funding from the Bill and Melinda Gates Foundation. I thank Francis Baye, Jishnu Das, Lant Pritchett, Emily Smith-Greenaway, and audiences at AERC, AHHCES, Columbia, Georgetown, PAA, and World Bank for comments. Akanksha Arora and Frances Lu provided exceptional research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}