{
    "id": 30472,
    "citation_title": "Quantifying and Explaining the Decline in Public-School Teacher Retirement Benefits",
    "citation_author": [
        "Nino Abashidze",
        "Robert L. Clark",
        "Lee A. Craig"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent decades, many states have reduced future retirement benefits for newly hired teachers.  We estimate that in 2020 the average initial monthly retirement benefit, for teachers retiring with 30 years of service, is 11.2 percent lower than that of teachers retiring in the same plan with the provisions that were in place in 2000, implying a lower annual benefit of over $3,000.  We examine why state plans that cover only teachers, along with plans in which teachers are not included in Social Security, have made smaller reductions in the generosity of their pension benefits in recent decades.\n\n",
    "acknowledgement": "\nThe research reported herein was derived in whole or in part from research activities performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof.  The authors thank three anonymous reviewers, Maria Fitzpatrick, and participants at the Working Longer and Retirement Conference, at the Stanford Institute for Economic and Policy Research, October 1-2, 2020 for helpful comments on an earlier version; while Grace Marshall, Jessica Erwin and Anna Roberds contributed research assistance and data management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}