{
    "id": 30476,
    "citation_title": "Dollar Reserves and U.S. Yields: Identifying the Price Impact of Official Flows",
    "citation_author": [
        "Rashad Ahmed",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that the price impact of foreign official (FO) purchases or sales of U.S. Treasuries (USTs) is about twice as large as previously reported in the literature once critical sources of endogeneity are addressed. We also show that prevailing estimates of this price impact suffer from omitted variable bias when foreign government bond yields and Federal Reserve policies are not controlled for. By exploiting changes in the volatility of FO flows and U.S. yields after the 2008 Global Financial Crisis, we identify a FO flow shock via heteroskedasticity in a structural VAR. We estimate that a $100B flow shock moves the 5-year, 10-year, and 30-year yields by more than 100 basis points on impact, compared to the 19-44 basis points range that we estimate by assuming FO flows are price inelastic and without controlling for foreign yields and Fed actions. Our findings suggest that FO sales of USTs played a critical role during the March 2020 episode of Treasury market turmoil and that even a small reduction in the Dollar's share of China's reserves could have a significant impact on U.S. long-term interest rates.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge Daniel Lewis for detailed comments on the paper, Sihao Chen and Chang Ma for discussions, and Joshua Aizenman, Menzie Chinn, Piti Disyatat, Enrique Martínez-García, Sacha Gelfer, Georgios Georgiadis, David Kohn, Ezgi Kurt, Hashem Pesaran, Romain Ranciere, Tatjana Schulze, Alexandra Tabova, Jahangir Sultan, Frank Warnock, Colin Weiss, Erin Wolcott, Laura Young, David Zeke for useful comments. The authors are also grateful to seminar participants at Bentley University, the ECB, the OCC, CEPR European Summer Symposium in International Macroeconomics (ESSIM), CEMLA Conference on New Advances in International Finance, China International Conference in Macroeconomics, China Financial Research Conference, and the RCEA Annual Conference for helpful discussions and suggestions. The opinions expressed in this paper are those of the authors and do not necessarily reflect those of the OCC, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n"
}