{
    "id": 30486,
    "citation_title": "It Hurts To Ask",
    "citation_author": [
        "Roland Bénabou",
        "Ania Jaroszewicz",
        "George Loewenstein"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the offering, asking, and granting of help or other benefits as a three-stage game with bilateral private information between a person in need of help and a potential help-giver. Asking entails the risk of rejection, which can be painful: since unawareness of the need can no longer be an excuse, a refusal reveals that the person in need, or the relationship, is not valued very much. We show that a failure to ask can occur even when most helpers would help if told about the need, and that even though a greater need makes help both more valuable and more likely to be granted, it can reduce the propensity to ask. When potential helpers concerned about the recipient’s ask-shyness can make spontaneous offers, this can be a double-edged sword: offering reveals a more caring type and helps solve the failure-to-ask problem, but not offering reveals a not-so-caring one, and this itself deters asking. This discouragement effect can also generate a trap where those in need hope for an offer while willing helpers hope for an ask, resulting in significant inefficiencies.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments to Nageeb Ali, Nicolas Bonneton, Thierry Foucault, Jeanne Hagenbach, Luca Henkel, Emeric Henry, Alice Hsiaw, Pietro Ortoleva, Franz Ostrizek, Claudia Senik, Bruno Strulovici, Michael Thaler, Jean Tirole, Nikhil Vellodi, and participants in seminars and conferences at Sciences Po, PSE, Ecole des Mines, briq, LSE, and Amsterdam. Paola Moscariello and Hassan Sayed provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}