{
    "id": 30487,
    "citation_title": "Distinguishing Causes of Neighborhood Racial Change: A Nearest Neighbor Design",
    "citation_author": [
        "Patrick Bayer",
        "Marcus D. Casey",
        "W. Ben McCartney",
        "John Orellana-Li",
        "Calvin S. Zhang"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "2024-12-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study neighborhood choice using a novel research design that contrasts the move rate of homeowners who receive a new different-race neighbor immediately next-door versus slightly further away on the same block. This approach isolates a component of household preferences directly attributable to their neighbors’ identities. Both Black and White homeowners are more likely to move after receiving a new different-race neighbor. These findings are robust to additional controls (e.g., income) and alternative research designs. We find evidence of heterogeneity in responses, especially associated with housing density, which has implications for understanding contemporary neighborhood racial change and the prospects for maintaining stable, integrated neighborhoods.\n\n",
    "acknowledgement": "\nThis paper represents preliminary research that is being circulated for discussion purposes. The views expressed are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. Any errors or omissions are the responsibility of the authors.\n\n\n"
}