{
    "id": 30488,
    "citation_title": "Rebel Governance and Development: The Persistent Effects of Guerrillas in El Salvador",
    "citation_author": [
        "Antonella Bandiera",
        "Lelys I. Dinarte Diaz",
        "Juan Miguel Jimenez",
        "Sandra V. Rozo",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "2023-07-28",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does rebel governance affect long-term development? Rebel forces have controlled territory and imposed their own institutions in many countries over the past decades affecting millions of people. We investigate the economic, social, and political consequences of temporary territorial control by guerrillas during the Salvadoran Civil War. During that time, guerrillas displaced state authorities and created informal institutions that encouraged autonomy and self-sufficiency. Using a spatial regression discontinuity design, we show that areas once under guerrilla control have experienced worse economic outcomes over the last 20 years than adjacent areas controlled by the state. In these areas, higher social capital coexists with negative economic consequences. The fact that rebel institutions developed as an alternative to the state generated mistrust of outsiders, and isolated these areas from the rest of the country, resulting in over-dependence on subsistence farming and disengagement from postwar governments. Results are larger in areas where rebel governance initiatives were stronger and do not revert despite increased postwar public investment in formerly guerrilla areas. This study shows that when non-state actors develop alternative governance institutions, these can prompt adverse development effects through lasting norms of distrust of out-groups.\n\n",
    "acknowledgement": "\nWe are very grateful for discussions with and comments from Kathleen Beegle, Eli Berman, Leah Boustan, Davide Cantoni, Janet Currie, Oeindrila Dube, Mayara Felix, Claudio Ferraz, Thomas Fujiwara, Guy Grossman, Allan Hsiao, Seema Jayachandran, Aart Kray, Ilyana Kuziemko, Horacio Larreguy, Moritz Lenel, Bentley Macleod, Eduardo Montero, Eduardo Morales, Diana Moreira, Melanie Morten, Nathan Nunn, Pablo Querubín, Mauricio Romero, Jake Shapiro, Juan Vargas, Leonard Wantchekon, Elisabeth Wood, Austin Wright, Noam Yuchtman, Owen Zidar, and seminar participants at the 2021 RIDGE Virtual Forum, 2022 BREAD, The Economic Analysis of Critical Junctures conference, CIDE-PEV, ITAM, NBER Political Economy, NBER National Security, Washington Political Economy Conference, Princeton University, Universidad de Los Andes, Universidad El Rosario, Brown University, and the University of Geneva. We also thank Carlos Schmidt-Padilla for generously providing access to datasets. We are very thankful to Felipe Coy, Bruno Jimenez, and Roberto Carlos Mendoza Matos, who provided excellent research assistance. All errors are due only to the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, nor those of the Executive Directors of the World Bank, nor the governments they represent, nor the National Bureau of Economic Research. All errors are due only to the authors.\n\n\n"
}