{
    "id": 30481,
    "citation_title": "College Consumption Amenities, Academic Performance, and Donation Behavior",
    "citation_author": [
        "Joshua M. Hyman",
        "Isaac McFarlin Jr."
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nColleges compete to attract students by investing in amenities such as athletics, dormitories, and student activities. We examine the effect of student consumption of postsecondary amenities on academic achievement and future donation behavior in the context of Big-Time college sports. We resolve the selection issue using data from a large, public university with a highly-ranked men’s basketball team, where student season tickets are awarded by lottery. Game attendance has small negative effects on academic performance but no impact on donation behavior. Negative academic effects are concentrated at the bottom of the achievement distribution and driven by in-state students and students attending during seasons when the team reaches the postseason tournament. We uncover no evidence of spillover effects to roommates. Our results suggest that certain postsecondary amenities may hinder academic performance, with little upside from future giving.\n\n",
    "acknowledgement": "\nWe are grateful to Diego Briones for excellent research assistance. Thank you to Roger Blair, Eric Brunner, Charlie Clotfelter, Jeff Greenspan, Patrick Lapid, Jason Lindo, Paco Martorell, Brian McCall, Una Osili, Dan Rosenbaum, Stephen Ross, Hector Sandoval, Caroline Theoharides, Glen Waddell, seminar participants at Tufts University and the University of Michigan, and audience members at the 2020 Northeast Economics of Education Workshop, 2022 Association for Education Finance and Policy conference, and 2022 Society of Labor Economists for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}