{
    "id": 30483,
    "citation_title": "Understanding Labor Market Discrimination Against Transgender People: Evidence from a Double List Experiment and a Survey",
    "citation_author": [
        "Billur Aksoy",
        "Christopher S. Carpenter",
        "Dario Sansone"
    ],
    "citation_publication_date": "2022-09-19",
    "issue_date": "2022-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nUsing a US nationally representative sample and a double list experiment designed to elicit views free from social desirability bias, we find that anti-transgender labor market attitudes are significantly underreported. After correcting for this concealment, we report that 73 percent of people would be comfortable with a transgender manager and 74 percent support employment non-discrimination protection for transgender people. We also show that respondents severely underestimate the population level of support for transgender individuals in the workplace, and we find that labor market support for transgender people is significantly lower than support for gay, lesbian, and bisexual people. Our results provide timely evidence on workplace-related views toward transgender people and help us better understand employment discrimination against them.\n\n",
    "acknowledgement": "\nFunding: The Vanderbilt LGBTQ+ Policy Lab. The list experiment and a pre-analysis plan are pre-registered on the American Economic Association’s registry for randomized control trials (AEARCTR-0008820): https://doi.org/10.1257/rct.8820. We thank Brad Barber, Ian Chadd, Marcus Dillender, Keith Marzilli Ericson, Gilbert Gonzales, Oliver Hauser, Julian Jamison, Boon Han Koh, Max Lee, Tara McKay, David McKenzie, Sonia Oreffice, Connor Redpath, and Lisa Windsteiger for their helpful comments. We also thank seminar participants at AEA CSQIEP, CREST, LISER, Monash University, Universidad de Alicante, Universidad Autόnoma de Madrid, University of Exeter, Utrecht University, Vanderbilt University, and conference participants at the COST Conference on LGBTQ+ Methodologies, the 56th Annual Canadian Economics Association Meetings, the 2022 World Economic Science Association Conference, and the UEA Discrimination and Diversity Workshop for their feedback. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}