{
    "id": 30485,
    "citation_title": "Global Monetary and Financial Spillovers: Evidence from a New Measure of Bundesbank Policy Shocks",
    "citation_author": [
        "James Cloyne",
        "Patrick Hürtgen",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdentifying exogenous variation in monetary policy is crucial for investigating central bank policy transmission. Using newly-collected archival real-time data utilized by the Central Bank Council of the German Bundesbank, we identify unexpected changes in German monetary policy from 580 policy meetings between 1974 and 1998. German monetary policy shocks produce conventional effects on the German domestic economy: activity, prices, and credit decline significantly following a monetary contraction. But given Germany’s central role in the European Monetary System (EMS), we can also shed light on debates about the international transmission of monetary policy and the relative importance of the U.S. Federal Reserve for the global cycle during these years. We find that Bundesbank policy spillovers were much stronger in major EMS economies with Deutschmark pegs than in non-EMS economies with floating exchange rates. Furthermore, compared to monetary spillovers from the U.S., German spillovers were comparable or even larger in magnitude for both pegs and floats.\n\n",
    "acknowledgement": "\nWe thank Refet Gürkaynak, Hélène Rey and Harald Uhlig as well as seminar participants at the Deutsche Bundesbank and the 29th CEPR European Summer Symposium in International Macroeconomics for their comments. We thank the former Bundesbank President Jens Weidmann, the Presidential Office, and the Bundesbank Historical Archive for access to the briefing materials of the Central Bank Council meetings. We also thank David Finck, Lora Pavlova, and Uliana Sulakshina for excellent research assistance. All errors are ours. The views expressed herein represent the authors’ personal opinions and do not necessarily reflect the views of the Deutsche Bundesbank or the Eurosystem. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}