{
    "id": 30490,
    "citation_title": "The Racial Wealth Gap, Financial Aid, and College Access",
    "citation_author": [
        "Phillip B. Levine",
        "Dubravka Ritter"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "2022-10-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine how the racial wealth gap interacts with financial aid in American higher education to generate a disparate impact on college access and outcomes. Retirement savings and home equity are excluded from the formula used to estimate the amount a family can afford to pay. All else equal, omitting those assets mechanically increases the financial aid available to families that hold them. White families are more likely to own those assets and in larger amounts. We document this issue and explore its relationship with observed differences in college attendance, types of institutions attended, degrees attained, and education debt using data from the Survey of Consumer Finances (SCF), the National Postsecondary Student Aid Study (NPSAS), and the Panel Study of Income Dynamics (PSID). We show that this treatment of assets provides an implicit subsidy worth thousands of dollars annually to students from families with above-median incomes. White students receive larger subsidies relative to Black students and Hispanic students with similar family incomes, and this gap in subsidies is associated with disadvantages in educational advancement and student loan levels. It may explain 10 percent to 15 percent of white students’ advantage in these outcomes relative to Black students and Hispanic students.\n\n",
    "acknowledgement": "\nWe thank Kristin Butcher, Julia Cheney, Susan Dynarski, Robert Hunt, Igor Livshits, Trevon Logan, Samuel Lucas, Robin McKnight, Joy St. John, Lesley Turner, Douglas Webber, participants at the Spring 2022 meeting of the NBER Working Group on Race and Stratification, and seminar participants at the Federal Reserve Bank of Philadelphia, the University of Richmond, the University of Pennsylvania, and Wellesley College for helpful comments. We gratefully acknowledge excellent research assistance by Veronika Konovalova and Ian McGroarty. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. The authors simulate certain calculations from the federal financial aid system using a proprietary algorithm developed by nonprofit organization MyinTuition Corp; Levine is the founder and CEO of MyinTuition Corp. Nothing in the text should be construed as an endorsement of any organization or its products or services. No statements here should be treated as legal advice. The collection of the Panel Study of Income Dynamics data used in this study was partly supported by the National Institutes of Health under grant number R01 HD069609 and R01 AG040213, and the National Science Foundation under award numbers SES 1157698 and 1623684.\n\n\n"
}