{
    "id": 30497,
    "citation_title": "Trade-ins and Transaction Costs in the Market for Used Business Jets",
    "citation_author": [
        "Charles Hodgson"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "2022-11-01",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManufacturers of durable goods can encourage consumers facing transaction costs to upgrade by accepting used units as trade-ins. These “buyback schemes” increase demand for new units, but increase the supply of used units if trade-ins are resold. In this paper, I investigate the equilibrium effects of buyback schemes in the market for business jets. I find that buyback increases demand for new units by 37% at fixed prices. However, in equilibrium this increase in sales is diminished by 38% due to substitution away from new jets among first time buyers. Because of this cannibalization, offering buyback is a dominant strategy for only 3 of the 6 major firms, with 3 firms offering buyback as a best response to other firms’ policies. I show that equilibrium buyback policies can change under counterfactual market structures: a simulated merger leads to a reduction in consumer welfare, 70% of which is due to a change in buyback policy.\n\n",
    "acknowledgement": "\nI would like to thank Liran Einav, Timothy Bresnahan, Matthew Gentzkow, and participants at the Stanford IO workshop for helpful comments and discussion. I am especially grateful to Liran Einav and Thomas Gilligan for sharing their data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}