{
    "id": 30494,
    "citation_title": "Multinationals and Structural Transformation",
    "citation_author": [
        "Vanessa I. Alviarez",
        "Cheng Chen",
        "Nitya Pandalai-Nayar",
        "Liliana Varela",
        "Kei-Mu Yi",
        "Hongyong Zhang"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of multinationals (MNCs) in facilitating firm-level and aggregate structural transformation. Using a stylized model of multinational production and trade, we show that an inward multinational liberalization in the manufacturing sector raises employment in host country firms, and decreases manufacturing employment, while also raising services employment, in the parent firms. We also show the conditions under which aggregate structural transformation occurs. We test the model's firm-level predictions by using confidential microdata from Japan. We study the response of Japanese MNC parents and of their affiliates in China to an exogenous change in China's openness to foreign direct investment (FDI). We find that in industries where inward FDI was encouraged, Japan MNC's affiliates in China experienced increases in their employment. We also find that MNC parents in the encouraged industries experienced decreases in home country manufacturing employment and increases in home country services and R&D employment. Finally, using microdata for several advanced and middle-income countries, we decompose the change in overall manufacturing employment shares into MNC and non-MNC components. We find a significant role for MNCs across all countries, suggesting the mechanism we highlight is an important global driver of structural transformation.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the STEG Theme 0 Workshop, FREIT ITO conference, SED conference, Konstanz Seminar, CCER at PKU, RIETI, the Hitotsubashi Conference on International Trade and FDI, Clemson, Keio University, and the Midwest Trade Conference. We also thank Carolina Villegas-Sanchez and Haruka Takayama for their discussions, Felipe Saffie and Michael Peters for helpful comments, and Alejandra Martinez for excellent research assistance. This research is conducted as a part of the project “Empirical Studies on Crises and Issues in Global Supply Chains” undertaken at the Research Institute of Economy, Trade and Industry (RIETI). The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. All results using confidential U.S. Census micro-data have been approved for disclosure.\n\n\n"
}