{
    "id": 30498,
    "citation_title": "Demand Stimulus as Social Policy",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko",
        "Daniel Murphy"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a panel of city-level data with rich demographic information to estimate the distributional effects of Department of Defense spending and its effects on a range of social outcomes. The income generated by defense spending accrues predominantly to households without a bachelor’s degree. These households as well as Black households tend to disproportionately benefit from this spending. Defense spending also promotes a range of beneficial social outcomes that are often targeted by government programs, including reductions in poverty, divorce rates, disability rates, and mortality rates, as well as increases in homeownership, health insurance rates, and occupational prestige. We compare the effects of defense spending with the effects of general demand shocks and explore reasons for the differential effects of the shocks.\n\n",
    "acknowledgement": "\nWe thank Megan Juelfs at the UVA Darden Institute for Business and Society and Jack Mannion for stellar research assistance and participants in the 2022 NBER Summer Institute for comments on a previous draft The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}