{
    "id": 30502,
    "citation_title": "The U.S. Manufacturing Sector’s Response to Higher Electricity Prices: Evidence from State-Level Renewable Portfolio Standards",
    "citation_author": [
        "Ann Wolverton",
        "Ronald Shadbegian",
        "Wayne B. Gray"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile several papers examine the effects of renewable portfolio standards (RPS) on electricity prices, they mainly rely on state-level data and there has been little research on how RPS policies affect manufacturing activity via their effect on electricity prices. Using plant-level data for the entire U.S. manufacturing sector and all electric utilities from 1992 – 2015, we jointly estimate the effect of RPS adoption and stringency on plant-level electricity prices and production decisions. To ensure that our results are not sensitive to possible pre-existing differences across manufacturing plants in RPS and non-RPS states, we implement coarsened exact covariate matching. Our results suggest that electricity prices for plants in RPS states averaged about 2% higher than in non-RPS states, notably lower than prior estimates based on state-level data. In response to these higher electricity prices, we estimate that plant electricity usage declined by 1.2% for all plants and 1.8% for energy-intensive plants, broadly consistent with published estimates of the elasticity of electricity demand for industrial users. We find smaller declines in output, employment, and hours worked (relative to the decline in electricity use). Finally, several key RPS policy design features that vary substantially from state-to-state produce heterogeneous effects on plant-level electricity prices.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the author(s) and do not necessarily represent those of the U.S. Environmental Protection Agency (EPA), U.S. Census Bureau, or the National Bureau of Economic Research. In addition, although the research described in this paper may have been funded entirely or in part by the U.S EPA, it has not been subjected to the Agency's required peer and policy review. No official Agency endorsement should be inferred. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at the Boston Federal Statistical Research Data Center under FSRDC Project Number 1191. (CBDRB-FY21-P1191-R9104; CBDRB-FY22-P1191-R9740). The authors thank Ann Ferris, Nadya Baryshnikova, Arik Levinson, Sarah West, Rachel Feldman, and workshop participants at the NBER, IZA, National University of Singapore, Keio University, Indiana University, and U.S. EPA for their helpful comments and suggestions. We also thank Brendan Casey, Tao Tao, and Yue Gao for their excellent research assistance.\n\n\n"
}