{
    "id": 30509,
    "citation_title": "Kinship Structure and the Family: Evidence from the Matrilineal Belt",
    "citation_author": [
        "Sara Lowes"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2022-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKinship structure varies across societies and may affect incentives for cooperation within the household. A key source of variation in kinship structure is whether lineage and inheritance are traced through women, as in matrilineal kinship systems, or men, as in patrilineal kinship systems. Anthropologists hypothesize that matrilineal kinship benefits women because they have greater support from their kin and husbands have less authority over their wives. However, these factors may reduce cooperation within the nuclear household. I test these hypotheses using a geographic regression discontinuity design along the matrilineal belt, which describes the distribution of matrilineal kinship across sub-Saharan Africa. Using over 50 DHS survey-waves with more than 400,000 respondents, I find that matrilineal women are less likely to believe domestic violence is justified, experience less domestic violence, and have greater autonomy in decision making – particularly in the ability to visit family and seek healthcare. Additionally, matrilineal kinship closes the education gap between male and female children, and matrilineal children experience health benefits. Using original survey and experimental data from couples along the matrilineal belt, I test how matrilineal kinship structure affects spousal cooperation. Matrilineal women contribute less to a public good with a spouse when it is easier to hide income. The results highlight how broader social structures shape women’s empowerment, investment in children, and cooperation in the household.\n\n",
    "acknowledgement": "\nI thank Martin Abel, Alberto Alesina, Robert Bates, Natalie Bau, Sam Bazzi, Anke Becker, Iris Bohnet, Michael Callen, Jeffrey Carpenter, Alessandra Cassar, Benjamin Enke, Raissa Fabregas, Ed Glaeser, Claudia Goldin, Pauline Grosjean, Joseph Henrich, Seema Jayachandran, Matt Lowe, Sendhil Mullainathan, Nathan Nunn, Rohini Pande, Elias Papaioannou, Moritz Poll, Gautam Rao, Amanda Robinson, James A. Robinson, Pauline Rossi, Heather Sarsons, Jonathan Schulz, Tom Vogl, JackWillis, and Roberta Ziparo for their feedback. Cammie Curtin, Riccardo Di Cato, Anne DeGrave, Andre Gray, and Adam Xu provided excellent research assistance. I am grateful for financial support from: the NSF Graduate Research Fellowship Program, Harvard IQSS, and the Harvard Center for African Studies. This project has IRB approval from the Harvard CUHS (IRB15-1787). This paper was previously circulated as \"Matrilineal Kinship and Spousal Cooperation: Evidence from the Matrilineal Belt\". The first draft of the paper is from March 2016. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}