{
    "id": 30500,
    "citation_title": "Racial Diversity in Private Capital Fundraising",
    "citation_author": [
        "Johan Cassel",
        "Josh Lerner",
        "Emmanuel Yimfor"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBlack- and Hispanic-owned funds control a very modest share of assets in the private capital industry. We find that the sensitivity of follow-on fundraising to fund performance is greater for minority-owned groups, particularly for underperforming groups. We find little support for a number of explanations for these patterns: that minority fund valuations are overstated, that minority funds encounter difficulties in hiring personnel, or that deploying capital is more difficult for these funds. We do find that the ability of minority groups to raise capital increases during periods of high racial awareness and when the chief investment officer of local public pension plans and endowments are minorities. Together, the results support the hypothesis that the modest representation of Black and Hispanic-owned firms in private capital stems at least partially from the nature of investor demand, rather than the supply of fund managers.\n\n",
    "acknowledgement": "\nWe thank Fey Dawit, Wendy Hu, Peter Metz, Arjun Nageswaran, Marina Qu, Richard Sessa, and Richard Zhu for invaluable research assistance. We are grateful to the Private Equity Research Consortium and the Institute for Private Capital for supporting this research, to Burgiss for supplying data, to Tim Jenkinson for sharing his fund sequencing of Burgiss funds, and to Greg Brown for facilitating access to the failed first-time fund list. Harvard Business School’s Division of Research and Doctoral Programs, the John S. and James L. Knight Foundation, and the Toulouse Network on Information Technology provided financial support for this effort. Helpful comments were provided by seminar participants at the FOM Research group seminar, Harvard Business School, the Private Equity Research Consortium October 2021 meeting, and the 2022 SFS Cavalcade, and especially by Jason Brown, Christine Exley, Greg Brown, and Paul Gompers. Josh Lerner has received compensation for advising institutional investors in private capital funds, private capital groups, and governments designing policies relevant to private capital, including a series of related studies funded by the Knight Foundation. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}