{
    "id": 30504,
    "citation_title": "Zoning for Profits: How Public Finance Shapes Land Supply in China",
    "citation_author": [
        "Zhiguo He",
        "Scott T. Nelson",
        "Yang Su",
        "Anthony Lee Zhang",
        "Fudong Zhang"
    ],
    "citation_publication_date": "2022-09-26",
    "issue_date": "2022-09-22",
    "revision_date": "2023-05-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPublic finance and real estate are uniquely intertwined in China, where local governments also serve as monopolist sellers of land. We shed new light on how land sale decisions and land prices depend on local governments’ financing objectives. First, we document the large (ten-fold) price premium paid for residential-zoned relative to industrial-zoned land and show this price premium can be explained by the greater future tax revenues generated by industrial land; the choice to sell land as industrial rather than residential generates an IRR of 7.70%, which is comparable to local governments’ cost of capital in bond markets. Second, local governments are sensitive to financing constraints: industrial land supply decreases with governments’ bond yields. Third, local governments’ land sales are sensitive to the intergovernmental tax sharing, such that industrial land sales increase with the share of taxes captured by local governments. Thus, shocks to local public finances can be expected to affect the Chinese real estate market and vice versa.\n\n",
    "acknowledgement": "\nThe paper was previously circulated with the title “Industrial land discount in China: A Public Finance Perspective.” Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business. This research was funded in part by the Tsinghua University – University of Chicago Joint Research Center for Economics and Finance. Yiren Ding, Xuechen Hong, Willy Yu-Shiou Lin, and especially Futing Chen provided outstanding research assistance. We are grateful to Ting Chen, Ernest Liu, Chad Syverson, Jing Wu, and Qinghua Zhang for comments, and Wei Jiang, Xiao Cen, Zhuo Chen, and Li-an Zhou for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}