{
    "id": 30506,
    "citation_title": "Trapped in the Trilemma: When Security Trumps Economics",
    "citation_author": [
        "Michael D. Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the challenges of globalization in terms of the logic underpinning four distinct policy constraints or “trilemmas” and their interrelationship; in particular the disturbances that arise from capital flows and the difficulties of adjusting monetary policies to a global monetary environment. These trilemmas intersect and interlock. The trilemmas are: 1. The traditional Macroeconomic trilemma between capital mobility, fixed exchange rates and monetary autonomy; 2. The International relations trilemma between capital mobility, sovereignty and international order; 3. The Political economy trilemma between capital mobility, democracy and sovereignty; 4. The Financial stability trilemma between capital mobility, financial stability and independent national policies. The four trilemmas offer a way to analyze how domestic monetary, financial, economic and political systems are interconnected within the international system that opens up vulnerabilities. They can be described as the impossible policy choices at the heart of globalization.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}