{
    "id": 30505,
    "citation_title": "Firming up Price Inflation",
    "citation_author": [
        "Philip Bunn",
        "Lena S. Anayi",
        "Nicholas Bloom",
        "Paul Mizen",
        "Gregory Thwaites",
        "Ivan Yotzov"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from a large panel survey of UK firms to analyze the economic drivers of price setting since the start of the Covid pandemic. Inflation responded asymmetrically to movements in demand. This helps to explain why inflation did not fall much during the negative initial pandemic demand shock. Energy prices and shortages of labor and materials account for most of the rise during the rebound. Inflation rates across firms have become more dispersed and skewed since the start of the pandemic. We find that average price inflation is positively correlated with the dispersion and skewness of the distribution. Finally, we also introduce a novel measure of subjective inflation uncertainty within firms and show how this has increased during the pandemic, continuing to rise in 2022 even as sales uncertainty dropped back.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Economic and Social Research Council, Nottingham and Stanford universities for financial support. The authors also benefitted from comments by seminar participants at the University of Nottingham and the International Monetary Fund. Any views expressed are solely those of the author(s) and so cannot be taken to represent those of the Bank of England or to state Bank of England policy. This paper should therefore not be reported as representing the views of the Bank of England or members of the Monetary Policy Committee, Financial Policy Committee or Prudential Regulation Committee. Also, the views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}