{
    "id": 30513,
    "citation_title": "Listen to Her: Gender Differences in Information Diffusion within the Household",
    "citation_author": [
        "Dietmar Fehr",
        "Johanna Mollerstrom",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2024-06-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study how economic information diffuses within the household, leveraging an information-provision experiment with a representative sample of households from Germany. A random sample of household members received information about their household’s position in the income distribution. When provided with information directly, there are no gender differences in how individuals update their beliefs. However, we observe significant gender disparities in the diffusion of information within the household. Specifically, when only the husband receives the information, it influences the wife’s beliefs; however, when only the wife receives the information, it does not affect the husband’s beliefs.\n\n",
    "acknowledgement": "\nWe thank the co-editor and two anonymous reviewers for their excellent feedback as well as Gautam Rao, Frank Schilbach, Basit Zafar, and seminar audiences in Berlin, Munich, Konstanz, and Tucson for valuable discussions. Petr Novak and Paul Schlowak provided superb research assistance. We are grateful to Bettina Zweck (Kantar Public Germany), David Richter (DIW Berlin), and Carsten Schroeder (DIW Berlin) for their support in implementing the project. This project received financial support from the German Research Foundation (DFG) through individual grant FE 1452/3-1 (Fehr) and from the German Institute for Economic Research (DIW Berlin, Mollerstrom). The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}