{
    "id": 30512,
    "citation_title": "Excess Death Rates for Republicans and Democrats During the COVID-19 Pandemic",
    "citation_author": [
        "Jacob Wallace",
        "Paul Goldsmith-Pinkham",
        "Jason L. Schwartz"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2022-12-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical affiliation has emerged as a potential risk factor for COVID-19, amid evidence that Republican-leaning counties have had higher COVID-19 death rates than Democrat- leaning counties and evidence of a link between political party affiliation and vaccination views. This study constructs an individual-level dataset with political affiliation and excess death rates during the COVID-19 pandemic via a linkage of 2017 voter registration in Ohio and Florida to mortality data from 2018 to 2021. We estimate substantially higher excess death rates for registered Republicans when compared to registered Democrats, with almost all of the difference concentrated in the period after vaccines were widely available in our study states. Overall, the excess death rate for Republicans was 5.4 percentage points (pp), or 76%, higher than the excess death rate for Democrats. Post- vaccines, the excess death rate gap between Republicans and Democrats widened from 1.6 pp (22% of the Democrat excess death rate) to 10.4 pp (153% of the Democrat excess death rate). The gap in excess death rates between Republicans and Democrats is concentrated in counties with low vaccination rates and only materializes after vaccines became widely available.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Tobin Center for Economic Policy at Yale University and the Yale School of Public Health COVID-19 Rapid Response Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}