{
    "id": 30517,
    "citation_title": "Culture Clash: Incompatible Reputation Mechanisms and Intergroup Conflict",
    "citation_author": [
        "Vasiliki Fouka",
        "Alain Schläpfer"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder what conditions does intergroup contact lead to conflict? We provide a novel answer to this question by highlighting the role of reputation mechanisms in sustaining cooperation. Reputational concerns can deter defection in one-time interactions within a group, but the informational content of reputation can differ across groups. We consider two types of information. Punishment-based reputation (a \"culture of honor\") represents past sanctioning behavior of individuals, while a reputation based on image scoring captures past cooperative and uncooperative acts. While either type can successfully sustain cooperation within a group, we show theoretically that interactions of individuals from a punishment-based culture with those from a culture of image scoring can lead to widespread inter-group tensions. Mutual cooperation is a more likely outcome if both cultures use a similar reputation mechanism. We find empirical support for the model's predictions across phenomena related to the emergence of social tensions. Cross-cultural differences in the importance of retaliation predict patterns of host population discrimination against immigrants and variation in bilateral conflict across ethnic groups.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions we thank Elias Dinas, James Fearon, Karla Hoff, David Laitin, Marco Tabellini and conference participants at Bocconi, the 2019 APSA Annual Meeting, the 2020 SIOE Annual Meeting and the 2020 AEA Annual Meeting. Ethan Tiao and Hailey Weisel provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}