{
    "id": 30519,
    "citation_title": "A Tale of Tier 3 Cities",
    "citation_author": [
        "Kenneth S. Rogoff",
        "Yuanchen Yang"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides new estimates of the housing stock, construction rates and price developments by city tier in China in order to understand where excess supply might be concentrated, and the implications of any significant contraction. We also update estimates of the size of China’s rapidly evolving real estate sector through 2021, allowing one to look at the initial impact of COVID-19, as well as extending the analysis to incorporate urban-expansion related infrastructure construction. We argue that China overall faces imbalances between supply and demand for housing stock, but the problem is significantly deeper in the generally smaller and lower income tier 3 cities, which nevertheless account for more than 60% of both China’s GDP and its housing stock.\n\n",
    "acknowledgement": "\nThe authors would like to thank Bo Li, Koshy Mathai, Nina Biljanovska, Julia Faltermeier, and Niels-Jakob Hansen for useful comments, and the Molly and Dominic Ferrante Fund at Harvard University for research support.  The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}