{
    "id": 30518,
    "citation_title": "Neoclassical Growth with Long-Term One-Sided Commitment Contracts",
    "citation_author": [
        "Dirk Krueger",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2024-03-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the stationary equilibrium of a continuous-time neoclassical production economy with capital accumulation in which agents can insure against idiosyncratic income risk by trading agent-shock contingent assets, subject to limited commitment constraints that rule out selling these assets short. For a general N-state Poisson labor productivity process we characterize the optimal consumption-asset allocation, the stationary asset distribution as well as the aggregate supply of capital by the household sector. For the special case in which production is Cobb-Douglas, agent labor productivity takes two values, one of which is zero, and agents have log-utility, we solve the equilibrium interest rate, capital stock and the consumption distribution in closed form. The paper therefore provides a tractable alternative to the standard incomplete markets general equilibrium model as in Aiyagari (1994).\n\n",
    "acknowledgement": "\nWe thank Marcus Hagedorn, Leo Kaas, Fulin Li, Filipe Martins-da-Rocha and Matt Rognlie, as well as seminar participants at the Bank of Portugal, Carnegie-Mellon, Chicago, Dartmouth, Essex, LMU Munich, Minnesota, Nottingham, Polytechnique CREST, Princeton, Stanford, UCL, UC Santa Barbara, Vanderbilt, Wharton and the NBER Summer Institute and VfS Meetings, the 2022 NA Summer Meetings of the Econometric Society in Miami, 2022 Barcelona Summer Forum, the 2023 SED and the Minnesota MacroWorkshop 2023 for useful comments, Levi Crews, Fulin Li and Yoshiki Ando for excellent research assistance and the National Science Foundation (Grant SES-1757084) as well as the MFM group of the Becker Friedman Institute for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}