{
    "id": 30516,
    "citation_title": "Housing Dynamics: Theory Behind Empirics",
    "citation_author": [
        "Ping Wang",
        "Danyang Xie"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTo fill the knowledge gap that previous studies ignore either housing or internal urban structure and to enable better fit with important stylized facts, we construct a two-sector optimal growth model of housing where housing is produced by land and housing structure/household durables. We explicitly model within-city locational choice. Housing services derive positive utility but are decayed away from the city center. Our model enables a full characterization of the dynamic paths of housing and housing and land prices. The model is then calibrated to fit part of the stylized facts: faster growth of housing structure/household durables than housing, faster growth of land prices than housing prices, and downward housing price and land rent gradients within a city. The calibrated model can then be used to predict the remaining untargeted part of stylized facts: a locationally steeper land rent gradient than the housing price gradient, relatively flatter housing quantity and price gradients in larger cities with flatter population gradients and moderate rise in the housing expenditure share. The calibrated model can be further used to yield additional insights on housing dynamics and spatial distribution. We find nonhomotheticities in housing preference and housing production are crucial for realistic model predictions.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions from Michele Boldrin, Morris Davis, Jonathan Heathcote, Charles Leung, Zheng Liu, Françis Ortalo-Magné, Stephen Malpezzi, Erwan Quintin, Pengfei Wang, and Yi Wen, as well as participants at the Chicago Fed-Wisconsin Conference on Macro Housing, the Regional Science Association International Meetings, and the Taipei International Conference on Growth Dynamics. Financial support from the Hong Kong University of Science and Technology, the National Science Council (NSC 98-2911-H-001-001), Research Grants Council of the Hong Kong SAR, and the Weidenbaum Center on the Economy, Government, and Public Policy to enable this international collaboration is gratefully acknowledged. Needless to say, the usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}