{
    "id": 30514,
    "citation_title": "Imperfect Competition and Sanitation: Evidence from Randomized Auctions in Senegal",
    "citation_author": [
        "Jean-François Houde",
        "Terence R. Johnson",
        "Molly Lipscomb",
        "Laura A. Schechter"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the extent to which collusion can explain the under-provision of clean sanitation technologies in developing countries. Using latrine desludging services in Dakar as a case-study, we document that prices are 40% lower in competitive areas than in areas where prices are coordinated by a trade association. We then develop an experimental just-in-time auction platform with random variation in several design features to formally test for collusive conduct and estimate the welfare costs of imperfect competition. Consistent with the collusion hypothesis, we find that bidders systematically avoid competition by placing round bids and refraining from undercutting rivals. We use a K-means clustering algorithm to classify bidders as competitive, collusive, or naïve and simulate counterfactuals in which non-competitive bidders are replaced with competitive bidders. This would significantly increase take-up of the improved sanitation technology, with back-of-the-envelope calculations suggesting improvements in health of a similar magnitude to those from building improved sewerage systems.\n\n",
    "acknowledgement": "\nWe thank Madelyn Bagby, Josh Deutschmann, Jared Gars, Shoshana Griffith, Ahmadou Kandji, Nitin Krishnan, Sarah Nehrling, Cheikh Samb, and Nguyen Vuong for excellent research assistance and the Bill and Melinda Gates Foundation for generous funding for the project. Thanks to Mbaye Mbeguere and the members of the Senegal Office of Sanitation (ONAS) as well as Water and Sanitation for Africa for their collaboration on this project. We thank Radu Ban, Lori Beaman, Robert Clark, Charlie Holt, Seema Jayachandran, Cynthia Kinnan, Robert Porter, Mar Reguant, and seminar participants at Dartmouth, the Econometric Society North American Winter Meetings, NBER Market Design Fall Meetings, Northwestern University, MIT, Princeton University, University of Houston, University of Michigan, University de Montréal, University of Virginia, UW Madison, UW Milwaukee, and the Washington-Area Development Conference for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}