{
    "id": 30515,
    "citation_title": "Urban-Biased Growth: A Macroeconomic Analysis",
    "citation_author": [
        "Fabian Eckert",
        "Sharat Ganapati",
        "Conor Walsh"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAfter 1980, larger US cities experienced substantially faster wage growth than smaller ones. We show that this urban bias mainly reflected wage growth at large Business Services firms. These firms stand out through their high per-worker expenditure on information technology and disproportionate presence in big cities. We introduce a spatial model of investment-specific technical change that can rationalize these patterns. Using the model as an accounting framework, we find that the observed decline in the investment price of information technology capital explains most urban-biased growth by raising the profits of large Business Services firms in big cities.\n\n",
    "acknowledgement": "\nWe thank Fabian Trottner for many in-depth discussions. We also thank Milena Almagro, Pol Antràs, David Autor, Costas Arkolakis, Adrien Bilal, Gideon Bornstein, Laura Castillo-Martinez, Jonathan Dingel, Pierre-Olivier Gourinchas, Gordon Hanson, J. Bradford Jensen, Tom Kemeny, Paolo Martellini, Christian Moser, Dávid Nagy, Michael Peters, Esteban Rossi-Hansberg, Steve Redding, and Daniel Sturm for insightful comments. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2193 (CBDRB-P2193-R8942, R9405, R9629, and R10013). Eckert and Walsh thank the International Economics Section at Princeton University where some of this work was completed. The present version of this paper supersedes “Skilled Scalable Services: The New Urban Bias in Economic Growth.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}