{
    "id": 30520,
    "citation_title": "Assessing School District Decision-Making: Evidence from the COVID-19 Pandemic",
    "citation_author": [
        "Alvin Christian",
        "Brian Jacob",
        "John D. Singleton"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic drew new attention to the role of school boards in the U.S. In this paper, we examine school districts’ choices of learning modality—whether and when to offer in-person, virtual, or hybrid instruction—over the course of the 2020-21 pandemic school year. The analysis takes advantage of granular weekly data on learning mode and COVID-19 cases for Ohio school districts. We show that districts respond on the margin to health risks: all else equal, a marginal increase in new cases reduces the probability that a district offers in-person instruction the next week. Moreover, this negative response is magnified when the district was in-person the prior week and attenuates in magnitude over the school year. These findings are consistent with districts learning from experience about the effect of in-person learning on disease transmission in schools. We also find evidence that districts are influenced by the decisions of their peers.\n\n",
    "acknowledgement": "\nWe thank Dr. Emily Oster and the COVID-19 School Data Hub team, the Ohio Department of Education, and the Ohio Department of Health for publicly posting data on COVID-19 and school district learning mode decisions that has made this research possible. We are grateful to Zach Halberstam and Gabija Saginaite for able research assistance and to Micah Baum and audiences at AEFP and Notre Dame for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}