{
    "id": 30528,
    "citation_title": "Automation and Polarization",
    "citation_author": [
        "Daron Acemoglu",
        "Jonas Loebbing"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an assignment model of automation. Each of a continuum of tasks of variable complexity is assigned to either capital or one of a continuum of labor skills. We characterize conditions for interior automation, whereby tasks of intermediate complexity are assigned to capital. Interior automation arises when the most skilled workers have a comparative advantage in the most complex tasks relative to capital, and because the wages of the least skilled workers are sufficiently low relative to their productivity and the effective cost of capital in low-complexity tasks. Minimum wages and other sources of higher wages at the bottom make interior automation less likely. Starting with interior automation, a reduction in the cost of capital (or an increase in capital productivity) causes employment and wage polarization. Specifically, further automation pushes workers into tasks at the lower and upper ends of the task distribution. It also monotonically increases the skill premium above a skill threshold and reduces the skill premium below this threshold. Moreover, automation tends to reduce the real wage of workers with comparative advantage profiles close to that of capital. We show that large enough increases in capital productivity ultimately induce a transition to low-skill automation and qualitatively alter the effects of automation - thereafter inducing monotone increases in skill premia rather than wage polarization.\n\n",
    "acknowledgement": "\nWe thank Juanita Jaramillo for excellent research assistance, David Autor, Chris Busch, Moritz Drechsel-Grau and Pascual Restrepo for several useful discussions, and Hewlett Foundation and Joachim Herz Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}