{
    "id": 30526,
    "citation_title": "Work From Home and the Office Real Estate Apocalypse",
    "citation_author": [
        "Arpit Gupta",
        "Vrinda Mittal",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "2024-03-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the impact of remote work on the commercial office sector. We document large shifts in lease revenues, office occupancy, lease renewal rates, lease durations, and market rents as firms shifted to remote work in the wake of the Covid-19 pandemic. We show that the pandemic has had large effects on both current and expected future cash flows for office buildings. Remote work also changes the risk premium on office real estate. We revalue the stock of New York City commercial office buildings taking into account pandemic-induced cash flow and discount rate effects. We find a 45% decline in office values in 2020 and 39% in the longer-run, the latter representing a $453 billion value destruction. Higher quality office buildings were somewhat buffered against these trends due to a flight to quality, while lower quality office buildings see much more dramatic swings. These valuation changes have repercussions for local public finances and financial sector stability.\n\n",
    "acknowledgement": "\nThe authors thank Jonas Peeters, Neel Shah, and Luofeng Zhou for excellent research assistance and CompStak for generously providing data for academic research. We would like to thank Chen Zheng (discussant), Cameron LaPoint (discussant) and seminar participants at AREUEA (DC), AREUEA International (Dublin), the USC Macro-Finance Conference, the Chinese University of Hong Kong finance seminar, National University of Singapore, Columbia Business School finance seminar, and the Urban Economics Association Conference (DC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}