{
    "id": 30523,
    "citation_title": "Are Immigrants more Left leaning than Natives?",
    "citation_author": [
        "Simone Moriconi",
        "Giovanni Peri",
        "Riccardo Turati"
    ],
    "citation_publication_date": "2022-10-03",
    "issue_date": "2022-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze whether second-generation immigrants have different political preferences relative to observationally identical children of citizens in the host countries. Using data on individual voting behavior in 22 European countries between 2001 and 2017, we characterize each vote on a left-right scale based on the ideological and policy positions of the party receiving the vote. In the first part of the paper, we characterize the size of the \"left-wing bias\" in the vote of second-generation immigrants after controlling for a large set of individual characteristics and origin and destination country fixed effects. We find a significant left-wing bias of second-generation immigrants, comparable in magnitude to the left-wing bias associated with living in urban (rather than rural) areas. We then show that this left-wing bias is associated with stronger preferences for inequality-reducing government intervention, internationalism and multiculturalism. We do not find that second-generation immigrants are biased towards or away from populist political agendas.\n\n",
    "acknowledgement": "\nThis paper is part of the project \"Migration And Labor supplY wheN culturE matterS\", financed by French National Research Agency (ANR-18-CE26-000, AAPG 2018). We acknowledge ANR for financial support. We thank Purushottam Mohanty for precious research assistance. We thank the participants to the conferences of the European Public Choice Society (Lille), the European Society for Population Economics (Barcelona), the 5th Conference of Understanding Voluntary and Forced Migration (Lille) and seminars at the Universitat Autonoma de Barcelona and Panmur House, Heriot-Watt University in Edinburgh for their useful comments. Data on populism were constructed by the EUFIRST team, which is based at LISER and includes the third author. We thus acknowledge support from the Luxembourg FNR (EUFIRST project on “Globalization, Inequality and Populism across Europe”, ref. 13956644). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}