{
    "id": 30529,
    "citation_title": "Comparing China REACH and the Jamaica Home Visiting Program",
    "citation_author": [
        "Jin Zhou",
        "James J. Heckman",
        "Bei Liu",
        "Mai Lu",
        "Susan M. Chang",
        "Sally Grantham-McGregor"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper summarizes empirical findings from a series of recent papers studying a replication of the Jamaica Reach Up and Learn home visiting program in China, China REACH. It collects more detailed information than is available on the original program. An analysis of it facilitates investigation of the skills generated by Jamaica Reach Up and Learn. We find evidence for dynamic complementarity for medium- and low-ability children. Children who start behind only slowly catch up. Able children are an exception. Most children master its goals for skill development, but the pace of learning varies greatly among children classified by ability. The program scales well. Costs per pupil are roughly $500 (2015 USD). At the same ages, treatment effect sizes and skill growth curves are comparable across the Jamaica and China REACH interventions, despite differences in scale and differences in cultural settings. We develop a method for comparing scores on different tests by anchoring comparisons on common items.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under award number R37HD065072, the Institute for New Economic Thinking, and a grant from an anonymous donor. We thank the China Development Research Foundation for both financial and scholarly support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}