{
    "id": 30531,
    "citation_title": "Dust to Feed, Dust to Grey: The Effect of In-Utero Exposure to the Dust Bowl on Old-Age Longevity",
    "citation_author": [
        "Hamid Noghanibehambari",
        "Jason Fletcher"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIntensive agriculture and deep plowing resulted in top-soil erosion and dust storms during the 1930s. These effects have been shown to affect agricultural income and land values that persisted for years. Given the growing literature on the relevance of in-utero and early-life exposures, it is surprising that studies focusing on links between the Dust Bowl and later-life health find inconclusive and mixed results. This paper re-evaluates this literature and studies the long-term effects of in-utero and early-life exposure to top-soil erosion caused by the Dust Bowl of the 1930s on old-age longevity. Specifically, we employ Social Security Administration death records linked with the full-count 1940 census and implement event studies and difference-in-difference designs to compare the longevity of individuals in high/medium versus low top-soil erosion counties post-1930 versus pre-1930. We find intent-to-treat reductions in longevity of about 0.9 months for those born in high erosion counties post-1930. We show that these effects are not an artifact of preexisting trends in longevity. Additional analyses suggest the effects are more pronounced among children raised in farm households, females, and those with lower maternal education. We also provide suggestive evidence that reductions in adulthood income are a likely mechanism channel.\n\n",
    "acknowledgement": "\nThe authors claim that they have no conflict of interest to report. The authors would like to acknowledge financial support from NIA grants (R01AG060109, R01AG076830) and the Center for Demography of Health and Aging (CDHA) at the University of Wisconsin-Madison under NIA core grant P30 AG17266. We thank Joshua Goldstein for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}