{
    "id": 30530,
    "citation_title": "A Horse Race of Monetary Policy Regimes: An Experimental Investigation",
    "citation_author": [
        "Olena Kostyshyna",
        "Luba Petersen",
        "Jing Yang"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a comprehensive assessment of leading monetary policy frameworks away from and at the ELB. Inflation targeting, dual mandate, average inflation targeting under 4- and 10-period horizons, price level targeting, and nominal GDP level targeting are evaluated in a laboratory setting. Contrary to theoretical prediction with full information rational expectations, participants exhibit backward-looking expectations and, consequently, rate-targeting mandates outperform level targeting. More history dependence worsens macroeconomic stability. Inflation expectations are managed better when mandates are framed in terms of inflation rates than price levels. Central bank communication significantly improves the performance of price level targeting.\n\n",
    "acknowledgement": "\nWe have benefited from useful discussions with  Herbert Dawid, Chris Gibbs, Seppo Honkapohja, Cars Hommes, Oleksiy Kryvtsov, Chen Lian, Tomasz Makarewicz, Rhys Mendes, Athanasios Orphanides, Isabelle Salle, Jón Steinsson, Alexander Ueberfeld, Joel Wagner, and Yang Zhang as well as seminar and conference participants at the Bank of Canada, Bielefeld University,  C.D. Howe Institute, Florida State University, University College Dublin, University of California Berkeley, the Max Bell School of Public Policy Workshop on the Bank of Canada's Inflation Target Renewal, the 27th International Conference of the Society for Computational Economics, the 11th Workshop on Theoretical and Experimental Macroeconomics, and the Third Behavioral Macroeconomics Workshop at the University of Bamberg. Finally, we thank Ekeme Afia, Michael Mirdamadi, Fatemeh Mokhtarzadeh, and Ryan Rholes for outstanding research assistance and Justin Baize for excellent programming support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The financial support for this project was provided by the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Canada.\n\n\n"
}