{
    "id": 30536,
    "citation_title": "Jobs in the Smog: Firm Location and Workers’ Exposure to Pollution in African Cities",
    "citation_author": [
        "Vittorio Bassi",
        "Matthew E. Kahn",
        "Nancy Lozano Gracia",
        "Tommaso Porzio",
        "Jeanne Sorin"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAir pollution within African cities is high but unevenly distributed. In principle, individuals could mitigate the severe health risk by working in the less polluted parts of the city. In practice, we show that pollution avoidance is challenging because firms locate on the busiest and most polluted roads searching for customer visibility. Both workers and entrepreneurs bear the cost of this pollution exposure, but the benefits are unequally distributed: profits are much higher in polluted areas, while compensating differentials in wages are minimal. An information experiment reveals limited awareness of pollution, suggesting that workers might be undercompensated for their exposure.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from CEGA, IGC, UKRI, PEDL, and USC. We also acknowledge support from the Pollution Management and Environmental Health Program (PMEH) supported under the World Bank’s TF0A3415. The PMEH program focuses on providing technical assistance to countries, facilitating pollution management, promoting public awareness, and helping them reduce the negative effects of pollution on health. We thank Bjoern Brey and Tanner Regan for insightful discussions. We also thank Patrick Baylis, Johannes Boehm, Robin Burgess, Victor Couture, Eyal Frank, Simon Franklin, Teevrat Garg, Ed Glaeser, Michael Greenstone, Jonas Hjort, Koichiro Ito, Kelsey Jack, Namrata Kala, Ryan Kellogg, Gabriel Kreindler, Rob Metcalfe, Paulina Oliva, Juan Pablo Rud and numerous seminar and conference participants for valuable comments. Kasey Chatterji-Len, Jiong Gao, Jung Hyuk Lee and Leire Sarasola provided excellent research assistance. We also thank everyone at BRAC Uganda and AirQo who made this project possible, in particular Engineer Bainomugisha, Raffaela Muoio, Deo Okure, and Esau Tugume. Ethical approval was received from the Mildmay Research Ethics Committee of Uganda (1106-2018) and USC (UP-20-00923). The RCT is registered on the AEA Registry (AEARCTR-0014162). The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent. An earlier draft was circulated with the title “Searching for Customers, Finding Pollution”. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}