{
    "id": 30533,
    "citation_title": "The Effects of Income on the Economic Wellbeing of Families with Low Incomes: Evidence from the 2021 Expanded Child Tax Credit",
    "citation_author": [
        "Natasha Pilkauskas",
        "Katherine Michelmore",
        "Nicole Kovski",
        "H. Luke Shaefer"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2022-12-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of an unconditional cash transfer on the economic wellbeing (material hardship, ability to meet needs, money on hand, use of friends and family for assistance, and employment) of families and children with very low incomes. We use a parameterized difference-in-differences approach to study the impact of the 2021 temporary expansion of the Child Tax Credit (CTC), which provided monthly, unconditional cash payments to families with children from July to December 2021. The 2021 monthly CTC reduced the number of hardships families experienced, and in particular their food insecurity. We find some evidence that the credit reduced medical hardships, reduced reliance on friends and family for food, and improved respondents’ ability to pay utility bills. We also find no effects on any labor supply measures. Analyses that examine differences by racial/ethnic groups show that the effects are somewhat stronger for Black families than for Hispanic and White families, but the differences are not large.\n\n",
    "acknowledgement": "\nThe authors thank Propel for access to their Providers data. We thank Samiul Jubaed for his excellent data assistance. We also thank the Charles and Lynn Schusterman Family Philanthropies and the Washington Center for Equitable Growth for their generous support of our research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}