{
    "id": 30535,
    "citation_title": "Informationally Efficient Climate Policy: Designing Markets to Measure and Price Externalities",
    "citation_author": [
        "Derek Lemoine"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2024-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nI study how policymakers can access and act on the information about climate change damages that is dispersed throughout the economy. I analyze a new dynamic deposit-refund instrument that I label “carbon shares”. This instrument empowers markets to perform price discovery about future damages. I show that there exists a limit-case rational expectations equilibrium in which this instrument: i) efficiently prices new emissions, ii) efficiently incentivizes removal of past emissions, and iii) efficiently aggregates dispersed information about the social cost of emissions. Conventional emission taxes achieve only the first of these objectives, for given information. Calibrated numerical simulations suggest benefits from achieving the other two objectives.\n\n",
    "acknowledgement": "\nThis work benefited from comments at the 2020 Centre for Economic Policy Research Climate Change Workshop, the 2021 National Bureau of Economic Research Summer Institute, the 2022 Conference on Efficient Climate Policies in an Uncertain World (Collège de France), the 2022 Encuentro Anual de la Sociedad Economía de Chile, and several conferences and seminars. This paper extends and replaces the 2021 working paper “Incentivizing Negative Emissions Through Carbon Shares”. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}