{
    "id": 30537,
    "citation_title": "Inflation Expectations and Corporate Borrowing Decisions: New Causal Evidence",
    "citation_author": [
        "Tiziano Ropele",
        "Yuriy Gorodnichenko",
        "Olivier Coibion"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe match survey data of Italian firms that includes a repeated experiment in which information about inflation is randomly provided to firms over time with detailed credit data that covers the borrowing decisions of firms. This allows us to study how exogenous variation in inflation expectations causally affects the borrowing decisions of Italian firms. We document a number of new results. Firms with exogenously higher inflation expectations end up paying higher interest rates on average but do not change the overall demand of loans. Instead, we find a significant rebalancing of firms’ borrowing decisions away from lower-interest long-term loans and toward higher-interest short-term loans. In anticipation of rising future interest rates linked to higher expected inflation, firms also take on new long-term loans to pay down existing loans, thereby locking in interest rate savings. Firms that are relatively more knowledgeable about financial tools engage in the latter particularly strongly.\n\n",
    "acknowledgement": "\nThe views expressed here should not be interpreted as representing the views of the Bank of Italy, the National Bureau of Economic Research, or any other institution with which the authors are affiliated. Ordering of author names is random.\n\n\n"
}