{
    "id": 30534,
    "citation_title": "Comparing the Effects of Policies for the Labor Market Integration of Refugees",
    "citation_author": [
        "Mette Foged",
        "Linea Hasager",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates, within a common framework, the effects of four types of integration polices on the employment probability and earnings of refugees in Denmark during the last three decades. We first review the studies that use a credible identification strategy to evaluate the causal effects of these types of policies on the assimilation of refugees in developed countries. We then describe the dynamics of labor market outcomes of several cohorts of refugees in Denmark. To our knowledge, Denmark is the only country where the number and design of policy changes and the longitudinal individual data availability make such an analysis possible.  Our analysis suggests that improved language training, combined with initial placement of refugees in strong labor markets, significantly improved their long-run labor market outcomes. On the contrary, cutting initial welfare payments and housing them near other refugees does not seem to improve their long-run outcomes. Active labor market policies focused on matching refugees with simple jobs in high demand occupations may have positive short-run effects, but we cannot yet assess their long-run effects.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji and Thomas Lemieux for extensive and thoughtful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Mette Foged would like to thank Innovation Fund Denmark (grant no. 6149-00024B) for funding. Linea Hasager acknowledges support from EARN, University of Copenhagen, financed by the Innovation Fund Denmark (grant no. 6149-00024B).\n\n\n"
}