{
    "id": 30539,
    "citation_title": "Does the Squeaky Wheel Get More Grease? The Direct and Indirect Effects of Citizen Participation on Environmental Governance in China",
    "citation_author": [
        "Mark Buntaine",
        "Michael Greenstone",
        "Guojun He",
        "Mengdi Liu",
        "Shaoda Wang",
        "Bing Zhang"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe conducted a nationwide field experiment in China to evaluate the direct and indirect impacts of assigning firms to public or private citizen appeals when they violate pollution standards. There are three main findings. First, public appeals to the regulator through social media substantially reduce violations and pollution emissions, while private appeals cause more modest environmental improvements. Second, public appeals appear to tilt regulators’ focus away from facilitating economic growth and toward avoiding pollution-induced public unrest. Third, pollution reductions by treated firms are not offset by control firms, based on randomly varying the proportion of treatment firms at the prefecture-level.\n\n",
    "acknowledgement": "\nWe thank Martina Bjorkman-Nyqvist, Robin Burgess, Fiona Burlig, Jiahua Che, Kim Fe Cramer, Richard DiSalvo, Hanming Fang, Eyal Frank, Matthew Gordon, Chang-Tai Hsieh, Kelsey Jack, Ruixue Jia, Panle Jia Barwick, Ryan Kellogg, Jing Li, Shanjun Li, Mushfiq Mobarak, Ben Olken, Nancy Qian, James Robinson, Nicholas Ryan, Joseph Shapiro, Venkat Bhargav Sreedhara, Reed Walker, Ye Wang, Daniel Xu, David Yang, Noam Yuchtman, and numerous seminar and conference participants for insightful suggestions. The research described in this article was approved by the IRB at the University of Chicago and University of California, Santa Barbara. Jiaying Chen, Xun Fan, Yue He, Neil Himwich, Chenye Liu, Zifu Liu, Ziyi Liu, Matthew Neils, Wenwei Peng, Fan Sun, Yue Tang, Fanyu Wang, Xurui Wang, Jiaqi Zhang, Yimeng Zhang, Runren Zhou, and Ziao Zhu provided excellent research assistance. Financial support from the National Science Foundation of China (Grant No. 71825005 & 72161147002) and the Energy Policy Institute at UChicago (EPIC) is gratefully acknowledged. The AEA RCT registry ID is AEARCTR-0005601. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}