{
    "id": 30532,
    "citation_title": "The Impacts of COVID-19 on Racial Inequality in Business Earnings",
    "citation_author": [
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2022-10-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nMany small businesses have closed, lost revenues, or downsized as a response to health and economic disruptions caused by COVID-19. But, were economic losses in the pandemic disproportionately felt by businesses owned by people of color? This paper provides the first study of the impacts of COVID-19 on racial inequality in business earnings. Pandemic-induced losses to business earnings in 2020 were 16-19 percent for all business owners. Racial inequality increased in the pandemic: Black business owners experienced larger negative impacts on business earnings of 12-14 percent relative to white business owners. Regression estimates for Latinx and Asian business owners reveal negative point estimates but the estimates are not statistically significant. Using Blinder-Oaxaca decompositions and a new pandemic-focused decomposition technique, I find that the industry concentrations of Black, Latinx, and Asian business owners placed each of these groups at a higher risk of experiencing disproportionate business earnings losses in the pandemic. Higher education levels among Asian business owners helped insulate them from larger losses from COVID-19. Finally, differential exposure to COVID case rates, business closure policies, and mask mandates did not contribute to racial inequality in business earnings losses.\n\n",
    "acknowledgement": "\nI thank Brian Headd for comments and suggestions, Gagandeep Sachdeva and Julian Barragan for research assistance, and the U.S. Small Business Administration for funding. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}