{
    "id": 30542,
    "citation_title": "Multidimensional Screening and Menu Design in Health Insurance Markets",
    "citation_author": [
        "Hector Chade",
        "Victoria R. Marone",
        "Amanda Starc",
        "Jeroen Swinkels"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2024-05-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a general screening model that encompasses the problem facing a price-setting insurer offering vertically differentiated contracts to consumers with multiple dimensions of private information. We show how even with minimal assumptions on consumer valuations and costs, progress can be made to understand the solution in two ways. First, we derive conditions that any optimal menu must satisfy, and show how they can be used to shed light on insurer incentives. Second, we propose a tractable method to approximate the solution, and show how the quality of the approximation can be ex-post evaluated in any practical application. Applying our method empirically in the context of health insurance, we find that the approximation comes within one percent of the true solution. We illustrate the usefulness of the approximation for understanding the solution graphically as well as for numerically evaluating optimal policy interventions in a monopoly market. Our analysis highlights the importance of strategic insurer responses and endogenous contract characteristics in evaluating the effects of policy in these markets.\n\n",
    "acknowledgement": "\nWe are grateful to Zack Cooper, Stuart Craig, Michael Dickstein, David Dranove, Eilidh Geddes, Ben Handel, Kate Ho, Amanda Kowalski, Tim Layton, Ilse Lindenlaub, Neale Mahoney, Alessandro Pavan, Rob Porter, Mike Powell, Mark Shepard, Ashley Swanson, Ben Vatter, Mike Whinston and seminar participants at Northwestern, the Utah Winter Business Economics Conference, Stanford, UCLA, Paris School of Economics, Michigan State, Penn, the NBER IO program, University of Nevada-Reno, Arizona State, Karlsruhe, HSBC Business School, and Penn State for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}