{
    "id": 30544,
    "citation_title": "All Clear for Takeoff: Evidence from Airports on the Effects of Infrastructure Privatization",
    "citation_author": [
        "Sabrina T. Howell",
        "Yeejin Jang",
        "Hyeik Kim",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "2023-03-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInfrastructure assets have undergone substantial privatization around the world in recent decades. How do these assets perform post-privatization? This paper examines global airports. Our central finding is that the type of ownership matters: Volume, efficiency, and quality improve substantially under private equity (PE) ownership—both following privatization and in subsequent transactions—but there is little evidence of improvement under non-PE private ownership. This remains the case for airports sold in auctions in which PE and non-PE firms bid, mitigating concerns about selection. PE owners invest in new physical capacity and appear to negotiate more effectively with airlines, especially in the presence of a state-owned flag carrier. Higher prices and more retail revenue increase net income, with no evidence of cost reductions or layoffs. We find that improvements are concentrated when there is a competing airport nearby, under longer-term leases, and when the local government is less corrupt. One explanation for the failure of non-PE private firms to outperform government ownership is that they tend to target more corrupt locations.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the LBS Private Capital Symposium, University of Michigan, the Private Equity Research Consortium Spring Symposium, Shanghai Advanced Institute of Finance, Emory University, Frankfurt School of Finance Management, Chinese University of Hong Kong, Ohio State University, American University, University of Calgary, University of Alberta, University of Virginia, the NYU Stern internal seminar, and the NYU Stern Corporate Governance luncheon, as well as for helpful comments from Yakov Amihud, Aleksandar Andonov, Geoff Chatas, Theodisios Dimopoulos, Will Gornall, Arpit Gupta, and Tom Meling. We thank David Gillen for data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}