{
    "id": 30545,
    "citation_title": "How Is the US Pricing Carbon? How Could We Price Carbon?",
    "citation_author": [
        "Joseph E. Aldy",
        "Dallas Burtraw",
        "Carolyn Fischer",
        "Meredith Fowlie",
        "Roberton C. Williams III",
        "Maureen L. Cropper"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have for decades recommended that carbon dioxide and other greenhouse gases be taxed—or otherwise priced—to provide incentives for their reduction. The United States does not have a federal carbon tax; however, many state and federal programs to reduce carbon emissions effectively price carbon—for example, through cap-and-trade systems or regulations. There are also programs that subsidize reductions in carbon emissions. At the 2022 meetings of the American Economic Association, the Society for Benefit-Cost Analysis brought together five well-known economists—Joe Aldy, Dallas Burtraw, Carolyn Fischer, Meredith Fowlie, and Rob Williams—to discuss how the United States does, in fact, price carbon and how it could price carbon. Maureen Cropper chaired the panel. This paper summarizes their remarks.\n\n",
    "acknowledgement": "\nThis paper is the outcome of a panel organized by the Society for Benefit-Cost Analysis at the 2022 Allied Social Science Associations annual conference. The paper is forthcoming in the December 2022 Journal of Benefit-Cost Analysis. Aldy recognizes the excellent research assistance provided by Michael Chen and Ken Norris. Coauthor Aldy’s research was supported by the Belfer Center for Science and International Affairs, BP, Environmental Defense Fund, Harvard University Center for the Environment, and Roy Family Fund. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, nor those of the Executive Directors of the World Bank, nor the governments they represent, nor the National Bureau of Economic Research.\n\n\n\nRoberton C. Williams III\n\nI served during calendar years 2019-2021 as Chief Economist for the Climate Leadership Council, which advocates for a US federal carbon fee and dividend.  I do not see this as creating any conflict of interest, but felt it was better to err on the side of over-disclosure.\n\n\n"
}