{
    "id": 30543,
    "citation_title": "Heterogenous Rates of Return on Homes and Other Real Estate: Do the Rich Do Better? Do Black Households Do Worse?",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRecent work on wealth inequality based on the capitalization method wherein aggregate wealth totals are distributed in proportion to various forms of income like dividends has motivated a concern about whether rates of return on assets vary across the wealth distribution. In this study, I use a new data source, accrued capital gains on homes and other real estate as reported in the Survey of Consumer Finances. I find strong econometric evidence that returns on homes vary directly with wealth level and are considerably higher for the very wealthy compared to the middle class and lower wealth households. However, there is no evidence from the preferred specification that Black or Hispanic families receive lower returns on their property once controlling for factors such as years of occupancy and overall house price movements in the market. The number of years of occupancy is also a highly significant determinant of returns on homes. The effect is strongly negative because communities of residence become less desirable and real properties deteriorate physically over time, both factors reducing property values. Returns on individual homes are also strongly related to overall house price movements in the market, suggesting that timing the market is a key determinant.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the 37th IARIW General Conference, Luxembourg, August 22-26, 2022. I would particularly like to thank my discussant Sofie Waitl for her very helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}