{
    "id": 30546,
    "citation_title": "Externalities of Policy-Induced Scrappage: The Case of Automotive Regulations",
    "citation_author": [
        "Connor R. Forsythe",
        "Akshaya Jha",
        "Jeremy J. Michalek",
        "Kate S. Whitefoot"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany transportation policies indirectly affect vehicle travel and resulting externalities by inducing changes in vehicle scrappage rates.  We leverage the staggered removal of state-level safety inspection programs across the United States within an instrumental variables (IV) framework to produce the first estimates of the fleet-size elasticities of fleet travel distance and gasoline consumption.  Our first-stage estimates indicate that the removal of safety inspections caused a 3-4% increase in fleet size on average.  Our IV estimates of the fleet-size elasticities of fleet travel distance and gasoline consumption have 95% confidence sets that imply rejection of an assumption commonly used in prior analyses that these elasticities are equal to one.  Calculations based on fleet-size elasticities of one result in substantial overestimates of the externality costs from increases in travel and fuel use from delays in scrappage due to the removal of safety inspections.\n\n",
    "acknowledgement": "\nThis work was supported by the Department of Mechanical Engineering and the Department of Engineering and Public Policy at Carnegie Mellon University. The authors wish to thank Ken Gillingham, Chris Hendrickson, Mark Jacobsen, Shanjun Li, Arthur van Benthem, Jake Ward, Stephen Zoepf, and participants at the NBER Energy Use in Transportation meeting, the Transportation Research Board’s Annual Meeting, the Northeast Workshop on Energy Policy and Environmental Economics, the 2021 WEAI Annual Meeting, the 2022 AERE Summer Conference, the US EPA NCEE’s Seminar Series, Bridging Transportation Research conference, and members of the US EPA’s Office of Transportation and Air Quality for their valuable thoughts and suggestions. We are extremely grateful to Mark Jacobsen and Arthur van Benthem for helping us formulate the null hypotheses implied by their work. We would like to thank Kevin Bolon for his help in understanding the travel models used by regulatory agencies. We would also like to thank the Pennsylvania Department of Transportation and H. Scott Matthews for access to the Pennsylvania e-Safety data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}