{
    "id": 30549,
    "citation_title": "Measuring Welfare by Matching Households Across Time",
    "citation_author": [
        "David Baqaee",
        "Ariel Burstein",
        "Yasutaka Koike-Mori"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-09-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe money metric utility function is an essential tool for calculating welfare-relevant growth and inflation. We show how to recover it from repeated cross-sectional data without making parametric assumptions about preferences. We do this by solving the following recursive problem. Given compensated demand, we construct money metric utility by integration. Given money metric utility, we construct compensated demand by matching households over time whose money metric utility value is the same. We illustrate our method using household consumption survey data from the United Kingdom from 1974 to 2017 and find that real consumption calculated using official aggregate inflation statistics overstates money metric utility in 1974 pounds for the poorest households by around half a percent per year and understates it by around a third of a percentage point per year for the richest households. We extend our method to allow for missing or mismeasured prices, assuming preferences are separable between goods with well-measured prices and the rest. We discuss how our results change if the prices of some service sectors are mismeasured.\n\n",
    "acknowledgement": "\nPreviously circulated as “A New Method for Measuring Welfare with Income Effects using Cross-Sectional Data” and “A Fixed Point Approach to Measuring Welfare”. We thank Andy Atkeson, John Asker, Natalie Bau, Hector Chade, Dave Donaldson, Pablo Fajgelbaum, Andy Neumeyer, Jon Vogel, and Pierre-Olivier Weill. We are also grateful to the editor and six anonymous referees for their valuable suggestions. We acknowledge financial support from NSF grant No. 1947611 and the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}