{
    "id": 30548,
    "citation_title": "Secrecy Rules and Exploratory Investment: Theory and Evidence from the Shale Boom",
    "citation_author": [
        "Thomas R. Covert",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how information disclosure policy affects investment efficiency in non-cooperative settings with information externalities. In a two-firm, two-period model, we characterize equilibrium behavior under policies which disclose whether investment returns exceed a predefined level.  These policies include complete secrecy, in which players only observe rival actions, as well as full disclosure, in which players also perfectly observe rival returns. With less disclosure (higher disclosure thresholds), there is less free riding, but additional losses from incomplete information aggregation. We characterize the surplus maximizing disclosure threshold in this environment, and show how it depends on firms' patience.  We then apply the model to the early years of the shale boom in Pennsylvania and West Virginia, which at the time were governed by complete secrecy and full disclosure, respectively. We find that full disclosure would have maximized surplus in both states, generating 49% and 160% more value than complete secrecy.\n\n",
    "acknowledgement": "\nFunding provided in part by the Initiative on Global Markets at the University of Chicago Booth School of Business.  Both authors declare they have no interests, financial or otherwise, that relate to the research described in this paper, nor do they have any current ties, directly or indirectly to the energy industry. We thank Mehmet Ekmekci, Alex Frankel, Michael Grubb, Ryan Kellogg, Jacob Leshno, and Pete Maniloff for comments. Yixin Sun, Eric Karsten, and Christoph Schlom provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}