{
    "id": 30541,
    "citation_title": "Coordination and Incumbency Advantage in Multi-Party Systems - Evidence from French Elections",
    "citation_author": [
        "Kevin Dano",
        "Francesco Ferlenga",
        "Vincenzo Galasso",
        "Caroline Le Pennec",
        "Vincent Pons"
    ],
    "citation_publication_date": "2022-10-10",
    "issue_date": "2022-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn theory, free and fair elections can improve the selection of politicians and incentivize them to exert effort. In practice, incumbency advantage and coordination issues may lead to the (re)election of bad politicians. We ask whether these two forces compound each other. Using a regression discontinuity design in French two-round local and parliamentary elections, we find that winning an election increases candidates' chances to win the next election by 25.1 percentage points. Close winners are more likely to run again and more likely to win, conditional on running, than close losers. Incumbents personalize their campaign communication more and face fewer ideologically close competitors, indicating that parties coordinate more effectively on the winning side than on the losing side. A complementary RDD reveals that marginally qualifying for the runoff also enables candidates to rally new voters, but does not affect the number of competitors on their side. We conclude that party coordination and voters rallying candidates who won or gained visibility in an election both contribute to their success in future races, even absent any actual difference in quality with candidates on the losing side.\n\n",
    "acknowledgement": "\nFor comments that have improved the paper, we thank Emiliano Grossman, Cameron Shelton, conference participants at the 2021 American Political Science Association Annual Meeting, the 2021 Workshop Economics and Politics at Paris, the 2022 Société Canadienne des Sciences Economiques Annual Meeting, as well as seminar participants at Brown University. We thank Abel François for sharing his data on the 1993, 1997, and 2002 candidates’ campaign expenditures, and Nicolas Sauger for his help with the collection of the 1981 and 1988 French parliamentary election results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}