{
    "id": 30555,
    "citation_title": "The Dynamics of Large Inflation Surges",
    "citation_author": [
        "Andrés Blanco",
        "Pablo Ottonello",
        "Tereza Ranosova"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-13",
    "revision_date": "2022-10-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically characterize episodes of large inflation surges that have been observed worldwide in the last three decades. We document four facts. (1) Inflation following surges tends to be persistent, with the duration of disinflation exceeding that of the initial inflation increase. (2) Surges are initially unexpected but followed by a gradual catch-up of average short-term expectations with realized inflation. (3) Long-term inflation expectations tend to exhibit mild increases that persist throughout disinflation. (4) Policy responses are characterized by hikes in nominal interest rates but no tightening of real rates or fiscal balances. Our findings highlight the challenges monetary authorities face in avoiding persistent inflation dynamics following large inflation surges.\n\n",
    "acknowledgement": "\nWe thank Guillermo Calvo, Sara Calvo, Yuriy Gorodnichenko, Alejandro Izquierdo, John Leahy, Diego Perez, Bruce Preston, and Ernesto Talvi for useful comments and suggestions. Emilio Colombi, Franco Nuñez, and Nicolás Oviedo provided excellent research assistance. This research was partly funded by the Michigan Institute for Teaching and Research in Economics, project “The Nominal Anchor: Measurement and Theory.”  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}