{
    "id": 30557,
    "citation_title": "Deposit and Credit Reallocation in a Banking Panic: The Role of State-Owned Banks",
    "citation_author": [
        "Viral V. Acharya",
        "Abhiman Das",
        "Nirupama Kulkarni",
        "Prachi Mishra",
        "Nagpurnanand R. Prabhala"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a bank run in India in which private bank branches experience sudden and considerable loss of deposits, which migrate to state-owned public sector banks (PSBs) that serve as safe havens. We trace the consequences of the deposit reallocation using granular bank-firm relationship and branch balance sheet data. The flight to safety is not a flight to quality. Lending shrinks and credit quality improves at the run banks but worsens at the PSBs receiving the flight-to-safety flows, especially the weaker ones. The resource reallocation is inefficient in the aggregate.\n\n",
    "acknowledgement": "\nThis version: August 26, 2023. This paper combines and supersedes earlier papers titled “Government Guarantees and Bank Vulnerability during the Financial Crisis of 2007-09: Evidence from an Emerging Market\" and “The Anatomy of a Banking Panic.” We thank Siddhant Bharti, Kavya Ravindranath, and Akshat Vikram Singh for research assistance and Vadim Elenev, Dasol Kim, Manju Puri, Amiyatosh Purnanandam, Raghuram Rajan, Phil Strahan, Krishnamurthy Subramanian, Prasanna Tantri, Vikrant Vig, and the participants and discussants at the European Finance Association, Financial Intermediation Research Society, the International Finance Corporation, Northeast Universities Development Consortium, the NYU-NSE conference, and the Western Finance Association. The views expressed are those of the authors and not of any institutions that they were or are affiliated with. In particular, the views do not necessarily represent those of the National Bureau of Economic Research, IMF, its Management and Executive Board, or IMF policy\n\n\n"
}