{
    "id": 30550,
    "citation_title": "Direct and indirect effects of vaccines: Evidence from COVID-19",
    "citation_author": [
        "Seth M. Freedman",
        "Daniel W. Sacks",
        "Kosali I. Simon",
        "Coady Wing"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-08-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate direct and indirect vaccine effectiveness, and assess how far the infection-reducing externality extends from the vaccinated, a key input to policy decisions. Our empirical strategy uses nearly universal microdata from a single state and relies on the six-month delay between 12- and 11 year-old COVID vaccine eligibility. Vaccination reduces cases by 80 percent, the direct effect. This protection spills over to close contacts, producing a household-level indirect effect about half as large as the direct effect. However, indirect effects do not extend to schoolmates. Our results highlight vaccine reach as an important aspect of policy towards infectious disease.\n\n",
    "acknowledgement": "\nWe thank Dr. Sarah Caddy and Dr. Buddy Creech for helpful background on immunology. We are grateful to our discussants Onur Altindag, Kitt Carpenter, and Emily Lawler, Ajin Lee, as well as, Timo Hener, Scott Imberman, Frederik Lyngse, and Emily Oster, and audiences at Aarhus University, Allied Social Science Association Annual Meeting, ASHEcon Annual Conference, Copenhagen Business School, DePaul University, Indiana University, Junior Health Economics Summit, Korean Women Economists Network (KWEN), NBER Summer Insitute, University of Wisconsin - Madison, University of Wisconsin - Milwaukee, and Washington University in St. Louis for helpful comments. Mallory Dryer, Aneka Fish, Dario Salcedo Monroy Maddie Mustaine, Anna Seng, and Maddie Yowziak provided excellent research assistance. We acknowledge the Indiana University Pervasive Technology Institute for providing HPC resources that have contributed to the research results reported in this paper (https://pti.iu.edu), and we thank Haile Shone for helpful data management. This project was partially funded by the Vice Provost for Research through the Research Equipment Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}