{
    "id": 30554,
    "citation_title": "Running Primary Deficits Forever in a Dynamically Efficient Economy: Feasibility and Optimality",
    "citation_author": [
        "Andrew B. Abel",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-13",
    "revision_date": "2024-10-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment debt can be rolled over forever without primary surpluses in some stochastic economies, including some economies that are dynamically efficient. In an overlapping-generations model with constant growth rate, g, of labor-augmenting productivity, and with shocks to the durability of capital, we show that along a balanced growth path, the maximum sustainable ratio of bonds to capital is attained when the risk-free interest rate, r[sub]f, equals g. Furthermore, this maximal ratio maximizes utility per capita along a balanced growth path and ensures that the economy is dynamically efficient.\n\n",
    "acknowledgement": "\nWe thank three anonymous referees and Andrew Atkeson, Alan Auerbach, Laurence Ball, Gadi Barlevy, Olivier Blanchard, Itamar Drechsler, Paul Ehling, Joao Gomes, Lars Peter Hansen, Charles Jones, Richard Kihlstrom, Narayana Kocherlakota, Dirk Krueger, Greg Mankiw, Tom Sargent, Lawrence Summers, Colin Ward, Richard Zeckhauser and seminar participants at Chicago Booth, Columbia, Harvard, UCLA, UT Austin, Wharton, the Cowles Summer Conference in Macroeconomics, Minnesota Carlson Macro Finance Conference, CRETE, NBER Summer Institute Macro Public Finance group, Stanford Institute for Theoretical Economics, and Western Finance Association for helpful comments and discussions. A previous version of this paper was circulated with the title “Optimal Rollover of Government Bonds in Dynamically Efficient Economies.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}