{
    "id": 30559,
    "citation_title": "Can Pollution Cause Poverty? The Effects of Pollution on Educational, Health and Economic Outcomes",
    "citation_author": [
        "Claudia Persico"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough pollution is widespread, there is little evidence about how it might harm children’s long run outcomes. Using the detailed, geocoded data that follows national representative cohorts of children born to the National Longitudinal Survey of Youth respondents over time, I compare siblings who were gestating before versus after a Toxic Release Inventory site opened or closed within one mile of their home. I find that children who were exposed prenatally to industrial pollution have lower wages, are more likely to be in poverty as adults, have fewer years of completed education, and are less likely to graduate high school.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS. I am grateful to seminar participants at the Brookings Institution’s Economic Studies group, Princeton University, San Diego State University, Claremont McKenna University, Deakin University, University of Missouri, School of International Studies at American University, Erasmus University, and the AEFP, APPAM, ASHEcon, University of Wisconsin-Madison’s Institute for Research on Poverty Summer Workshop, and DMV Health Economics conferences for feedback. American University provided generous financial support for this project. Any errors or conclusions are my own. Brittany Blizzard, Carley Weted and Sarah Chung provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}