{
    "id": 30552,
    "citation_title": "Covid-19 Learning Loss and Recovery: Panel Data Evidence from India",
    "citation_author": [
        "Abhijeet Singh",
        "Mauricio Romero",
        "Karthik Muralidharan"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2024-03-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe use a panel survey of ~19,000 primary-school-aged children in rural Tamil Nadu to study ‘learning loss’ after COVID-19-induced school closures, and the pace of recovery after schools reopened. Students tested in December 2021 (18 months after school closures) displayed learning deficits of ~0.7σ standard deviations in math and ~0.34σ standard deviations in language compared to identically-aged students in the same villages in 2019. Two-thirds of this deficit was made up within 6 months after school reopening. Further, while learning loss was regressive, the recovery was progressive. A government-run after-school remediation program contributed ~24% of the cohort-level recovery, and likely aided the progressive recovery.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Alison Andrew, Noam Angrist, Jishnu Das, Jean Dreze, Peter Hull, Ajinkya Keskar, Ben Piper and Justin Sandefur. Ramamurthy Sripada, Dwithiya Raghavan, Akanksha Soni and Indira Tirumala provided excellent field management and research assistance. We received IRB approval from the Institute for Financial Management and Research (#113401). Financial support from the RISE Programme, — funded by the UK's Foreign, Commonwealth and Development Office, Australia's Department of Foreign Affairs and Trade and the Bill and Melinda Gates Foundation — is gratefully acknowledged. Romero gratefully acknowledges financial support from the Asociacíon Mexicana de Cultura, A.C. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}