{
    "id": 30551,
    "citation_title": "Impact Investing in Disadvantaged Urban Areas",
    "citation_author": [
        "Romain Boulongne",
        "Rodolphe Durand",
        "Caroline Flammer"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine whether impact investing is more effective in fostering business venture success and social impact when investments are directed toward ventures located in disadvantaged urban areas compared to similar investments directed toward ventures located outside these areas. We explore this question in the context of loans made to business ventures in French \"banlieues\" vs. \"non-banlieues.\" We find that loans issued to banlieue ventures yield greater improvements in financial performance, as well as greater social impact in terms of the creation of local employment opportunities, quality jobs, and gender-equitable jobs. These results suggest that impact investors are able to contract with ventures of greater unrealized potential in banlieues, as banlieue ventures tend to be discriminated on the traditional loan market. This is corroborated in a controlled lab experiment in which participants--working professionals who are asked to act as loan officers--are randomly assigned to identical business ventures that only differ in their geographic location. We find that participants are indeed less likely to grant loans to banlieue ventures compared to non-banlieue ventures, despite the ventures being identical.\n\n",
    "acknowledgement": "\nWe are grateful to Bruno Cassiman, Alfonso Gambardella, Anthony Gibbs, Aleksandra Kacperczyk, Nalin Kulatilaka, Siobhan O’Mahony, Nina Mazar, Carey Morewedge, Michelle Rogan, Yuan Shi, Stephan Siegel, Giovanni Valentini, Eric Zhao (discussant), Rosemarie Ziedonis, as well as seminar participants at Bocconi University, Boston University, Central European University, Columbia University, Cornell University, École Polytechnique, Emlyon Business School, Imperial College, Purdue University, Universidad de Montevideo, Universidad EAFIT, University of Birmingham, University of Colorado Boulder, University of Massachusetts Lowell, University of Miami, University of Pittsburgh, University of Washington, as well as the Academy of Management, the Bocconi Assembly for Innovation and Cooperation (BAIC), the Global Research Alliance for Sustainable Finance (GRASFI) Conference, the Social Entrepreneurship Conference, and the Strategic Management Society Annual Conference for helpful comments and suggestions. We thank the Society and Organizations Institute at HEC Paris for their help in accessing the data of Public Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}