{
    "id": 30556,
    "citation_title": "The Future of Global Economic Power",
    "citation_author": [
        "Seth G. Benzell",
        "Laurence J. Kotlikoff",
        "Maria Kazakova",
        "Guillermo LaGarda",
        "Kristina Nesterova",
        "Victor Yifan Ye",
        "Andrey Zubarev"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-12-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global economy’s enormous region-specific demographic, technological, and fiscal changes raise five major questions. First, which regions will come to dominate the world economy? Second, will regional levels of per capita GDP converge? Third, will high saving rates in fast growing regions lead to a global capital glut? Fourth, does aging augur far higher tax rates in particular regions? Fifth, will automation materially influence development? This paper develops the Global Gaidar Model, a 17-region, 2-skills, 100-period, OLG model, to address these questions. The model is carefully calibrated to 2017 UN demographic and IMF fiscal data. Productivity growth and its interaction with demographic change are the main drivers of future economic power. Fiscal conditions and automation matter, but are secondary factors. Our baseline simulation, which sets future productivity based on each region’s long-term record, predicts China and India becoming the world’s largest two economies with 27.0 percent and 16.2 percent of 2100 world GDP, respectively. The respective end-of-century U.S. and Western European global GDP shares are just 12.3 percent and 11.9 percent. Our baseline also features an evolving global savings glut, major reductions in the world interest rate, substantial aging-related increases in tax rates, and permanent differences in regional living standards. Automation, captured by a rising capital share, makes little difference to our results. But assumed productivity growth does. If recent productivity continues and demographic projections prove accurate, India will account for one third of world output in 2100 and China for over one fifth. The U.S. output share will grow slightly, while that of other developed countries will shrink dramatically. Under more econometrically sophisticated, if seemingly less plausible projections, productivity growth in China and India dramatically slows leaving China’s plus India’s 2100 output share at only 16 percent, but, remarkably, Africa’s at an astounding 17 percent.\n\n",
    "acknowledgement": "\nWe thank the Gaidar Institute and Boston University for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Inter-American Development Bank.\n\n\n\nGuillermo LaGarda\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank.\n\n\n\nAndrey Zubarev\n\nAndrey Zubarev’s sole source of funding for this research is research support from  the Gaidar Institute and the Russian Presidential Academy of National Economy and Public Administration.\n\n\n"
}