{
    "id": 30560,
    "citation_title": "Electricity Retail Rate Design in a Decarbonized Economy: An Analysis of Time-Of-Use and Critical Peak Pricing",
    "citation_author": [
        "Tim Schittekatte",
        "Dharik S. Mallapragada",
        "Paul L. Joskow",
        "Richard Schmalensee"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrently, most U.S. electricity consumers pay a constant price per kWh consumed that accounts for most of their bill. Ongoing developments in the power system increase efficiency gains that can be made from exposing consumers to widely varying wholesale spot prices. Pure spot pricing is not popular; consumers (and politicians) value price predictability and bill stability. We focus on second-best alternatives: time-of-use (TOU) and critical peak pricing (CPP). We introduce alternative assessment criteria tailored to a context with increasing intraday shiftable loads. Using historical data from CAISO, ERCOT and ISO-NE, we find that out-of-sample daily Spearman rank correlations between TOU rates and spot prices can be relatively high (averaging 0.7-0.8), and simulations confirm that TOU rates can reasonably replicate efficient load-shifting incentives (up to 60-70% of the potential). Our analysis suggests that TOU rates, especially when complemented with CPP, can be considerably more socially valuable than previously estimated.\n\n",
    "acknowledgement": "\nWe are grateful for general support from the MIT Energy Initiative and the MIT Center for Energy and Environmental Policy Research. Paul Joskow is on the Board  of Directors of Exelon Corporation, a public utility holding company.  Exelon has not been involved with this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}