{
    "id": 30566,
    "citation_title": "Global Universal Basic Skills: Current Deficits and Implications for World Development",
    "citation_author": [
        "Sarah Gust",
        "Eric A. Hanushek",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-10-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow far is the world away from ensuring that every child obtains the basic skills needed to be competitive in a modern economy? And what would accomplishing this mean for world development? We provide new approaches for estimating the lack of basic skills that allow mapping achievement across countries of the world onto a common (PISA) scale. We then estimate the share of children not achieving basic skills for 159 countries that cover 98% of world population and 99% of world GDP. We find that at least two-thirds of the world’s youth do not reach basic skill levels, ranging from 24% in North America to 89% in South Asia and 94% in Sub-Saharan Africa. Our economic analysis suggests that the present value of lost world economic output due to missing the goal of global universal basic skills amounts to over $700 trillion over the remaining century, or 12% of discounted GDP.\n\n",
    "acknowledgement": "\nFor helpful comments and discussion, we would like to thank the editor Andrew Foster and three anonymous referees along with Noam Angrist, Filippo Besa, Marie-Hélène Cloutier, Torberg Falch, Halsey Rogers, Scott Rozelle, Andreas Schleicher, Abhijeet Singh, Servaas Van der Berg, Adriana Viteri, Michael Ward, Simon Wiederhold, Lei Zhang, and seminar participants at the World Bank’s Africa Economics Series, the ifo Center for the Economics of Education, the International Academy of Education, the Educational Resources and Student Performance Workshop in Oslo, and the annual meetings of the European Association of Labour Economists, the International Institute of Public Finance, the German Economic Association, and the CESifo Area Conference on Economics of Education. This work was supported by the Smith Richardson Foundation. The contribution of Woessmann is also part of German Science Foundation project CRC TRR 190. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}