{
    "id": 30567,
    "citation_title": "Older Workers’ Employment and Social Security Spillovers through the Second Year of the COVID-19 Pandemic",
    "citation_author": [
        "Gopi Shah Goda",
        "Emilie Jackson",
        "Lauren Hersch Nicholas",
        "Sarah Stith"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-02-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic triggered a large and immediate drop in employment among US workers, along with major expansions of unemployment insurance and work from home. We use Current Population Survey and Social Security application data to study employment among older adults and their participation in disability and retirement insurance programs through the second year of the pandemic. We find ongoing improvements in employment outcomes among older workers in the labor force, along with sustained higher levels in the share no longer in the labor force during this period. Applications for Social Security disability benefits remain depressed, particularly for Supplemental Security Income. In models accounting for the expiration of expanded unemployment insurance, we find some evidence that the loss of these additional financial supports resulted in an increase in disability claiming. Social Security retirement benefit claiming is approximately 3 percent higher during the second year of the pandemic.\n\n",
    "acknowledgement": "\nWe would like to thank Sara Ji, Saniya Mahate, Rosemary Rhodes, and Bradley Strauss for outstanding research assistance, and seminar participants at the NBER meetings on the Labor Market for Older Workers, NBER Summer Institute, MEA annual meetings, and WEAI annual conference for helpful comments. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, or the National Bureau of Economic Research. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof.\n\n\n\nLauren Hersch Nicholas\n\nDr. Nicholas currently receives grant funding from the Leukemia & Lymphoma Society, the National Institute on Aging, and the Social Security Administration.\n\n\n"
}