{
    "id": 30561,
    "citation_title": "Segmented Arbitrage",
    "citation_author": [
        "Emil Siriwardane",
        "Adi Sunderam",
        "Jonathan L. Wallen"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use arbitrage activity in equity, fixed income, and foreign exchange markets to characterize the frictions and constraints facing intermediaries. The average pairwise correlation between the 29 arbitrage spreads that we study is 21%. These low correlations are inconsistent with canonical intermediary asset pricing models. We show that at least two types of segmentation drive arbitrage dynamics. First, funding is segmented—certain trades rely on specific funding sources, making their arbitrage spreads sensitive to localized funding shocks. Second, balance sheets are segmented—intermediaries specialize in certain trades, so arbitrage spreads are sensitive to idiosyncratic balance sheet shocks.\n\n",
    "acknowledgement": "\nWe thank Matteo Benetton, John Campbell, Wenxin Du, Jonathan Goldberg, Sam Hanson, Zhiguo He, Anil Kashyap, Arvind Krishnamurthy, Stavros Panageas, Andrei Shleifer, Erik Stafford, Jeremy Stein, Fabrice Tourre, and seminar participants at Arrowstreet Capital, Boston College Carroll School of Management, Chicago Booth School of Business, Copenhagen Business School, New York Federal Reserve, Michigan Ross, the University of Houston Business School, UT Austin, the 2022 UCLA Conference on Financial Markets, the 2022 GSU-CEAR Finance Conference, the 2022 Napa/Sonoma Finance Conference, the 2022 Advances in Fixed Income and Macro-Finance Research Federal Reserve Bank of San Francisco and Bank of Canada, the 2022 Western Finance Association, and the 2022 Q Group Fall Seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}