{
    "id": 30569,
    "citation_title": "The Covid-19 Baby Bump: The Unexpected Increase in U.S. Fertility Rates in Response to the Pandemic",
    "citation_author": [
        "Martha J. Bailey",
        "Janet Currie",
        "Hannes Schwandt"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use natality microdata covering the universe of U.S. births for 2015-2021 and California births from 2015 through February 2023 to examine childbearing responses to the COVID-19 pandemic. We find that 60% of the 2020 decline in U.S. fertility rates was driven by sharp reductions in births to foreign-born mothers although births to this group comprised only 22% of all U.S. births in 2019. This decline started in January 2020. In contrast, the COVID-19 recession resulted in an overall “baby bump” among U.S.-born mothers which marked the first reversal in declining fertility rates since the Great Recession. Births to U.S.-born mothers fell by 31,000 in 2020 relative to a pre-pandemic trend but increased by 71,000 in 2021. The data for California suggest that U.S. births remained elevated through February 2023. The baby bump was most pronounced for first births and women under age 25, suggesting that the pandemic led some women to start families earlier. Above age 25, the baby bump was most pronounced for women ages 30-34 and women with a college education. The 2021-2022 baby bump is especially remarkable given the large declines in fertility rates that would have been projected by standard statistical models.\n\n",
    "acknowledgement": "\nThe analyses, interpretations, and conclusions in this manuscript are solely the responsibility of the authors and do not necessarily represent the official views of the National Center for Health Statistics, the California Department of Public Health, or National Bureau of Economic Research. We gratefully acknowledge the generous support of the Institute of Policy Research at Northwestern University in acquiring the restricted California natality data, the Northwestern SESP Dean's Venture Research Fund, and the use of the services and facilities of the California Center for Population Research at UCLA (P2CHD041022). We are grateful to Ron Lee, two anonymous referees, and the editor for helpful comments. We are also indebted to Beatrice Chao, Deniz Gorgulu, and Kelsey Figone for excellent research support.\n\n\n"
}