{
    "id": 30565,
    "citation_title": "Calculating the Costs and Benefits of Advance Preparations for Future Pandemics",
    "citation_author": [
        "Rachel Glennerster",
        "Christopher M. Snyder",
        "Brandon Joel Tan"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2023-06-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWhile Covid-19 vaccines were developed and deployed with unprecedented speed, their widespread introduction could have been accelerated—saving millions of lives and trillions of dollars—had more vaccine capacity been available prior to the pandemic. Combining estimates of the frequency and intensity of pandemics with estimates of mortality, economic-output, and human-capital losses from pandemics of varying severities, we calculate that the present value of global social losses from the stream of future pandemics can be expected to be nearly $18 trillion—over $700 billion each year going forward. According to our model, a program spending $60 billion up front to expand production capacity and supply-chain inputs for vaccines and $5 billion annually thereafter would be sufficient to ensure production capacity to vaccinate 70% of the global population against a new virus within six months. The program would generate an expected net present value (NPV) gain of more than $500 billion over the status quo of delaying investment until a pandemic arrives. A program undertaken by the United States alone would generate an expected NPV gain of over $60 billion.\n\n",
    "acknowledgement": "\nThe paper, previously circulated as National Bureau of Economic Research working paper no. 30565, was substantially improved following the advice of two anonymous reviewers and the editor, Kerem Coşar. The authors are grateful to them as well as to Nicole Bouvier, Michael Kremer, Josh Morrison, Eric Mannes, Rui Mano, Tristan Reed, and participants at the IMF/BAM/IMFER Conference on Transformational Recovery held in Morocco and the Infectious Diseases/Global Health and Emerging Pathogens Institute (GHEPI) Seminar Series at Icahn School of Medicine at Mount Sinai for insightful comments. Yijing Zhang provided excellent research assistance. The views expressed are those of the authors and do not reflect those of the IMF, its Executive Board, or the National Bureau of Economic Research.\n\n\n"
}