{
    "id": 30562,
    "citation_title": "ESG Confusion and Stock Returns: Tackling the Problem of Noise",
    "citation_author": [
        "Florian Berg",
        "Julian F. Koelbel",
        "Anna Pavlova",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2024-07-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting measures of ESG (environmental, social, and governance) performance  ESG ratings  are noisy and, therefore, standard regression estimates of the effect of ESG performance on stock returns are biased. Addressing this as a classical errors-in-variables problem, we develop a noise-correction procedure in which we instrument ESG ratings with ratings of other ESG rating agencies. With this procedure, the median increase in the regression coefficients is a factor of 2.1. The results are similar when we use accounting profitability measures as outcome variables. In simulations, our noise-correction procedure outperforms alternative approaches such as simple averages or principal component analysis.\n\n",
    "acknowledgement": "\nFlorian Berg, Julian Kölbel, and Roberto Rigobon are grateful to the members of the Aggregate Confusion Project Council for their generous support of this research. We are also extremely grateful to the ESG rating agencies that provided their data to this project. We thank Ing-Haw Cheng, Aaron Pancost, and Jonathan Parker and seminar participants at the 2022 American Finance Association meetings, ARCS 2022, the 2022 ASU Sonoran Winter Finance Conference, George Washington University, London Business School, MIT GCFP, MIT Sloan, the 2021 PCOB colloquium on ESG Disclosure, the University of Amsterdam, the University of Mannheim, and the University of Michigan for excellent feedback. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}