{
    "id": 3057,
    "citation_title": "Recent Trade Liberalization in the Developing World: What is Behind It, and Where is it Headed?",
    "citation_author": [
        "John Whalley"
    ],
    "citation_publication_date": "1989-08-01",
    "issue_date": "1989-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents recent external sector liberalization in developing countries, evaluates what is behind it, and assesses whether it is likely to persist, accelerate or reverse itself. It draws heavily upon material collected during a recent Ford Foundation-supported research project on developing countries and the global trading system (see Whalley (1989)) covering eleven developing countries (Argentina, Brazil, China, Costa Rica, India, Kenya, Mexico, Nigeria, The Philippines, Republic of Korea and Tanzania). Many factors underlie these liberalizations. These include rethinking of the basic approach towards trade policy in a number of countries, with less commitment than earlier to import substitution and more interest in outward-oriented development strategies. Conditionality in World Bank and IMF lending programs appears important in Africa, and in some of the Asian and Latin American countries. In some cases, sector-specific liberalization has also been the result of bilateral pressure from the U.S. and the European Community. Recent strong macro performance in the developed world has also generated substantial growth in foreign exchange earnings for developing countries, and facilitated this liberalization. The paper concludes by suggesting that, in the short to medium term, some reciprocal actions by the developed countries in the GATT Uruguay Round would help in keeping domestic political support for these liberalizations alive.\n\n",
    "acknowledgement": "\n"
}