{
    "id": 30572,
    "citation_title": "Understanding Geographic Disparities in Mortality",
    "citation_author": [
        "Jason Fletcher",
        "Hans G. Schwarz",
        "Michal Engelman",
        "Norman Johnson",
        "Jahn Hakes",
        "Alberto Palloni"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nA rich literature shows that early life conditions shape later life outcomes, including health and migration events. However, analyses of geographic disparities in mortality outcomes focus almost exclusively on contemporaneously measured geographic place (e.g., state of residence at death), thereby potentially conflating the role of early life conditions, migration patterns, and effects of destinations. We use the newly available Mortality Disparities in American Communities (MDAC) dataset, which links respondents in the 2008 ACS to official death records and estimate consequential differences by method of aggregation; the mean absolute deviation of the difference in life expectancy at age 50 measured by state of birth versus state of residence is 0.58 (0.50) years for men and 0.40 (0.29) years for women. These differences are also spatially clustered, and we show that regional inequality in life expectancy is higher based on life expectancies by state of birth, implying that interstate migration mitigates baseline geographical inequality in mortality outcomes. Finally, we assess how state-specific features of in-migration, out-migration, and non-migration together shape measures of mortality disparities by state (of residence), further demonstrating the difficulty of clearly interpreting these widely used measures.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release The statistical summaries reported in this document have been cleared by the Census Bureau's Disclosure Review Board release authorization numbers CBDRB- FY19-304, CBDRB-FY20-CES004-090, CBDRB-FY20-092, and CBDRB-FY21-CES004-021. The authors would like to acknowledge financial support from NIA grant R01AG060109 and the Center for Demography of Health and Aging (CDHA) at the University of Wisconsin-Madison under NIA core grant P30 AG17266. The authors would also like to thank Bruce Weinberg and participants at the 2019 Research Data Center Annual Conference, the 31st Annual Colloquium on Aging of the Institute on Aging of the University of Wisconsin-Madison, the Southeastern Demographic Association Annual Meeting, the La Follette School Seminar Series, and the University of Wisconsin-Madison Health/Aging/Place working group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}