{
    "id": 30577,
    "citation_title": "Global Fund Flows and Emerging Market Tail Risk",
    "citation_author": [
        "Anusha Chari",
        "Karlye Dilts Stedman",
        "Christian Lundblad"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal risk and risk aversion shocks have distinct distributional impacts on emerging market capital flows and returns. In particular, we find salient consequences of these different global shocks for tail risk in emerging markets. Open-end mutual fund trading provides a key mechanism linking shocks facing global investors to extreme capital flow and return realizations. The effects are heterogeneous across asset classes and fund types. The limited discretion and higher conformity of passive fund investments linked to benchmarking amplify pass-through effects that engender abnormal co-movements in emerging market flows and returns.\n\n",
    "acknowledgement": "\nWe thank the numerous seminar and conference participants at the IMF’s IEO group, IMF’s 2020 Annual Research Conference, the 2022 CEPR International Macroeconomics and Finance Programme Meeting, the LSE-FMG conference, the AEA IEFS meeting, Fordham University, Virginia Tech, UCSC, WE-Are ECB CEPR Conference, IADB, MMF, FMA, the Federal Reserve Bank of Kansas City, Fudan University, Wake Forest University, Boston University, CFE, PIIE, NTU SG, Georgetown, Penn State, European Central Bank, Swiss National Bank, Johns Hopkins, University of Washington, UC Davis, and the IMF Capital Flows group for helpful comments and suggestions. Gaston Gelos, Kathy Yuan and Mahavash Quereshi provided thoughtful discussions. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}