{
    "id": 30570,
    "citation_title": "What's My Employee Worth? The Effects of Salary Benchmarking",
    "citation_author": [
        "Zoe B. Cullen",
        "Shengwu Li",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2022-10-17",
    "issue_date": "2022-10-13",
    "revision_date": "2024-08-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFirms are allowed to use aggregate data on market salaries to set pay, a practice known as salary benchmarking. Using national payroll data, we study firms that gain access to a tool that reveals market benchmarks for each job title. Using a difference-indifferences design, we find that the benchmark information reduces salary dispersion by 25%. Thus, salary dispersion must stem partly from aggregate uncertainty about the salaries offered by other firms. Our model formalizes how salary dispersion can arise even in competitive labor markets for identical workers when such uncertainty exists, and we discuss implications for an ongoing policy debate.\n\n",
    "acknowledgement": "\nSpecial thanks to Brent Weiss and Ben Hanowell for all of their help and feedback. We are also thankful for comments by Sydnee Caldwell, Laura Giuliano, Claudia Goldin, Matthew Grennan, Simon Jäger, Larry Katz, Asim Khwaja, Pat Kline, Ray Kluender, Felix Koenig, Claudio Labanca, Alex MacKay, Alex Mas, Filip Matejka, Enrico Moretti, Bobby Pakzad-Hurson, Simon Quinn, Ben Roth, Benjamin Schoefer, Jesse Shapiro, Isaac Sorkin, Shoshana Vasserman and other colleagues and seminar discussants at NBER Summer Institute (Labor Studies), Harvard University, Columbia University (Econ), Columbia University (GSB), University of Southern California, University of North Carolina (Kenan-Flagler), UC Santa Barbara, INSEAD, University of Chicago (Booth), U.S. Census, CEPR Labor Studies, Essex University, Universita della Svizzera Italiana, Norwegian School of Economics, UC-Berkeley (PF), UC-Berkeley (Labor), Amazon, University of Delaware, University of Copenhagen, University of Cologne, Goethe Univeristy, Firms and Labor Workshop, and the Texas A&M Labor and Public Economics Workshop. This project was reviewed and approved in advance by the Institutional Review Board at Harvard Business School (IRB #20-1779). We thank the collaborating institution for granting access to their data and for all of their help. The collaborating institution did not provide any financial support for the research being conducted. Yuerong Zhuang, Julia Gilman, Dylan Balla-Elliott, Romina Quagliotti and Xinmei Yang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}