{
    "id": 30574,
    "citation_title": "Instrumental Variables with Unordered Treatments: Theory and Evidence from Returns to Fields of Study",
    "citation_author": [
        "Eskil Heinesen",
        "Christian Hvid",
        "Lars Johannessen Kirkebøen",
        "Edwin Leuven",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the identification argument of Kirkeboen et al. (2016) who showed how one may combine instruments for multiple unordered treatments with information about individuals’ ranking of these treatments to achieve identification while allowing for both observed and unobserved heterogeneity in treatment effects. We show that the key assumptions underlying their identification argument have testable implications. We also provide a new characterization of the bias that may arise if these assumptions are violated. Taken together, these results allow researchers not only to test the underlying assumptions, but also to argue whether the bias from violation of these assumptions are likely to be economically meaningful. Guided and motivated by these results, we estimate and compare the earnings payoffs to post-secondary fields of study in Norway and Denmark. In each country, we apply the identification argument of Kirkeboen et al. (2016) to data on individuals' ranking of fields of study and field-specific instruments from discontinuities in the admission systems. We empirically examine whether and why the payoffs to fields of study differ across the two countries. We find strong cross-country correlation in the payoffs to fields of study, especially after removing fields with violations of the assumptions underlying the identification argument.\n\n",
    "acknowledgement": "\nWe thank Arnstein Vestre for excellent research assistance. Edwin Leuven recognizes support from the Norwegian Research Council, project no. 275906 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}