{
    "id": 30573,
    "citation_title": "Differentiable State-Space Models and Hamiltonian Monte Carlo Estimation",
    "citation_author": [
        "David Childers",
        "Jesús Fernández-Villaverde",
        "Jesse Perla",
        "Christopher Rackauckas",
        "Peifan Wu"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a methodology to take dynamic stochastic general equilibrium (DSGE) models to the data based on the combination of differentiable state-space models and the Hamiltonian Monte Carlo (HMC) sampler. First, we introduce a method for implicit automatic differentiation of perturbation solutions of DSGE models with respect to the model's parameters. We can use the resulting output for various tasks requiring gradients, such as building an HMC sampler, to estimate first- and second-order approximations of DSGE models. The availability of derivatives also enables a general filter-free method to estimate nonlinear, non-Gaussian DSGE models by sampling the joint likelihood of parameters and latent states. We show that the gradient-based joint likelihood sampling approach is superior in efficiency and robustness to standard Metropolis-Hastings samplers by estimating a canonical real business cycle model, a real small open economy model, and a medium-scale New Keynesian DSGE model.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the computational resources provided by UBC Advanced Research Computing, UBC ARC Sockeye, and UBC ARC RONIN. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeifan Wu\n\nPeifan Wu's contribution was prior to joining Amazon and does not represent Amazon's views.\n\n\n"
}