{
    "id": 30579,
    "citation_title": "Mechanics of Spatial Growth",
    "citation_author": [
        "Sheng Cai",
        "Lorenzo Caliendo",
        "Fernando Parro",
        "Wei Xiang"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic spatial growth model to explore the role of trade and internal migration in the process of spatial development and aggregate growth. Growth is shaped by the best global and local ideas that contribute to the local stock of knowledge. Global ideas diffuse more to locations that are relatively more exposed to international trade. Local ideas are diffused across space when workers move to another location. We embed the diffusion of ideas through trade and migration into a multi-country, multi-region framework with international trade, forward-looking dynamic migration decisions, and endogenous capital accumulation. We apply our framework to study the role of initial conditions, international trade, and internal migration on China’s spatial development and aggregate growth during the 1990s and 2000s. We find that initial conditions across space, idea diffusion, and capital accumulation play an important role in understanding the process of spatial development and aggregate growth in China. Changes in international trade costs and mobility restrictions during the 1990s and 2000s also contribute to aggregate growth, with large heterogeneity across space.\n\n",
    "acknowledgement": "\nWe thank Jonathan Eaton, Samuel Kortum, Ezra Oberfield, Esteban Rossi-Hansberg, Ana Maria Santacreu, and many seminar and conference participants for their useful conversations and comments. We thank Matthew Murillo and Xilin Yuan for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}