{
    "id": 30584,
    "citation_title": "A North-South Model of Structural Change and Growth",
    "citation_author": [
        "Maria Aristizabal-Ramirez",
        "John V. Leahy",
        "Linda Tesar"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is motivated by a set of cross-country observations on growth, structural transformation, and investment rates in a large sample of countries. We observe a hump-shaped relationship between a country's investment rate and its level of development, both within countries over time and across countries. Advanced economies reach their investment peak at a higher level of income and at an earlier point in time relative to emerging markets. We also observe the familiar patterns of structural change (a decline in the agricultural share and an increase in the services share, both relative to manufacturing). The pace of change observed in the 1930 to 1980 period in advanced economies is remarkably similar to that in emerging markets since 1960. We develop a two-region model of the world economy in which regions are isolated from each other up to the point of capital market liberalization in the early 1990s. At that point, capital flows from advanced economies to emerging markets and accelerates the process of structural change in emerging markets. The majority of gains from financial liberalization accrue to emerging economies. We consider the impact of a “second wave” of liberalization when China fully opens its economy to capital inflows.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Michigan Institute for Teaching and Research in Economics (MITRE), Department of Economics, University of Michigan. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJohn V. Leahy\n\nDuring the course of this work I consulted at the Research Department of the Federal Reserve Bank of Chicago (Chicago, IL). In the past, I have consulted at the Federal Reserve Banks of New York (New York, NY), Kansas City (Kansas City, MO) and Philadelphia (Philadelphia, PA), as well as the Centre for Advanced Financial Research and Learning (Mumbai, India).\n\n\n"
}