{
    "id": 30588,
    "citation_title": "Can Social Media Rhetoric Incite Hate Incidents? Evidence from Trump's \"Chinese Virus\" Tweets",
    "citation_author": [
        "Andy Cao",
        "Jason M. Lindo",
        "Jiee Zhong"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether Donald Trump's \"Chinese Virus\" tweets contributed to the rise of anti-Asian incidents. We find that the number of incidents spiked following Trump’s initial “Chinese Virus” tweets and the subsequent dramatic rise in internet search activity for the phrase. Difference-in-differences and event-study analyses leveraging spatial variation indicate that this spike in anti-Asian incidents was significantly more pronounced in counties that supported Donald Trump in the 2016 presidential election relative to those that supported Hillary Clinton. We estimate that anti-Asian incidents spiked by 4000 percent in Trump-supporting counties, over and above the spike observed in Clinton-supporting counties.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge Thomas Fujiwara, Karsten Müeller, and Carlo Schwarz for sharing their data on the number of Twitter users across counties, the Stop AAPI Hate reporting center for making available their data on anti-Asian incidents, and Bing He, Caleb Ziems, Sandeep Soni, Naren Ramakrishnan, Diyi Yang, and Srijan Kumar for making available their code and data. We also thank Andrew Barr and Daniel Sturm for their detailed comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}