{
    "id": 30582,
    "citation_title": "African Political Institutions and the Impact of Colonialism",
    "citation_author": [
        "Jutta Bolt",
        "Leigh Gardner",
        "Jennifer Kohler",
        "Jack Paine",
        "James A. Robinson"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom proposes deep historical roots for authoritarianism in Africa: either colonial “decentralized despotism” or enduring structural features. We present a new theoretical perspective. Africans sought autonomous local communities, which constrained precolonial rulers. Colonizers largely left constrained institutions in place given budget limitations. Innovation, where it occurred, typically scaled up councils rather than invented despotic chiefs. To test these implications, we compiled two original datasets that measure precolonial institutions and British colonial administrations around 1950 in 463 local government units. Although colonial institutions were authoritarian at the national level, most Native Authorities were constrained by some type of council and many local institutions lacked a singular ruler entirely. The form of Native Authority institutions and the composition of councils are strongly correlated with precolonial institutional forms. The persistence of institutional constraints at the local level suggests alternative channels through which colonial rule fostered postcolonial authoritarian regimes.\n\n",
    "acknowledgement": "\nFor helpful discussions and feedback, we thank participants at the following seminars and conferences: Powellfest (2021), Joint CEPR and Seventh Banco de España Economic History Seminar (2021), Economic History seminar (University of Groningen, 2021), Comparative Politics workshop at the University of Chicago (2021), The Nature of Political Power in Igboland (University of Nigeria, 2022), Economic History seminar (University Carlos III of Madrid, 2022), Firms, Organizations, and Institutions in Economic History (Yale University, 2022), CAGE 2022 Economic History Workshop (Warwick University), and the 2022 Economic History Association meeting (and special thanks to our discussant, James Fenske). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}