{
    "id": 30589,
    "citation_title": "The Effect of Low-Skill Immigration Restrictions on US Firms and Workers: Evidence from a Randomized Lottery",
    "citation_author": [
        "Michael A. Clemens",
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "2024-05-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. firms face a binding quota on visas to employ foreign workers in low-skill occupations outside of agriculture. The government allocates this quota to firms in part through a randomized lottery. We evaluate the marginal impact of the quota on firms entering this lottery in 2021 and 2022, using a novel survey and pre-analysis plan. Firms exogenously authorized to employ more immigrants in low-skill jobs significantly increase production (elasticity 0.20–0.22), investment (1.5–2.1), and the rate of profit (0.15). Because the foreign-native elasticity of substitution in production is very low in the policy-relevant occupations (0.8–2.2), the effect on native employment is zero or positive overall, and positive in rural areas. Forensic analysis suggests similarly low substitutability of black-market labor.\n\n",
    "acknowledgement": "\nFirm survey approved by the Dartmouth College Committee for the Protection of Human Subjects, #STUDY00032360. Pre-analysis plan irreversibly registered the same day at https://osf.io/zdyun. We benefited from interactions with Suresh Naidu, Thomas Chaney, Melanie Morten, Ran Abramitzky, Olivier Blanchard, Dean Yang, Joan Llull, William Collins, Paolo Falco, Chad Sparber, Jeremy Weinstein, Todd Schoellman, Nicolas Morales, Anna Maria Mayda, Joan Monras, Giovanni Peri, Muly San, Parag Mahajan, Sharat Ganapati, Quy-Toan Do, Marta Prato, Britta Glennon, Jonathan Dingel, Nels Lind, Stefano Carattini, Federico Mandelman, Hyunju Lee, Justin Sandefur, and seminar participants at the National Bureau of Economic Research, Stanford University Dept. of Economics, the CESifo Venice Summer Institute, the Vanderbilt University Dept. of Economics, University of Delaware Dept. of Economics, the Federal Reserve Bank of Richmond, the Bank of Canada Workshop on Macroeconomic Implications of Migration, the Federal Reserve Bank of Atlanta, George Mason University, the Peterson Institute for International Economics, and the University of Pittsburgh. U.S. Citizenship and Immigration Services and the U.S. Department of Labor provided public data on the certification lottery. The firm survey was distributed by the National Association of Landscape Professionals, the Outdoor Amusement Business Association, the Seasonal Employment Alliance, and the American Seafood Jobs Alliance. We acknowledge support from Open Philanthropy and we thank Reva Resstack for research assistance. Any views expressed herein are those of the authors alone and do not represent any organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael A. Clemens\n\nMichael Clemens is a senior fellow at the Center for Global Development, an independent and non-partisan think tank. He occasionally serves as a Special Government Employee, with the title of Expert Development Economist, in the Office of the Administrator at the US Agency for International Development. This research is unconnected to that position. It was conducted exclusively in his private capacity as a senior fellow of the Center for Global Development, and only using non-governmental resources, non-governmental communications, and publicly-available government data. The statements in this paper represent exclusively his own views and do not represent the US government or any agency or person in the government, nor do they represent the Center for Global Development or any other public or private organization.\n\n\n"
}