{
    "id": 30580,
    "citation_title": "Administrative Burdens and Child Medicaid and CHIP Enrollments",
    "citation_author": [
        "Iris Arbogast",
        "Anna Chorniy",
        "Janet Currie"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "2024-04-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFollowing decades of increasing child access to public health insurance, pre-pandemic enrollments fell in many states after 2016 and the number of uninsured children increased. This study provides the first national, quantitative assessment of the role of administrative burdens in driving this drop in child health insurance coverage. In addition, we identify the demographic groups of children who were most affected. We show that regulations that increased administrative burdens placed on families reduced public health insurance coverage by a mean of 5.9% within six months following the implementation of these changes. Declines were largest for Hispanic children, children with non-citizen parents, and children whose parents reported that they did not speak English well. These reductions were separate from and in addition to enrollment declines among Hispanic children following the announcement of a new public charge rule in Sept. 2018.\n\n",
    "acknowledgement": "\nWe would like to thank Tricia Brooks of the Georgetown University Center for Children and Families for helpful conversations about Medicaid policies as well as two anonymous referees. Anna Chorniy is grateful for support under NIH 1K01HL163457-01. The views expressed in this paper are those of the author(s) and do not necessarily reflect the views of the Federal Reserve System, the Board of Governors, the regional Federal Reserve Banks, or the National Bureau of Economic Research.\n\n\n"
}