{
    "id": 30586,
    "citation_title": "Oligopsony Power and Factor-Biased Technology Adoption",
    "citation_author": [
        "Michael Rubens"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI show that buyer power of firms could either increase or decrease their technology adoption, depending on the direction of technical change and on which input markets are imperfectly competitive.  I examine this relationship empirically in a setting that features both concentrated labor markets and a large technology shock: the introduction of mechanical cutters in the 19th century Illinois coal mining industry. Using a model of production and labor supply which is estimated with mine-level data, I find that oligopsony power over skilled miners reduced the usage of cutting machines, an unskill-biased technology. However, it would have increased the usage of counterfactual skill-biased and Hicks-neutral technologies.\n\n",
    "acknowledgement": "\nI thank  Jan De Loecker, Frank Verboven, Jo Van Biesebroeck, Chad Syverson, Otto Toivanen, Mert Demirer, Scott Stern,  Penny Goldberg, Steve Berry,  Suresh Naidu, Cuicui Chen, and Daniel Haanwinckel for feedback and discussion, and participants at various seminars and conferences. This paper is based on the second chapter of my Ph.D. dissertation at KU Leuven.  Financial support from the Belgian American Educational Foundation, the Fulbright program, the Research Foundation Flanders (FWO grant 11A4618N), and the European Research Council (ERC grant 816638) is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}