{
    "id": 30581,
    "citation_title": "When Information Conflicts with Obligations: the Role of Motivated Cognition",
    "citation_author": [
        "Ao Wang",
        "Shaoda Wang",
        "Xiaoyang Ye"
    ],
    "citation_publication_date": "2022-10-24",
    "issue_date": "2022-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe experimentally test how psychological motivations can impact the processing of purely objective information. We first document that, when the high-stakes College Entrance Exam is held in the month of Ramadan, Chinese Muslim students perform significantly worse. When asked about the impact of fasting, they severely underestimate the cost of taking the exam during Ramadan, even when presented with direct empirical evidence. In the experiment, we randomly offer students reading materials in which well-respected Muslim clerics explain that it is permissible to postpone the fast until after the exam. Consistent with an interpretation of motivated cognition, students who receive the material distort the statistics about the fasting cost significantly less, and become more accepting of delaying the fast for the exam.\n\n",
    "acknowledgement": "\nWe thank Ned Augenblick, Roland Benabou, Aaron Bodoh-Creed, Ernesto Dal Bo, Stefano DellaVigna, Amanda Friedenberg, Fred Finan, Brian Jacob, Seema Jayachandra, Supreet Kaur, Jeremy Magruder, Aprajit Mahajan, Alex Rees-Jones, Elisabeth Sadoulet, David Yanagizawa-Drott, David Y. Yang, Noam Yuchtman, and numerous seminar and conference participants for helpful discussions. Xin Li provided excellent assistance with the field work. This research was made possible with support from the China Center for Education and Human Resources Research and generous funding from the National Natural Science Foundation of China (71613013). The research described in this article was approved by the University of Michigan IRB, protocol HUM00127559. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}