{
    "id": 30594,
    "citation_title": "Financial Intermediation and the Funding of Biomedical Innovation: A Review",
    "citation_author": [
        "Andrew W. Lo",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe review the literature on financial intermediation in the process by which new medical therapeutics are financed, developed, and delivered. We discuss the contributing factors that lead to a key finding in the literature—underinvestment in biomedical R&D—and focus on the role that banks and other intermediaries can play in financing biomedical R&D and potentially closing this funding gap. We conclude with a discussion of the role of financial intermediation in the delivery of healthcare to patients.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nA.L. is co-Founder and Principal of QLS Advisors, a healthcare analytics and consulting company a director of AbCellera, Annual Reviews, Atomwise, BridgeBio Pharma, and Roivant Sciences an advisor to Apricity Health, Aracari Bio, BrightEdge Impact Fund, Enable Medicine, FINRA, Lazard, NIH/NCATS, Quantile Health, SalioGen Therapeutics, Swiss Finance Institute, Thalēs, has personal investments in Apricity Health, Aracari Bio, BillionToOne, BridgeBio Pharma, Enable Medicine, Inc, Fidelity Select Biotech Fund, Garuda Tx, Instil Bio, Ladder Tx, LS Polaris Innovation Fund, Medallion, MPM Capital Fund, Nautilus Biotech, Peer Collective, Polaris Innovation Fund II, Quantile Health, Royalty Pharma, STIMIT, Waypoint Bio and during the most recent six-year period, Lo has received speaking/consulting fees, honoraria, or other forms of compensation from: AlphaSimplex Group, Annual Reviews, Atomwise, Bernstein Fabozzi Jacobs Levy Award, BIS, BridgeBio Pharma, Cambridge Associates, CME, Financial Times, Harvard Kennedy School, IMF, JOIM, National Bank of Belgium, New Frontiers Advisors (for the 2020 Harry M. Markowitz Prize), Q Group, Research Affiliates, Roivant Sciences, and the Swiss Finance Institute.\n\n\n\nRichard T. Thakor\n\nThakor is an advisor and consultant to QLS Advisors, LLC, a healthcare investment and advisory firm based in Cambridge, MA.\n\n\n"
}