{
    "id": 30595,
    "citation_title": "Socioeconomic Status and Access to Mental Health Care: The Case of Psychiatric Medications for Children in Ontario Canada",
    "citation_author": [
        "Janet Currie",
        "Paul Kurdyak",
        "Jonathan Zhang"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "2023-07-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine differences in the prescribing of psychiatric medications to low-income and higher-income children in the Canadian province of Ontario using rich administrative data that includes diagnosis codes and physician identifiers.  Our most striking finding is that conditional on diagnosis and medical history, low-income children are more likely to be prescribed antipsychotics and benzodiazepines than higher-income children who see the same doctors.  These are drugs with potentially dangerous side effects that ideally should be prescribed to children only under narrowly proscribed circumstances.  Low-income children are also less likely to be prescribed SSRIs, the first-line treatment for depression and anxiety conditional on diagnosis.  Hence, socioeconomic differences in the prescribing of psychotropic medications to children persist even in the context of universal public health insurance and universal drug coverage.\n\n",
    "acknowledgement": "\nThis study was supported by ICES, which is funded by an annual grant from the Ontario Ministry of Health (MOH) and the Ministry of Long-Term Care (MLTC). Janet Currie thanks the NOMIS Foundation for financial support.  Jonathan Zhang was supported SSHRC Standard Research and Research Creation Grant and is an ICES fellow. We thank Estelle Augé, W. David Bradford, Damien Bricard,  Claire de Oliveira, Daniel Gorman, Jonathan Holmes, Boriana Miloucheva, Peter Szatmari, and participants at ASHEcon, Atlanta Workshop on Public Policy and Well-being, CEA, and IRDES AHEPE Workshop, for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}