{
    "id": 30599,
    "citation_title": "Overweight Grandsons and Grandfathers' Starvation Exposure",
    "citation_author": [
        "Dora Costa"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nUnion Army Data\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nMuch of the increase in the prevalence of overweight and obesity has been in developing countries with a history of famines and malnutrition. Prior research has pointed to the association between overweight and famine exposure during developmental ages as one of several explanations and has hypothesized that ancestral famine exposure may play a role. Data limitations have prevented researchers from investigating the multigenerational effects of famine shocks on descendant overweight. This paper examines overweight among adult grandsons of grandfathers exposed to starvation during developmental ages. I study grandsons born to grandfathers who served in the Union Army during the US Civil War (1861-5) where some grandfathers experienced severe net malnutrition because they were POWs during times of extreme hardship. I find that male-line but not female-line grandsons of grandfathers who experienced a severe captivity during their growing years faced a 21% increase in mean overweight and a 2% increase in mean BMI compared to grandsons of non-POWs. This increase was mediated by fathers’ and to a lesser extent own in-utero conditions, as proxied by season of birth, suggesting a dynamic process of inheritance. Male-line grandsons descended from grandfathers who experienced a harsh captivity faced a 22-28% greater risk of dying every year after age 45 relative to grandsons descended from non-POWs, with overweight accounting for 9-14% of the excess risk.\n\n",
    "acknowledgement": "\nI thank Noelle Yetter, Heather DeSomer, Sandra Mason, Coralee Lewis, Heather Giles, Irene Clark, Janice Faulconer, and Annalisa Crain for their tremendous work in creating the datasets. I thank Matthew Kahn for comments. I gratefully acknowledge the support of UCLA and of NIH grants P01 AG10120 and R21 AG064460 and the use of facilities and resources at the California Center for Population Research, UCLA, which is supported in part by NICDH grant P2C HD041022. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}