{
    "id": 30596,
    "citation_title": "Economic Impact Payments and Household Spending During the Pandemic",
    "citation_author": [
        "Jonathan A. Parker",
        "Jake Schild",
        "Laura Erhard",
        "David Johnson"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHouseholds spent only a small fraction of their 2020 Economic Impact Payment (EIPs) within a couple of months of arrival, consistent with i) pandemic constraints on spending, ii) other pandemic programs and social insurance, and iii) the broader disbursement of the EIPs compared to the economic losses during the early stages of the pandemic. While  these EIPs did not fill an urgent economic need for most households, the first round of EIPs did provide timely pandemic insurance to some households who were more exposed to the economic losses from the pandemic. Households with lower liquid wealth entering the pandemic and those less able to earn while working from home each raised consumption more following receipt of their EIP. While our measurement for later EIPs is not as reliable, our estimates suggest even less spending on average to the second and third rounds of EIPs. Our point estimates imply less short-term spending on average than in response to economic stimulus payments in 2001 or 2008. While our analysis lacks the power to measure longer-term spending effects, the lack of short-term spending contributed to strong household balance sheets as the direct economic effects of the pandemic on households waned.\n\n",
    "acknowledgement": "\nPrepared for the Fall 2022 Brookings Papers on Economic Activity (BPEA) conference.  Jianmeng Lyu and Ian Sapollnik provided excellent research assistance. For useful discussions, we thank Peter Ganong, Thesia Garner, Jianmeng Lyu, Claudia Sahm, Gianluca Violante, and in particular Karen Dynan, Jan Eberly, and Matt Rognlie as well as participants at the 2022 Society of Government Economists Annual Conference, the Conference on Direct Stimulus Payments to Individuals in the Covid-19 Pandemic at the Athens University of Economics and Business and University of Exeter Business School (online), a Bundesbank \"Friendlyfaces\" Workshop, and the Fall 2022 BPEA Conference. The initial phases of this work occurred while David was at the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}