{
    "id": 30605,
    "citation_title": "Epidemiological Expectations",
    "citation_author": [
        "Christopher D. Carroll",
        "Tao Wang"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\n‘Epidemiological’ models of belief formation put social interactions at their core; such models are widely used by scholars who are not economists to study the dynamics of beliefs in populations. We survey the literature in which economists attempting to model the consequences of beliefs about the future – ‘expectations’ – have employed a full-fledged epidemiological approach to explore an economic question. We draw connections to related work on ‘contagion,’ narrative economics, news/rumor spreading, and the spread of internet memes. A main theme of the paper is that a number of independent developments have recently converged to make epidemiological expectations (‘EE’) modeling more feasible and appealing than in the past.\n\n",
    "acknowledgement": "\nThanks to the participants in the Handbook of Economic Expectations Conference for insightful comments, and the editors for comments that substantially improved the paper. Thanks also to Sebastian Benthall, Francesco Bianchi, Jennifer Manning, and Adrian Monninger for feedback on earlier drafts, Charles Manski, Matthew Jackson, Robert Shiller, David Hirshleifer, Cars Hommes, Leif Anders Thorsrud, Byoung-Hyoun Hwang, Cris Moore for further comments, and special thanks to Mridul Seth for help in using the NDLib and NetworkX python libraries to produce our SIR Model Notebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}