{
    "id": 30600,
    "citation_title": "Modeling Machine Learning: A Cognitive Economic Approach",
    "citation_author": [
        "Andrew Caplin",
        "Daniel J. Martin",
        "Philip Marx"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply methodological innovations from cognitive economics that were designed to study human cognition to instead better understand machine learning. We first show that the folk theory of machine learning – that an algorithms learns optimally to minimize the loss function used in training – rests on a shaky foundation. We then identify a path forward by translating ideas from the costly learning branch of cognitive economics. We find that changes in the loss function impact learning just as they might if the algorithm was a rational human being who found learning costly according to a revealed pseudo-cost function that may or may not correspond to actual resource costs. Our approach can be leveraged to determine more effective loss functions given a third party’s objective, be it a firm or a policy maker.\n\n",
    "acknowledgement": "\nWe thank Tai-Wei Hu, Emir Kamenica, Stephen Morris, Nick Netzer, Marek Pycia, Doron Ravid, Jakub Steiner, Colin Stewart, and audiences at Zurich, ESSET, the Sloan-NOMIS Summer School on Cognitive Foundation of Economic Behavior, D-TEA, and SAET. We thank the Alfred P. Sloan Foundation for Grant G-2023-19660 supporting our research on Cognitive Economics at Work. We are also grateful to the LSU High Performance Computing and Northwestern Research Computing Services for providing computational resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}