{
    "id": 30609,
    "citation_title": "The U.S. Postal Savings System and the Collapse of B&Ls During the Great Depression",
    "citation_author": [
        "Sebastián Fleitas",
        "Matthew S. Jaremski",
        "Steven Sprick Schuster"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding and Loan Associations (B&Ls) financed over half of new houses constructed in the U.S. during the 1920s but they lost their predominance within the following decades as they were pushed to convert into Savings and Loans (S&Ls). This study examines whether the U.S. government-insured Postal Savings System attracted funds away from B&Ls precisely when they needed them the most in the Great Depression. Annual town- and county-level data from 1920 through 1935 for 3 states show that the sudden rise in local postal savings was associated with local downturns in B&Ls. Using a panel vector autoregression, we find that postal savings significantly reduced the amount of money in B&Ls, yet B&Ls had no significant effect on postal savings banks. Alternatively, postal savings had no significant effect on commercial banks. The results suggest that this competitive dynamic prevented B&Ls from rebounding in the mid-1930s and helped contribute to Great Depression’s local real estate lending decline.\n\n",
    "acknowledgement": "\nThe authors would like to thank Price Fishback, Jonathan Rose and Ken Snowden, the editor and two anonymous referees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}