{
    "id": 30603,
    "citation_title": "Mapping the Knowledge Space: Exploiting Unassisted Machine Learning Tools",
    "citation_author": [
        "Florenta Teodoridis",
        "Jino Lu",
        "Jeffrey L. Furman"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUnderstanding factors affecting the direction of innovation is a central aim of research in the economics of innovation.  Progress on this topic has been inhibited by difficulties in measuring distance and movement in knowledge space.  We describe a methodology that infers the mapping of the knowledge landscape based on text documents.  The approach is based on an unassisted machine learning technique, Hierarchical Dirichlet Process (HDP), which flexibly identifies patterns in text corpora.  The resulting mapping of the knowledge landscape enables calculations of distance and movement, measures that are valuable in several contexts for research in innovation.  We benchmark and demonstrate the benefits of this approach in the context of 44 years of USPTO data.\n\n",
    "acknowledgement": "\nWe are thankful for comments to Iain Cockburn, Joshua Krieger, Tim Simcoe, Martin Watzinger, and Rosemarie Ziedonis.  Jeff Furman and Florenta gratefully acknowledge financial support from NSF SciSIP grants, SES-1564368 and SES-1564381, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}