{
    "id": 30604,
    "citation_title": "Why Do Startups Become Unicorns Instead of Going Public?",
    "citation_author": [
        "Daria Davydova",
        "Rüdiger Fahlenbrach",
        "Leandro Sanz",
        "René M. Stulz"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "2024-07-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnicorns are startups that choose to stay private even though they are large enough to go public. We propose an efficiency explanation for their existence. Startups relying highly on organization capital are more vulnerable to expropriation of their organization capital if they go public before their position is sufficiently secure. Our main empirical findings are that shocks to the fragility of organization capital decrease the IPO likelihood, unicorn status enables startups to stay private longer by giving them access to new sources of capital, and unicorns and their industries have higher organization capital intensity than other startups.\n\n",
    "acknowledgement": "\nWe thank Harry DeAngelo, Michael Ewens, Josh Lerner, Vojislav Maksimovic, Ludovic Phalippou, Jay Ritter, Tereza Tykvová (discussant), Richard Thakor (discussant), Mike Weisbach, Karen Wruck, and participants at the IPCC conference at the University of North Carolina, the 6th Private Market Conference in Lausanne, the University of Minnesota Corporate Finance Conference, as well as seminar participants at Brigham Young University, the University of Florida, Harvard University, the Ohio State University, the University of Georgia, and the University of Utah for comments. Fahlenbrach gratefully acknowledges financial support from the Swiss Finance Institute. Please send correspondence to René M. Stulz, stulz.1@osu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}