{
    "id": 30608,
    "citation_title": "The Productivity of Professions: Evidence from the Emergency Department",
    "citation_author": [
        "David C. Chan Jr",
        "Yiqun Chen"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "2024-07-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the productivity of nurse practitioners (NPs) and physicians, two professions performing overlapping tasks but with starkly different backgrounds, training, and pay. Using quasi-experimental variation in patient assignment to NPs versus physicians in Veterans Health Administration emergency departments, we find that, on average, NPs use more resources and achieve less favorable patient outcomes than physicians. However, the NP-physician performance difference varies by case complexity and severity. Importantly, even larger productivity variation exists within each profession, leading to substantial overlap between the productivity distributions of the two professions; NPs perform better than physicians in 38 percent of random pairs.\n\n",
    "acknowledgement": "\nWe are grateful to Ricardo Alonso, Sandy Black, Kate Bundorf, Marika Cabral, David Card, Stuart Craig, Janet Currie, Shooshan Danagoulian, Qing Gong, Joshua Gottlieb, Mitch Hoffman, Tom Hubbard, Bapu Jena, Amanda Kowalski, Brad Larsen, Darren Lubotsky, Bentley MacLeod, Neale Mahoney, Benjamin McMichael, David Molitor, Jessica Monnet, Ciaran Phibbs, Maria Polyakova, Julian Reif, Michael Richards, Steve Rivkin, Evan Rose, Susan Schmitt, Molly Schnell, Brad Shapiro, Isaac Sorkin, Chris Walters, and many seminar and conference participants for helpful comments and suggestions. Sam Bock, Noah Boden-Gologorsky, Damien Dong, Akriti Dureja, Jesse Kozler, Matthew Merrigan, Francis Peng, Jonatas Prates, Aadit Shah, Kemin Wang, Justine Weng, Sam Wylde, Melinda Xu, and Saam Zahedian provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}