{
    "id": 30602,
    "citation_title": "The Ex-Ante Moral Hazard Effects of COVID-19 Vaccines",
    "citation_author": [
        "Virat Agrawal",
        "Neeraj Sood",
        "Christopher M. Whaley"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long-standing economic question is how protection against harm from insurance or other harm reducing interventions leads to potentially offsetting behavior changes (ex-ante moral hazard). Immunization is a type of insurance, as individuals incur an upfront cost when they get vaccinated, but it protects individuals if they are exposed to a vaccine preventable disease. In this study, we empirically evaluate the ex-ante moral hazard effects of COVID-19 vaccines. First, exploiting the discontinuity in vaccination rates at age 65 due to early eligibility of older population, we compared vaccination rates and risk mitigation behavior between those just above and just below 65 years of age. We find no evidence of decrease in risk mitigating behavior among the 65 years old and older population. Second, leveraging state-level variation in the timing of when people in different age groups became eligible for vaccination, we estimate that COVID-19 vaccination has no effect on risk mitigating behaviors in adult population. Our findings imply minimal moral hazard effects of COVID-19 vaccines in the short-term.\n\n",
    "acknowledgement": "\nFunding provided by National Institute on Aging (K01AG061274, Whaley) and the Peter G. Peterson Foundation Pandemic Response Policy Research Fund (Agrawal). We thank Sumedha Gupta, Kosali Simon, Coady Wing, seminar participants at Indiana University, the 2022 ASHE Conference, and USC Sol Price School of Public Policy for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}