{
    "id": 30601,
    "citation_title": "A Theory of Fiscal Responsibility and Irresponsibility",
    "citation_author": [
        "Marina Halac",
        "Pierre Yared"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a political economy mechanism that explains the presence of fiscal regimes punctuated by crisis periods. Our model focuses on the interaction between successive deficit-biased governments subject to i.i.d. fiscal shocks. We show that the economy transitions between a fiscally responsible regime and a fiscally irresponsible regime, with transitions occurring during crises when fiscal needs are large. Under fiscal responsibility, governments limit their spending to avoid transitioning to fiscal irresponsibility. Under fiscal irresponsibility, governments spend excessively and precipitate crises that lead to the reinstatement of fiscal responsibility. Regime transitions can only occur if governments' deficit bias is large enough.\n\n",
    "acknowledgement": "\nPart of the analysis in this paper previously appeared in a 2017 working paper titled \"Fiscal Rules and Discretion under Limited Enforcement\" (NBER WP 25463). We are grateful to Marco Bassetto, Dana Foarta, Juan Ortner, and Chris Phelan for valuable discussions of that paper. We would also like to thank Manuel Amador, Dirk Bergemann, Hector Chade, V.V. Chari, Stephen Coate, Georgy Egorov, Johannes Hörner, Zhen Huo, Navin Kartik, Alessandro Lizzeri, George Mailath, Guido Menzio, Chris Moser, and conference and seminar audiences for helpful comments. Ferdinand Pieroth provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}