{
    "id": 30612,
    "citation_title": "AI, Skill, and Productivity: The Case of Taxi Drivers",
    "citation_author": [
        "Kyogo Kanazawa",
        "Daiji Kawaguchi",
        "Hitoshi Shigeoka",
        "Yasutora Watanabe"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of Artificial Intelligence (AI) on productivity in the context of taxi drivers. The AI we study assists drivers with finding customers by suggesting routes along which the demand is predicted to be high. We find that AI improves drivers’ productivity by shortening the cruising time, and such gain is accrued only to low-skilled drivers, narrowing the productivity gap between high- and low-skilled drivers by 14%. The result indicates that AI's impact on human labor is more nuanced and complex than a job displacement story, which was the primary focus of existing studies.\n\n",
    "acknowledgement": "\nWe thank Daisuke Adachi, Fernando Aragon, Krishna Pendakur, Kevin Schnepel, Kensuke Teshima, Shintaro Yamaguchi, Hongliang Zhang, and seminar participants at AASLE, Hitotsubashi University, Monash University, NBER Japan Project Meeting, Nihon University, Osaka University, and Simon Fraser University for their excellent comments and suggestions. The data used in this paper are provided by an anonymous tech company that developed the AI application. We have no financial support from the company or any other conflicts of interest. This research is financially supported by Japan Science and Technology Agency (JPMJRX18H3). Kanazawa: kanazawa-kyogo@g.ecc.u-tokyo.ac.jp, Kawaguchi: kawaguchi@e.u-tokyo.ac.jp, Shigeoka: hitoshi_shigeoka@sfu.ca, Watanabe: yasutora.watanabe@gmail.com The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHitoshi Shigeoka\n\nN/A\n\n\n"
}