{
    "id": 30614,
    "citation_title": "Regression Discontinuity Evidence on the Effectiveness of the Minimum Legal E-Cigarette Purchasing Age",
    "citation_author": [
        "Jeffrey S. DeSimone",
        "Daniel S. Grossman",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreases in youth vaping rates and concerns of a new generation of nicotine addicts recently prompted an increase in the federal minimum legal purchase age (MLPA) for tobacco products, including e-cigarettes, to 21 years. This study presents the first regression discontinuity evidence on the effectiveness of e-cigarette MLPA laws. Using data on 12th graders from Monitoring the Future, we obtain robust evidence that federal and state age-18 MLPAs decreased underage e-cigarette use by 15–20% and frequent use by 20–40%. These findings suggest that the age-21 federal MLPA could meaningfully reduce e-cigarette use among 18–20-year-olds.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Monitoring the Future data through the Inter-university Consortium for Political and Social Research (Miech et al. 2014, 2015, 2016, 2017). We thank Michael Pesko for helpful comments and discussing our paper. We also thank participants at the 10th Annual American Society of Health Economists Meeting for useful comments. We declare no conflict of interest. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}