{
    "id": 30613,
    "citation_title": "Understanding U.S. Inflation During the COVID Era",
    "citation_author": [
        "Laurence M. Ball",
        "Daniel Leigh",
        "Prachi Mishra"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the dramatic rise in U.S. inflation since 2020, which we decompose into a rise in core inflation as measured by the weighted median inflation rate and deviations of headline inflation from core. We explain the rise in core with two factors, the tightening of the labor market as captured by the ratio of job vacancies to unemployment, and the pass-through into core from past shocks to headline inflation. The headline shocks themselves are explained largely by increases in energy prices and by supply chain problems as captured by backlogs of orders for goods and services. Looking forward, we simulate the future path of inflation for alternative paths of the unemployment rate, focusing on the projections of Federal Reserve policymakers in which unemployment rises only modestly to 4.4 percent. We find that this unemployment path returns inflation to near the Fed’s target only under optimistic assumptions about both inflation expectations and the Beveridge curve relating the unemployment and vacancy rates. Under less benign assumptions about these factors, the inflation rate remains well above target unless unemployment rises by more than the Fed projects.\n\n",
    "acknowledgement": "\nWe are grateful to Philip Barrett, Olivier Blanchard, Marijn Bolhuis, Nigel Chalk, Judd Cramer, Benjamin Friedman, Jason Furman, Pierre-Olivier Gourinchas, N. Gregory Mankiw, Wilson Powell, Aysegul Sahin, Antonio Spilimbergo, and James Stock for valuable comments. We thank Regis Barnichon for providing us with historical job openings data; Mattia Coppo, Yiyang Han, Nino Kodua, and Kyung Woong Koh for excellent research support; and Eduard Laurito and Gabi Ionescu for administrative support. All errors remaining are our own. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, its Executive Board, or IMF management. A draft version of this paper was presented at the Brookings Papers on Economic Activity (BPEA) Fall 2022 conference held in September 2022; and the final version of this paper will be published in the Fall 2022 BPEA issue. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}