{
    "id": 30610,
    "citation_title": "Parenting Promotes Social Mobility Within and Across Generations",
    "citation_author": [
        "Jorge Luis García",
        "James J. Heckman"
    ],
    "citation_publication_date": "2022-10-31",
    "issue_date": "2022-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares early childhood enrichment programs that promote social mobility for disadvantaged children within and across generations. Instead of conducting a standard meta-analysis, we present a harmonized primary data analysis of programs that shape current policy. Our analysis is a template for rigorous syntheses and comparisons across programs. We analyze new long-run life-cycle data collected for iconic programs when participants are middle-aged and their children are in their twenties. The iconic programs are omnibus in nature and offer many services to children and their parents. We compare them with relatively low-cost more focused home-visiting programs. Successful interventions target both children and their caregivers. They engage caregivers and improve the home lives of children. They permanently boost cognitive and non-cognitive skills. Participants in programs that enrich home environments grow up with better skills, jobs, earnings, marital stability, and health, as well as reduced participation in crime. Long-run monetized gains are substantially greater than program costs for iconic programs. We investigate the mechanisms promoting successful family lives for participants and find intergenerational effects on their children. A study of focused home-visiting programs that target parents enables us to isolate a crucial component of successful programs: they activate and promote parenting skills of child caregivers. The home-visiting programs we analyze produce outcomes comparable to those of the iconic omnibus programs. National implementation of the programs with long-run follow up that we analyze would substantially shrink the overall US Black-White earnings gap.\n\n",
    "acknowledgement": "\nThe research in this paper is supported by the Buffett Early Childhood Fund, the National Institutes of Health’s Eunice Kennedy Shriver National Institute of Child Health and Human Development under award number R37HD065072, and the National Institute of Aging under award numbers R01AG042390 and R01AG053343. Additional funds were received from an anonymous donor to the Center for the Economics of Human Development. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the oﬀicial views of the National Institutes of Health. We thank Orla Doyle for providing us with the estimates for Preparing for Life presented in Section 5. We thank Alison Baulos, Orla Doyle, Becky Harles, Lyra Li, and Haihan Tian for helpful comments and research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}