{
    "id": 30618,
    "citation_title": "The Impact of Large-Scale Social Media Advertising Campaigns on COVID-19 Vaccination: Evidence from Two Randomized Controlled Trials",
    "citation_author": [
        "Lisa Y. Ho",
        "Emily Breza",
        "Marcella Alsan",
        "Abhijit Banerjee",
        "Arun G. Chandrasekhar",
        "Fatima Cody Stanford",
        "Renato Fior",
        "Paul Goldsmith-Pinkham",
        "Kelly Holland",
        "Emily Hoppe",
        "Louis-Maël Jean",
        "Lucy Ogbu-Nwobodo",
        "Benjamin A. Olken",
        "Carlos Torres",
        "Pierre-Luc Vautrey",
        "Erica Warner",
        "Esther Duflo"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nCOVID-19 vaccines are widely available in wealthy countries, yet many people remain unvaccinated. Understanding the effectiveness -- or lack thereof -- of popular vaccination campaign strategies is therefore critical. In this paper, we report results from two studies that tested strategies central to current vaccination outreach: (1) direct communication by health professionals addressing questions about vaccination and (2) efforts to motivate individuals to promote vaccination within their social networks. Near the peak of the Omicron wave, doctor- and nurse-produced videos were disseminated to 17.8 million Facebook users in the US and 11.5 million in France. In both countries, we cannot reject the null of no effect of any of the interventions on any of the outcome variables (first doses - US and France, second doses and boosters - US). We can reject very small effects on first doses during the interventions in both countries (0.16pp - US, 0.021pp - France). In contrast with similar campaigns earlier in the pandemic to encourage health-preserving behaviors, messaging at this stage of the pandemic -- whether aimed at the unvaccinated or those tasked with encouraging others -- did not change vaccination decisions.\n\n",
    "acknowledgement": "\nWe thank Angelica Chin, Jane Hu, Nic Minudri, Jose Angel Cazares Torres, and Elsa Trezeguet for their excellent research assistance. We are also very grateful to Dr. Sarah Liegl (St. Anthony North Family Medicine) and Dr. Susan Wootton (McGovern Medical School) as well as several doctors in the Paris hospital system who volunteered their time to create videos about COVID-19 vaccination to disseminate to study participants. This study was approved by the IRB at MIT (Protocol #1406006433) and registered in the AEA Social Science Registry as AEARCTR-0008711 (US) and AEARCTR-0008902 (France). We thank Nisha Deolalikar for supporting the study at Facebook. Facebook provided financial and logistical support by running the COVID-19 related ads free of charge, as well as by hiring a marketing company (Code3 Creative) to manage the ad campaign. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research was also supported by an administrative supplement to National Institutes of Health, National Institute of Aging award number 3P30AG064190-02S1.\n\n\n\nAbhijit Banerjee\n\nI am the chair of the West Bengal Covid-19 Advisory Board (a purely advisory, unpaid position) and this work informs that work.\n\n\n\nPierre-Luc Vautrey\n\nPierre-Luc Vautrey is a current employee of Meta Platforms (previously Facebook). He completed this research previously while affiliated with MIT.\n\n\n"
}