{
    "id": 30615,
    "citation_title": "The Effect of Performance Pay Incentives on Market Frictions: Evidence from Medicare",
    "citation_author": [
        "Atul Gupta",
        "Guy David",
        "Lucy (Kunhee) Kim"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare has increased the use of performance pay incentives for hospitals, with the goal of increasing care coordination across providers, reducing market frictions, and ultimately to improve quality of care. This paper provides new empirical evidence by using novel operations and claims data from a large, independent home health care firm with the Hospital Readmissions Reduction Program (HRRP) penalty on hospitals providing identifying variation. We find that the penalty incentive to reduce re-hospitalizations passed through from hospitals to the firm at least for some types of patients, since it provided more care inputs for heart disease patients discharged from hospitals at greater penalty risk and that contributed more patients to the firm. This evidence suggests that HRRP helped increase coordination between hospitals and home health firms without formal integration. Greater home health effort does not appear to have led to lower patient readmissions.\n\n",
    "acknowledgement": "\nWe would like to thank the Leonard Davis Institute for their generous funding of this research. We thank Jim Rebitzer, Rachel Werner, and many seminar participants for helpful comments and suggestions. We also thank David Baiada and Alan Wright for insight and data support throughout the project. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}