{
    "id": 30617,
    "citation_title": "The Economics of Women's Rights",
    "citation_author": [
        "Michèle Tertilt",
        "Matthias Doepke",
        "Anne Hannusch",
        "Laura Montenbruck"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nTwo centuries ago, in most countries around the world, women were unable to vote, had no say over their own children or property, and could not obtain a divorce. Women have gradually gained rights in many areas of life, and this legal expansion has been closely intertwined with economic development. We aim to understand the drivers behind these reforms. To this end, we distinguish between four types of women’s rights—economic, political, labor, and body—and document their evolution over the past 50 years across countries. We summarize the political-economy mechanisms that link economic development to changes in women's rights and show empirically that these mechanisms account for a large share of the variation in women's rights across countries and over time.\n\n",
    "acknowledgement": "\nManuscript in preparation for the Marshall Lecture to be published in the Journal of the European Economic Association.  We thank Elizabeth Boyle and Irem Ebetürk for kindly sharing their data. Our gratitude goes to Ursula Behresheim and Yasar Ceylan  for  excellent research assistance. We thank  Graziella Bertocchi, Alice Evans, Rohini Pande, Todd Schoellman, and the editor Romain Wacziarg for helpful comments. Financial support from the German Research Foundation (through the CRC-TR-224 project A3 and Leibniz prize TE966/2-1) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}