{
    "id": 30621,
    "citation_title": "Subjective Performance Evaluation, Influence Activities, and Bureaucratic Work Behavior: Evidence from China",
    "citation_author": [
        "Alain de Janvry",
        "Guojun He",
        "Elisabeth Sadoulet",
        "Shaoda Wang",
        "Qiong Zhang"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSubjective performance evaluation is widely used by firms and governments to provide work incentives. However, delegating evaluation power to local leadership could induce influence activities: employees might devote too much effort to impressing/pleasing their evaluator, relative to working toward the goals of the organization itself. We conduct a large-scale randomized field experiment among Chinese local civil servants to study the existence and implications of influence activities. We find that civil servants do engage in evaluator-specific influence to affect evaluation outcomes, partly in the form of reallocating work efforts toward job tasks that are more important and observable to the evaluator. Importantly, we show that introducing uncertainty about the evaluator’s identity discourages evaluator-specific influence activities and improves bureaucratic work performance.\n\n",
    "acknowledgement": "\nWe thank the editor (Rema Hanna), three anonymous referees, Ricardo Alonso, Oriana Bandiera, Alan Benson, Ernesto Dal Bo, Ethan Bueno de Mesquita, Miguel Espinosa, Ray Fisman, Fred Finan, Bob Gibbons, Marco Gonzalez-Navarro, Chang-Tai Hsieh, Ruixue Jia, Jin Li, Weijia Li, Ethan Ligon, Jeremy Magruder, Aprajit Mahajan, Leslie Martin, Margaret Meyer, Gerard Padro, Albert Park, Nancy Qian, Yingyi Qian, Gerard Roland, Michael Song, Yongxiang Wang, Yanhui Wu, Yang Xie, Guo Xu, David Yang, Noam Yuchtman, and various seminar and conference participants for helpful comments and suggestions. Wenwei Peng, Yuhang Pan, Haoyang Xie, Anran Tan, Ziyi Liu, Jie Li, Danfeng Cao, Weiting Miao, Yuliang Nie, Guizi Zhouwu, and a large group of survey enumerators provided outstanding research assistance. The research described in this article was approved by UC Berkeley IRB. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}