{
    "id": 30626,
    "citation_title": "Air Quality and Suicide",
    "citation_author": [
        "Claudia Persico",
        "Dave E. Marcotte"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "2022-12-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct the first-ever large-scale study of the relationship between air pollution and suicide using detailed cause of death data from all death certificates in the U.S. between 2003 and 2010. Using wind direction as an instrument for daily pollution exposure, we find that a 1 μg/m3 increase in daily PM2.5 is associated with a 0.49% increase in daily suicides and 0.171 more suicide-related hospitalizations (a 50% increase). Estimates using 2SLS are larger and more robust, suggesting a bias towards zero arising from measurement error. Event study estimates further illustrate that contemporaneous pollution exposure matters more than exposure to pollution in previous weeks.\n\n",
    "acknowledgement": "\nWe are grateful to the National Center for Health Statistics for the data and the American Foundation for Suicide Prevention (AFSP) for their generous funding for this project. We thank seminar participants at Kansas State University, Frieje University Amsterdam, Tinbergen Institute, West Virginia University, and APPAM conference participants for their thoughts and comments on this work. Sarah Chung provided excellent assistance with the data work for this project. All interpretations and any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}