{
    "id": 30629,
    "citation_title": "How Substitutable Are Workers? Evidence from Worker Deaths",
    "citation_author": [
        "Simon Jäger",
        "Jörg Heining"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate how exogenous worker exits affect firms’ demand for incumbent workers and new hires. Drawing on administrative data from Germany, we analyze 34,000 unexpected worker deaths, which, on average, raise the remaining workers’ wages and retention probabilities. The average effect masks substantial heterogeneity: Coworkers in the same occupation as the deceased see positive wage effects; coworkers in other occupations experience wage decreases when a high-skilled or specialized worker dies. Our findings imply substantial replacement costs, which are larger in thin markets and when skills are specialized.\n\n",
    "acknowledgement": "\nThe authors are grateful for many comments from seminar and conference audiences and colleagues. Jäger especially thanks his advisors Raj Chetty, Edward Glaeser, Lawrence Katz, and Andrei Shleifer. This study uses the factually anonymous data sampled from the Integrated Employment Biographies (IEB) database of the Institute for Employment Research (IAB). Data access is provided by IAB in accordance with the regulations of section 75 of the German Social Code, Book III . We are very grateful to Stefan Bender for his support in making this project possible and to the Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at IAB, Peter Brown, Daniela Hochfellner, and Wolfram Klosterhuber for their support with the data. Carolin Baum, Nikhil Basavappa, David Poth and especially William Chen, Nathan Lazarus, and Chantal Pezold provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}