{
    "id": 30620,
    "citation_title": "Opening the Black Box: Task and Skill Mix and Productivity Dispersion",
    "citation_author": [
        "G. Jacob Blackwood",
        "Cindy Cunningham",
        "Matthew Dey",
        "Lucia S. Foster",
        "Cheryl Grim",
        "John C. Haltiwanger",
        "Rachel L. Nesbit",
        "Sabrina Wulff Pabilonia",
        "Jay Stewart",
        "Cody Tuttle",
        "Zoltan Wolf"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nConference on Research in Income and Wealth\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAn important gap in most empirical studies of establishment-level productivity is the limited information about workers’ characteristics and their tasks. Skill-adjusted labor input measures have been shown to be important for aggregate productivity measurement. Moreover, the theoretical literature on differences in production technologies across businesses increasingly emphasizes the task content of production. Our ultimate objective is to open this black box of tasks and skills at the establishment-level by combining establishment-level data on occupations from the Bureau of Labor Statistics (BLS) with a restricted-access establishment-level productivity dataset created by the BLS-Census Bureau Collaborative Micro-productivity Project. We take a first step toward this objective by exploring the conceptual, specification, and measurement issues to be confronted. We provide suggestive empirical analysis of the relationship between within-industry dispersion in productivity and tasks and skills. We find that within-industry productivity dispersion is strongly positively related to within-industry task/skill dispersion.\n\n",
    "acknowledgement": "\nBlackwood, Haltiwanger, and Tuttle were also Schedule A part-time employees of the U.S. Census Bureau at the time of the writing of this paper. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the U.S. Bureau of Labor Statistics. This paper uses public domain DiSP data (the public domain data have been cleared by the Census Bureau Disclosure Review Board, Clearance Number: CBDRB-FY21-305). The authors would like to thank Emin Dinlersoz, Lucy Eldridge, John Eltinge, Susan Houseman, Erich Strassner, and participants at the NBER/CRIW Conference on Technology, Productivity, and Economic Growth for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}