{
    "id": 30624,
    "citation_title": "Legalizing Entrepreneurship",
    "citation_author": [
        "Dany Bahar",
        "Bo Cowgill",
        "Jorge Guzman"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "2023-03-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use administrative data linked to the complete formal business registry to study a 2018 policy shift in Colombia that made nearly half a million Venezuelan undocumented migrants eligible for a resident visa. Immigrants who receive the visa increase their economic activity in the form of higher entrepreneurship by a factor as high as 12, bringing it to parity with native Colombians four years later. To establish causal estimates, we develop a novel extension of a regression discontinuity design. Our design uses variation in the running-variable (coming from rain) to instrument for migrants’ choices to apply for visas.\n\n",
    "acknowledgement": "\nThe authors thank Pierre Azoulay, David Blei, Laura Boudreau, Ina Ganguli, Peter Hull, Namrata Kala, Ameet Morjaria, David Robinson, Szymon Sacher, Daniela Scur, Scott Stern, Kevin Shih, and Inara Tareque for valuable feedback. We also thank participants at NBER Summer Institute (Entrepreneurship), the Wharton Migration and Organizations Conference, and REER, for valuable feedback. Bahar thanks the Conrad N. Hilton Foundation for their support. Cowgill thanks the Ewing Marion Kauffman Foundation for their support. This work was partially funded by The Jerome A. Chazen Institute for Global Business at Columbia University. Marion Restrepo provided excellent research assistance. A previous version of this paper was titled, “The Economic Effects of Immigration Pardons: Evidence from Venezuelan Entrepreneurs.” All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}