{
    "id": 30622,
    "citation_title": "The Effects of Combat Deployments on Veterans' Outcomes",
    "citation_author": [
        "Jesse M. Bruhn",
        "Kyle Greenberg",
        "Matthew Gudgeon",
        "Evan K. Rose",
        "Yotam Shem-Tov"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "2023-08-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nAs millions of soldiers deployed to Iraq or Afghanistan between 2001 and 2021, Veteran Affairs Disability Compensation payments quadrupled and the veteran suicide rate rose rapidly. We estimate causal effects of combat deployments on soldiers’ well-being. To eliminate non-random selection into deployment, we leverage quasi-random assignment of newly recruited soldiers to units on staggered deployment cycles. Deployments increase injuries, combat deaths, and disability compensation, but we find limited evidence that they affect suicide, deaths of despair, financial health, incarceration, or education. More dangerous deployments have similarly limited effects. Our estimates suggest that deployment cannot explain either the recent rise in disability payments, which is more likely driven by policy changes, or the surge in noncombat deaths, which is better explained by shifts in observable characteristics of soldiers.\n\n",
    "acknowledgement": "\nAll opinions expressed in this manuscript are those of the authors and do not represent the opinions of the United States Military Academy, Department of Defense, Department of Veterans Affairs or the United States Army. Alec Hoover, Andrew Hoover, Jake Fabian, and Kelly Orr provided exceptional research assistance. Luke Gallagher provided critical data collection. We thank Mike Baker, Eli Berman, Mark Duggan, Michael Levere, Erzo F.P. Luttmer, Kyu Matsuzawa, Fran Murphy, Bruce Sacerdote, Alex Smith, CarlyWill Sloan, Anna Weber, Abigail Wozniak, Austin Wright and participants at Duke University, the Free University of Bozen-Bolzano, LERA at ASSA, NBER SI Economics of National Security program, SOLE, St. Lawrence University, Tufts University, and the VIVE workshop on soldiers for helpful comments. All errors remain ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the United States Army, the Department of Defense, the United States Military Academy, or the National Bureau of Economic Research.\n\n\n"
}