{
    "id": 30628,
    "citation_title": "The NBER Orange Book Dataset: A User’s Guide",
    "citation_author": [
        "Maya Durvasula",
        "C. Scott Hemphill",
        "Lisa Larrimore Ouellette",
        "Bhaven N. Sampat",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "2023-05-30",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces a newly digitized, open-access version of the Food and Drug Administration’s “Orange Book”—a linkage between approved small-molecule drugs and the patents that protect them. The Orange Book also reports any applicable regulatory exclusivity that prevents competitive entry. We summarize the Orange Book’s coverage and discuss the opportunities and challenges associated with using these data for research. Empirical validations against various administrative datasets suggest that Orange Book records are, largely, complete and accurate. We conclude with a specific use case—calculating legal exclusivity periods for drugs—to highlight the types of choices that researchers must make when using this resource.\n\n",
    "acknowledgement": "\nWe thank AnneMarie Bryson, Antara Joardar, Casey Lincoln, Tamri Matiashvili, and Maya Roy for excellent research assistance. We gratefully acknowledge financial support from the National Institute on Aging through grant P01AG005842 to the National Bureau of Economic Research, the National Science Foundation through grant DGE-1656518, the Knight Hennessy Scholars Program, the Alfred P. Sloan Foundation, and the Smith Richardson Foundation. Hemphill has at various times served as an expert witness in litigation involving Orange Booklisted patents. Sampat has served as a consultant in litigation on issues relating to pharmaceutical patenting and innovation, and to the Medicines Patent Pool for work on patents and access to medicines. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}