{
    "id": 30627,
    "citation_title": "Heterogeneity in School Value-Added and the Private Premium",
    "citation_author": [
        "Tahir Andrabi",
        "Natalie Bau",
        "Jishnu Das",
        "Asim Ijaz Khwaja"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing rich panel data from Pakistan, we compute test score based measures of quality (School Value-Addeds or SVAs) for more than 800 schools across 112 villages and verify that they are valid and unbiased. With the SVA measures, we then document three striking features of the schooling environment. First, there is substantial within-village variation in quality. The annualized difference in learning between the best and worst performing school in the same village is 0.4 sd; compounded over 5 years of primary schooling, this difference is similar in size to the test score gap between low- and high-income countries. Second, students learn more in private schools (0.15 sd per year on average), but substantial within-sector variation in quality means that the effects of reallocating students from public to private schools can range from -0.35sd to +0.65sd. Thus, there is a range of possible causal estimates of the private premium, a feature of the environment we illustrate using three different identification approaches. Finally, parents appear to recognize and reward SVA in the private sector, but the link between parental demand and SVA is weaker in the public sector. These results have implications for both the measurement of the private premium and how we design and evaluate policies that reallocate children across schools, such as school closures and vouchers.\n\n",
    "acknowledgement": "\nWe declare that we have no relevant or material financial interests that relate to the research described in the paper entitled “HETEROGENEITY IN SCHOOL VALUE ADDED AND THE PRIVATE PREMIUM.” This project was funded by multiple grants from The World Bank, including grants received under their Knowledge for Change Program and from the Development Research Group Research Support Budget received between 2003 and 2011 and a subsequent grant from the Research on Improving Systems in Education program, funded by UK Aid. Asim Ijaz Khwaja is a director of Center for International Development (CID) at the Harvard Kennedy School of Government.  CID has no stake in the outcomes of any given evaluation results, however CID does have a position on what is considered a rigorous evaluation methodology. Asim Ijaz Khwaja is a cofounder and unpaid board member of the Centre for Economic Research, Pakistan (CERP). CERP has no stake in the outcomes of any given evaluation results, however CERP does have a position on what is considered a rigorous evaluation methodology. This study was approved by the ethical review committee at Harvard University (IRB #18543). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}