{
    "id": 30634,
    "citation_title": "Give Me a Pass: Flexible Credit for Entrepreneurs in Colombia",
    "citation_author": [
        "Lasse Brune",
        "Xavier Giné",
        "Dean Karlan"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "2024-01-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAlthough microcredit has reached millions, recent randomized evaluations find limited average business impacts. Contract rigidity, specifically the fixed and frequent installments, may limit productive risk-taking and thus diminish impact on average profits but risk triggering moral hazard. We test this with a Colombian lender that experimentally compared, for a sample of new borrowers, rigid lending to a loan product that included three “passes” to push off a monthly payment to the future. The flexible loan did lead to some shifts in investment behavior but no average impact on revenue or profits level or variance, and did lead to higher default.\n\n",
    "acknowledgement": "\nThanks to Diego Eslava, Javier Madrazo, David McDevitt, Nathan Haddon, Pablo Olmos, Anna Segura, Ana Serrano, Guillermo Tovar and Jesús Villero for excellent research management and assistance. Thanks to seminar participants at the Asian Development Bank, Atteneo de Manila University, Carnegie Mellon University, Columbia University, DIW Finance and Development Workshop, DIW Productivity and Development Workshop, Haverford College, University of Göttingen, University of Pittsburgh and UW-Milwaukee for helpful comments. We thank Kiva and Google.org for funding. We maintained intellectual freedom to report and interpret the results. We thank the management and staff of Fundación Mario Santo Domingo for their exceptional cooperation. Registered in the American Economic Association Registry for randomized controlled trials (AEARCTR-0001123). Institutional Review Board approval for human subjects research from Innovations for Poverty Action #14181. The views expressed are those of the authors and should not be attributed to the World Bank, its executive directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}