{
    "id": 30639,
    "citation_title": "The Regulation of Medical AI: Policy Approaches, Data, and Innovation Incentives",
    "citation_author": [
        "Ariel Dora Stern"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor those who follow health and technology news, it is difficult to go more than a few days without reading about a compelling new application of Artificial Intelligence (AI) to health care. AI has myriad applications in medicine and its adjacent industries, with AI-driven tools already in use in basic science, translational medicine, and numerous corners of health care delivery, including administrative work, diagnosis, and treatment. In diagnosis and treatment, a large and growing number of AI tools meet the statutory definition of a medical device or that of an in-vitro diagnostic. Those that do are subject to regulation by local authorities, resulting in both practical and strategic implications for manufacturers, along with a more complex set of innovation incentives. This chapter presents background on medical device regulation—especially as it relates to software products—and quantitatively describes the emergence of AI among FDA-regulated products. The empirical section of this chapter explores characteristics of AI-supported/driven medical devices (“AI devices”) in the United States. It presents data on their origins (by firm type and country), their safety profiles (as measured by associated adverse events and recalls), and concludes with a discussion of the implications of regulation for innovation incentives in medical AI.\n\n",
    "acknowledgement": "\nThe author is grateful to Melissa Ouellet for excellent research and programming support. Boris Babic, Anna Goldenberg, Nicholson Price, Daniel Yong, and participants at the Fall 2022 Economics of Artificial Intelligence Conference provided thoughtful comments and feedback. The author reports sitting on the Scientific Advisory Board of the German Society of Digital Medicine and the Strategic Advisory Board of HumanFirst. From 2020-2021 she consulted to the German Federal Ministry of Health on topics that included the regulation and reimbursement of digital medical devices. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}