{
    "id": 30635,
    "citation_title": "Deferred Acceptance with News Utility",
    "citation_author": [
        "Bnaya Dreyfuss",
        "Ofer Glicksohn",
        "Ori Heffetz",
        "Assaf Romm"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-10",
    "revision_date": "2022-12-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nCan incorporating expectations-based-reference-dependence (EBRD) considerations reduce seemingly dominated choices in the Deferred Acceptance (DA) mechanism? We run two experiments (total N = 500) where participants are randomly assigned into one of four DA variants—{static, dynamic} × {student proposing, student receiving}—and play ten simulated large-market school-assignment problems. While a standard, reference-independent model predicts the same straightforward behavior across all problems and variants, a news-utility EBRD model predicts stark differences across variants and problems. As the EBRD model predicts, we find that (i) across variants, dynamic student receiving leads to significantly fewer deviations from straightforward behavior, (ii) across problems, deviations increase with competitiveness, and (iii) within specific problems, the specific deviations predicted by the EBRD model are indeed those commonly observed in the data.\n\n",
    "acknowledgement": "\nWe thank Ophir Averbuch, Yannai Gonczarowski, Shengwu Li, Vincent Meisner, Matthew Rabin, Alex Rees-Jones, Alvin Roth, Ran Shorrer, Davide Taglialatela, Jonas von Wangenheim, JESC-lab group and seminar participants at Cornell, Harvard, Hebrew University, LSE, Princeton, UPenn, INFORMS 2022, and MATCH-UP 2022 for invaluable comments; Tal Asif, Ronny Gelman, Ilana Lavie, Lev Maresca, Yonatan Rahimi, and Shira Zadik for excellent research assistance, and especially Guy Lichtinger for thoughtful and creative research assistance in the development of the project. This research was supported by the Israel Science Foundation (grant No. 2968/21), the Maurice Falk Institute, and the Johnson School at Cornell. This research was supported by the Israel Science Foundation (grant No. 2968/21), the Maurice Falk Institute, and the Johnson School at Cornell. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}