{
    "id": 30636,
    "citation_title": "A New Racial Disparity in Traffic Fatalities",
    "citation_author": [
        "Aaron Chalfin",
        "Maxim N. Massenkoff"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn 2015, for the first time in nearly forty years, the rate of motor vehicle fatalities for Black Americans exceeded that of white Americans. By 2020, the gap in death rates stood at 34%, accounting for approximately 4,000 excess deaths between 2014 and 2020. This disproportionate increase occurred in nearly all states, in rural as well as urban areas, and was shared by drivers of all ages and genders. We consider a variety of potential explanations for the emerging race gap including race-specific changes in time spent driving, the circumstances of driving, the quality of medical care for crash victims, decreases in other types of mortality, changes in policing, and risky driving behaviors such as speeding, driving without a seat belt and driving while intoxicated.  We can rule out many of these factors as important contributors to the race gap, but find evidence for two of them. The first is opportunity: Relative to white Americans, Black Americans are spending more time in vehicles than they have in the past. Changes in time spent driving, while modest, likely explain an important share of the emergent race gap.  The second is a relative increase in drug use, manifested by a quadrupling of the rate of overdose deaths among Black Americans after 2014. Increased drug use appears to have resulted in a concomitant increase in fatal crashes involving drivers under the influence of drugs. Finally, we consider whether the emerging race gap is explained by the so-called \"Ferguson effect,\" the idea that police officers have pulled back from enforcement activity in recent years. On the one hand, traffic stops made by police officers do appear to have declined after 2014. However, the decline in traffic stops does not appear to be race-specific and there is little evidence of a broad increase in risky driving behaviors like speeding and driving without a seat belt.\n\n",
    "acknowledgement": "\nNeither co-author has any source of funding to acknowledge. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}