{
    "id": 30631,
    "citation_title": "Legal Activism, State Policy, and Racial Inequality in Teacher Salaries and Educational Attainment in the Mid-Century American South",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2022-11-07",
    "issue_date": "2022-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the late 1930s, the NAACP launched a campaign to equalize Black and white teacher salaries in the de jure segregated schools of the American South. Using newly collected county panel data spanning three decades, this paper first documents heterogeneous within-state impacts of the campaign on teacher salaries. In states that reinforced successful NAACP litigation by introducing universal minimum salary schedules based on objective criteria, the relatively large wage penalty historically suffered by Black teachers in districts with higher Black enrollment shares disappeared by the mid-1950s.  In states that resisted by adopting salary schedules using the National Teacher Examination as a measure of teaching efficacy, that penalty remained.  In the second part of the paper, we estimate the effect of teacher pay on educational attainment exploiting variation in Black salary gains over time across counties with different Black enrollment shares, and across states by whether subsequent state policy reinforced or resisted court rulings favorable to the NAACP.  We find that Black teacher salary gains contributed to the large reductions in racial inequality in school enrollment and grade progression in the South at mid-century.\n\n",
    "acknowledgement": "\nFor their comments and suggestions, we are grateful to Josh Angrist, David Card, Janet Currie, Claudia Goldin, Larry Katz, Thomas Lemieux, Bob Margo, Lowell Taylor, participants at DaveFest 2022: A Conference in Honor of David Card, and seminar participants at Harvard University. We also thank Andrew Ahn, Margaret Doyle, and Catalina Garcia Valenzuela for outstanding research assistance; Nina Ham, Lewis McMillan, and Jack Poss for contributions to the data collection for this project; David Card for sharing school resource data from his 1992 papers with Alan Krueger; and Celeste Carruthers and Marianne Wanamaker for sharing details of their data collection. This work has been supported by Grant # 2105-32644 from the Russell Sage Foundation. Any opinions expressed are those of the principal investigator(s) alone and should not be construed as representing the opinions of the Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}