{
    "id": 30637,
    "citation_title": "Firm Sorting and Spatial Inequality",
    "citation_author": [
        "Ilse Lindenlaub",
        "Ryungha Oh",
        "Michael Peters"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "2023-05-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the importance of spatial firm sorting for inequality both between and within local labor markets. We develop a novel model of spatial firm sorting, in which heterogeneous firms first choose a location and then hire workers in a frictional local labor market. Firms’ location choices are guided by a fundamental trade-off: Operating in productive locations increases output per worker, but sharing a labor market with other productive firms makes it hard to poach and retain workers, and hence limits firm size. We provide conditions under which there is positive firm sorting, with more productive firms settling in more productive locations. We show that positive firm sorting increases both the mean and the dispersion of wages in productive markets relative to less productive ones. The main mechanism is that firm sorting steepens the job ladder in productive places. We estimate our model using administrative data from Germany and identify firm sorting from a novel fact: Average local labor shares are lower in productive locations, which indicates a higher concentration of top firms with strong monopsony power. We infer that there is positive sorting of firms across space. Quantitatively, firm sorting can account for at least 16% of the spatial variation in mean wages and at least 38% of the variation in within-location wage dispersion.\n\n",
    "acknowledgement": "\nWe thank audiences at UCLA, Berkeley, Sciences Po, University of Minnesota, Dartmouth, Columbia, Johns Hopkins, Boston University, the NBER Summer Institute 2022, SED 2022, EEA 2022 and the NYU-Columbia Trade Day 2023 for useful comments. We are grateful to Gabriel Ahlfeldt for sharing his data on German property prices. We thank Juan Gambetta and Meili Wang for outstanding research assistance. The paper uses Linked-Employer-Employee-Data from the Institute for Employment Research (IAB) in Germany. Data access was provided via on-site use at the Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at the IAB and subsequently also remotely. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}