{
    "id": 3063,
    "citation_title": "How Rational Is the Purchase of Life Insurance?",
    "citation_author": [
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1989-08-01",
    "issue_date": "1989-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether middle age American households purchase adequate amounts of life insurance. The analysis is based on SRI International's 1980, 1982, and 1984 surveys of the financial positions of  American households. Our findings indicate that a significant minority of American wives are highly under-insured with respect to the possible deaths of their husbands. Under the assumption that actuarially fair annuities are available we find that just over 30 percent of wives are inadequately insured, by which we mean they would suffer a loss in their rate of sustainable consumption of at least 30 percent in the event of being widowed. If one assumes that annuities are not available  the fraction of wives who are inadequately insured is 24 percent. These findings on inadequate life insurance are even more striking if one focuses on those households in which over half of the couple's present expected value of resources is dependent on the husband's survival. The fraction of wives in such households who are inadequately insured is 41 percent if one assumes fair annuities are available, and 31 percent if one assumes annuities are unavailable. The problem of inadequate insurance is even more significant among households of more modest means. Almost half of wives in such households who are in need of life insurance protection are inadequately insured, and this statement holds regardless of whether fair annuities are available. The results of this paper together with those of the related literature strongly suggest that raising the share of social security benefits that are paid to surviving spouses as well as increasing in employer-provided group life insurance could have a very considerable impact on the alleviation of poverty among widows, especially elderly widows.\n\n",
    "acknowledgement": "\n"
}