{
    "id": 30641,
    "citation_title": "Bank Risk and Stockholding (1910-1934)",
    "citation_author": [
        "Matthew S. Jaremski"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe massive rise in U.S. stockholding during the early twentieth century resulted in the deepening of securities markets, the spread of investment banks, and the expansion of publicly held corporations. This paper makes use of a unique panel database of South Dakota bank stockholders from 1910-1934 to study bank stockholder growth as well as its effect on bank composition and risk. Overall, the average number of stockholders in a bank rose from 8 to 21 over the period with much of the rise occurring after 1924, but many banks remained highly concentrated. The new stockholders are associated with a subsequent increase in a bank’s proportion of loans-to-assets, but no direct effect on bank closure outside of this balance sheet effect. The data thus illustrate the start of a movement towards more diffuse bank stockholding and its potential consequences for the industry.\n\n",
    "acknowledgement": "\nThe author would like to thank the diligent research assistants supplied by the Center for Growth and Opportunity at Utah State University that helped make this paper possible: Jeffrey Brann, Micah Safsten, Brett Syndergaard, Logan Krebs, Parker Lyman, Kaiden Billings, Cailean Bushnell, and Tyson Bomsta. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}