{
    "id": 30643,
    "citation_title": "Do Pandemics Change Healthcare? Evidence from the Great Influenza",
    "citation_author": [
        "Rui Esteves",
        "Kris James Mitchener",
        "Peter Nencka",
        "Melissa A. Thomasson"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly digitized U.S. city-level data on hospitals, we explore how pandemics alter preferences for healthcare. We find that cities with higher levels of mortality during the Great Influenza of 1918-1919 subsequently expanded hospital capacity by more than cities experiencing less influenza mortality: cities in the top half of the mortality distribution increased their count of hospitals by 8-10 percent in the years after the pandemic. This effect persisted to 1960 and was driven by increases in non-governmental hospitals. Growth responded most in richer cities, exacerbating existing inequalities in access to healthcare. We do not find evidence that government-run hospitals or other types of city-level spending related to healthcare responded to pandemic intensity, suggesting that large health shocks do not necessarily lead to increased public provision of health services.\n\n",
    "acknowledgement": "\nWe thank Haley Drake, Jeffrey Liu, and Nikolaos Souslous for their excellent research assistance. Mitchener thanks the Center for Advanced Studies of Behavioral Sciences for their support in 2021-22. We thank Robby Aronowitz, Marco del Angel, and seminar and conference participants at the 2022 NBER Summer Institute, the University of Arizona, Universita’ Bocconi, CUNEF University, and the University of Southern Denmark for comments and helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}