{
    "id": 30644,
    "citation_title": "From Lapdogs to Watchdogs: Random Auditor Assignment and Municipal Fiscal Performance",
    "citation_author": [
        "Silvia Vannutelli"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "2023-10-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA fundamental question in organizational economics is how to structure organizations to better align incentives across levels. While monitoring could mitigate agency problems, it can itself be rendered ineffective if auditors are corruptible. In this paper, I evaluate the consequences of changes in the design of monitoring institutions that limit auditors' conflicts of interest. I exploit the staggered introduction of a reform that removed the control of auditors' appointment from local politicians and introduced a random assignment mechanism. I obtain four main findings. First, random matching severs auditors-mayors connections. Second, treated municipalities significantly improve their net surpluses and debt repayments, per national government objectives. Third, the fiscal improvement results from a sizeable increase in tax capacity. Fourth, treatment effects are a combination of selection, matching, and incentive effects. These findings highlight the value of auditor independence and illustrate how changes in the organizational design of the state can improve governance.\n\n",
    "acknowledgement": "\nA preliminary version of this paper was circulated under the title “Monitoring and Local Governance: Evidence from Italy.” I am very grateful to my main advisors in this project, Ray Fisman and Daniele Paserman. I am also grateful for the careful comments of two discussants, Guo Xu and Raffaella Sadun. For helpful feedback I thank Marianne Bertrand, Michael Best, Monica Martinez-Bravo, Fred Finan, Andrea Prat, Dilip Mookherjee, Peter Buisseret, Christophe Chamley, Ernesto Dal Bo, Ilyana Kuziemko, David Lakagos, Kevin Lang, Christian Leuz, Nicola Limodio, Chiara Margaria, Andy Newman, Juan Ortner, Elias Papaioannou, Vincent Pons, Pablo Querubin, Nancy Qian, Thomas Rauter, Maddalena Ronchi, Juan Carlos Suarez Serrato, Johannes Schmieder, Luigi Zingales, Edoardo Maria Acabbi, Gemma Dipoppa and seminar participants at Berkeley Haas, Booth, Boston University, Carlos3, CEMFI, Columbia University, Harvard University, HEC Montreal, LMU, Northwestern University, NBER Summer Institute, PSE, SciencePo, SSE, Stanford University, USC, UCLA, University of Chicago, Yale University. I am grateful to the Manuel Abdala Fund for financial support. Costas Lambros and Martina Cuneo provided excellent research assistance. I also thank Lorenzo Casaburi, Simone Paci as well as Massimilano Baragona and Carmine La Vita (Ministry of the Interior) for data sharing. All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}