{
    "id": 30646,
    "citation_title": "Racial and Ethnic Inequality and the China Shock",
    "citation_author": [
        "Lisa B. Kahn",
        "Lindsay Oldenski",
        "Geunyong Park"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMinority workers generally have worse economic outcomes than whites, and are disproportionately impacted by many negative shocks. However, we show that Black-white employment gaps narrowed as a result of China's WTO accession because Black workers transitioned to nonmanufacturing employment at higher rates. They also lived in less exposed areas of the country and were less reliant on manufacturing employment at baseline. Hispanic populations in contrast were overrepresented in exposed manufacturing industries and experienced larger overall employment losses. The China shock thus widened Hispanic-white gaps, though this effect was short lived. The lasting negative effects were driven primarily by white workers.\n\n",
    "acknowledgement": "\nWe thank David Autor, Mark Bils, Nick Bloom, Kirill Borusyak, David Dorn, Kyle Handley, Peter Hull, Brian Kovak, Ronni Pavan, Peter Schott, Isaac Sorkin, and seminar participants at Carnegie Mellon, the Cleveland Fed, the Cowles Foundation at Yale, CU Boulder, the Federal Reserve Board, Georgetown, Northwestern, Stanford, Syracuse, the U.S. Census Bureau, the University of Rochester, and UT Austin for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}