{
    "id": 30648,
    "citation_title": "Valuing Excess Deaths Caused by Climate Change",
    "citation_author": [
        "R. Daniel Bressler",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nValuing deaths caused by climate change in Benefit Cost Analysis (BCA) is complex and controversial, having caused disagreement and acrimony in past high-profile settings. Furthermore, it is of first order consequence to the value of the social cost of carbon (SCC). Despite this, the underlying considerations remain under-analyzed. We address this by assessing the theory behind different approaches to BCA, and by evaluating how they fare when applied to global externalities like climate change. The pure Kaldor-Hicks approach to BCA – measuring costs in market dollars unadjusted for diminishing marginal utility and valuing premature deaths in rich areas more than poor areas – relies on assumptions that are debated in domestic contexts, but, as we show, clearly do not hold in the context of climate change. We show that this approach is equivalent to defining a Negishi weighted social welfare function. Furthermore, we show that if costs are measured in purchasing power parity adjusted money – as is typical for the SCC – then the Kaldor-Hicks potential compensation criterion no longer necessarily holds. We conclude that the first-best BCA approach in the climate context is welfare weighting. This approach accounts for diminishing marginal utility using empirical estimates for the curvature of the utility function, and it better captures what a social planner naturally cares about: real net benefits and the welfare people get from those net benefits. The current U.S. practice – identical to the pure Kaldor-Hicks approach except that it gives a uniform population average value to all premature deaths – is preferred over the pure Kaldor-Hicks approach because it implicitly welfare weights premature mortality costs. However, the fully welfare weighted approach is first-best because it accounts for diminishing marginal utility across all costs, not just premature mortality risk.\n\n",
    "acknowledgement": "\nHeal acknowledges support from Columbia Business School. Bressler acknowledges support from the Columbia School of International and Public Affairs and the Open Philanthropy Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research nor any other entity.\n\n\n"
}