{
    "id": 30640,
    "citation_title": "How Has COVID-19 Impacted Disability Employment?",
    "citation_author": [
        "Ari Ne'eman",
        "Nicole Maestas"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "2023-04-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the COVID-19 public health emergency has had disastrous health impacts for people with disabilities, it remains unclear what impact the associated economic recession and subsequent recovery have had on disability employment. Objective: We evaluated employment trends for people with and without disabilities over the course of the COVID-19 recession and subsequent economic recovery, both overall and by occupational category (essential, non-essential, teleworkable, non-teleworkable, frontline, nonfrontline). We made use of data from the nationally representative Current Population Survey. Linear probability models were used to estimate percent changes in employment-to-population ratios and identify differences between disabled and non-disabled employment in each quarter broadly and within specific occupational categories. As the COVID-19 recession began in Q2 2020, people with disabilities experienced employment losses that were proportionately similar to those experienced by people without disabilities. However, during the subsequent economic recovery, the employment rate of people with disabilities has grown more quickly in Q4 2021 through Q2 2022, driven by increased labor force participation. These employment gains have been concentrated in teleworkable, essential, and non- frontline occupations. Our findings suggest that people with disabilities are disproportionately benefiting from the rapid recovery from the initial economic contraction at the start of the pandemic.\n\n",
    "acknowledgement": "\nThis line of study was supported in part by a grant from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) for the Rehabilitation Research and Training Center on Employment Policy: Center for Disability inclusive Employment Policy Research, Grant No. 90RTEM0006-01-00. NIDILRR is a Center within the Administration for Community Living (ACL), Department of Health & Human Services. Ari Ne’eman’s effort was also supported by the National Institute of Mental Health of the National Institutes of Health under Award Number T32MH019733. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Bureau of Economic Research, the National Institutes of Health, NIDILRR, the federal government or any other funder. Ari Ne’eman reports consulting income within the last twelve months from the Service Employees International Union, Inclusa, CareSource and the Department of Health and Human Services Office of Civil Rights. The data presented here was not collected as part of his duties for any of these entities, including the Department of Health and Human Services, and the research, analysis, findings, and conclusions were not reviewed by them nor do they necessarily represent their views. The authors wish to thank Hailey Elizabeth Clark and Kevin Mitchell Friedman for exemplary support throughout the project.\n\n\n"
}