{
    "id": 30647,
    "citation_title": "The Effect of the COVID-19 Pandemic Recession on Less Educated Women's Human Capital: Some Projections",
    "citation_author": [
        "Mark M. Drozd",
        "Robert A. Moffitt",
        "Xinyu Zhao"
    ],
    "citation_publication_date": "2022-11-14",
    "issue_date": "2022-11-10",
    "revision_date": "2023-07-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recession induced by the COVID-19 pandemic resulted in major declines in employment of women, both from the demand side as firms reduced employment and from the supply side resulting from school closures and the closing of many child care facilities. We provide projections of possible impacts of this reduction on less-educated women’s future human capital framed within the traditional Mincerian model that implies that wage growth falls if a recession reduces the growth of work experience. We develop a new and modified form of the Mincerian log wage equation which we argue captures the effect of women’s work experience on their human capital in a way superior to the traditional form of that equation. Using that modified form, we estimate the impact of recession-induced loss of work experience on wages. Our model, estimated on pre-COVID data, incorporates special features anticipated to be of importance in the pandemic, including the degree to which negative aggregate shocks occur to pandemic-specific industries, whether the impact of shocks varies by telecommuting occupation, and how the impact varies with the presence of preschool and school-age children who are affected by school and child-care facility closures. We find that wage losses one year out from 2020 are relatively modest on average, generally less than one percent, with the largest for married women without children in the home. But losses are greater for married women at young ages, mothers with very young children, and for those working in COVID-impacted industries. School and child care closures increase projected negative wage impacts for married mothers by an additional 50 percent.\n\n",
    "acknowledgement": "\nThis is a revised version of the Presidential Address to the Society of Labor Economists annual conference in May, 2021. The authors thank Francine Blau for help with PSID codes and the Smith Richardson Foundation for research support. We wish to thank Stefania Albanesi, Joseph Altonji, James Heckman, V. Joseph Hotz, Michael Keane, Marjorie McElroy, Claudia Olivetti, and the Editor and a Referee for comments. We thank Benjamin Cowan and Lauren Russell for assistance with estimates of the impacts of school and child care closures, respectively. Comments from participants of seminars at the Princeton University Office of Population Research, Rutgers University, and the University of Chicago are also appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}