{
    "id": 30659,
    "citation_title": "Automation and the Workforce: A Firm-Level View from the 2019 Annual Business Survey",
    "citation_author": [
        "Daron Acemoglu",
        "Gary W. Anderson",
        "David N. Beede",
        "Cathy Buffington",
        "Eric E. Childress",
        "Emin Dinlersoz",
        "Lucia S. Foster",
        "Nathan Goldschlag",
        "John C. Haltiwanger",
        "Zachary Kroff",
        "Pascual Restrepo",
        "Nikolas Zolas"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nConference on Research in Income and Wealth\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper describes the adoption of automation technologies by US firms across all economic sectors by leveraging a new module introduced in the 2019 Annual Business Survey, conducted by the US Census Bureau in partnership with the National Center for Science and Engineering Statistics (NCSES). The module collects data from over 300,000 firms on the use of five advanced technologies: AI, robotics, dedicated equipment, specialized software, and cloud computing. The adoption of these technologies remains low (especially for AI and robotics), varies substantially across industries, and concentrates on large and young firms. However, because larger firms are much more likely to adopt them, 12-64% of US workers and 22-72% of manufacturing workers are exposed to these technologies. Firms report a variety of motivations for adoption, including automating tasks previously performed by labor. Consistent with the use of these technologies for automation, adopters have higher labor productivity and lower labor shares. In particular, the use of these technologies is associated with a 11.4% higher labor productivity, which accounts for 20-30% of the difference in labor productivity between large firms and the median firm in an industry. Adopters report that these technologies raised skill requirements and led to greater demand for skilled labor but brought limited or ambiguous effects to their employment levels.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not reflect the views of the US Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. DRB Approval Numbers: CBDRB-FY21-058, CBDRB-FY21-316, CBDRB-FY22-057, CBDRB-FY22-ESMD006-011, CBDRB-FY22-411, CBDRB-FY23-034. We thank Laurence Ales, Chiara Criscuolo, Eric Donald, Christina Patterson, and participants in the 2021 AEA session, 2021 Meetings of the Society for Economic Dynamics, and NBER CRIW conference for comments and suggestions. Acemoglu gratefully acknowledges financial support from the National Science Foundation, the Hewlett Foundation, Schmidt Sciences, and the Smith Richardson Foundation. Restrepo thanks the National Science Foundation for its support under award No. 2049427.  John Haltiwanger was also a part-time Schedule A employee of the Bureau of the Census at the time of the writing of this paper.  We are grateful to David Autor for useful comments. We gratefully acknowledge financial support from Toulouse Network on Information Technology, Google, Microsoft, IBM, the Sloan Foundation and the Smith Richardson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}