{
    "id": 30657,
    "citation_title": "The Big Three and Board Gender Diversity: The Effectiveness of Shareholder Voice",
    "citation_author": [
        "Todd A. Gormley",
        "Vishal K. Gupta",
        "David A. Matsa",
        "Sandra C. Mortal",
        "Lukai Yang"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2023-04-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn 2017, “The Big Three” institutional investors launched campaigns to increase gender diversity on corporate boards. We estimate that their campaigns led American corporations to add at least 2.5 times as many female directors in 2019 as they had in 2016. Firms increased diversity by identifying candidates beyond managers’ existing networks and by placing less emphasis on candidates’ executive experience. Firms also promoted more female directors to key board positions, indicating firms’ responses went beyond tokenism. Our results highlight index investors’ ability to effectuate broad-based governance changes and the important impact of investor buy-in in increasing corporate-leadership diversity.\n\n",
    "acknowledgement": "\nWe thank Reena Aggarwal, Alex Edmans, Rüdiger Fahlenbrach, Daniel Ferreira, Eli Fich, Jillian Grennan, Joseph Grundfest, Jarrad Harford, Peter Iliev, Lisa Kammert, Doron Levit, Marc Lipson, Joshua Pierce, Ellen Quigley, Miriam Schwartz-Ziv, Parth Venkat, Tracy Wang, and seminar participants at Chinese University of Hong Kong, Florida State University, Georgetown University, London Business School, New Economic School, Nova School of Business & Economics, Ohio State University, Pennsylvania State University, Singapore Management University, Tel Aviv University, University of Bristol, University of Cambridge, University of Exeter, University of Lancaster, University of Manchester, University of Maryland, University of Oklahoma, University of South Carolina, University of Texas at Dallas, University of Utah, University of Virginia, UNSW Business School, Washington University in St. Louis, York University, Financial Intermediation Research Society Conference, Financial Management Association Conference, RCFS Winter Conference, Smokey Mountain Finance Conference, and Weinberg Center Corporate Governance Symposium, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}