{
    "id": 30654,
    "citation_title": "Investment and Subjective Uncertainty",
    "citation_author": [
        "Nicholas Bloom",
        "Steven J. Davis",
        "Lucia S. Foster",
        "Scott W. Ohlmacher",
        "Itay Saporta-Eksten"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA longstanding challenge in evaluating the impact of uncertainty on investment is obtaining measures of managers’ subjective uncertainty. We address this challenge by using a detailed new survey measure of subjective uncertainty collected by the U.S. Census Bureau for approximately 25,000 manufacturing plants. We find three key results. First, investment is strongly and robustly negatively associated with higher uncertainty, with a two standard deviation increase in uncertainty associated with about a 6% reduction in investment. Second, uncertainty is also negatively related to employment growth and overall shipments (sales) growth, which highlights the damaging impact of uncertainty on firm growth. Third, flexible inputs like rental capital and temporary workers show a positive relationship to uncertainty, demonstrating that businesses switch from less flexible to more flexible factor inputs at higher levels of uncertainty.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the National Science Foundation, the Kauffman Foundation and the Sloan Foundation, with grants administered by the National Bureau of Economic Research. Numerous Census Bureau staff helped develop, conduct and analyze the survey; we especially thank Julius Smith, Marlo Thornton, Cathy Buffington, William Wisniewski, and Michael Freiman. We also thank Mike Bryan, Nick Parker and Brent Meyer, with whom Bloom and Davis developed and tested firm-level versions of the 5-bin outcome and probability questions posed to manufacturing plants in the 2015 MOPS. We thank Randy Becker and John Eltinge for their comments. Any opinions and conclusions expressed herein are those of the authors and do  not represent the views of the National Bureau of Economic Research, the U.S. Census Bureau or the Board of Governors of the Federal Reserve System or its staff. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release (Approval IDs: CBDRB-FY17-CMS-6039, CBDRB-FY17-CMS-6064, CBDRB-FY18-CMS-6171, CBDRB-FY18-CMS-6207, CBDRB-FY18-CMS-6334, CBDRBFY18- CMS-6802, CBDRB-FY19-CMS-7201, CBDRB-FY20-CES007-001).\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}