{
    "id": 30652,
    "citation_title": "Inflation and Capital Flows",
    "citation_author": [
        "Julien Bengui",
        "Louphou Coulibaly"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the latest monetary policy tightening cycle, capital has been flowing from jurisdictions with the least aggressive hiking profiles to those with the most aggressive ones. This pattern of capital flows is consistent with the predictions of a standard open-economy model with nominal rigidities where cost-push shocks generate an inflationary episode and capital flows freely across countries. Yet, by raising demand for domestic non-tradable goods and services, capital inflows cause unwelcome upward pressure on firms’ costs in countries most severely hit by these shocks. We argue that a reverse pattern of capital flows would have improved the output-inflation trade-off globally, hence requiring a less aggressive monetary tightening in most severely hit countries and delivering overall welfare gains.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank Javier Bianchi, Saki Bigio, Charles Engel, Luca Fornaro, Jordi Gali, Alberto Martin, Anton Korinek, Evi Pappa, Michal Szkup, Cédric Tille, Ivàn Werning, and seminar participants at the NBER IFM Spring meeting 2023, the BOJ-CEPR 7th International Macroeconomics and Finance Conference, CREI, the Graduate Institute, the Universidad Carlos III de Madrid, the 2022 CEMLAFRBNY-ECB conference, the BoF-CEPR conference on Monetary Policy in the Post-Pandemic Era and the WASM conference. The views expressed in this paper are entirely those of the authors and do not necessarily represent the views of the Bank of Canada or the National Bureau of Economic Research. This paper previously circulated under the title “Stagflation and Topsy-Turvy Capital Flows.”\n\n\n"
}