{
    "id": 30655,
    "citation_title": "Identification and Estimation of Continuous-Time Job Search Models with Preference Shocks",
    "citation_author": [
        "Peter Arcidiacono",
        "Attila Gyetvai",
        "Arnaud Maurel",
        "Ekaterina S. Jardim"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper applies some of the key insights of dynamic discrete choice models to continuous-time job search models. We propose a novel framework that incorporates preference shocks into search models, resulting in a tight connection between value functions and conditional choice probabilities. Including preference shocks allows us to establish constructive identification of all the model parameters. Our method also makes it possible to estimate rich nonstationary job search models in a simple and tractable way, without having to solve any differential equations. We apply our framework to rich longitudinal data from Hungarian administrative records, allowing for nonstationarities in offer arrival rates, wage offers, and in the flow payoff of unemployment. Longer unemployment durations are associated with substantially worse wage offers and lower offer arrival rates, which results in accepted wages falling over time.\n\n",
    "acknowledgement": "\nWe thank Victor Aguirregabiria, Gerard van den Berg, Xavier D’Haultfoeuille, Eric French, Philipp Kircher, Jeremy Lise, Elena Pastorino, Aureo de Paula, Ronni Pavan, Fabien Postel-Vinay, Thierry Magnac, Isaac Sorkin, and audiences in many seminars and conferences for useful comments, suggestions and stimulating discussions. We thank the Databank of the Center for Economic and Regional Studies for data access, and Zhangchi Ma for outstanding research assistance. Arcidiacono and Maurel gratefully acknowledge financial support from NSF grant SES-2116400. The paper previously circulated under the title “Conditional Choice Probability Estimation of Continuous-Time Job Search Models.” First draft: January 2018. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEkaterina S. Jardim\n\nThe paper has been reviewed by Amazon.con Scientific Publication committee to ensure that no sensitive information is disclosed.\n\n\n"
}