{
    "id": 30653,
    "citation_title": "Public Childcare, Labor Market Outcomes of Caregivers, and Child Development: Experimental Evidence from Brazil",
    "citation_author": [
        "Orazio Attanasio",
        "Ricardo Paes de Barros",
        "Pedro Carneiro",
        "David K. Evans",
        "Lycia Lima",
        "Pedro Olinto",
        "Norbert Schady"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-06-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis study examines the impact of publicly provided daycare for children aged 0-3 on outcomes of children and their caregivers over the course of seven years after enrollment into daycare. At the end of 2007, the city of Rio de Janeiro in Brazil used a lottery to assign children to limited public daycare openings. Winning the lottery translated to a 34 percent increase in total time in daycare during a child’s first four years of life. This allowed caregivers more time to work, resulting in higher incomes for beneficiary households in the first year of daycare attendance and 4 years later (but not after 7 years, by which time all children were eligible for universal schooling). The rise in labor force participation is driven primarily by grandparents and by adolescent siblings residing in the same household as (and possibly caring for) the child, and not by parents, most of whom were already working. Beneficiary children saw sustained gains in height-for-age and weight-for- age, likely due to the better nutritional intake they benefit from in daycare. Shorter term gains in beneficiary children’s cognitive development were also observed, driven primarily by a short term improvement in home resources and environments.\n\n",
    "acknowledgement": "\nThis work would not have been possible without the support of the Rio de Janeiro Municipal Education Secretariat, especially then-secretary Claudia Costin. Any errors in this paper are the authors’. An early, partial draft of this paper was part of Lycia Lima’s PhD dissertation at Fundacao Getulio Vargas. We acknowledge the support of 3IE, the World Bank, and the ERC through grant ERC-2015-CoG-682349.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}