{
    "id": 30658,
    "citation_title": "Heterogeneity in Damages from A Pandemic",
    "citation_author": [
        "Amy Finkelstein",
        "Geoffrey Kocks",
        "Maria Polyakova",
        "Victoria Udalova"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe use linked survey and administrative data to document and decompose the striking differences across demographic groups in both economic and health impacts of the first year of the COVID-19 pandemic in the United States. The impacts of the pandemic on all-cause mortality and on employment were concentrated in the same racial, ethnic, and education groups, with non-White individuals and those without a college degree experiencing higher excess all-cause mortality as well as a greater employment loss. Observable differences in living arrangements and the nature of work – which likely affected exposure to the virus and to economic contractions – can explain 15 percent of the Hispanic-White difference in excess mortality, almost one-quarter of the non- Hispanic Black-White difference, and almost half of the difference between those with and without a Bachelor’s degree; they can also explain 35 to 40 percent of the differences in economic damages between these groups. These findings underscore the importance of non-medical factors in contributing to the disparate impacts of public health shocks.\n\n",
    "acknowledgement": "\nThis manuscript is intended to inform interested parties of ongoing research and to encourage discussion. Any views expressed are those of the authors and not those of the U.S. Census Bureau. We acknowledge funding from the National Institute on Aging under grant R01-AG032449 (Finkelstein), grant T32-AG000186 (Kocks), grant U01-AG076557 (Polyakova) and National Institute for Health Care Management Foundation (Polyakova). We are grateful to Miray Omurtak for excellent research assistance. The U.S. Census Bureau reviewed this data product for unauthorized disclosure of confidential information and approved the disclosure avoidance practices applied to this release under authorization numbers CBDRB-FY22-POP001- 0104, CBDRB-FY22-POP001-0117, CBDRB-FY23-POP001-0001. This research project was conducted as part of the Census Bureau’s Enhancing Health Data (EHealth) program under DMS project 7515435 (Social Determinants of Health). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nMy disclosures are covered above.\n\n\n"
}