{
    "id": 30660,
    "citation_title": "Sea Level Rise Exposure and Municipal Bond Yields",
    "citation_author": [
        "Paul Goldsmith-Pinkham",
        "Matthew T. Gustafson",
        "Ryan C. Lewis",
        "Michael Schwert"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMunicipal bond markets begin pricing sea level rise (SLR) exposure risk in 2013, coinciding with upward revisions to worst-case SLR projections and accompanying uncertainty around these projections. The effect is larger for long-maturity bonds and is not solely driven by near-term flood risk. We use a structural model of credit risk to quantify the implied economic impact and distinguish the effects of underlying asset values and uncertainty. The SLR exposure premium exhibits a different trend from house prices and is unaffected by house price controls. Taken together, our results highlight the importance of climate uncertainty in driving municipal bond prices.\n\n",
    "acknowledgement": "\nWe thank Markus Baldauf, Asaf Bernstein, Sudheer Chava, Tony Cookson, Jess Cornaggia, Kimberly Cornaggia, Chitru Fernando, Dan Garrett, Stefano Giglio, Erik Gilje, Sara Holland, Yann Koby, James McCown, Rob Ready, Bill Schwert, Ilya Strebulaev, Luke Taylor, and seminar participants at the University of Delaware, Wharton, the 2019 University of Oklahoma Energy and Commodities Finance Research Conference, and the 2021 American Finance Association meeting for helpful suggestions. We also thank Elaine Yao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}