{
    "id": 30669,
    "citation_title": "Targeting Precision Medicine: Evidence from Prenatal Screening",
    "citation_author": [
        "Peter Conner",
        "Liran Einav",
        "Amy Finkelstein",
        "Petra Persson",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMedical technologies can target care to patients identified through screening, raising questions of how broadly to screen for potential use. We explore this empirically in the context of a non-invasive prenatal screening, cfDNA, which is used to target a more costly invasive test that elevates miscarriage risk. Using Swedish administrative data on prenatal choices for pregnancies conceived between 2011 and 2019 – a period in which Swedish regions began providing coverage for the new screening – we document that coverage of cfDNA substantially increases cfDNA screening and reduces invasive testing. To assess the impact of counterfactual targeting of cfDNA coverage, we develop and estimate a stylized model of prenatal choices. We find that narrow targeting of cfDNA coverage can improve outcomes and reduce costs, while broader coverage also improves outcomes but with increased costs. These findings point to the potential gains from well-designed targeting of screening, but at the same time highlight the importance of the targeting design.\n\n",
    "acknowledgement": "\nWe are grateful to Michaela Granfors, Kerstin Petersson, and Jonas Söderling at the Pregnancy Register. We appreciate helpful comments from Barton Hamilton, and from seminar participants at Chicago, IFS, Stanford, Tel Aviv, Warwick, the NBER Children’s Group Spring Meeting, and the NBER Health Care Summer Institute. We thank Sean Gao, Kelsey Moran, Jasmin Moshfegh, Katherine Moulton, Cameron Pfiffer, and especially Gabriel Swagel for excellent research assistance, as well as Sarah Bögl and Iliriana Shala for research assistance at the Research Institute of Industrial Economics. Persson additionally acknowledges funding from the National Science Foundation (NSF) CAREER Award No. 2144072. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nI have read the NBER disclosure policy and attest that this acknowledgment discloses all sources of funding and all material and relevant financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}