{
    "id": 30664,
    "citation_title": "Firm Responses to State Hiring Subsidies: Regression Discontinuity Evidence from a Tax Credit Formula",
    "citation_author": [
        "Benjamin G. Hyman",
        "Matthew Freedman",
        "Shantanu Khanna",
        "David Neumark"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2023-01-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine firm responses to location-based hiring subsidies. We leverage institutional features of the California Competes Tax Credit (CCTC), a large-scale business incentive program that incorporates best practices from prior job creation policies. The CCTC award selection procedure combines formula-based and discretionary components. Leveraging applicant score eligibility cutoffs in a regression discontinuity design and taking advantage of rich longitudinal microdata on establishments and their parent firms, we find that firms expand activity in California in response to CCTC awards, particularly in disadvantaged parts of the state. Our results suggest that targeted and audited hiring subsidies can be effective in promoting local business expansions. We also examine the potential spillovers to other states and do not find strong evidence that the CCTC induces significant cross-state displacement effects.\n\n",
    "acknowledgement": "\nThe views expressed here are the authors’ and do not necessarily reflect the positions of the Federal Reserve Bank of New York, the Federal Reserve System, the U.S. Census Bureau, or the National Bureau of Economic Research. We gratefully acknowledge support for this research from Arnold Ventures, the National Bureau of Economic Research, the Smith Richardson Foundation, and the Wharton Mack Institute of Innovation Management. We thank current and former staff in the California Governor’s Office of Business and Economic Development (GO-Biz), including Cheryl Akin, Scott Dosick, Kristen Kane, Van Nguyen, Jonathan Sievers, and Austin Sihoe, for numerous useful discussions. GO-Biz provided program data, but had no control over our analysis, interpretation, or conclusions. We thank Jyotsana Kala and Karen Ni for excellent research assistance. We also thank numerous seminar/conference participants for helpful comments, including at the Stanford Campbell Fellows Workshop, FRB San Francisco, UNLV, FSU, UCI, SDSU, Temple, OSUS Seminar, and the UEA European Meetings. We are particularly grateful to Jeff Clemens, Juan Carlos Suárez Serrato, and Eric Zwick for constructive comments. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1504 (CBDRB-FY22-129 and CBDRB-FY22-419). Any errors are our own.\n\n\n"
}