{
    "id": 30661,
    "citation_title": "Who Benefits from Hazardous Waste Cleanups? Evidence from the Housing Market",
    "citation_author": [
        "Alecia W. Cassidy",
        "Elaine L. Hill",
        "Lala Ma"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Resource Conservation and Recovery Act (RCRA) manages cleanup of hazardous waste releases at over 3,500 sites across the US, which covers approximately 17.5% of all developed land in the country. This paper evaluates the national and distributional housing market impacts of cleanups performed under RCRA and estimates the program's impacts on neighborhood change. We find that cleanups near residential properties yield significant, yet localized, increases in home prices, and that impacts are concentrated in the lower deciles of the price distribution. Importantly, we find no evidence of sorting along socio-demographic dimensions in response to cleanup. Our findings suggest that cleanup benefits accrue to the residents who are the original “hosts” of pollution and could correct pre-existing disparities in exposure to land-based contamination.\n\n",
    "acknowledgement": "\nThe authors would like to thank Nicolai Kuminoff, Amanda Ross, and Dennis Guignet, as well as seminar participants at the University of Alabama, University of Albany, ASSA Annual meeting, AERE Summer Conference, APPAM Fall Conference, and SEA Annual Conference for valuable feedback. The authors gratefully acknowledge the EPA Office of Land and Emergency Management (OLEM) for providing program expertise and access to the data. We especially thank David Hockey, Rachel Horton, and Norman Birchfield at the OLEM for their partnership. This work was conducted while Lala Ma was appointed to an Oak Ridge Institute for Science and Education (ORISE) Research Participation Program at the EPA OLEM. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or of the EPA.\n\n\n"
}