{
    "id": 30668,
    "citation_title": "Distributional Effects of Local Minimum Wages: A Spatial Job Search Approach",
    "citation_author": [
        "Petra E. Todd",
        "Weilong Zhang"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates a spatial general equilibrium job search model to study the effects of local and universal (federal) minimum wage policies on employment, wages, job postings, vacancies, migration/commuting, and welfare. In the model, workers, who differ in terms of location and education levels, search for jobs locally and in a neighboring area. If they receive remote offers, they decide whether to migrate or commute. Firms post vacancies in multiple locations and make offers subject to minimum wage constraints. The model is estimated using multiple databases, including the American Community Survey (ACS) and Quarterly Workforce Indicators (QWI), and exploiting minimum wage variation across state borders as well as time series variation (2005-2015). Results show that local minimum wage increases lead firms to post fewer wage offers in both local and neighboring areas and lead lower education workers to reduce interstate commuting. An out-of-sample validation finds that model forecasts of  commuting responses to city minimum wage hikes are similar to patterns in the data. A welfare analysis shows how minimum wage effects vary by worker type and with the minimum wage level.  Low skill workers benefit from local wage increases up to $10.75/hour and high skill workers up to $12.25/hour. The greatest per capital welfare gain (including both workers and firms) is achieved by a universal minimum wage increase of $12.75/hour.\n\n",
    "acknowledgement": "\nThis paper builds on a chapter of Weilong Zhang’s PhD dissertation. We thank Joseph Altonji, Amanda Chuan, Luca Flabbi, Chris Flinn, Hanming Fang, Camilo Garcia-Jimeno, Qing Gong, James J. Heckman, Mallick Hossain, Kevin Lang, Pat Kehoe, Tom McCurdy, Kai Liu,Shenggang Liu, Iourii Manovskii, Shiko Maruyama, Sarah Moshary, David Neumark, Elena Pastorino, Zhesheng Qiu, Hongxun Ruan, Andrew Shephard, Christopher Taber, and Jean-Marc Robin for helpful comments. We also thank seminar and conference participants at UNC, University of Cambridge, Royal Holloway University of London, Tsinghua University, CUHK, UTS, University of Melboune, SED Mexico city 2018, SOLE Toronto 2018, EALE conference Lyon 2018, EEA-ESEM Cologne 2018, and at a 2022 JHU conference in honor of Robert Moffitt. We are especially thank Erin Wolcott for kindly sharing Help Wanted Online (HWOL) monthly data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}