{
    "id": 30667,
    "citation_title": "Should Central Banks Have an Inequality Objective?",
    "citation_author": [
        "Roberto Chang"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-06-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShould central banks care about inequality? To address this question, we extend a standard model of time inconsistency in monetary policy to allow for heterogeneity. As in the standard analysis, lack of policy commitment leads to a bias towards socially excessive inflation. But the novel result is that, in the presence of heterogeneity, the bias can be offset by assigning the central bank a mandate under which agents with higher nominal wealth are given a higher relative weight than under the social welfare function. In other words, society should choose a central banker that is less egalitarian than itself, a result reminiscent of Rogoff’s “conservative central banker”. Our analysis underscores that including a concern for redistribution in the central bank’s mandate can enhance policy credibility, but the details can be unexpected and should reflect the role of the mandate in overcoming policy distortions.\n\n",
    "acknowledgement": "\nI thank Michael Bordo, Luis Felipe Céspedes, Gauti Eggertsson, Jeffry Frieden, Cesar Martinelli, Ben Moll, Gonzalo Pastor, Ken Rogo¤, Andrés Velasco, and participants of seminars at LSE, Oxford, University of British Columbia, Universidad de Chile, the Atlanta Fed, the Bank of Finland, the Central Banks of Chile and Paraguay, and the LACEA-LAMES 2022 conference for useful comments, suggestions, and encouragement. Of course, any errors or omissions are mine alone. I will appreciate any additional reactions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}