{
    "id": 30663,
    "citation_title": "The Gift of a Lifetime: The Hospital, Modern Medicine, and Mortality",
    "citation_author": [
        "Alex Hollingsworth",
        "Krzysztof Karbownik",
        "Melissa A. Thomasson",
        "Anthony Wray"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-01-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how access to modern hospitals and medicine affects mortality by leveraging efforts of The Duke Endowment to modernize hospitals in the early-twentieth century. The Endowment helped communities build and expand hospitals, obtain state-of-the-art medical technology, attract qualified medical personnel, and refine management practices. We find that Duke support increased the size and quality of the medical sector, fostering growth in not-for-profit hospitals and high-quality physicians. Duke funding reduced both infant mortality - with larger effects for Black infants than White infants - and long-run mortality. Finally, we find that communities aided by Duke benefited more from medical innovations.\n\n",
    "acknowledgement": "\nWe thank the editor and four anonymous referees whose comments have greatly improved the paper. We also thank Brian Beach, Brandyn Churchill, Jane Greve, Maggie Jones, Carl Kitchens, Peter Nencka, Greg Niemesh, and seminar/conference participants at the Atlanta-Athens Health Economists Research Conference, the Danish Society for Economic and Society History and Scandinavian Society of Economic and Social History annual meeting, the Essen Health Conference, the National Bureau of Economic Research (NBER) Health Economics Fall Meeting, the NBER Summer Institute Development of American Economy and Children's sessions, Duke University, Emory University, Indiana University, The Insper Institute of Education and Research, Lund University, Marquette University, Miami University, Ohio State University, and the University of Copenhagen for helpful comments and feedback. We are grateful to Patrick Carlin and Mallory Dreyer for research assistance and Hardish Bindra at Paradigm Data Services. We would like to especially thank John Parman for sharing the North Carolina death certificate data. Thomasson acknowledges support from the Julian Lange Professorship. Wray appreciates financial support from the Japan Society for the Promotion of Science (KAKENHI Young Scientists B Grant Number J160100115), research funds from the Hitotsubashi Institute for Advanced Study (HIAS) at Hitotsubashi University, and an Arthur Cole Grant from the Economic History Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}