{
    "id": 30665,
    "citation_title": "Can Information and Advising Affect Postsecondary Participation and Attainment for Non-Traditional Students? Evidence from a Large-Scale Experiment with the U.S. Army",
    "citation_author": [
        "Andrew C. Barr",
        "Kelli A. Bird",
        "Benjamin L. Castleman",
        "William L. Skimmyhorn"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2022-12-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLack of information and advising prior to college matriculation may contribute to poor post-secondary outcomes among non-traditional students. We conducted a large-scale, multi-arm field experiment with the U.S. Army to investigate whether a package of research-based personalized information and access to advising affects postsecondary choices and attainment among a large non-traditional adult population. We find no impact of the intervention on whether veterans enroll in college, on the quality of their college enrollment, or on their persistence in college. Our results suggest that influencing non-traditional populations’ educational decisions and outcomes will require substantially more intensive programs.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Heckscher Foundation for Children, Kresge Foundation, and the Lumina Foundation. We thank David Lyle, Luke Gallagher, Jerome Cawley, and Will Biggerstaff at the Office of Economic and Manpower Analysis for their contributions to this project. The opinions expressed herein are those of the authors and do not reflect the position of the U.S. Military Academy, the Department of the Army, or the Department of Defense. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam L. Skimmyhorn\n\nI have received grant support from the TIAA Institute, the Social Security Administration and the Virginia Department of Veterans Services; and financial compensation from the Financial Industry Regulatory Authority, the Urban Institute, and ABT Associates.\n\n\n"
}