{
    "id": 30672,
    "citation_title": "Scope, Scale and Concentration: The 21st Century Firm",
    "citation_author": [
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence that over the past 30 years, U.S. firms have expanded their scope of operations. Increases in scope and scale were achieved largely without increasing traditional operating segments. Scope expansion significantly increases valuation and is primarily realized through acquisitions and investment in R&D, but not through capital expenditures. We show that traditional concentration ratios do not capture this expansion of scope. Our findings point to a new type of firm that increases scope through related expansion, which is highly valued by the market.\n\n",
    "acknowledgement": "\nWe thank Chad Syverson (NBER discussant), Jon Garfinkel, Kai Li (WFA discussant), Michael Roberts, Rene Stulz, and seminar participants at Aarhus University, Australia National University, Georgia State University, Goethe University Frankfurt, Iowa State University, Ohio State University, Swiss Economic Institute, Tulane University, University of Amsterdam, University of Iowa and the University of Pennsylvania (Wharton), and also conference participants at the 2022 NBER, 2021 Western Finance Association conferences.  All errors are the authors' alone. We have no outside sources of research support to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}