{
    "id": 30679,
    "citation_title": "Cognitive Decline and Dynamic Selection",
    "citation_author": [
        "Michael E. Darden"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding cognitive health, its decline, and the investments that shape its age profile in later life are important in an aging society, and yet, estimating the cognitive health production function is complicated by non-random mortality and sample attrition. I study this dynamic selection problem in the context of education, race, and cigarette smoking, characteristics thought to affect the level, but not slope, of cognitive decline. I develop a general framework that involves estimation of a system of dynamic equations consistent with the Grossman (1972) model. Exploiting exciting longitudinal data from the National Health and Aging Trends Study (NHATS), I find substantially wider gaps in cognitive health by these characteristics relative to cross-sectional comparisons, in some cases by 100%.  Furthermore, these gaps grow in age, which suggests that the bias generated by dynamic selection is not constant. The implication of these results is that theories of cognitive decline need to accommodate differential rates of change -- rather than just differences in levels -- in cognitive health by education and race. Connecting theory and empirical work offers an important tool for economists studying health investment and health in older populations.\n\n",
    "acknowledgement": "\nThis work was funded by a Hopkins’ Economics of Alzheimer’s Disease & Services Center grant. I appreciate valuable comments and suggestions from Edward Norton, John Mullahy, Daniel Polsky, Fabrizio Mazzonna, Andrew Ching, and participants of the Johns Hopkins Carey Business School Economics Seminar. Data and code used in the HRS analysis are available upon request. Code for the NHATS analysis are available upon request, but the data are restricted. Researchers interested in NHATS data may apply for access at https://nhats.org/researcher/nhats. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}