{
    "id": 30673,
    "citation_title": "Global Profit Shifting, 1975-2019",
    "citation_author": [
        "Ludvig S. Wier",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs time series of global profit shifting covering the 2015–19 period, during which major international efforts were implemented to curb profit shifting. We find that (i) multinational profits grew faster than global profits, (ii) the share of multinational profits booked in tax havens remained constant at around 37 per cent, and (iii) the fraction of global corporate tax revenue lost due to profit shifting rose from 9 to 10 per cent. We extend our time series back to 1975 and document a remarkable increase of multinational profits and global profit shifting from 1975 to 2019.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors, and do not necessarily reflect the views of the Ministry of Finance of Denmark, UNU-WIDER, the United Nations University, nor its programme/project donors. All data are available online at https://missingprofits.world. Zucman acknowledges financial support from the Stone Foundation, the Carnegie Foundation, the European Research Council, and the European Commission grant TAXUD/2020/DE/326. This study is reproduced here with full acknowledgement of UNU-WIDER, Helsinki. The study was originally commissioned under the UNU-WIDER project Detecting and countering illicit financial flows which is which is part of the Domestic Revenue Mobilization programme. The programme is financed through specific contributions by the Norwegian Agency for Development Cooperation (Norad). The authors hold copyrights on the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}