{
    "id": 30671,
    "citation_title": "Intellectual Property Protection Lost and Competition: An Examination Using Machine Learning",
    "citation_author": [
        "Utku U. Acikalin",
        "Tolga Caskurlu",
        "Gerard Hoberg",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of lost intellectual property protection on innovation, competition, acquisitions, lawsuits and employment agreements. We consider firms whose ability to protect intellectual property (IP) using patents is weakened following the Alice Corp. vs. CLS Bank International Supreme Court decision. This decision has impacted patents in multiple areas including business methods, software, and bioinformatics. We use state-of-the-art machine learning techniques to identify firms’ existing patent portfolios’ potential exposure to the Alice decision. While all affected firms decrease patenting post-Alice, we find an unequal impact of decreased patent protection. Large affected firms benefit as their sales and market valuations increase, and their exposure to lawsuits decreases. They also acquire fewer firms post-Alice. Small affected firms lose as they face increased competition, product-market encroachment, and lower profits and valuations. They increase R&D and have their employees sign more nondisclosure agreements.\n\n",
    "acknowledgement": "\nNo outside sources of research support and no conflicts of interest. We thank Raj Aggarwal, Janet Gao, Josh Lerner, Alexander Ljungqvist, Tim Loughran, N.R. Prabhala, Carl Shapiro, Andrei Shleifer, Richard Thakor and seminar participants at Alberta, Amsterdam, Columbia, Harvard Business School, European Finance Association conference, Johns Hopkins, Minnesota, NBER Innovation and Big Data conferences, Notre Dame, Peking University, UCLA and Yeshiva University for helpful comments and discussions. All errors are the authors’ alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}