{
    "id": 30674,
    "citation_title": "Does War Foster Cooperation or Parochialism? Evidence from a Natural Experiment among Turkish Conscripts",
    "citation_author": [
        "Arzu Kibris",
        "Resul Cesur"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-09-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExploiting a natural experiment and an innovative survey design, we study the causal impact of armed conflict exposure (ACE) on the sociopolitical attitudes and behaviors of the average male randomly picked from the population. Contrary to the arguments that war fosters cooperation, we find little evidence of prosociality in exposed individuals. Instead, we document compelling evidence that ACE promotes parochialism, measured by opposition to peaceful means of conflict resolution, animosity towards minorities, and adherence to right-wing ideology. Further analyses show war-driven grievances, the normalization of violence in everyday life, and changes in parochial norms and preferences as the transmitting pathways.\n\n",
    "acknowledgement": "\nThis study is part of a project that has received funding from the European Research Council (ERC), PI Arzu Kıbrıs, under the European Union’s Horizon 2020 research and innovation programme (EXPOVIBE-ERC-STG-2015_677627): https://cordis.europa.eu/project/id/677627. We thank Daron Acemoglu, Eli Berman, Joseph Henrich, Naci Mocan, Mounu Prem, Dani Rodrik, Max Posch, seminar participants at Households in Conflict Network (HICN) Annual Workshop, 2022, Workshop on Terrorism, Public Attitudes and Individual Well-Being 2022 meeting, and seminar participants at the University of Konstanz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}