{
    "id": 30677,
    "citation_title": "Subjective Evaluations and Stratification in Graduate Education",
    "citation_author": [
        "Jessica Bai",
        "Matthew Esche",
        "W. Bentley MacLeod",
        "Yifan Shi"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce a model of the admissions process based upon standard agency theory and explore its implications with economics PhD admissions data from 2013-2019. We show that a subjective score that aggregates subjective ratings and recommendation letter features plays a more important role in determining admissions than an objective score based upon graduate record exam (GRE) scores. Subjective evaluations by references who write multiple letters are not only more influential than those of references who write one letter, but they are also more informative. Since multiple-letter references are also more highly ranked economists, this implies that there is a constraint on the supply of high-quality references. Moreover, we find that both the subjective and objective scores are correlated with job placement at a top economics department after the completion of the PhD. These indicators of individual achievement have a smaller effect than an undergraduate degree from an Ivy Plus school (i.e., Ivy League + Stanford, MIT, Duke, and Chicago). In the self-selected pool of applicants, Ivy Plus graduates are twice as likely to be admitted to a top 10 graduate program and are much more likely to obtain an assistant professor position at a top 10 program upon PhD completion. Given that Ivy Plus students must pass a stringent selection process to gain admission to their undergraduate program, we cannot reject the hypothesis that admission committees use information efficiently and fairly. However, this also implies that there may be a return to attending a selective undergraduate program in order to be pooled with highly skilled individuals.\n\n",
    "acknowledgement": "\nWe have no outside funding for this project. The authors thank Janet Currie, Racquel Fernandez, Matt Jackson and Miguel Urquiola for helpful discussions and comments. We also thank participants at the Berkeley labor seminar for helpful comments. The support of the Program for Economic Research is gratefully acknowledged. Corresponding author: W. B. MacLeod, wbmacleod@ wbmacleod.net. The project was reviewed and approved under Columbia IRB protocol AAAS2371. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}