{
    "id": 30675,
    "citation_title": "How Much Lifetime Social Security Benefits Are Americans Leaving On the Table?",
    "citation_author": [
        "David Altig",
        "Laurence J. Kotlikoff",
        "Victor Yifan Ye"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "2024-05-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAmericans are notoriously bad savers. Large numbers are reaching old age too poor to finance retirements that could last longer than they worked. This study uses the 2018 American Community Survey to impute retirement ages for 2019 Survey of Consumer Finance (SCF) respondents. Next, we run the SCF respondents through the Fiscal Analyzer (TFA) to measure the size and distribution of forgone lifetime Social Security benefits. TFA is a life-cycle, consumption-smoothing research tool that incorporates Social Security and all other major federal and state tax and benefit policies. The program can optimize lifetime Social Security choices. We find that virtually all American workers age 45 to 62 should wait beyond age 65 to collect. More than 90 percent should wait till age 70. Only 10.2 percent appear to do so. The median loss for this age group in the present value of household lifetime discretionary spending is $182,370. Optimizing would produce a 10.4 percent increase in typical workers’ lifetime spending. For one in four, the lifetime spending gain exceeds 17 percent. For one in ten, the gain exceeds 26 percent. Among the poorest fifth of 45 to 62 year-olds, the median lifetime spending increase is 15.9 percent, with one in four gaining more than 27.4 percent.\n\n",
    "acknowledgement": "\nThe authors thank the Federal Reserve Bank of Atlanta, the Goodman Institute, the Alfred P. Sloan Foundation, Boston University, and Economic Security Planning, Inc. for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of Economic Security Planning, Inc., the Federal Reserve Bank of Atlanta, the National Bureau of Economic Research, or Opendoor Technologies.\n\n\n"
}