{
    "id": 30678,
    "citation_title": "On the Geographic Implications of Carbon Taxes",
    "citation_author": [
        "Bruno Conte",
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA unilateral carbon tax trades off the distortionary costs of taxation and the future gains from slowing down global warming. Because the cost is local and immediate, whereas the benefit is global and delayed, this tradeoff tends to be unfavorable to unilateral carbon taxes. We show that this logic breaks down in a world with trade and migration where economic geography is shaped by agglomeration economies and congestion forces. Using a multisector dynamic spatial integrated assessment model (S-IAM), this paper predicts that a carbon tax introduced by the European Union (EU) and rebated locally can, if not too large, increase the size of Europe’s economy by concentrating economic activity in its high-productivity non-agricultural core and by incentivizing immigration to the EU. The resulting change in the spatial distribution of economic activity improves global efficiency and welfare. A unilateral carbon tax with local rebating introduced by the US generates similar global welfare gains. Other forms of rebating can dilute or revert this positive effect.\n\n",
    "acknowledgement": "\nWe thank Aditya Bhandari, Jordan Rosenthal-Kay, and Cathy Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nI had no sources of funding or financial relationships that were relevant for this research.\n\n\n"
}