{
    "id": 30682,
    "citation_title": "Funding Black High-Growth Startups",
    "citation_author": [
        "Lisa D. Cook",
        "Matt Marx",
        "Emmanuel Yimfor"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-11-23",
    "revision_date": "2023-11-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe analyze determinants of access to venture capital for Black founders of high-growth startups. We combine image- and name-processing algorithms with clerical review to identify race for over 100,000 startup founders “at risk” for venture funding. Black founders raise roughly one-third as much venture capital in the five years after founding vs. other startups formed in the same year, industry, and state. What explains the gap? We attribute about a third of the gap to four factors: Black startups have smaller founding teams; Black founders are less likely to have worked at the same companies or attended the same schools as investors who fund startups in the same industry and geography; Black startups are less likely to be located in geographies with plentiful venture capital, and Black startups are less likely to have a patent. We then bound our estimates of the funding gap and show that, to explain the gap, omitted variables would have to be nearly four times as important as the variables we fix. The funding gap is not statistically different from zero in later funding stages (post Series B), suggesting that some investors initially hold—but later amend—incorrect beliefs about Black-founded startups. We also exploit the hiring of Black partners and show that they are more likely to fund successful Black startups, consistent with segmented networks.\n\n",
    "acknowledgement": "\nWe thank the Institute for Research and Innovation and Science of the Institute for Social Research at the University of Michigan and Mitsui Life Financial Research Center  for financial support and Steven Wu-Chaves for invaluable research assistance. Helpful comments were provided by Uday Rajan, Sugato Bhattacharyya, Shane Miller, Andrey Malenko, Nadya Malenko, Isaac Hacamo, Kristoph Kleiner, Erik Mayer, Josh Lerner, Johan Cassel, Antoinette Schoar, Sabrina Howell, David Robinson, Sophie Calder-Wang, Heather Tookes, Lakshmi Naaraayanan, Nuno Clara, Svetlana Bryzgalova, James Weston, Camille Hebert, Alberto Teguia, conference attendees at the NBER SI Entrepreneurship 2022 meetings, and seminar participants at Harvard University, Duke University, The University of North Carolina, Pontificia Universidad Cat ́olica de Chile, The University of Michigan, Rice University, Carnegie Mellon, the Brookings Institution, the USPTO, and PERC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}