{
    "id": 30689,
    "citation_title": "Supply Chain Resilience: Evidence from Indian Firms",
    "citation_author": [
        "Gaurav Khanna",
        "Nicolas Morales",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize what features make supply chains more resilient. Using new data on the universe of firm-to-firm transactions from an Indian state, we identify firms with larger supplier exposure following the Covid-19 lockdowns. Using an event-study design we find firms with suppliers in strict-lockdown districts experienced higher separation rates and larger declines in inputs and sales. We study which characteristics increase supply-chain resilience. Firms that buy more complex products, with fewer available suppliers, are less likely to break links and face lower production disruptions. We explore how firms change post-shock supplier composition. Firms with higher supplier exposure form new links with larger and better-connected suppliers.\n\n",
    "acknowledgement": "\nWe thank Claire Conzelmann, Matthew Haumann and Richard Ye for outstanding research assistance. We also thank Penny Goldberg, Federico Huneeus, Andrei Levchenko, Isabela Manelici and Daniel Xu for insightful suggestions as well as seminar and conference participants at Purdue, Richmond Fed, St Louis Fed, UT Austin, Princeton, University of Michigan, UCLA, Universidad de Montevideo, Cowles Trade Day, ASSA Annual Meetings, SEA Annual Meetings, Society of Economic Dynamics, NBER Trade Policy in the 21st Century conference and NBER International Fragmentation conference for helpful comments. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Richmond, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}