{
    "id": 30680,
    "citation_title": "Overcoming Behavioral Impediments to Maternal Care: Experimental Evidence on Domain Knowledge and Nudgeability from Recalcitrant Pakistan",
    "citation_author": [
        "Musharraf R. Cyan",
        "Resul Cesur",
        "Yasin Civelek",
        "Bauyrzhan Yedgenov",
        "Richard Rothenberg"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a large-scale field experiment to calibrate phone messaging to its potential of overcoming behavioral barriers to maternal care uptake in the countryside of a developing country, where a significant share of women forgoes life-saving maternity-related care even when within reach. The high-arching goal of our intervention is to test if and to what extent filling out insufficient domain knowledge (i.e., childbearing-related health literacy) generates responsiveness to nudges for adopting maternal care among the rural poor of Pakistan. We find that informational nudges sent in a random order using the appropriate medium of communication, voice messages, during pregnancy significantly improve care-seeking behaviors, measured by antenatal care, postpartum checkup, and postnatal visits, through improved literacy. Importantly, we document that high-frequency voice calls timed to gestational age substantially increase the efficacy of informational nudges, including boosting facility deliveries, once domain knowledge is built and nudgeability established. Nevertheless, small financial incentives trump the productivity of informational voice calls in both improving health literacy and boosting care uptake, likely due to participants equating the intrinsic value of the intended behavioral change to the size of the monetary reward. These results are scalable to a large number of populations across developing nations.\n\n",
    "acknowledgement": "\nThis study was funded by the National Science Foundation grant number 2000003664. The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The Georgia State University Office of White Office of Research Integrity approved this project (reference #: 331936 date: 06/02/2015). This trial is registered at ISRCTN.com with registry number ISRCTN25743783. This trial is registered at AEA RCT Registry with registry number AEARCTR-0010356. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}