{
    "id": 30683,
    "citation_title": "Responsible Sourcing? Theory and Evidence from Costa Rica",
    "citation_author": [
        "Alonso Alfaro-Urena",
        "Benjamin Faber",
        "Cecile Gaubert",
        "Isabela Manelici",
        "Jose P. Vasquez"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultinational enterprises (MNEs) increasingly impose “Responsible Sourcing” (RS) standards on their suppliers worldwide, including requirements on worker compensation, benefits and working conditions. Are these policies just “hot air” or do they impact exposed suppliers and their workers? What is the welfare incidence of RS in sourcing countries? To answer these questions, we develop a quantitative general equilibrium (GE) model of RS and combine it with a unique new database. In the theory, we show that the welfare implications of RS are ambiguous, depending on an interplay between what is akin to an export tax (+) and a labor market distortion (–). Empirically, we combine the near-universe of RS rollouts by MNE subsidiaries in Costa Rica since 2009 with firm-to-firm transactions and matched employer-employee microdata. We find that RS rollouts lead to significant reductions in firm sales and employment at exposed suppliers, an increase in their salaries to initially low-wage workers and a reduction in their low-wage employment share. We then use the estimated effects and the microdata to calibrate the model and quantify GE counterfactuals. We find that while MNE RS policies have led to significant gains among the roughly one third of low-wage workers employed at exposed suppliers ex ante, the majority of low-wage workers lose due to adverse indirect effects on their wages and the domestic price index.\n\n",
    "acknowledgement": "\nAndré Araya, Marco Badilla, Stwarth Piedra, and Brayan Segura provided outstanding research assistance. We thank Banu Demir, Stefanie Haller, Pamela Medina, Natalia Ramondo and Felix Tintelnot for their insightful discussions and numerous seminar and conference participants for their helpful comments. Cecile Gaubert acknowledges support from NSF CAREER grant 1941917. The views expressed herein are solely those of the authors and are not those of the Banco Central de Costa Rica (BCCR) or  the National Bureau of Economic Research. Results have been reviewed by BCCR to ensure no confidential information is disclosed. All errors are our own.\n\n\n"
}