{
    "id": 30687,
    "citation_title": "Employee Evaluation and Skill Investments: Evidence from Public School Teachers",
    "citation_author": [
        "Eric S. Taylor"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhen employees expect evaluation and performance incentives will continue (or begin) in the future, the potential future rewards create an incentive to invest in relevant skills today. Because skills benefit job performance, the effects of evaluation can persist after the rewards end or even anticipate the start of rewards. I provide empirical evidence of these dynamics from a quasi-experiment in Tennessee schools. New performance measures improve teachers’ value-added contributions to student achievement. But improvements are twice as large when the teacher also expects future rewards linked to future scores. Value-added remains at the now higher level after performance incentives end.\n\n",
    "acknowledgement": "\nSpecial thanks to the Tennessee Department of Education and Tennessee Education Research Alliance for access to the data. Thanks also to those who provided helpful feedback on earlier drafts: Hedvig Horváth, Kirabo Jackson, Dick Murnane, Amanda Pallais, Paul Peterson, Jan Sauermann, Jim Wyckoff, and anonymous reviewers; as well as seminar participants at AEFP, Arizona State, Brown, CESifo, FEW, Harvard, IFAU/Uppsala, and the Northeast Economics of Education Workshop. The Spencer Foundation provided generous financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}