{
    "id": 30684,
    "citation_title": "The Impact of Oil and Gas Extraction on Infant Health",
    "citation_author": [
        "Elaine L. Hill"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2022-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe benefits and costs of resource extraction are currently being hotly debated in the case of unconventional natural gas development (commonly known as “fracking\"). Colorado provides a unique research environment to study the health impacts of conventional and unconventional forms of oil and gas development (OGD) given its long history of conventional OGD and recent expansion of unconventional OGD. I utilize detailed vital statistics and the mother's residential address to define proximity to drilling activity. Using a difference-in-differences model that compares mothers residing within 1 km to mothers residing 1 - 5 km of a well (before and during/after drilling), I find that proximity to wells before birth increases adverse birth outcomes and pregnancy-related complications. I find impacts on the extensive and intensive margins and across well types. I also present results suggesting no impacts on fertility or mobility. These results are robust to multiple specifications and suggest that policies to mitigate against the risks of living near OGD may be warranted.\n\n",
    "acknowledgement": "\nThank you to Kirk Bol of Colorado Department of Public Health and the Environment for facilitating access to the data. I would like to extend gratitude to David Sahn, John Cawley, Alan Krupnick, Jordan Suter, David Slusky, Jeremy Weber, Chris Timmins, Lucija Muehlenbachs, Alan Krupnick, Lala Ma, and Joanna Upton for helpful comments. Thank you to Tarsha Vasu for helpful research assistance. This work has benefited from presentations at Cornell, PAA Annual Meeting, Oberlin College, AAEA Annual Meeting, ISEE Annual Meeting, University of Pittsburgh, APPAM and CUNY School of Public Health at Hunter College. I am grateful to the Cornell Population Center for their generous financial support and to National Institutes of Health for partially funding this work under Grant Number: DP5OD021338 (PI:Hill). The data used in the paper were supplied by the Health Statistics and Evaluation Branch of the Colorado Department of Public Health and Environment, which specifically disclaims responsibility for any analyses, interpretations, or conclusions it has not provided. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or NIH.\n\n\n"
}