{
    "id": 30685,
    "citation_title": "Families, Labor Markets, and Policy",
    "citation_author": [
        "Stefania Albanesi",
        "Claudia Olivetti",
        "Barbara Petrongolo"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nUsing comparable data for 24 countries since the 1970s, we document gender convergence in schooling, employment and earnings, marriage delay and the accompanying decline in fertility, and the large remaining gaps in labor market outcomes, especially among parents. A model of time allocation illustrates how the specialization of spouses in home or market production responds to preferences, comparative advantages and public policies. We draw lessons from existing evidence on the impacts of family policies on women's careers and children's wellbeing. There is to date little or no evidence of beneficial effects of longer parental leave (or fathers' quotas) on maternal participation and earnings. In most cases longer leave delays mothers' return to work, without long-lasting consequences on their careers. More generous childcare funding instead encourages female participation whenever subsidized childcare replaces maternal childcare. Impacts on child development depend on counterfactual childcare arrangements and tend to be more beneficial for disadvantaged households. In-work benefits targeted to low-earners have clear positive impacts on lone mothers' employment and negligible impacts on other groups. While most of this literature takes policy as exogenous, political economy aspects of policy adoption help understand the interplay between societal changes, family policies and gender equality.\n\n",
    "acknowledgement": "\nIn preparation for the Handbook of Economics of the Family. We wish to thank the Editors Shelly Lundberg and Alessandra Voena as well as three anonymous referees for very helpful comments. We are grateful to Hana Dai, Nicholas Fleming and Grayce Gibbs for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}