{
    "id": 30681,
    "citation_title": "International Climate Agreements and the Scream of Greta",
    "citation_author": [
        "Giovanni Maggi",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2022-11-21",
    "issue_date": "2022-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent policies directed at mitigating global warming appear unlikely to prevent temperatures from rising to levels that would trigger a precipitous increase in the costs of climate change. Various attempts at international cooperation to avoid this outcome have failed. Why is this problem so intractable? Can we expect an 11th-hour solution? Will some countries, or even all, succumb on the equilibrium path? We address these questions through a model that features the possibility of climate catastrophe and emphasizes the role of international externalities that a country’s policies exert on other countries and intertemporal externalities that current generations exert on future generations. Within this setting, we explore the extent to which international agreements can mitigate the problem of climate change. Our analysis illuminates the role that international climate agreements can be expected to play in addressing climate change, and it points to important limitations on what such agreements can achieve, even under the best of circumstances.\n\n",
    "acknowledgement": "\nWe thank for helpful comments and discussions Scott Barrett, Jonathan Bendor, Klaus Desmet, Allan Hsiao, Emanuel Ornelas, Steve Redding, Jillian Stallman, Matthew Turner, participants at the 2021 NBER Future of Globalization conference, the 2021 International Trade and Environmental Policy workshop, the 2022 Annual Meetings of the ASSA, the 2022 IEFS China Annual Conference, the 2022 Political Economy Sustainability Conference, and seminar participants at Bocconi University, Boston College, Florida State University, the Harvard/MIT joint seminar, Penn State, Princeton University, the Nuremberg Research Seminar in Economics, Singapore Management University, Syracuse University, the University of Oslo and Yale University. Winston Chen, Wei Xiang and Yan Yan provided outstanding research assistance. Giovanni Maggi acknowledges financial support from the NSF Grant SES-1949374. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}