{
    "id": 30693,
    "citation_title": "Maternal and Infant Health Inequality: New Evidence from Linked Administrative Data",
    "citation_author": [
        "Kate Kennedy-Moulton",
        "Sarah Miller",
        "Petra Persson",
        "Maya Rossin-Slater",
        "Laura Wherry",
        "Gloria Aldana"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2023-09-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use linked administrative data that combines the universe of California birth records, hospitalizations, and death records with parental income from Internal Revenue Service tax records to provide novel evidence on economic inequality in infant and maternal health. We find that birth outcomes vary non-monotonically with parental income, and that children of parents in the top ventile of the income distribution have higher rates of low birth weight and preterm birth than those in the bottom ventile. However, unlike birth outcomes, infant mortality varies monotonically with income, and infants of parents in the top ventile of the income distribution—who have the worst birth outcomes—have a death rate that is half that of infants of parents in the bottom ventile. When studying maternal health, we find that although mothers in the top and bottom income ventiles have similar rates of severe maternal morbidity, the former group are three times less likely to die than the latter. At the same time, these disparities by parental income are small when compared to racial disparities, and we observe virtually no convergence in health outcomes across racial and ethnic groups as income rises. Indeed, infant and maternal health in Black families at the top of the income distribution is markedly worse than that of white families at the bottom of the income distribution. Lastly, we benchmark the health gradients in California to those in Sweden, finding that infant and maternal health is worse in California than in Sweden for most outcomes throughout the entire income distribution.\n\n",
    "acknowledgement": "\nThis research was conducted as a part of the U.S. Census Bureau’s Evidence Building Project Series. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project P-7523134: CBDRB-FY22-CES018-005, CBDRB-FY22-CES018-012, CBDRB-FY22-CES018-016, CBDRB-FY22-420, CBDRB-FY23-0405, and CBDRB-FY23- 0464). We would like to thank Joshua Bricker and Iriliana Shala for excellent research assistance. We are also grateful to Janet Currie, Daniel Dench, Maria Perez-Patron, and Heather Royer for valuable feedback, as well as seminar and conference participants at Columbia University School of Public Health, Duke University, Harvard University (Opportunity Insights), Illinois Institute of Technology, the Los Angeles Guild of Reproductive Health, NBER New York, NBER Summer Institute (Children’s and Health Care Meetings), NYU Langone Department of Adolescent and Child Psychiatry, Stanford University, UC Berkeley (Health Policy), University of Kentucky, University of Utah School of Business, the USC Center for Health Journalism, and Weill Cornell Medicine. We are grateful to Jennifer Troyan and staff at the California Maternal, Child, and Adolescent Health Division for providing additional information regarding health statistics published by the California Department of Public Health. We would also like to thank Ellen Badley, Sandra Bannerman, Colin Chew, Heather Fukushima, Steven Hoang, Amanda Jackson, Michelle Miles, Eric Neuhauser, Jenn Rico, and other staff at the California Department of Public Health (CDPH) for their help in accessing restricted California birth records, as well as Chris Crettol, Betty Henderson-Sparks, Jasmine Neeley, and other staff at the California Department of Health Care Access and Information (formerly the Office of Statewide Health Planning and Development) for help in accessing hospital discharge data, and Victoria McCoy-Cosentino at NYU for help with data use agreements. We would also like to thank Ashley Austin, Casey Blalock, Scott Boggess, Clint Carter, Melissa Chiu, Diane Cronkite, Denise Flanagan-Doyle, Adam Galemore, Katie Genadek, Katlyn King, Shawn Klimek, Shirley Liu, Kathryn Mcnamara, Bonnie Moore, John Sullivan and other staff at Census, Robert Goerge and Leah Gjertson at Chapin Hall, and the Laura and John Arnold Foundation’s support under their initiative to use linked data to advance evidence-based policymaking for help with the linkages to Census-held data. This research was supported by the National Institute on Aging under R01-AG059731. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}