{
    "id": 30691,
    "citation_title": "The Cost of Regulatory Compliance in the United States",
    "citation_author": [
        "Francesco Trebbi",
        "Miao Ben Zhang"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify firms’ compliance costs of regulation from 2002 to 2014 in terms of their labor input expenditure to comply with government rules, a primary component of regulatory compliance spending for large portions of the U.S. economy. Detailed establishment-level occupation data, in combination with occupation-specific task information, allow us to recover the share of an establishment’s wage bill owing to employees engaged in regulatory compliance. Regulatory costs account on average for 1.34 percent of the total wage bill of a firm, but vary substantially across and within industries, and have increased over time. We investigate the returns to scale in regulatory compliance and find an inverted-U shape, with the percentage regulatory spending peaking for an establishment size of around 500 employees. Finally, we develop an instrumental variable methodology for decoupling the role of regulatory requirements from that of enforcement in driving firms’ compliance costs.\n\n",
    "acknowledgement": "\nWe would like to thank Matt Backus, Matilde Bombardini, Bård Harstad, John Matsusaka, Amit Seru, Reed Walker, seminar participants at the Berkeley Political Economy Research Lab and other institutions for their comments. Niranjan Navaneethan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}