{
    "id": 30696,
    "citation_title": "Financial Regret at Older Ages and Longevity Awareness",
    "citation_author": [
        "Abigail Hurwitz",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2023-09-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany older people express regret about undersaving; here, we extend prior work by reporting regret about five other critical financial topics. Using the Health and Retirement Study, we first show that older people who regret past financial decisions differ significantly from those who do not. Second, in an experiment, we demonstrate that informing people about objective survival probabilities increases regret about not buying lifetime income by 42% overall, and by more among the high income or those in good health. We also document that, for some, providing such information increases regret about having claimed social security early and undersaving. These results may explain previous findings about why survival information can alter financial decisions.\n\n",
    "acknowledgement": "\nThe authors acknowledge research support for this work from the Health and Retirement Study at the University of Michigan, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. We thank Yong Yu for excellent programming. The authors have benefited from comments by David Laibson and participants of the NBER Aging and SI groups, and participants at the 2023 Experimental Finance meeting. All findings and conclusions expressed are those of the authors and not the official views of any institutions with which the authors are affiliated. This research is part of the NBER Aging program and the Household Finance workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI acknowledge research support for this work from the Health and Retirement Study at the University of Michigan, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of the TIAA Institute or any of the other institutions with which the author is affiliated.\n\n\n"
}