{
    "id": 30692,
    "citation_title": "Inflation Hedging on Main Street? Evidence from Retail TIPS Fund Flows",
    "citation_author": [
        "Stefan Nagel",
        "Zhen Yan"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHouseholds participating in financial markets pay attention to inflation news when making their investment decisions, even in an environment of mostly low and stable inflation. ETFs and open-ended mutual funds holding Treasury Inflation-Protected Securities (TIPS) receive inflows from retail investors, and nominal Treasury ETF experience outflows, when long-horizon market-based inflation expectations measures increase. Changes in household survey expectations or in measures of inflation uncertainty do not contribute much in explaining retail TIPS fund flows. Retail flows into TIPS funds are asymmetric, with strong reactions only to positive inflation news, and sticky, with flow responses to news gradually playing out over several months. Retail investors appear to pay some attention to regular Federal Reserve announcements, but major events such as the ``taper tantrum'' in May 2013, the presidential election in November 2016, and the COVID-19 crisis in March 2020 are associated with particularly large retail TIPS fund flows.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Ruediger Bachmann, Carola Binder, Charles Jones, Caroline Pflueger, and participants of the asset pricing working group at the University of Chicago. We thank Michael Yip and Zichen Zhao for excellent research assistance. Nagel gratefully acknowledges financial support from the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}