{
    "id": 30694,
    "citation_title": "Measuring Religion from Behavior: Climate Shocks and Religious Adherence in Afghanistan",
    "citation_author": [
        "Oeindrila Dube",
        "Joshua Blumenstock",
        "Michael Callen"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReligious adherence has been hard to study in part because it is hard to measure. We develop a new measure of religious adherence, which is granular in both time and space, using anonymized mobile phone transaction records. After validating the measure with traditional data, we show how it can shed light on the nature of religious adherence in Islamic societies. Exploiting random variation in climate, we find that as economic conditions in Afghanistan worsen, people become more religiously observant. The effects are most pronounced in areas where droughts have the biggest economic consequences, such as croplands without access to irrigation.\n\n",
    "acknowledgement": "\nWe thank Sendhil Mullainathan, Benjamin Marx, Emine Deniz, Eli Berman,  and seminar participants at Bocconi, Harvard, ITAM, Berkeley, Stanford, Montreal, Georgetown/World Bank, Northwestern and the IOG-BFI conference for helpful comments and feedback. We also thank Carolina Bernal, Claire Fan, Smriti Ganapathi, Cristina Mac Gregor Vanegas, Gonzalo Moromizato, Purushottam Mohanty and Vishwanath Emani Venkata for excellent research assistance. We additionally thank Karim Khoja, Jacob N. Shapiro, and Dr. Mohammad Najeeb Azizi for their help in negotiating data access with the Afghanistan Telecommunications Regulatory Authority.  We gratefully acknowledge financial support from the Kevin Xu Initiative on Science, Technology, and Inequality at the Harris School of Public Policy, as well as the Development Impact Lab. Callen’s primary contribution to this paper was in facilitating access to the phone data used for the analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}