{
    "id": 30699,
    "citation_title": "Picking Winners? Government Subsidies and Firm Productivity in China",
    "citation_author": [
        "Lee G. Branstetter",
        "Guangwei Li",
        "Mengjia Ren"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2022-12-23",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAre Chinese industrial policies making the targeted Chinese firms more productive? Alternatively, are efforts to promote productivity undercut by efforts to maintain or expand employment in less productive enterprises? In this paper, we attempt to shed light on these questions through the analysis of previously underutilized microdata on direct government subsidies provided to China’s publicly traded firms. We categorize subsidies into different types. We then estimate total-factor productivity (TFP) for Chinese listed firms and investigate the relationship between these estimates of TFP and the allocation of government subsidies. We find little evidence that the Chinese government consistently “picks winners”. Firms’ ex-ante productivity is negatively correlated with subsidies received by firms, and subsidies appear to have a negative impact on firms’ ex-post productivity growth throughout our data window, 2007 to 2018. Neither subsidies given out under the name of R&D and innovation promotion nor industrial and equipment upgrading positively affect firms’ productivity growth. On the other hand, we find a positive impact of subsidy on current year employment, both for the aggregated and employment-related subsidies. These findings suggest that China’s increasingly prescriptive industrial policies may have generated limited effects in promoting productivity.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from Sabrina Howell, Bernard Yeung, Manuel Trajtenberg, Yanbo Wang, Adam Jaffe and conference participants at the 8th NBER-AIEA Conference on Innovation and Entrepreneurship. We thank Liangrui Lu, Yufei Yang, and Xiaojun Ma for their leading roles in excellent research assistance. Guangwei Li acknowledges financial support from Shanghai Pujiang Program 18PJC084. All errors and omissions remain our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}