{
    "id": 30690,
    "citation_title": "Money (Not) to Burn: Payments for Ecosystem Services to Reduce Crop Residue Burning",
    "citation_author": [
        "B. Kelsey Jack",
        "Seema Jayachandran",
        "Namrata Kala",
        "Rohini Pande"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "2022-12-07",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParticulate matter significantly reduces life expectancy in India. We use a randomized controlled trial in the Indian state of Punjab to evaluate the effectiveness of conditional cash transfers (also known as payments for ecosystem services, or PES) in reducing crop residue burning, which is a major contributor to the region’s poor air quality. Credit constraints and distrust may make farmers less likely to comply with standard PES contracts, which only pay the participant after verification of compliance. We randomize paying a portion of the money upfront and unconditionally. Despite receiving a lower reward for compliance, farmers offered partial upfront payment are 8-12 percentage points more likely to comply than are farmers offered the standard contract. Burning measures derived from satellite imagery indicate that PES with upfront payments significantly reduced burning, while standard PES payments were inframarginal. We also show that PES with an upfront component is a cost-effective way to improve India’s air quality.\n\n",
    "acknowledgement": "\nWe thank Patrick Beherer, Xavier Gine, Michael Greenstone, Rema Hanna, Chris Knittel, Michael Kremer, Jeff Pagel, Imran Rasul, Nick Ryan and many seminar audiences for helpful comments. We also thank Marshall Burke, Ben Moscona and especially KendraWalker for guidance and support with the remote sensing data; Juliana Ariza Sanchez, Nils Enevoldsen, Valentina Goetz, Rohit James Joseph, Sahiba Lal, Aditya Madhusudan, and Ayushi Srivastava for excellent research assistance; and J-PAL South Asia for field support. We thank J-PAL and CEGA’s Agricultural Technology Adoption Initiative (ATAI), J-PAL South Asia at IFMR’s Cash Transfers for Child Health Initiative (CATCH), and Jody and John Arnhold for funding. This RCT was registered in the American Economic Association Registry under number AEARCTR-0004508. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}