{
    "id": 30697,
    "citation_title": "How do Behavioral Approaches to Increase Savings Compare? Evidence from Multiple Interventions in the U.S. Army",
    "citation_author": [
        "Richard W. Patterson",
        "William L. Skimmyhorn"
    ],
    "citation_publication_date": "2022-11-28",
    "issue_date": "2022-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nInformation provision, choice simplification, social messaging, active-choice frameworks, and automatic enrollment all increase retirement savings. However, gauging the relative efficacy of these approaches is challenging because the supporting evidence spans widely different institutional settings, populations, and time periods. In this study, we leverage experimental and quasi-experimental variation in a constant setting, the U.S. military between 2016-2018, to examine the effects of nearly two dozen experiments for four leading policy options (i.e., information emails, action steps, target contribution rates, active choice, and automatic enrollment) designed to increase retirement savings. Consistent with previous literature, we find sizable effects of savings interventions on participation and cumulative contributions that increase with the intensity of the intervention. We then exploit cost data to complete the first cost-effectiveness analysis in the literature. Our analysis suggests that active choice programs are the most cost-effective method to generate new program participation and contributions for small, medium, and large firms, while automatic enrollment is more cost-effective for very large firms.\n\n",
    "acknowledgement": "\nWe thank the TIAA Institute, Wharton School’s Pension Research Council and Boettner Center, the Social Security Administration, and the NBER Retirement and Disability Research Center for financial support. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, the NBER, the TIAA Institute, or Wharton School's Pension Research Council/Boettner Center. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. We are grateful for feedback from seminar and conference participants at the Global Financial Literacy Excellence Center Cherry Blossom Financial Education Institute, TIAA Institute Symposium, FDIC Consumer Research Symposium, Association for Public Policy Analysis and Management, the Federal Reserve Bank of Richmond, William & Mary, and BYU. Ellen Longman provided valuable research assistance.\n\n\n\nWilliam L. Skimmyhorn\n\nI have received grant support from the TIAA Institute, the Social Security Administration and the Virginia Department of Veterans Services and financial compensation from the Financial Industry Regulatory Authority, the Urban Institute, and ABT Associates.\n\n\n"
}