{
    "id": 307,
    "citation_title": "Restriction of International Production: The Effects on the Domestic Economy",
    "citation_author": [
        "David G. Hartman"
    ],
    "citation_publication_date": "1978-12-01",
    "issue_date": "1978-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the argument that restricting domestic firms' production abroad by for example, imposing a tax on foreign source income, can increase domestic welfare and alter the income distribution to favor labor. These arguments follow directly from a characterization of the international producer as a facilitator of capital flows. The available evidence suggests, however, that U.S. multinational firms have a much broader role than transferring abundant U.S. capital abroad. In this paper the firm Is viewed as able to compete abroad for a variety of reasons, including an ability to make use of technological and other cost advantages over local producers. Then, the effect of its operations abroad on the domestic capital stock is no longer so obvious. It is argued that at most a part of the marginal capital employed abroad is obtained at the expense of the capital stock of the domestic economy. The paper then presents a simple model which indicates that domestic labor can either gain or lose relative to capital, and home country welfare can either increase or decline, as a result of restricting the foreign operations of domestic firms. The results depend on the ultimate source of the capital placed abroad, the relative factor intensity of production by the multinational firm, and whether the multinational firm produces the home country's importable or exportable good. Since none of the cases considered seems totally implausible, the case for reducing international production cannot be made on the traditional grounds without further empirical evidence.\n\n",
    "acknowledgement": "\n"
}