{
    "id": 30703,
    "citation_title": "A Quantity-Based Approach to Constructing Climate Risk Hedge Portfolios",
    "citation_author": [
        "Georgij Alekseev",
        "Stefano Giglio",
        "Quinn Maingi",
        "Julia Selgrad",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe propose a new methodology to build portfolios that hedge the economic and financial risks from climate change. Our quantity-based approach exploits information on how mutual fund managers trade in response to idiosyncratic changes in their climate risk beliefs. We exploit two types of idiosyncratic belief shocks: (i) instances when fund advisers experience local extreme heat events that are known to shift climate change beliefs, and (ii) instances when fund managers change the language in shareholder disclosures to express concerns about climate risks. We use the funds’ observed portfolio changes around such idiosyncratic belief shocks to predict how investors will reallocate their capital in response to aggregate climate news shocks that shift the beliefs and asset demands of many investors and thus move equilibrium prices. We show that a portfolio that is long stocks that investors tend to buy after experiencing negative idiosyncratic climate belief shocks, and short stocks that investors tend to sell, appreciates in value in periods with negative aggregate climate news shocks. Our quantity-based portfolios have superior out-of-sample hedge performance compared to portfolios constructed using existing alternative methods. The key advantage of the quantity-based approach is that it learns from rich cross-sectional trading responses rather than time-series price information, which is particularly limited in the case of newly emerging risks such as those from climate change. We also demonstrate the versatility of the quantity-based approach by constructing successful hedge portfolios for aggregate unemployment and house price risk.\n\n",
    "acknowledgement": "\nWe thankfully acknowledge financial support from the Norges Bank through a grant to the Volatility and Risk Institute at NYU Stern and a separate grant from the Center for Sustainable Business at NYU Stern. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the authors' employers.\n\n\n"
}