{
    "id": 30704,
    "citation_title": "Scaling Agricultural Policy Interventions",
    "citation_author": [
        "Lauren F. Bergquist",
        "Benjamin Faber",
        "Thibault Fally",
        "Matthias Hoelzlein",
        "Edward Miguel",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicies aimed at raising agricultural productivity have been a centerpiece in the fight against global poverty. Their impacts are often measured using field or quasi-experiments that provide strong causal identification, but may be too small-scale to capture the general equilibrium (GE) effects that emerge once the policy is scaled up. We propose a new approach for quantifying large-scale GE policy counterfactuals that can both complement and be informed by evidence from field and quasi-experiments. We develop a quantitative model of farm production, consumption and trading that captures important features of this setting, and propose a new solution method that relies on rich but widely available microdata. We showcase our approach in the context of a subsidy for modern inputs in Uganda, using variation from field and quasi-experiments for parameter estimation. We find that both the average and distributional impacts of the subsidy differ meaningfully when comparing a local intervention to one at scale, even for the same sample of farmers, and quantify the underlying mechanisms. We further document new insights on how GE forces differ as a function of saturation rates at different geographical scales, and on the importance of capturing a granular economic geography for counterfactual analysis.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the International Growth Centre (IGC). We thank audiences at multiple seminars for comments and Rodrigo Adao, Wyatt Brooks, Pablo Fajgelbaum and Sebastian Sotelo for helpful discussions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}