{
    "id": 30708,
    "citation_title": "Demand for ESG",
    "citation_author": [
        "Malcolm Baker",
        "Mark L. Egan",
        "Suproteem K. Sarkar"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the value investors place on environmental, social, and governance (ESG) objectives over time and space using a revealed preference approach. Our approach measures investors’ willingness to pay for ESG-oriented index funds in exchange for their financial and non-financial benefits. We find that the premium that investors assign to index funds with an ESG mandate rose from 3 basis points in 2019 to a peak of 17 basis points in 2020, before turning negative in 2022 and falling to negative 33 basis points in 2023. The boom and bust in willingness to pay is more pronounced among institutional investors (versus retail investors) and equity investors (versus fixed income investors). In contrast to US investors, European investors’ willingness to pay for ESG started at a higher level in 2019 and remains strongly positive in 2023. Although differences in fund holdings explain some of the demand for ESG-oriented funds, much of it is driven by the ESG label itself, which may leave investors susceptible to greenwashing. When we apply our framework to the cross-section of 401(k) participant portfolios, we find that investors in climate-conscious areas and low-emission industries exhibit higher demand for ESG. We offer tentative conclusions on how value is split among investors, intermediary profits, and firm costs of capital.\n\n",
    "acknowledgement": "\nWe thank Hunt Allcott, John Campbell, Josh Coval, Oliver Hart, Markku Kaustia, Alex MacKay, Dominic Russel, Paul Smeets, Laura Starks, Adi Sunderam, Luke Taylor, Peter Tufano, and Hanbin Yang and the seminar participants at Acadian, Arrowstreet, the Bank of Italy, the Bank of Portugal, Brandeis University, the Bonn MacroHistory and MacroFinance seminar, the European Summer Symposium in Financial Markets, Harvard Business School, Harvard Law School, Imperial College, the Imperial/Brevan Howard Hedge Fund Conference, NBER Corporate Finance Spring Meeting, the Office of the Comptroller of the Currency, and Wharton. Baker serves as a paid consultant to Acadian Asset Management. Sarkar gratefully acknowledges financial support from a National Science Foundation Graduate Research Fellowship and a Two Sigma PhD Fellowship. The authors gratefully acknowledge financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMalcolm Baker\n\nI have an ongoing consulting relationship with Acadian Asset Management, an investment management firm. I also serve on the board of directors of TAL Incorporated, a publicly traded, container leasing firm.\n\n\n"
}