{
    "id": 30701,
    "citation_title": "What Do Changes in State Test Scores Imply for Later Life Outcomes?",
    "citation_author": [
        "Elena Doty",
        "Thomas J. Kane",
        "Tyler Patterson",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-10-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the three decades before the pandemic, mean achievement of U.S. 8th graders in math rose by more than half a standard deviation on the National Assessment of Educational Progress (NAEP). Between 2019 and 2022, U.S. students had forfeited 40 percent of that rise. To anticipate the consequences of the recent decline, we investigate the past relationship between NAEP scores and students’ later life outcomes by year and state of birth. We find that a standard deviation improvement in a birth cohort’s 8th grade math achievement was associated with an 8 percent rise in income, as well as improved educational attainment and declines in teen motherhood, incarceration and arrest rates. If allowed to become permanent, our findings imply that the recent losses would represent a 1.6 percent decline in present value of lifetime earnings for the average K-12 student (or $19,400), totaling $900 billion for the 48 million students enrolled in public schools during the 2020-21 school year.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Walton Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThomas J. Kane\n\nKane has served as an expert witness in court cases involving teacher evaluation systems, including  Vergara v. California.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}