{
    "id": 30700,
    "citation_title": "Using Measures of Race to Make Clinical Predictions: Decision Making, Patient Health, and Fairness",
    "citation_author": [
        "Charles F. Manski",
        "John Mullahy",
        "Atheendar Venkataramani"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe use of race measures in clinical prediction models and algorithms has become a highly contentious issue, driven by concerns that inclusion of race as a covariate exacerbates and perpetuates long-standing disparities in quality of health care provided to racial and ethnic minority patients. We seek to inform and ground this debate by evaluating the inclusion of race—even if imperfectly measured—in probabilistic predictions of illness that aim to inform clinical decision making. First, adopting a utilitarian framework to formalize social welfare, our analysis reveals that patients of all races are better off when clinical decisions are jointly guided by patient race and other observable covariates. In this sense, race is not a particularly special covariate: any covariate with predictive power (i.e., one that changes conditional probabilities of illness) should be used to optimize clinical decisions. We then extend the model to a two-period setting where prevention activities that address systemic drivers of disease are relevant and find that the same basic conclusions emerge. Finally, we discuss formal non-utilitarian concepts of fairness and disparity-aversion that have been proposed to guide societal allocation of health care resources.\n\n",
    "acknowledgement": "\nThe authors are grateful for insightful comments and suggestions offered by several colleagues. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}