{
    "id": 30707,
    "citation_title": "How do Workers and Households Adjust to Robots? Evidence from China",
    "citation_author": [
        "Osea Giuntella",
        "Yi Lu",
        "Tianyi Wang"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-11-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effects of exposure to industrial robots on labor markets and household behaviors, exploring longitudinal household data from China. We find that a one standard deviation increase in robot exposure led to a decline in labor force participation (-1%),  employment (-7.5%), and hourly wages (-9%) of Chinese workers. At the same time, among those who kept working, robot exposure increased the number of hours worked by 14%. These effects were concentrated among the less educated and larger among men, prime-age, and older workers. We then explore how individuals and families responded to increased exposure to robots. We find that more exposed workers increased their participation in technical training and were significantly more likely to retire earlier.  Despite the negative impact on wages and employment, we find no evidence of an effect on consumption or savings, which is explained by an increase in borrowing (+10%). While there is no evidence of an effect on marital behavior, we document that robot exposure led to a small decline in the number of children (-1%). Finally, we find that robot exposure increased family time investment in the education of children (+10%) as well as the investment in children’s after-school academic and extra-curricular activities (+24%).\n\n",
    "acknowledgement": "\nWe acknowledge funding from the European Research Council - Discont Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}