{
    "id": 30706,
    "citation_title": "(Un)Conventional Monetary and Fiscal Policy",
    "citation_author": [
        "Jing Cynthia Wu",
        "Yinxi Xie"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a tractable New Keynesian model to jointly study four types of monetary and fiscal policy. We find quantitative easing (QE), lump-sum fiscal transfers, and government spending have the same effects on the aggregate economy when fiscal policy is fully tax financed. Compared with these three policies, conventional monetary policy is more inflationary for the same amount of stimulus. QE and transfers have redistribution consequences, whereas government spending and conventional monetary policy do not. Ricardian equivalence breaks: tax-financed fiscal policy is more stimulative than debt-financed policy. Finally, we study optimal policy coordination and find that adjusting two types of policy instruments, the policy rate together with QE or fiscal transfers, can stabilize three targets simultaneously: inflation, the aggregate output gap, and cross-sectional consumption dispersion.\n\n",
    "acknowledgement": "\nWe are grateful to Sushant Acharya, Zach Bethune, Francesco Bianchi, Yoon Joo Jo, Serdar Kabaca, as well as seminar and conference participants at RISE Inflation Conference at Rice University, Johns Hopkins University, the Federal Reserve Bank of Chicago, Indiana University, the Bank of Canada, Sveriges Riksbank, and Carleton University for helpful comments. Wu acknowledges support from the National Science Foundation under Grant No. SES-1949107. The views in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada. Correspondence: cynthia.wu@nd.edu, yinxi.xie.econ@gmail.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}