{
    "id": 30702,
    "citation_title": "Regulating Untaxable Externalities: Are Vehicle Air Pollution Standards Effective and Efficient?",
    "citation_author": [
        "Mark R. Jacobsen",
        "James M. Sallee",
        "Joseph S. Shapiro",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2023-01-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe world has 1.4 billion passenger vehicles. How should governments regulate their air pollution emissions? A Pigouvian tax is technologically infeasible. Most countries instead rely on exhaust standards that limit air pollution emissions per mile for new vehicles. We assess the effectiveness and efficiency of these standards, which are the centerpiece of US Clean Air Act regulation of transportation, and counterfactual policies. We show that the air pollution emissions per mile of new US vehicles has fallen spectacularly, by over 99 percent, since standards began in 1967. Several research designs with a half century of data suggest that exhaust standards have caused most of this decline. Yet exhaust standards are not cost-effective in part because they fail to encourage scrap of older vehicles, which account for the majority of emissions. To study counterfactual policies, we develop an analytical and a quantitative model of the vehicle fleet. Analysis of these models suggests that tighter exhaust standards increase social welfare and that increasing registration fees on dirty vehicles yields even larger gains by accelerating scrap, though both reforms have complex effects on inequality.\n\n",
    "acknowledgement": "\nWe thank Akshaya Jha, Ashley Langer, Kyle Meng, Nick Ryan, Boyoung Seo, Hannes Spinnewijn, and Ann Wolverton for useful discussions, and participants in seminars at AERE, ASSA, CREATE, ITS Davis, ETH Zurich, Georgetown, Grenoble, Harvard, Helsinki, Illinois, Mannheim, LSE, NBER Environ- mental/Energy, NBER Urban, NBER Transportation in the 21st Century, Oxford, the Paris School of Economics, Stanford, the Tinbergen Institute, Toulouse, U Auckland, UC Berkeley, UC Davis, UC Santa Barbara-Occasional Workshop, U Chicago, UEA, U Hamburg, UPenn, USC, Yale, the World Bank, and ZEW for useful comments; Kipper Berven, Adrian Fernandez, Lillian Holmes, Minji Kim, Ray Kim, Kechen Liu, Vivek Sampathkumar, and Katherine Wong for excellent research assistance; Alberto Ayala, Rasto Brezny, Andy Burnham, Rob Dawson, John German, Dave Good, Tim Johnson, Jarod Kelly, Jim Sidebottom, Allen Lyons, Michael Wang, Tom Wenzel, and Ning Wigraisakda for sharing data and explaining institutions; and NSF SES-1850790 and SES-2117158, USDA NIFA-1021396, USDA NIFA-1010175, and the Kleinman Center for Energy Policy, the Mack Institute, the Wharton Dean's Research Fund, and Analytics at Wharton for generous support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}