{
    "id": 30714,
    "citation_title": "Preferences, Inequities, and Incentives in the Substitute Teacher Labor Market",
    "citation_author": [
        "Matthew A. Kraft",
        "Megan Lane Conklin",
        "Grace T. Falken"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-07-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the labor supply decisions of substitute teachers – a large, on-demand market with broad shortages and inequitable supply. In 2018, Chicago Public Schools implemented a targeted bonus program designed to reduce unfilled teacher absences in largely segregated Black schools with historically low substitute coverage rates. Using a regression discontinuity design, we find that incentive pay substantially improved coverage equity and raised student achievement. Changes in labor supply were concentrated among Black and Hispanic substitutes from nearby neighborhoods with experience in incentive schools. Wage elasticity estimates suggest incentives would need to be 50% of daily wages to close fill-rate gaps.\n\n",
    "acknowledgement": "\nCorrespondence regarding the manuscript can be sent to Matthew Kraft at mkraft@brown.edu. This research also benefitted immensely from the helpful feedback of Joshua Bleiberg, Alex Bolves, Jill Burg, Danielle Sanderson Edwards, Virginia Lovinson, Melissa Lyon, Raegen Miller, Amanda von Moos, and seminar participants at the University of Maryland, the New England Economics of Education Conference, and the Annenberg Half-Baked Workshop Series. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}