{
    "id": 30710,
    "citation_title": "Cultural Stereotypes of Multinational Banks",
    "citation_author": [
        "Barry Eichengreen",
        "Orkun Saka"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-05-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCultural trust biases (i.e., stereotypes) play an important role in shaping multinational banks’ cross-border exposures. Combining European regulatory data on banks’ sovereign debt portfolios with existing and new surveys across 30 European countries, we show that multinational banks are more likely to lend to the government of a country when the residents of the countries where they operate exhibit more trust in the residents of that country. This result is robust to saturating our models with time-varying fixed effects at bank and country-pair levels, controlling for financial, informational, political and cultural linkages, and instrumenting trust via genetic and somatic similarities. Bank-level trust similarly drives corporate lending across borders and tilts banks’ sovereign portfolios towards long-term maturities. Its role is amplified when governments are hit by salience shocks such as Eurozone crises and the Brexit referendum. As potential transmission channels of stereotypes from foreign bank branches to headquarters, we provide evidence consistent with internal transfers of culturally biased information and human capital.\n\n",
    "acknowledgement": "\nPart of this work was undertaken while Orkun was visiting UC Berkeley, whose hospitality is gratefully acknowledged. In addition to participants at various conferences and seminars, we especially thank our discussants, Michela Altieri, Thorsten Beck, Matteo Crosignani, Claudia Girardone and Alberto Manconi as well as our colleagues, Bo Becker, Michael Ben-Gad, Matilde Bombardini, Travers B. Child, Rui Esteves, José M. Martín Flores, Yuriy Gorodnichenko, Jens Hagendorff, Sean Higgins, Gergely Hudecz, Matti Keloharju, April Knill, Nicola Limodio, Camelia Minoiu, Sergey Mityakov, Andrea Presbitero, Vesa Pursiainen, Paola Sapienza and Guo Xu for helpful comments. Uğur Buğra İlhan and Max Elias Buchs provided valuable research assistance. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}