{
    "id": 30712,
    "citation_title": "Regulatory Incentives for Innovation: The FDA's Breakthrough Therapy Designation",
    "citation_author": [
        "Amitabh Chandra",
        "Jennifer Kao",
        "Kathleen L. Miller",
        "Ariel D. Stern"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2023-10-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulators of new products confront a tradeoff between speeding a new product to market and collecting additional product quality information. The FDA’s Breakthrough Therapy Designation (BTD) provides an opportunity to understand if a regulator can use new policy to innovate around this tradeoff—i.e., whether it improved regulator productivity by allowing products to come to market more quickly without compromising quality. We find that the BTD program shortened clinical development times by 23 percent and did not impact the ex post safety profile of drugs with the designation. In exploring mechanisms, we find that the BTD program had the greatest impact on less experienced firms and was associated with reduced BTD clinical trial design complexity. The results suggest that targeted regulatory innovation can shorten R&D periods without compromising the quality of new products.\n\n",
    "acknowledgement": "\nThe authors are grateful to seminar participants at the Allied Social Science Associations meeting, the American Society of Health Economists Annual Conference, the Bates-White Life Sciences Symposium, the Harvard- MIT Center for Regulatory Science, the Munich Summer Institute, NABE Tech Conference, the NBER Productivity Seminar, the NBER Summer Institute, the Spreestadt-Forum on Health Care, the University of San Francisco, and the Toulouse School of Economics Health Center Workshop for valuable comments. Benjamin Berger, Lila Kelso, and Melissa Ouellet provided invaluable research assistance. The views expressed in this article are those of the authors and are not intended to represent the opinions of the U.S. Food and Drug Administration or the National Bureau of Economic Research.\n\n\n\nAmitabh Chandra\n\nAmitabh Chandra Disclosures\n\n\nCongressional Budget Office (Federal Government). Panel of Health Advisors. Unpaid.\nLeigh Speakers Bureau, Speakers Bureau\nWashington Speakers Bureau, Speakers Bureau\nAnalysis Group, Academic Affiliate\n\n\n"
}