{
    "id": 30719,
    "citation_title": "Adverse Selection and Network Design Under Regulated Plan Prices: Evidence from Medicaid",
    "citation_author": [
        "Amanda R. Kreider",
        "Timothy J. Layton",
        "Mark Shepard",
        "Jacob Wallace"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHealth plans for the poor increasingly limit access to specialty hospitals. We investigate the role of adverse selection in generating this equilibrium among private plans in Medicaid. Studying a network change, we find that covering a top cancer hospital causes severe adverse selection, increasing demand for a plan by 50% among enrollees with cancer versus no impact for others. Medicaid’s fixed insurer payments make offsetting this selection, and the contract distortions it induces, challenging, requiring either infeasibly high payment rates or near-perfect risk adjustment. By contrast, a small explicit bonus for covering the hospital is sufficient to make coverage profitable.\n\n",
    "acknowledgement": "\nWe are grateful to Amanda Starc, Joel Segel, Emilie Jackson, and participants at the Conference of the American Society of Health Economists and the National Tax Association conference for their helpful comments and suggestions. We gratefully acknowledge funding from the Laura and John Arnold Foundation, the Agency for Healthcare Research and Quality (K01-HS25786-01), the National Institute of Mental Health (T32-MH019733), and the National Institute on Aging (T32-AG000186, P01AG032952). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or any other organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy J. Layton\n\nHarvard Medical School: Assistant Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nConsulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from Anthem, Inc.\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n\n\n\nJacob Wallace\n\nMy spouse is the Senior Director of Medicaid Policy and Financing at Aurrera Health Group, an organization that works on issues related to state Medicaid policy.\n\n\n"
}