{
    "id": 30717,
    "citation_title": "Missing Workers and Missing Jobs Since the Pandemic",
    "citation_author": [
        "Bart Hobijn",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the start of the pandemic the U.S. labor market has been characterized as being plagued by missing jobs, i.e. payroll employment has fallen more than five million jobs short of its pre-pandemic trend, and missing workers, i.e. the participation rate has declined by 1.2 percentage points: A pandemic-induced shortage of workers has restrained job creation and, as a result, been a substantial drag on post-pandemic job growth. In this paper, we show that this is a misinterpretation of the data for two reasons. The first is that the number of missing jobs is inflated because it is based on the unrealistic assumption that the pre-pandemic tailwinds for job growth from the decline in the unemployment rate and cyclical upward pressures on participation would have continued in 2020 and beyond if the pandemic would not have occurred. Second, the number of workers missing due to COVID is overstated because the bulk of the 1.2 percentage-point decline in the participation rate since the start of the pandemic reflects a continuation of its long-run downward trend that was already part of projections before the pandemic broke out. Instead, our payroll jobs accounting yields an 810 thousand cyclical shortfall in payroll jobs in October 2022 compared to right before the pandemic. At the recent pace of job growth, even without monetary and fiscal tightening, we expect a substantial deceleration of payroll growth in the coming months.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the institutions that they are affiliated with, including the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}