{
    "id": 30716,
    "citation_title": "Tax-Loss Harvesting with Cryptocurrencies",
    "citation_author": [
        "Lin William Cong",
        "Wayne Landsman",
        "Edward Maydew",
        "Daniel Rabetti"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the landscape of taxation in the crypto markets, especially that concerning U.S. taxpayers, and examine how recent increases in tax scrutiny have led to changes in trading behavior by crypto traders. We predict under a simple theoretical framework and then empirically document that increased tax scrutiny leads crypto investors to utilize legal tax planning with tax-loss harvesting as an alternative to non-compliance. In particular, domestic traders increase tax-loss harvesting following the increase in tax scrutiny, and U.S. exchanges exhibit a significantly greater amount of wash trading. Additional findings suggest that broad-based and targeted changes in tax scrutiny can differentially affect crypto traders' preference for U.S.-based exchanges. We also discuss other gray areas for tax regulation related to new crypto assets such as Non-Fungible Tokens and Decentralized Finance protocols that further highlight the importance of coordinating tax policy and other regulations.\n\n",
    "acknowledgement": "\nRabetti acknowledges Cornell Fintech Initiative, Israel Science Foundation, and Tel Aviv Blockchain Research Institute for financial support, Bloxtax for providing proprietary data (the firm did not disclose traders' identity or any other information that could reveal traders' identity), and ETHplorer for providing API access to Ethereum-based decentralized financing applications. Landsman and Maydew thank the Kenan-Flagler Business School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}