{
    "id": 30711,
    "citation_title": "The Impact of School Spending on Civic Engagement: Evidence from School Finance Reforms",
    "citation_author": [
        "Erdal Asker",
        "Eric Brunner",
        "Stephen Ross"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA primary rationale for public provision of K-12 education and state financing of school spending is that education fosters civic engagement and the development of social capital. However, limited evidence exists on whether and how school spending affects civic engagement. Virtually all studies focus on the impact of educational attainment (as opposed to school spending) on political activity. We provide the first causal evidence on how school spending affects volunteerism as well as voting. The court-ordered and legislative school finance reforms that occurred throughout the United States over recent decades led to large and plausibly exogenous shocks to K-12 school spending. We estimate difference-in-difference-in-differences (DDD) models to isolate the causal impact of school spending on civic engagement. Using data from the National Education Longitudinal Study of 1988 (NELS), the Education Longitudinal Study of 2002 (ELS), and the High School Longitudinal Study of 2009 (HSLS), we find that exogenous increases in school spending led to increases in the probability that young adults volunteer and the amount of time they spend volunteering. In contrast, we find little evidence that school spending impacts voting. Consistent with prior studies, we find that increases in school spending increase high school graduation and college attendance.\n\n",
    "acknowledgement": "\nWe are grateful to Elizabeth Cascio, Thomas Downes, Holger Sieg and John Yinger for insightful comments on earlier drafts of this work. We also thank seminar participants at the American Economic Association, the Urban Economic Association and the Conference in Honor of John Yinger at Syracuse University. All errors are our own, and no external funding was provided to support this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen Ross\n\nThis study also obtained approval from the university’s Institutional Review Board (IRB). The IRB protocol number is H19-098.\n\n\n"
}