{
    "id": 30723,
    "citation_title": "Are Retirement Planning Tools Substitutes or Complements to Financial Capability?",
    "citation_author": [
        "Gopi Shah Goda",
        "Matthew R. Levy",
        "Colleen Flaherty Manchester",
        "Aaron Sojourner",
        "Joshua Tasoff",
        "Jiusi Xiao"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct a randomized controlled trial to understand how a web-based retirement saving calculator affects workers' retirement-savings decisions. In both conditions, the calculator projects workers' retirement income goal. In the treatment condition, it also projects retirement income based on defined-contribution savings, prominently displays the gap between projected goal and actual retirement income, and allows users to interactively explore how alternative, future contribution choices would affect the gap. The treatment increased average annual retirement contributions by $174 (2.3 percent). However, effects were larger for those with greater financial knowledge, suggesting this type of tool complements, rather than substitutes for, underlying financial capability.\n\n",
    "acknowledgement": "\nThe preanalysis plan for this project was registered at the Social Science Registry AEARCTR-0002129.  Human subjects protocol was determined as exempt by Stanford IRB (#38948), University of Minnesota IRB (#1607E90001) and Claremont Graduate University IRB (#2813).  This research was supported by the U.S. Social Security Administration through grant #5-RRC08098400-10 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium and the Laura and John Arnold Foundation through a grant to the Stanford Institute for Economic Policy Research (SIEPR). The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the federal government, the NBER, the Laura and John Arnold Foundation, SIEPR, or any other institution with which the authors are affiliated.  We are grateful to Paula Gablenz and Konhee Chang for exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}