{
    "id": 30722,
    "citation_title": "Preferred Habitats and Timing in the World’s Safe Asset",
    "citation_author": [
        "Alexandra M. Tabova",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build the first-ever comprehensive security-level dataset on the size, flows, coupon payments and returns of foreign and U.S. investors’ Treasury portfolios. Private U.S. and private foreign investors hold longer-duration higher-return Treasuries, whereas foreign governments hold shorter-duration lower-return Treasuries, so all else equal private investors should earn higher returns than foreign governments. But all else is not equal. Foreign governments, even with their low-returns low-volatility portfolios, actually earn higher returns because U.S. and foreign private investors’ returns are substantially reduced by poor timing. Moreover, we find that foreigners beat the (non- Fed) market, while U.S. investors earn a small and insignificant 19 basis points less than market returns. From our analysis, no investor-type earns significantly less than the (non-Fed) Treasury market, indicating that differential investors are not the source of the convenience yield. In terms of investor behavior more broadly, our novel dataset allows a direct comparison of the different investors in the Treasury market. Foreign private investors are similar to U.S. private investors and both behave differently and have different preferred habitats than governments.\n\n",
    "acknowledgement": "\nAlexandra Tabova (alexandra.m.tabova@frb.gov) is at the International Finance Division of the Board of Governors of the Federal Reserve System. Francis Warnock (few9t@virginia.edu) is at the University of Virginia’s Darden Business School and National Bureau of Economic Research. The authors thank Ben Stagoff-Belfort for excellent research assistance and, for helpful comments, Leornardo Elias, Rohan Kekre, and Jesse Schreger (discussants) as well as Daniel Beltran, Carol Bertaut, John Burger, Ricardo Correa, Stephanie Curcuru, Wenxin Du, Rich Evans, Chris Gohrband, Robin Greenwood, Kinda Hachem, Karen Lewis, Gordon Liao, Juan Londono, Felipe Saffie, Rosen Valchev, Annette Vissing-Jorgensen, Veronica Cacdac Warnock, Gwen Yu, Tony Zhang and participants in conferences or seminars at Bank of Italy, Bank of Finland, Bank of Canada, Federal Reserve Board, Darden Business School, European Economic Association, Midwestern Economic Association, Society for Economic Dynamics, CEBRA, NBER Asset Pricing and NBER International Finance and Macroeconomics meetings. Warnock thanks the International Finance Division of the Federal Reserve Board for ongoing hospitality. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor of any other person associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}