{
    "id": 30727,
    "citation_title": "A Fiscal Theory of Persistent Inflation",
    "citation_author": [
        "Francesco Bianchi",
        "Renato Faccini",
        "Leonardo Melosi"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2023-05-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new class of general equilibrium models with partially unfunded debt to propose a fiscal theory of persistent inflation. In response to business cycle shocks, the monetary authority controls inflation and the fiscal authority stabilizes debt. How- ever, the central bank accommodates unfunded fiscal shocks, causing persistent movements in inflation, output, and real interest rates. In an estimated quantitative model, fiscal inflation accounts for the bulk of inflation dynamics. In the aftermath of the pandemic, unfunded fiscal shocks sustain the recovery, but also cause a persistent increase in inflation. The model is able to predict the inflationary effects of the ARPA fiscal stimulus out of sample and with real time data.\n\n",
    "acknowledgement": "\nWe thank the Editor, Robert Barro, and three anonymous referees for insightful comments and suggestions. We also wish to thank Marco Bassetto, Larry Christiano, Charles Evans, Jonas Fisher, Mark Gertler, Spencer Krane, and Federico Ravenna for their very helpful comments and all seminar participants at the 2021 NBER Summer Institute, Columbia University, Johns Hopkins University, Bilkent University, Brandeis University, Bank of Israel, Danmarks Nationalbank, Rutgers University, UT Austin, 2020 ESCB cluster 2 conference, European Stability Mechanism, and the conference on New Developments in Business Cycle Analysis. We are grateful to Russell Miles for excellent research assistance. The views in this paper are solely those of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, Danmarks Nationalbank, or any person associated with the Federal Reserve System, the European System of Central Banks, or the National Bureau of Economic Research.\n\n\n"
}