{
    "id": 30720,
    "citation_title": "The Macroeconomic Implications of US Market Power in Safe Assets",
    "citation_author": [
        "Jason Choi",
        "Rishabh Kirpalani",
        "Diego J. Perez"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US government is the dominant supplier of global safe assets and faces a downward-sloping demand for its debt. In this paper, we ask if the US exercises its market power when issuing debt and study its macroeconomic consequences. We develop a model of the global economy in which US public debt generates a non-pecuniary value for its holders, analyze the equilibrium in which the US government is the monopoly provider of this safe asset, and contrast this case with the one in which the US government acts as a price taker. We use variation in estimated demand elasticities for US debt during high- and low-volatility regimes to empirically distinguish between these two models and find that the data reject the price-taking behavior in favor of the monopoly one. We then quantify the distortions due to market power and find that it generates a significant underprovision of safe assets, a sizable markup in the convenience yield, and large welfare benefits for the US to the detriment of the rest of the world. Finally, we study the implications of increasing competition in safe assets from other sovereigns and private institutions.\n\n",
    "acknowledgement": "\nThere are no sources of funding nor relevant financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}