{
    "id": 30725,
    "citation_title": "The Importance of Modeling Income Taxes Over time. U.S. Reforms and Outcomes",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Michael Pak",
        "Nicolo Russo",
        "Fang Yang"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2023-01-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhile “’Tis impossible to be sure of any thing but Death and Taxes” Bullock (1716), the structure of taxes and their burden have undergone large and frequent changes over time. We provide a brief history of U.S. federal income tax reforms since the 1960s, calculate effective federal income tax rates for each wave of the Panel Study of Income Dynamics, and discuss how effective taxation changed from 1969 to 2016. We show that most tax regimes are short-lived and that the variation in taxes over time and across groups is large. We also use an estimated dynamic model of couples and singles to show that the various tax regimes that we estimate imply very different labor market and saving behavior. These findings stress the importance of studying and modeling tax changes over time and across groups.\n\n",
    "acknowledgement": "\nDe Nardi gratefully acknowledges support from NSF grant SES-2044748. We thank Marco Bassetto, Ellen McGrattan, Edward Nelson, Markus Poschke, and David Sturrock for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, the Federal Reserve Bank of Dallas, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}