{
    "id": 30728,
    "citation_title": "Private Sanctions",
    "citation_author": [
        "Oliver D. Hart",
        "David Thesmar",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2023-08-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey a representative sample of the U.S. population to understand stakeholders’ desire to see their firms leave Russia after the invasion of Ukraine. Only 37% of the respondents think that leaving Russia is a pure business decision, and only 30% think that sanctions are a pure matter for the government. If a firm does not conform to the desire to leave Russia, 66% of the respondents are willing to boycott it (exit). We randomize a (hypothetical) cost of exiting the firm. This cost  has a strong effect on the stated propensity to exit. This sensitivity allows us to provide a natural $ equivalent of moral motivations for exiting. We try to distinguish deontological and impact related motives to exit, by randomizing beliefs about the impact on the firm. We find a clear effect of impact for shareholders, but not for consumers and employees. Our results continue to hold on the subsample of participants who actually donate part of their survey compensation to Ukraine. In our survey, consumers emerge as the most powerful force to control the morality of firms. We discuss the geopolitical and economic implications of a world where private corporations can discontinue profitable business relationships for moral or political reasons.\n\n",
    "acknowledgement": "\nFiona Paine and Giuditta Perinelli provided excellent research assistance. We are grateful to Emilia Garcia-Appendini for her detailed and insightful discussion of our paper. We also thank Agustin Hurtado, Kobi Kastiel, Louis Kaplow, Anete Pajuste, Lubos Pastor, the editor (Mortiz Schularick), and seminar participants at the Economic Policy Symposium on Geoeconomics, Harvard Law School, Hoover Institute, MIT, NYU, UCLA, and the University of Chicago for very useful comments. Finally, the paper also benefited from the help of the editor and the referees of the journal. Zingales acknowledges financial support from MIT Sloan and the Stigler Center at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}