{
    "id": 30729,
    "citation_title": "FDI Inflows and Domestic Firms: Adjustments to New Export Opportunities",
    "citation_author": [
        "Brian McCaig",
        "Nina Pavcnik",
        "Woan Foong Wong"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate a low-income country’s long run employment response to new export opportunities. The U.S.–Vietnam Bilateral Trade Agreement reduced U.S. import tariffs on exports from Vietnam. Employment grew faster in the industries most exposed to the U.S. tariff reductions and this was driven by foreign affiliates of multinationals entering Vietnam. Foreign entrants continue to expand employment long after entry–even after 16 years. Most foreign entrants are exporters and from East Asia, highlighting that opportunities created by bilateral agreements are not just limited to signing parties. Vietnam’s subsequent capacity growth allows it to export to other markets over time.\n\n",
    "acknowledgement": "\nWe thank Adam Rivard, Colleen Spencer, Hanh Nyugen, Truong Thi Thu Trang, Rebecca Vermette, and Laura Walk for excellent research assistance and Nguyen Viet Phong at the General Statistics Office Vietnam, Edmund Malesky, and John Rand for assistance with understanding the data. We are grateful to the Economic Research Institute for ASEAN and East Asia (ERIA) for support. McCaig thanks the Social Sciences and Humanities Research Council of Canada (SSHRC) for support. An earlier draft was an output from a project funded by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA) for the benefit of developing countries. The views expressed are not necessarily those of DFID or IZA. Additionally, we thank Bruce Blonigen, Jiayi Dong, Mark Colas, Anca Cristea, Quoc-Anh Do, Teresa Fort, Isabela Manelici, Peter Morrow, Stefania Garetto, and seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}