{
    "id": 30721,
    "citation_title": "Mutual Fund Revenue Sharing in 401(k) Plans",
    "citation_author": [
        "Veronika K. Pool",
        "Clemens Sialm",
        "Irina Stefanescu"
    ],
    "citation_publication_date": "2022-12-05",
    "issue_date": "2022-12-01",
    "revision_date": "2022-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecordkeepers in DC pension plans are often paid indirectly in the form of revenue sharing from third-party funds on the menu. We show that these arrangements affect the investment menu of 401(k) plans. Revenue-sharing funds are more likely to be added to the menu and are less likely to be deleted. Overall, revenue-sharing plans are more expensive as higher expense ratios are not offset by lower direct fees or by superior performance. Rebates increase with the market power of the recordkeeper suggesting that third-party funds may revenue share to gain access to retirement assets.\n\n",
    "acknowledgement": "\nWe thank Niki Boyson, Mark Egan, Van Harlow, James McLoughin, Olivia Mitchell, Mattias Nilson, Jonathan Reuter, David Stevens, Laura Starks, Roberta Ufford, Steve Utkus, Sumudu Watugala, Irene Yi, and conference participants at the 2020 Financial Management Association, the 2021 Financial Intermediation Research Society, the 2021 Miami Behavioral Finance, the 2021 Northern Finance Association, and the 2021 Western Finance Association meetings, and seminar participants at Brandeis University, Clemson University, Colorado State University, Emory University, the Federal Reserve Board, FIRN, George Mason University, the Michigan - UIC Virtual Seminar Series, Nanyang Technological University Singapore, the Shanghai Advanced Institute of Finance, Temple University, the University of California Los Angeles, the University of Nebraska, the University of Notre Dame, the University of Tennessee, the University of Texas at Austin, Vanderbilt University, the University of Western\nOntario, and York University for helpful comments. Clemens Sialm has been a consultant with AQR Capital Management and with The Jeffrey Company. The research reported herein was performed pursuant to a grant from the TIAA-CREF Institute through the Pension Research Council/Boettner Center (the PRC) of the Wharton School of the University of Pennsylvania (PRC). The views expressed in this paper are those of the authors and do not reflect the views of the Board of Governors of the Federal Reserve System, the Boettner Center, or TIAA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}