{
    "id": 30732,
    "citation_title": "When Will Arctic Sea Ice Disappear? Projections of Area, Extent, Thickness, and Volume",
    "citation_author": [
        "Francis X. Diebold",
        "Glenn D. Rudebusch",
        "Maximilian Göbel",
        "Philippe Goulet Coulombe",
        "Boyuan Zhang"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRapidly diminishing Arctic summer sea ice is a strong signal of the pace of global climate change. We provide point, interval, and density forecasts for four measures of Arctic sea ice:  area, extent, thickness, and volume. Importantly, we enforce the joint constraint that these measures must simultaneously arrive at an ice-free Arctic. We apply this constrained joint forecast procedure to models relating sea ice to atmospheric  carbon dioxide concentration and models relating sea ice directly to time. The resulting \"carbon-trend\" and \"time-trend\" projections are mutually consistent and predict a nearly ice-free summer Arctic Ocean by the mid-2030s with an 80% probability. Moreover, the carbon-trend projections show that global adoption of a lower carbon path would likely delay the arrival of a seasonally ice-free Arctic by only a few years.\n\n",
    "acknowledgement": "\nFor helpful comments we thank, without implicating,  the Editor, Co-Editors, and two anonymous referees, as well as Eric Hillebrand, Walt Meier, Aaron Mora, Felix Pretis, Richard Startz, and Zack Miller, as well as participants at seminars and conferences.  For research assistance we thank Jack Mueller and Gladys Teng. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}