{
    "id": 30731,
    "citation_title": "State-Building in a Diverse Society",
    "citation_author": [
        "Ruth Carlitz",
        "Ameet Morjaria",
        "Joris M. Mueller",
        "Philip Osafo-Kwaako"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nDiversity can pose fundamental challenges to state-building and development. The Tanzanian Ujamaa policy—one of post-colonial Africa’s largest state-building experiments—addressed these challenges by resettling a diverse population in planned villages, where children received political education. We combine differences in exposure to Ujamaa across space and age to identify long-term impacts of the policy. Analysis of contemporary surveys shows persistent, positive effects on national identity and state legitimacy. Exposed cohorts are also more likely to marry across ethnic lines. Our preferred interpretation, supported by evidence that considers alternative hypotheses, is that changes to educational content drive our results. Our findings also point to trade-offs associated with state-building: while the policy contributed to establishing the new state as a legitimate central authority, simultaneously it lowered demands for democratic accountability.\n\n",
    "acknowledgement": "\nWe thank Sam Asher, Ralph Austen, Tim Besley, Georgy Egorov, Kai Gehring, Leander Heldring, Joel Mokyr, Beatrice Montano, Nathan Nunn, Elias Papaioannou, Dan Posner, Michael Powell, Nancy Qian, Luis Rayo, Bryony Reich, Paul Schaudt, Cory Smith, Tuan-Hwee Sng, Jörg Spenkuch, Christopher Udry, Léonard Wantchekon, Noam Yuchtman, and conference and seminar participants at WGAPE 2021, UEA 2021, Governance & Local Development (Gothenburg), Australasian Public Choice, Barcelona GSE Summer Forum, AMES, AFES, Northwestern, Zurich, Lausanne, Geneva, and Bern. We especially thank Ted Miguel, Tina Green and Mike Shand for sharing data and many conversations. We are especially grateful for outstanding research assistance by Giacomo Marcolin as well as Elizabeth Cameron, Mary-Crescent Carter, Riddhimaa Gupta, Mathias Ngowi, Areebah Omer, Sanjith Prabhu, and Tenny Tsang. We thank staff at the Institute for Democracy, Citizenship, and Public Policy in Africa, at the University of Cape Town, the Herskovits Library of African Studies at Northwestern University, and William Thompson and Ambreen Chaudhri at Kellogg Research Support. Morjaria gratefully acknowledges funding from Northwestern’s Global Poverty Research Lab, Ford Motor Company Center for Global Citizenship at Kellogg School of Management and CIFAR’s Azrieli Global Scholars Program. Mueller gratefully acknowledges funding from Ministry of Education AcRF Tier 1 grant FY2023-FRC2-006. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}