{
    "id": 30736,
    "citation_title": "How Abundant Are Reserves? Evidence from the Wholesale Payment System",
    "citation_author": [
        "Gara Afonso",
        "Darrell Duffie",
        "Lorenzo Rigon",
        "Hyun Song Shin"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBefore the era of large central bank balance sheets, banks relied on incoming payments to fund outgoing payments in order to conserve scarce liquidity. Even in the era of large central bank balance sheets, rather than funding payments with abundant reserve balances, we show that outgoing payments remain highly sensitive to incoming payments. By providing a window on liquidity constraints revealed by payment behavior, our results shed light on thresholds for the adequacy of reserve balances. Our findings are timely, given the ongoing shrinking of central bank balance sheets around the world in response to inflation.\n\n",
    "acknowledgement": "\nThis paper presents preliminary findings and is being distributed to economists and other interested readers solely to stimulate discussion and elicit comments. The views expressed in this paper are those of the author(s) and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the Bank for International Settlements, or the National Bureau of Economic Research. Any errors or omissions are the responsibility of the author(s).\n\n\n\nDarrell Duffie\n\nAlthough already carefully disclosed in the acknowledgements of the paper, I will repeat here the disclosure of my relationship with Moody's Corporation, as a member of its board directors. Moody's is a provider of credit ratings and other credit related information, and supplied data used in this paper.\n\n\n"
}