{
    "id": 30737,
    "citation_title": "Do Foreign Yield Curves Predict U.S. Recessions and GDP Growth?",
    "citation_author": [
        "Rashad Ahmed",
        "Menzie D. Chinn"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that foreign term spreads constructed from bond yields of non- U.S. G-7 constituents predict future U.S. recessions and that foreign term spreads are stronger predictors of U.S. recessions occurring within the next year than U.S. term spreads. U.S. and foreign term spreads are both informative of the U.S. economy but over different horizons and for different components of economic activity. Smaller U.S. term spreads lead to smaller foreign term spreads and U.S. Dollar appreciation. Smaller foreign term spreads do not lead to significant U.S. Dollar depreciation but do lead to persistent declines in U.S. exports and FDI flows into the United States. These findings are consistent with the proposition that foreign term spreads embed growth spillovers from the U.S. and the resulting Dollar strength and slowdown abroad spill back to the United States.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge two anonymous referees, Pok-Sang Lam (Editor), Daniel Cooper, Laurent Ferrara, Joseph Gagnon, Sacha Gelfer, Jeanne-Baptiste Hasse, Jay Im, Steven Kamin, Quentin Lajaunie, Jonathan Wright, Dora Xia, David Zeke, and seminar participants at the University of Wisconsin- Milwaukee for helpful comments and suggestions. The opinions expressed in this paper are those of the authors and do not necessarily reflect those of the OCC, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n"
}