{
    "id": 30738,
    "citation_title": "A Theory of Gross and Net Capital Flows over the Global Financial Cycle",
    "citation_author": [
        "J. Scott Davis",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a theory to account for changes in gross and net capital flows over the global financial cycle (GFC). The theory relies critically on portfolio heterogeneity among investors within and across countries, related to risky portfolio shares and portfolio shares allocated to foreign assets. A global drop in risky asset prices during a downturn of the GFC changes relative wealth within and across countries due to portfolio heterogeneity. This leads to changes in gross and net capital flows that are consistent with the stylized facts: all countries experience a decline in gross capital flows (retrenchment), while countries that have a net debt of safe assets experience a rise in net outflows of safe assets (reduced accumulation of safe debt). This is accomplished through a rise in total net outflows and a drop in net outflows of risky assets. The model is applied to 20 advanced countries and calibrated to micro data related to within country portfolio heterogeneity, as well as cross country heterogeneity of net foreign asset positions of safe and risky assets. The implications of the calibrated model for gross and net capital flows are quantitatively consistent with the data.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Bankard Fund for Political Economy. This paper represents the views of the authors, which are not necessarily the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}