{
    "id": 30734,
    "citation_title": "Productivity and Wages: What Was the Productivity-Wage Link in the Digital Revolution of the Past, and What Might Occur in the AI Revolution of the Future?",
    "citation_author": [
        "Edward Lazear",
        "Kathryn L. Shaw",
        "Grant E. Hayes",
        "James M. Jedras"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWages have been spreading out across workers over time – or in other words, the 90th/50th wage ratio has risen over time. A key question is, has the productivity distribution also spread out across worker skill levels over time? Using our calculations of productivity by skill level for the U.S., we show that the distributions of both wages and productivity have spread out over time, as the right tail lengthens for both.  We add OECD countries, showing that the wage-productivity correlation exists, such that gains in aggregate productivity, or GDP per person, have resulted in higher wages for workers at the top and bottom of the wage distribution.  However, across countries, those workers in the upper income ranks have seen their wages rise the most over time. The most likely international factor explaining these wage increases is the skill-biased technological change of the digital revolution.  The new AI revolution that has just begun seems to be having a similar skill-biased effects on wages.  But this current AI, called “supervised learning,” is relatively similar to past technological change. The AI of the distant future will be “unsupervised learning,” and it could eventually have an effect on the jobs of the most highly skilled.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}