{
    "id": 30739,
    "citation_title": "The Impact of Paid Family Leave on Families with Health Shocks",
    "citation_author": [
        "Courtney Coile",
        "Maya Rossin-Slater",
        "Amanda Su"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of paid family leave (PFL) policies in California, New Jersey, and New York on the labor market and mental health outcomes of individuals whose spouses or children experience health shocks. We use data from the 1996-2019 restricted-use version of the Medical Expenditure Panel Survey (MEPS), which provides state of residence and the precise timing of hospitalizations and surgeries, our health shock measures. We use difference-in-difference and event-study models to compare the differences in post-health-shock labor market and mental health outcomes between spouses and parents before and after PFL implementation relative to analogous differences in states with no change in PFL access. We find that PFL access leads to a 7.0 percentage point decline in the likelihood that the (healthy) wives of individuals with medical conditions or limitations who experience a hospitalization or surgery report “leaving a job to care for home or family” in the post-health-shock rounds. Impacts of PFL access on women's mental health outcomes and on men whose spouses have health shocks are more mixed, and we find no effects on parents of children with health shocks. Lastly, we show that improvements in job continuity are concentrated among caregivers with 12 or fewer years of education, suggesting that government-provided PFL might reduce disparities in leave access.\n\n",
    "acknowledgement": "\nWe thank Ann Bartel, Jane Waldfogel, and seminar participants at RAND Corporation, Wellesley College, and the NBER Summer Institute--Health Economics Program Meeting for helpful comments. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the federal government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. This project was also supported by grant number T32HS026128 from the Agency for Healthcare Research and Quality. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Agency for Healthcare Research and Quality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}