{
    "id": 30733,
    "citation_title": "Corporate Decision-Making under Uncertainty: Review and Future Research Directions",
    "citation_author": [
        "Murillo Campello",
        "Gaurav Kankanhalli"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty over future business conditions lies at the heart of firm decision-making. Uncertainty can arise from a myriad of sources and is difficult to measure. We present a simple conceptual framework showing how several key corporate decisions are affected by uncertainty. We also highlight recent advances in the measurement of uncertainty, distinguishing between approaches that gauge aggregate uncertainty and those that capture different dimensions of firm-specific uncertainty. These approaches incorporate information obtained from market prices, big data, machine learning techniques, surveys, and more. We then review the growing body of empirical work that studies the role played by uncertainty in shaping outcomes ranging across corporate investment, asset base composition, innovation, liquidity management, payouts, and mergers. Our review outlines several opportunities for future research.\n\n",
    "acknowledgement": "\nThe authors are grateful to Viral Acharya, Kevin Aretz, Gustavo Cortes, David Denis, Diemo Dietrich, John Graham, Yaniv Grinstein, Dirk Hackbarth, Hassan Ilyas, Hyunseob Kim, Kevin Schneider, Mani Sethuraman, Le Tang, and Shawn Thomas for valuable comments. We thank Jihye Jang for excellent research assistance and discussions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}