{
    "id": 30746,
    "citation_title": "How Regressive are Mobility-Related User Fees and Gasoline Taxes?",
    "citation_author": [
        "Edward L. Glaeser",
        "Caitlin S. Gorback",
        "James M. Poterba"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "2024-08-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPigouvian taxes and user fees can address environmental externalities and efficiently fund transportation infrastructure, but these policies may place burdens on poorer households. This paper presents new evidence on the distributional consequences of the gasoline tax, bus and light rail charges and a vehicle miles traveled (VMT) tax. Gas taxes have become more regressive over time, partially because of environmentally-oriented technological change, although the share of expenditures on gas taxes declines with expenditures much less than the share of income spent on gas taxes declines with income. Replacing the gasoline tax with a household-level VMT tax would increase the average tax burden on households in the top income and expenditure deciles, because of their greater use of hybrid-electric and battery-electric vehicles. This progressive shift would be small given current levels of hybrid and electric vehicle ownership, but will be larger in the future if such vehicles continue to be more common among higher than lower income households. An expanded commercial VMT would place a larger burden, as a share of expenditures, on lower income or expenditure households, because better-off households consume more non-tradable goods that do not require transportation. User charges for airports, subways and commuter rail are progressive, while bus fees loom much larger for lower income households.\n\n",
    "acknowledgement": "\nGlaeser and Gorback acknowledge support from the US Department of Transportation under NSF grant SES1559013 to the NBER. The authors thank David Austin, Elaine Buckberg, Dorian Carloni, Gilbert Metcalf, Clifford Winston, and participants at the NBER Environmental and Energy Economics Summer Institute and Tax Policy and the Economy conference for helpful comments and guidance. Poterba is the president of the NBER, which receives unrestricted corporate support from firms in both the energy and automotive industries.  Any views expressed are those of the authors and should not be interpreted as representing the views of the USDOT or the NBER.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers, the Pension Real Estate Association and the Association for International Real Estate Investors.\n\n\n"
}