{
    "id": 30743,
    "citation_title": "The Effect of Financial Resources on Homeownership, Marriage, and Fertility: Evidence from State Lotteries",
    "citation_author": [
        "George Bulman",
        "Sarena Goodman",
        "Adam Isen"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper leverages the universe of U.S. tax data and state lottery wins between 2000 and 2019 to estimate the causal effect of financial resources on three key lifecycle outcomes for young adults. We find large and persistent effects on homeownership, with a response function that exhibits substantial concavity but also an extremely high upper bound, and larger responses among higher-income individuals. Resources generate persistent increases in marriage for single men and women but do not increase the likelihood existing marriages are preserved. Fertility is modestly accelerated by a lottery win, but there is little effect on total fertility. Our results support a causal pathway behind differences in homeownership and marriage by socioeconomic status and inform theories of household formation and the family.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Ananat and seminar participants at the Federal Reserve Board, George Washington University, Johns Hopkins University, NBER Public Spring Meetings, Purdue University, Stanford University, and the University of Colorado Boulder. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Board of Governors or U.S. Department of the Treasury. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}