{
    "id": 30749,
    "citation_title": "Quantifying the Costs and Benefits of Quantitative Easing",
    "citation_author": [
        "Andrew T. Levin",
        "Brian L. Lu",
        "William R. Nelson"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a systematic analysis of the costs and benefits of large-scale securities purchases, using the Federal Reserve’s QE4 program as a concrete example. This program was initiated at the onset of the pandemic in March 2020 and continued for two years, leading to a doubling of the Fed’s securities holdings to about $8.5 trillion as of March 2022. QE4 was initially aimed at mitigating strains in markets for Treasuries and agency mortgage-backed securities but was subsequently aimed more broadly at supporting market functioning and providing monetary stimulus. Nonetheless, QE4 did not have any notable benefits in reducing term premiums. Moreover, since the securities purchases were financed by expanding the Fed’s short-term liabilities, QE4 amplified the interest rate risk associated with the publicly-held debt of the consolidated federal government. Our simulation analysis indicates that QE4 is likely to reduce the Federal Reserve’s remittances to the U.S. Treasury by about $760 billion over the next ten years.\n\n",
    "acknowledgement": "\nLevin is a professor of economics at Dartmouth College, research associate of the NBER, visiting scholar at the International Monetary Fund, and international research fellow of the Centre for Economic Policy Research (CEPR). Nelson is chief economist and an executive vice president at the Bank Policy Institute and is an adjunct professor at Georgetown University. Lu collaborated on this project during his undergraduate studies at Dartmouth College. We appreciate invaluable conversations with Michael Bordo, Darrell Duffie, Christopher Erceg, Bob Hall, Arvind Krishnamurthy, Jeff Lacker, Mickey Levy, Debbie Lucas, Charles Plosser, John Taylor, and comments received in seminars at the Hoover Institution and at the Federal Reserve Bank of Cleveland. This paper also reflects many insights from the work of Marvin Goodfriend. The authors have no financial interests nor any other conflicts of interest related to this study. No funding was received for conducting this study. The views expressed here are solely those of the authors and do not represent the views of any other person or institution, nor do they necessarily reflect the views of the National Bureau for Economic Research.\n\n\n"
}