{
    "id": 30748,
    "citation_title": "The Disappearing Index Effect",
    "citation_author": [
        "Robin Greenwood",
        "Marco C. Sammon"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe abnormal return associated with a stock being added to the S&P 500 has fallen from an average of 3.4% in the 1980s and 7.6% in the 1990s to 0.8% over the past decade. This has occurred despite a significant increase in the percentage of stock market assets linked to the index. A similar pattern has occurred for index deletions, with large negative abnormal returns on average during the 1980s and 1990s, but only -0.6% between 2010 and 2020. We investigate potential drivers of this surprising phenomenon and discuss the implications for market efficiency.\n\n",
    "acknowledgement": "\nWe thank Bobby Ialenti for excellent research assistance and Paige Frasier for editorial assistance. We received helpful comments from Lloyd Blankfein, Alex Chinco, Adam Denny, Taro Hornmark, Bill Jacques, Owen Lamont, Victor Martin, Adam Morrissey, Lubos Pastor, David Rabinowitz, John Shim, Andrei Shleifer, Erik Stafford and seminar participants at Harvard. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobin Greenwood\n\nOutside Activities -- Robin Greenwood\nThis document contains a list of professional activities beyond my main employment at Harvard\nUniversity. Please feel free to contact me with any questions about this disclosure statement.\nLast updated April 2022.\nOutside activities since 2008, paid and unpaid:\nMember, Financial Advisory Roundtable, Federal Reserve Bank of New York (unpaid)\nAcademic Partner, State Street Associates (2021-present)\nAcademic Advisory Board, Martingale Asset Management (chairman)\nConsultant, Martingale Asset Management\nAllianceBernstein, research presentation and consultation\nCapital structure consultation to two non-financial public companies\nAssociate Editor, Review of Financial Studies (unpaid)\nEditor, Review of Financial Studies (2014-2016, unpaid)\nHonoraria:\nIn 2020, the Brookings Institute paid me an honorarium for the paper “Sizing Up Corporate Restructuring\nin the COVID Crisis.\" (pdf)”\nIn 2014, the Brookings Institute paid me an honorarium for the working paper “Government Debt\nManagement at the Zero Lower Bound”\nThe Banco Central de Chile paid me an honorarium for the paper “Forward Guidance in the Yield Curve:\nShort Rates versus Bond Supply.”\nI was paid an honorarium for my role as a coauthor on the paper “\"The Federal Reserve's Balance Sheet\nas a Financial-Stability Tool.” Economic Symposium Conference Proceedings (Federal Reserve Bank of\nKansas City)\nPaid speeches and executive education:\nHBS Investment Management Workshop (various years, since 2008)\nHBS Finance for Senior Executives (various years, unpaid before 2016)\nSanfordBernstein Research Conference\nRobeco\nQ-Group\nArrowstreet Capital\nPyramis\nPrudential\nState Street\nWindham Capital Management\nOther:\nBetween 2015 and 2021, I was a voting member on the Harvard University Committee on pensions. I did\nnot do consulting work or make paid presentations to any investment managers employed or being\nconsidered by Harvard in this capacity.\nAs part of my work at Harvard Business School, I regularly write cases about hedge funds, investment\nmanagers, and their strategies. I receive no compensation from these managers for writing these cases,\nand the cases are not meant as endorsements of the managers or their strategies. I receive royalties\n(currently less than $2000 per year) for cases I have written while employed at Harvard.\n\n\n"
}