{
    "id": 30747,
    "citation_title": "Children and Grandchildren of Union Army Veterans: New Data Collections to Study the Persistence of Longevity and Socioeconomic Status Across Generations",
    "citation_author": [
        "Dora Costa",
        "CoraLee Lewis",
        "Noelle Yetter"
    ],
    "citation_publication_date": "2022-12-12",
    "issue_date": "2022-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nUnion Army Data\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces four new intergenerational and multigenerational datasets which follow both sons and daughters and which can be used to study the persistence of longevity, socioeconomic status, family structure, and geographic mobility across generations. The data follow the children of Black and White Union Army veterans from birth to death, linking them to the available censuses. The White samples include an over-sample of children of ex-POWs. A separate collection links grandchildren of White Union Army veterans to their death records. The data were created with high quality manual linkage procedures utilizing a wide variety of records to establish links.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support of UCLA and of NIH grants P01 AG10120 and R21 AG064460 and the use of facilities and resources at the California Center for Population Research, UCLA, which is supported in part by NICDH grant P2C HD041022.  We have no financial interests to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}