{
    "id": 30757,
    "citation_title": "Public Information as a Source of Disagreement Among Shareholders",
    "citation_author": [
        "Laurent Bouton",
        "Aniol Llorente-Saguer",
        "Antonin Macé",
        "Adam Meirowitz",
        "Shaoting Pi",
        "Dimitrios Xefteris"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how investors’ beliefs about firm value, and hence their willingness to trade, respond to the release of public information. We consider a standard rational expectations model with homogeneous investors (common preferences, priors, and opinions) with the novelty that information, both public and private, pertains to the decisions the firm will make in the future and whether it is value-enhancing (what we refer to as the path-forward), instead of being directly about the value of the firm. Our analysis shows that, counter to the received wisdom, standard models can explain the well-documented pattern of increased in disagreement and trade volume after public announcements. Two economic insights emerge. First, investors holding different information about the path-forward of the firm may nonetheless have the same assessment of the firm’s value. The release of public information may then reinforce or contradict interim beliefs about the path-forward, and hence lead to divergence in investors’ assessments of the firm’s value and then an increase in trade volume. Second, investors who participate in shareholders’ meetings may have an informational advantage relative to investors that observe only public information about the meeting. The former group know both how they voted and their private information before voting, while others only know the total vote tally. The exploitation of that advantage leads to a surge in trade after public disclosure of meeting outcomes.\n\n",
    "acknowledgement": "\nWe greatly benefited from the suggestions of Ernst Maug and Joel Shapiro. Antonin Mace acknowledges financial support from the ANR-17-CE26-0003 (CHOp) project and the ANR-17-EURE-001. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}