{
    "id": 30753,
    "citation_title": "Non-Fundamental Flows and Foreign Exchange Rates",
    "citation_author": [
        "Felipe E. Aldunate",
        "Zhi Da",
        "Borja Larrain",
        "Clemens Sialm"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFrequent, yet uninformed, fund flows in Chilean pension plans generate substantial trading in currency markets due to the high allocation to international securities. These non-fundamental flows have a significant impact on the Chilean peso, which is estimated to have a relatively low price elasticity of 0.81. Hedging by the banking sector propagates the price pressure to currency forward markets and results in violations of the covered interest rate parity. Using trading data and bank balance sheet data, we confirm that regulatory requirements and banks’ risk bearing constraints create limits of arbitrage.\n\n",
    "acknowledgement": "\nWe thank Juan Pablo Araujo, Agustin Cerda, Wenxin Du, Jose Miguel Godoy, Zhengyang Jiang, Paulina Rodriguez, Claudio Tapia, Jose Miguel Villena, and seminar participants at PUC-Chile and Hong Kong Polytechnic University for comments and suggestions. We also thank Xiomara Kuwae for excellent research assistance. Aldunate: ESE Business School, Universidad de los Andes; faldunate.ese@uandes.cl. Da: University of Notre Dame; zda@nd.edu. Larrain: Pontificia Universidad Catolica de Chile; borja.larrain@uc.cl. Sialm: University of Texas at Austin and National Bureau of Economic Research; clemens.sialm@mccombs.utexas.edu. Da and Larrain acknowledge the generous support from the ND-UC—Chile Luksic Scholars Research Awards. Aldunate and Larrain acknowledge funding from ANID/CONICYT FONDECYT Regular 1220012. Felipe Aldunate is a board member of UNO AFP. Borja Larrain is academic adviser and board member of Larrain Vial. Clemens Sialm has been a consultant with AQR Capital Management and The Jeffrey Company. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}