{
    "id": 30752,
    "citation_title": "The 15-Minute City Quantified Using Mobility Data",
    "citation_author": [
        "Timur Abbiasov",
        "Cate Heine",
        "Edward L. Glaeser",
        "Carlo Ratti",
        "Sadegh Sabouri",
        "Arianna Salazar Miranda",
        "Paolo Santi"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAmericans travel 7 to 9 miles on average for shopping and recreational activities, which is far longer than the 15-minute (walking) city advocated by ecologically-oriented urban planners. This paper provides a comprehensive analysis of local trip behavior in US cities using GPS data on individual trips from 40 million mobile devices. We define local usage as the share of trips made within 15-minutes walking distance from home, and find that the median US city resident makes only 12% of their daily trips within such a short distance. We find that differences in access to local services can explain eighty percent of the variation in 15-minute usage across metropolitan areas and 74 percent of the variation in usage within metropolitan areas. Differences in historic zoning permissiveness within New York suggest a causal link between access and usage, and that less restrictive zoning rules, such as permitting more mixed-use development, would lead to shorter travel times. Finally, we document a strong correlation between local usage and experienced segregation for poorer, but not richer, urbanites, which suggests that 15-minute cities may also exacerbate the social isolation of marginalized communities.\n\n",
    "acknowledgement": "\nWe are very grateful to Safegraph for granting us access to mobility data. We thank seminar participants at the UEA and the Mobility workshop at the Mansueto Institute for Urban Innovation for helpful discussions and comments. The authors thank Volkswagen Group America, FAE Technology, Samoo Architects & Engineers, GoAigua, DAR Group, RATP, Anas S.p.A., ENEL Foundation, AMS Institute, KTH Royal Institute of Technology, and the members of the MIT Senseable City Lab Consortium for supporting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers, the Pension Real Estate Association and the Association for International Real Estate Investors.\n\n\n"
}