{
    "id": 30751,
    "citation_title": "Monetary Policy When the Central Bank Shapes Financial-Market Sentiment",
    "citation_author": [
        "Anil K Kashyap",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has found that monetary policy works in part by influencing the risk premiums on both traded financial-market securities and intermediated loans. Research has also shown that when risk premiums are compressed, there is an increased likelihood of a reversal that damages the credit-supply mechanism and the real economy. Together these effects create an intertemporal tradeoff for monetary policy, as stimulating the economy today can sow the seeds of a future downturn that might be difficult to offset. We introduce a simple model of this tradeoff and draw out its implications for the conduct of monetary policy.\n\n",
    "acknowledgement": "\nPaper in preparation for Journal of Economic Perspectives. We are grateful to Livia Amato and Zhi Zhang for outstanding research assistance, and to Michael Blank, Sam Hanson and Adi Sunderam for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnil K Kashyap\n\nAnil Kashyap was a member of the Financial Policy of the Bank of England from 2016 to 2022.  His other information on Non-Teaching Compensated activities from 2016 to 2021 are shown below and his CV shows various unpaid affiliations.\n\n\nAnil K Kashyap’s Information on Non-Teaching Compensated Activities: 2014 through\n2021 (excludes honoraria less than $1500). See my CV for various unpaid affiliations.\nConsulting\nSwedish Riksbank, 2012- 2016.\nEinaudi Institute of Economics and Finance, 2007 – 2018\nFederal Reserve Bank of Chicago, 1991—present\nEuropean Central Bank, 2018 -- present\nSponsored research\nNational Science Foundation through a grant administered through the National Bureau\nof Economic Research (with Judith Chevalier), Strategic Shoppers and Price Dynamics.\n\n\n“Monetary Policy in the Next Recession?” (with Stephen G. Cecchetti, Michael E. Feroli, Catherine L. Mann, and Kermit Schoenholtz) prepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of Chicago Booth School of Business, 2020.\n\n\n“Deflating Inflation Expectations: The Implications of Inflation’s Simple Dynamics”\n(with Stephen G. Cecchetti, Michael E. Feroli, Peter Hooper and Kermit L. Schoenholtz)\nprepared for U.S. Monetary Policy Forum, Initiative on Global Markets, University of\nChicago Booth School of Business, 2017.\n\n\nAlfred P. Sloan Foundation grant to the Macro Financial Modeling (MFM) project at the\nUniversity of Chicago.\nSpeeches\nMorningstar, 2018\nYates Lecture, Tulane University\nInstitutional Investor, 2015.\n\n\n"
}