{
    "id": 30755,
    "citation_title": "Optimal Gradualism",
    "citation_author": [
        "Nils Haakon Lehr",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how gradualism affects the welfare gains from trade, technology, and reforms. When people face adjustment frictions, gradual shocks create less adverse distributional effects in the short run. We show that there are welfare gains from inducing a more gradual transition via temporary taxes on trade and technology, and provide formulas for the optimal path for taxes. Our formulas account for the possibility that reallocation effort responds to policy, and for the existence of income taxes and assistance programs. Using these formulas, we compute the optimal temporary taxes needed to mitigate the distributional consequences of rising import competition from China and the deployment of automation technologies substituting for routine jobs. Our formulas can also be used to compute the optimal timing of economic reforms or trade liberalizations, and we apply them to study Colombia’s trade liberalization in 1990—a prominent example where optimal policy called for a more gradual reform.\n\n",
    "acknowledgement": "\nRestrepo thanks the National Science Foundation for its support under award No. 2049427. We thank David Autor and Marcela Eslava for sharing their data and providing feedback on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}