{
    "id": 3075,
    "citation_title": "Israel's Crisis and Economic Reform: A Historical Perspective",
    "citation_author": [
        "Michael Bruno"
    ],
    "citation_publication_date": "1989-08-01",
    "issue_date": "1989-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article analyses the roots of the deep crisis that has afflicted the Israeli economy since 1973 and the attempt at economic reform and recovery since 1985. All of these are discussed against the background of the long-term evolution in Israel's structure and growth process. At the center of the analysis lie the implications of an oversized government and especially the devastating effects on growth and inflation of the large and persistent public sector deficit on top of the growing tax and public expenditure levels. The norm of \"living beyond one's means\" at the public sector level has also severely affected the norms of behavior of the private, household as well as business, sectors. Since 1985 there have been signs of recovery originating from the balancing of the budget and the relative stabilization of the currency. Labor and capital markets are gradually becoming more flexible and real interest rates are coming down. Even so, inflation rates are not yet down to international levels, continued budget balance is not assured and excessive wage increases have substantially diminished profit rates and investments in the business sector. Structural problems, rooted in economic mismanagement of the crisis years, are surfacing. Resumption of a sustained growth process requires persistent budget balance and a substantial additional reduction in public expenditure and tax levels. Structural reforms, only barely started, have to be persistently followed in the labor and capital markets, in the fiscal system, and in the further opening up of commodity and financial markets to competition from both home and abroad.\n\n",
    "acknowledgement": "\n"
}