{
    "id": 30756,
    "citation_title": "Using Machine Learning for Efficient Flexible Regression Adjustment in Economic Experiments",
    "citation_author": [
        "John A. List",
        "Ian Muir",
        "Gregory K. Sun"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the optimal use of covariates in reducing variance when analyzing experimental data. We show that finding the variance-minimizing strategy for making use of pre-treatment observables is equivalent to estimating the conditional expectation function of the outcome given all available pre-randomization observables. This is a pure prediction problem, which recent advances in machine learning (ML) are well-suited to tackling. Through a number of empirical examples, we show how ML-based regression adjustments can feasibly be implemented in practical settings. We compare our proposed estimator to other standard variance reduction techniques in the literature. Two important advantages of our ML-based regression adjustment estimator are that (i) they improve asymptotic efficiency relative to other alternatives, and (ii) they can be implemented automatically, with relatively little tuning from the researcher, which limits the scope for data-snooping.\n\n",
    "acknowledgement": "\nWe thank Lyft Inc. for providing a large portion of the data used in this project. We additionally thank Adeline Sutton for her help in accessing and interpreting the CHECC data as well as Brent Hickman, Michael Cuna, Atom Vayalinkal, and participants at the Advances in Field Experiments conference for helpful comments which have improved the paper. Documentation of our procedures and our Stata and R code can be found here: https://github.com/gsun593/FlexibleRA The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Lyft when this research was carried out.   He is now Chief Economist at Walmart.\n\n\n\nIan Muir\n\nMuir is a former full-time employee of Uber and Lyft and retains equity in the companies\n\n\n"
}