{
    "id": 30762,
    "citation_title": "Designing Randomized Controlled Trials with External Validity in Mind",
    "citation_author": [
        "Sylvain Chassang",
        "Samuel Kapon"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes a number of strategies that experimenters may use to improve the external validity of their own findings, and of their research field as a whole. The paper emphasizes a dynamic view of research processes, in which learning about treatment and treatment adoption does not cease after a given study is performed. External validity need not be an unattainable goal in such a context. However, because researchers today need not be the same as researchers and policy-makers tomorrow, dynamic research processes are affected by research externalities, i.e. research practices that have high social value but low private returns. The paper identifies several of these research externalities and argues that funding organizations can have a significant impact at a relatively modest cost by subsidizing external-validity add-on modules specifically targeting research externalities.\n\n",
    "acknowledgement": "\nWe are grateful to the Alfred P. Sloan Foundation for providing the impetus for this project, as well as funding under grant G-2020-14052. We are especially thankful to Miriam Bruhn, Angus Deaton, Pascaline Dupas, Dean Karlan, David McKenzie and Jonathan Morduch for providing extensive comments, and to Thomas Leavitt for discussing the paper at the EGAP and CSDC workshop on “Knowledge Accumulation and External Validity: Implications for Design and Analysis” (2022). We owe an extensive intellectual debt to Abhijit Banerjee, Gerard Padró i Miquel and Erik Snowberg for many conversations on this topic. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}