{
    "id": 30768,
    "citation_title": "Detecting Fraud in Development Aid",
    "citation_author": [
        "Jean Ensminger",
        "Jetson Leder-Luis"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen organizations have limited accountability, antifraud measures, including auditing, often face barriers due to institutional resistance and practical difficulties on the ground.  This is especially true in development aid, where aid organizations face incentives to suppress information about misappropriated funds and may operate with limited transparency. We develop new statistical tests to uncover strategic data manipulation consistent with fraud. These tests help identify falsified expense reports and facilitate monitoring in difficult-to-audit circumstances, relying only on mandated reporting of data.  While the digits of naturally occurring data follow the Benford’s Law distribution, humanly-produced data instead reflect behavioral biases and incentives to misreport.  Our new tests improve upon existing Benford’s Law tests by being sensitive to the value of digits reported, which distinguishes between intent to defraud and error, and by improving statistical power to allow for finer partitioning of the data.\nWe apply this method to a World Bank development project in Kenya. Our evidence is consistent with higher levels of fraud in harder to monitor sectors and in a Kenyan election year when graft also had political value.  The results are validated by qualitative data and a forensic audit conducted by the World Bank.  We produce simulations that demonstrate the superiority of our new tests to the standards in the field. Our tests are useful beyond development aid, including for monitoring corporate accounting and government expenditures.\n\n",
    "acknowledgement": "\nWe particularly thank Avinash Dixit, Esther Duflo, Ben Gillen, Jonas Heese, Karla Hoff, Jonathan Katz, Pierre Liang, Ben Olken, Antonio Rangel, Eddie Riedl, Ethan Rouen and Robert Sherman for advice and support at critical junctures in this project.  In addition, we have benefitted from the comments of colleagues and seminar participants at presentations of earlier drafts of this paper at the ASSA meetings, The World Bank, Massachusetts Institute of Technology, California Institute of Technology, New York University, Center for Global Development, Duke University, Oxford University, and the University of California (Irvine).  We thank the California Institute of Technology for generous funding of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}