{
    "id": 30760,
    "citation_title": "The Stench of Failure: How Perception Affects House Prices",
    "citation_author": [
        "Kristle Cortés",
        "Mandeep Singh",
        "David H. Solomon",
        "Philip Strahan"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn Australian real estate markets, about a third of properties are sold at auction. We show that properties that fail auctions sell later for a 2.6% discount. This effect increases for properties failing multiple auctions and when no bids are made. Consistent with a causal channel, the effect holds when auction failure is instrumented by the tendency of owners to anchor on nearby better properties (and thus set reserve prices too high). Prices cluster just below salient round numbers, and the discount fades over time, inconsistent with our effects reflecting unobserved property characteristics. We test for several mechanisms and conclude that most of the pricing discounts reflect stigma, which reduces potential buyers’ willingness to pay.\n\n",
    "acknowledgement": "\nWe thank Sam Hartzmark, Jon Reuter, Kelly Shue, Tarun Ramadorai, David Miles, Elise Payzan-LeNestor, and seminar participants at the City Futures Centre (UNSW), University of Melbourne, Boston College and Imperial College London for valuable feedback. We thank SIRCA for providing access to the CoreLogic data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}