{
    "id": 30764,
    "citation_title": "The Scale and Nature of Neighborhood Effects on Children: Evidence from a Danish Social Housing Experiment",
    "citation_author": [
        "Stephen B. Billings",
        "Mark Hoekstra",
        "Gabriel Pons Rotger"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nRecent research documents a causal impact of place on the long-run outcomes of children. However, little is known about which neighborhood characteristics are most important, and at what scale neighborhood effects operate. By using the random assignment of public housing along with administrative data from Denmark, we get inside the “black box” of neighborhood effects by defining neighborhoods using various characteristics and scales. Results indicate effects on mental health and especially education are large but local, while effects on drug possession operate on a much broader scale. Additionally, unemployment and education are better predictors of outcomes than neighborhood income.\n\n",
    "acknowledgement": "\nWe thank Dionissi Aliprantis, Christian Traxler, Felix Weinhardt, and seminar participants at the Berlin Applied Micro Seminar, as well as participants at the 2022 Urban Economics Association meetings, for helpful comments and suggestions. This research was supported by Independent Research Fund Denmark | Social Sciences with grant number 8019-00114B. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}