{
    "id": 30765,
    "citation_title": "Anticipated Gender Discrimination and Grade Disclosure",
    "citation_author": [
        "Louis-Pierre Lepage",
        "Xiaomeng Li",
        "Basit Zafar"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study a unique grading policy at a large US public university allowing students to mask their letter grades into a “Pass”, after having observed their original grade. Using administrative transcript records, we find that female students are substantially less likely to mask their grades than male students, even after accounting for differences in grades, GPA, and course/major taking. We present a framework showing how anticipated discrimination in the labor market can distort incentives to mask across gender. Consistent with the framework, a survey reveals that students anticipate that female students, particularly in STEM, Business, and Economics, will face labor market discrimination which makes them less likely to mask. Our survey allows us to distinguish between anticipated discrimination and other explanations which could contribute to the masking gap, such as preferences for risk or transparency. We find that anticipated discrimination can explain a sizable fraction of the gender gap in masking.\n\n",
    "acknowledgement": "\nWe thank Karin Hederos, Jose Montalban, as well as seminar participants at the University of Michigan and SOFI at Stockholm University for valuable feedback and comments. Data collected was funded by the researchers' research funds. All errors that remain are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}