{
    "id": 30769,
    "citation_title": "U.S. School Finance: Resources and Outcomes",
    "citation_author": [
        "Danielle V. Handel",
        "Eric A. Hanushek"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "2023-02-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of school resources on student outcomes was first raised in the 1960s and has been controversial since then. This issue enters into the decision making on school finance in both legislatures and the courts. The historical research found little consistent or systematic relationship of spending and achievement, but this research frequently suffers from significant concerns about the underlying estimation strategies. More recent work has re-opened the fundamental resource-achievement relationship with more compelling analyses that offer stronger identification of resource impacts. A thorough review of existing studies, however, leads to conclusions similar to those in the historical work:  how resources are used is key to the outcomes. At the same time, the research has not been successful at identifying mechanisms underlying successful use of resources or for ascertaining when added school investments are likely to be well-used. Direct investigations of alternative input policies (capital spending, reducing class size, and salary incentives for teachers) do not provide clear support for such specific policy initiatives in the United States.\n\n",
    "acknowledgement": "\nWe benefitted from very helpful comments and suggestions by Jay Greene, Larry Hedges, and Ludger Woessmann. This article will appear in Eric A. Hanushek, Stephen Machin, and Ludger Woessmann, eds. forthcoming, 2023. Handbook of the Economics of Education. Vol. 7. Amsterdam: North Holland. Hanushek consults and testifies about school finance policy for both plaintiffs and defendants in education litigation in various states. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}