{
    "id": 30773,
    "citation_title": "An Approach to Testing Reference Points",
    "citation_author": [
        "Alex Rees-Jones",
        "Ao Wang"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a general approach to experimentally testing candidate reference points. This approach builds from Prospect Theory’s prediction that an increase in payoffs is perfectly offset by an equivalent increase in the reference point. Violation of this prediction can be tested with modifications to existing econometric techniques in experiments of a particular design. The resulting approach to testing theories of the reference point is minimally parametric, robust to broad classes of heterogeneity, yet still implementable in comparatively small sample sizes. We demonstrate the application of this approach in an experiment that tests the role of salience in setting reference points.\n\n",
    "acknowledgement": "\nWe are grateful to Ned Augenblick, Stefano DellaVigna, Lorenz Goette, Ori Heffetz, Alex Imas, Botond Koszegi, Francesca Molinari, Muriel Niederle, Ted O'Donoghue, Collin Raymond, and Charlie Sprenger, as well as seminar audiences at the BEEMA Annual Conference, the ESA Annual Meetings, the National University of Singapore, SITE-Experimental Economics, Stanford University, the SOBE Conference, Swarthmore College, UC Berkeley, UC Santa Barbara, and the University of Pennsylvania for helpful advice on this project.  We thank the University Research Foundation at the University of Pennsylvania and the Wharton Behavioral Lab for financial support. The project described in this paper relies on data from surveys administered by the Understanding America Study, which is maintained by the Center for Economic and Social Research (CESR) at the University of Southern California. The views expressed herein are those of the authors and do not necessarily reflect the views of USC, the UAS, or the National Bureau of Economic Research\n\n\n"
}