{
    "id": 30774,
    "citation_title": "Heterogeneous Downward Nominal Wage Rigidity: Foundations of a Nonlinear Phillips Curve",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "2023-10-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model with heterogeneous downward nominal wage rigidity for individual labor varieties. The model delivers a nonlinear wage Phillips curve linking current wage inflation with current unemployment that is relatively steep at high levels of inflation and flat at low levels of inflation. The predicted nonlinear Phillips curve matches well the pattern of wage inflation and unemployment observed in the United States over the past 40 years. In particular, it accounts for the resilience of the labor market in the tightening cycle following the Covid-19 inflation spike and for the missing inflation in the recovery from the 2008 great contraction. Finally, although the model features occasionally binding constraints for individual labor types, there are no such constraints in the aggregate, making the model amenable to perturbation analysis.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title “Heterogeneous Downward Nominal Wage Rigidity: Foundations of a Static Wage Phillips Curve,” NBER Working Paper No. 30774, December 2022. We thank Francisco Ciocchini and Pablo Cuba Borda for helpful comments and suggestions and Giovanni Bonfanti and Patricio Goldstein for superb research assistance. We also thank for comments seminar participants at FRBSF, FRBSTL, the central bank of Chile, PUC Santiago de Chile, Notre Dame, Rutgers, and CEBRA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}