{
    "id": 30789,
    "citation_title": "Women's Empowerment and the Intrinsic Demand for Agency: Experimental Evidence from Nigeria",
    "citation_author": [
        "M. Mehrab Bakhtiar",
        "Marcel Fafchamps",
        "Markus Goldstein",
        "Kenneth L. Leonard",
        "Sreelakshmi Papineni"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMost studies of intrahousehold resource allocation examine outcomes and do not consider the decision-making process by which those outcomes are achieved. We conduct an original lab-in-the-field experiment on the decision-making process of married couples over the allocation of rival and non-rival household  goods. The experiment measures individual preferences over allocations and traces the process of consultation, communication, deferral, and accommodation by which couples implement these preferences. We find few differences in individual preferences over allocations of goods. However, wives and husbands have strong preferences over process: women prefer to defer budget allocation decisions to their husband even when deferral is costly and is not observed by the husband; the reverse is true for men. Our study follows a randomized controlled trial that ended a year earlier and gave large cash transfers over fifteen months to half of the women in the study. We estimate the effect of treatment on the demand for agency among women and find that the receipt of cash transfers does not change women's bargaining process except in a secret condition when the decision to defer is shrouded from her husband: only in that case does the cash transfer increase women's expressed demand for agency.\n\n",
    "acknowledgement": "\nWe thank Pam Jakiela, Mushfiq Mobarak, Gautam Bastian, Eliana Carranza, Rosella Calvi, Neslihan Uler, Joao Montalvao, Marco Castillo, and Michael O'Sullivan for their helpful comments and guidance. We gratefully acknowledge Anjuman Ara Begum, Sk Md Bakhtiar Hossain, Tonima Tasnim Ananna, Tihitina Andarge, Julian Gomez, Marietou Sanogo, Haruna Sani and Garba Sallu for their support. Lawal Ishaq Simiyat, Oti Iheanyi, Ayuba Umar, Aaron David and Christy Shanding gave extraordinary assistance in carrying out the fieldwork. We are grateful to the Africa Gender Innovation Lab at the World Bank and the  Bruce and Mary Ann Gardner Dissertation Enhancement Fellowship at the University of Maryland for funding the fieldwork of the lab-in-the-field experiments. The pre-analysis plan for this paper can be found at https://www.socialscienceregistry.org/trials/3360. The laboratory experiment was approved by the IRB at the University of Maryland: 1352047-1 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus Goldstein\n\nMarkus Goldstein participated in this research project while at the World Bank, from which he is currently on leave.  He is currently employed by Amazon; the paper does not necessarily reflect the views of either Amazon or the World Bank.\n\n\n\nSreelakshmi Papineni\n\nWe are grateful to the United States Agency for International Development (USAID) and the World Bank Group's Umbrella Facility for Gender Equality (UFGE) for financial support. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}