{
    "id": 30787,
    "citation_title": "Central Banks as Dollar Lenders of Last Resort: Implications for Regulation and Reserve Holdings",
    "citation_author": [
        "Mitali Das",
        "Gita Gopinath",
        "Taehoon Kim",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how non-U.S. central banks behave when firms in their economies engage in currency mismatch, borrowing more heavily in dollars than justified by their operating exposures. We begin by documenting that, in a panel of 53 countries, central bank holdings of dollar reserves are significantly correlated with the dollar-denominated bank borrowing of their non-financial corporate sectors, controlling for a number of known covariates of reserve accumulation. We then build a model in which the central bank can deal with private-sector mismatch, and the associated risk of a domestic financial crisis, in two ways: (i) by imposing ex ante financial regulations such as bank capital requirements; or (ii) by building a stockpile of dollar reserves that allow it to serve as an ex post dollar lender of last resort. The model highlights a novel externality: individual central banks may tend to over-accumulate dollar reserves, relative to what a global planner would choose. This is because individual central banks do not internalize that their hoarding of reserves exacerbates a global scarcity of dollar-denominated safe assets, which lowers dollar interest rates and encourages firms to increase the currency mismatch of their liabilities. Relative to the decentralized outcome, a global planner may prefer stricter financial regulation (e.g., higher bank capital requirements) and reduced holdings of dollar reserves.\n\n",
    "acknowledgement": "\nWe are grateful to Helene Hall for outstanding research assistance. Thanks also to Goetz von Peter and Swapan-Kumar Pradhan of the BIS for helping us with the BIS data, to numerous IMF country teams for obtaining and/or sharing country-level data with us, and to Wenxin Du and IMF staff for their many helpful comments. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, or IMF management or the National Bureau of Economic Research.\n\n\n\nJeremy C. Stein\n\nOutside Activities\n\n\nJuly 2020\n\n\nJeremy C. Stein\n\n\nOutside (Non-Harvard) Activities Since 2006\n\n\nA. Compensated Activities*\n\n\nSpeaking Engagements\n\n\nI have given paid talks for a number of financial firms, investor groups, academic institutions, and central banks.\n\n\nConsulting\n\n\nKey Square Capital Management: consultant, July 2016-December 2019.\n\n\nBlueMountain Capital Management: consultant, 2015.\n\n\nGuggenheim Partners: consultant, 2005-2007.\n\n\nCommissioned Research\n\n\nThe Clearing House Association: “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,”  unpublished paper with Anil Kashyap and Samuel Hanson, 2010.\n\n\nHonoraria for Papers\n\n\nFederal Reserve Bank of Kansas City, for “Rethinking Capital Regulation,” with Anil Kashyap and Raghuram Rajan, 2008.\n\n\nFederal Reserve Bank of Kansas City, for “The Federal Reserve’s Balance Sheet as a Financial Stability Tool,” with Robin Greenwood and Sam Hanson, 2016.\n\n\nBrookings Institution, for “Strengthening and Streamlining Bank Capital Regulation,” with Robin Greenwood, Sam Hanson and Adi Sunderam, 2017.\n\n\nPublic Service\n\n\nFederal Reserve Board: Governor, May 2012-May 2014.\n\n\nU.S. Treasury Department: Senior Advisor to the Secretary and concurrently, staff of National Economic Council, February-July 2009.\n\n\nOther\n\n\nQuarterly Journal of Economics: co-editor, 2011-2012.\n\n\nJournal of Economic Perspectives: co-editor, 2007-2008.\n\n\nStudy Center, Gerzensee, Switzerland: summer-school course, 2011.\n\n\nNorthwestern University: visiting scholar, 2009.\n\n\nB. Significant Non-Compensated Activities\n\n\nHarvard Management Company: Board of Directors, 2015-present.\n\n\nAmerican Finance Association: President, 2008 President-Elect, 2007 Vice-President, 2006 Board of Directors, 2009-2011.\n\n\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012, 2019-present\n\n\nSquam Lake Group, 2008-2012.\n\n\n_________________________\n*Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}