{
    "id": 30782,
    "citation_title": "Health Care Spending Growth Has Slowed: Will the Bend in the Curve Continue?",
    "citation_author": [
        "Sheila D. Smith",
        "Joseph P. Newhouse",
        "Gigi A. Cuckler"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver 2009-2019 the seemingly inexorable rise in health care’s share of GDP markedly slowed, both in the US and elsewhere. To address whether this slowdown represents a reduced steady-state growth rate or just a temporary pause we specify and estimate a decomposition of health care spending growth.  The post-2009 slowdown was importantly influenced by four factors. Population aging increased health care’s share of GDP, but three other factors more than offset the effect of aging: a temporary income effect stemming from the Great Recession; slowing relative medical price inflation; and a possibly longer lasting slowdown in the nature of technological change to increase the rate of cost-saving innovation.  Looking forward, the post-2009 moderation in the role of technological change as a driver of growth, if sustained, implies a reduction of 0.8 percentage points in health care spending growth; a sizeable decline in the context of the 2.0 percentage point differential in growth between health care spending and GDP in the 1970 to 2019 period.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the helpful comments of Leila Agha, Michael Chernew, David Cutler, Mark Freeland, Steven Heffler, Tim Layton, Ellen Meara, John Poisal, and Mark Shepard. We, of course, are responsible for any remaining errors. The opinions expressed here are the authors’ and not necessarily those of the Centers for Medicare and Medicaid Services or the National Bureau of Economic Research. The authors have no conflicts to report.\n\n\n"
}