{
    "id": 30784,
    "citation_title": "Theory for Extending Single-Product Production Function Estimation to Multi-Product Settings",
    "citation_author": [
        "Emmanuel Dhyne",
        "Amil Petrin",
        "Valerie Smeets",
        "Frederic Warzynski"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new methodology for estimating multi-product production functions. It embeds the seminal contributions of Diewert (1973) and Lau (1976) in our extended version of the semi-parametric econometric framework of Olley and Pakes (1996), where we address the simultaneity of inputs and outputs by allowing for the possibility of a possible vector of unobserved ”productivities,” all of which may be freely correlated with inputs and outputs. We show how to use the multi-product production function to recover estimates of firm-product marginal costs using the input and output elasticities by extending Hall’s (1988) single-product result to our multi-product setting using McFadden (1978). We focus on six 6-digit Belgian ”industries” that produce two products, finding all but five of the forty-eight input coefficients are positive and thirty eight are strongly significant. We find outputs are substitutes as the coefficients on ”other good output” is always negative and highly significant. 100% of marginal cost estimates are positive and close to 80% of markups are estimated to be greater than 1. We find very similar results when we move to 4-digit industries, when we use similar multi-product data from France, and when we use the trans-log approximation.\n\n",
    "acknowledgement": "\nWe thank several very helpful referees, Andrew Bernard, Steve Berry, Jan De Loecker, Swati Dhingra, Penni Goldberg, John Haltiwanger, Phil Haile, Marc Muendler, Ariel Pakes, Peter Schott, Chad Syverson, Dan Trefler, and seminar participants at the 2014 NBB Conference, Riksbank, the 11th International Conference, Monash University, Mannheim, EITI2015, IIOC2015, ATW2015, Rice University, Texas A&M, DIEW2015, NOITS2015, Uppsala, the final COMPNET conference, ESWC2015, LSE, Hong Kong University, UCD, Lund, Toronto, UCLouvain, Chicago Fed, RIDGE, AEA2017, Bundesbank, SED2017, Oxford, NBER IOWinter meeting 2020 and Yale. Petrin, Smeets andWarzynski thank the National Bank of Belgium for its financial support. The authors are also extremely grateful for the data support provided by the NBB Statistical department. All presented results respect the all confidentiality restrictions associated with the data sources. The views expressed are those of the authors and do not necessarily reflect the views of the NBB or the National Bureau of Economic Research. All errors are ours.\n\n\n"
}