{
    "id": 30786,
    "citation_title": "Nothing Propinks Like Propinquity: Using Machine Learning to Estimate the Effects of Spatial Proximity in the Major League Baseball Draft",
    "citation_author": [
        "Majid Ahmadi",
        "Nathan Durst",
        "Jeff Lachman",
        "John A. List",
        "Mason List",
        "Noah List",
        "Atom T. Vayalinkal"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent models and empirical work on network formation emphasize the importance of propinquity in producing strong interpersonal connections. Yet, one might wonder how deep such insights run, as thus far empirical results rely on survey and lab-based evidence. In this study, we examine propinquity in a high-stakes setting of talent allocation: the Major League Baseball (MLB) Draft from 2000-2019 (30,000 players were drafted from a player pool of more than a million potential draftees). Our findings can be summarized in four parts. First, propinquity is alive and well in our setting, and spans even the latter years of our sample, when higher-level statistical exercises have become the norm rather than the exception. Second, the measured effect size is consequential, as MLB clubs pay a significant opportunity cost in terms of inferior talent acquired due to propinquity bias: for example, their draft picks are 38% less likely to ever play a MLB game relative to players drafted without propinquity bias. Third, those players who benefit from propinquity bias fare better both in terms of the timing of their draft picks and their initial financial contract, conditional on draft order. Finally, the effect is found to be the most pronounced in later rounds of the draft, where the Scouting Director has the greatest latitude.\n\n",
    "acknowledgement": "\n\"Nothing Propinks Like Propinquity” is drawn from Ian Fleming's 1956 James Bond novel, Diamonds Are Forever. Thanks to Charles Shi for excellent research assistance–he and his remarkable summer team lent deep research assistance. Ahmadi, Vayalinkal, and the three Lists were creating a draft model for the Chicago White Sox (in partnership with Durst, Lachman, and Jeremy Haber) when these data were gathered. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Lyft when this research was carried out.   He is now Chief Economist at Walmart.\n\n\n"
}