{
    "id": 30780,
    "citation_title": "Tournament-Style Political Competition and Local Protectionism: Theory and Evidence from China",
    "citation_author": [
        "Hanming Fang",
        "Ming Li",
        "Zenan Wu"
    ],
    "citation_publication_date": "2022-12-19",
    "issue_date": "2022-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe argue that inter-jurisdictional competition in a regionally decentralized authoritarian regime distorts local politicians’ incentives in resource allocation among firms from their own city and a competing city. We develop a tournament model of project selection that captures the driving forces of local protectionism. The model robustly predicts that the joint presence of regional spillover and the incentive for political competition leads to biased resource allocations against the competing regions. Combining several unique data sets, we test our model predictions in the context of government procurement allocation and firms' equity investment across Chinese cities.  We find that, first, when local politicians are in more intensive political competition, they allocate less government procurement contracts to firms in the competing city; second, local firms, especially local SOEs, internalize the local politicians’ career concerns and invest less in the competing cities. Our paper provides a political economy explanation for inefficient local protectionism in an autocracy incentivized by tournament-style political competition.\n\n",
    "acknowledgement": "\nWe would like to thank Shuo Chen, Holger Sieg, Xi Weng, Chenggang Xu, Yiqing Xu, participants in the reading group and seminar participants at the NBER Chinese Economy Working Group Meeting (Fall 2022), University of Pennsylvania, Chinese University of Hong Kong (Shenzhen), Peking University, and Shenzhen University Public Policy and Experimental Economics Workshop (2022) for useful comments. Wu thanks the National Natural Science Foundation of China (No. 72222002, No. 72173002, and No. 71803003), the Wu Jiapei Foundation of the China Information Economics Society (No. E21100383), and the seed fund of the School of Economics, Peking University, for financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}