{
    "id": 30788,
    "citation_title": "Economies of Density and Congestion in the Sharing Economy",
    "citation_author": [
        "Julieta Caunedo",
        "Namrata Kala",
        "Haimeng Zhang"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sharing economy for a wide range of goods and services is expanding across the world. To direct the benefits from sharing capital services towards small-scale producers, governments in the developing world are increasingly intervening in fast-growing mechanization rental markets. However, the distributional and efficiency effects of these interventions are not well understood. Using a novel framework and newly collected data, we study an intervention in farm equipment rentals in India. We document large dispersion in rental rates, unused service capacity and delays in service provision. We then evaluate the impact of an increase in subsidized equipment supply in a calibrated model of frictional rental markets, optimal queueing and service dispatch. The constrained efficient allocation prioritizes largescale producers because they economize on equipment travel cost; but small-scale producers are also valuable because they maximize machine-capacity utilization by increasing demand density. Through counterfactuals, we show that even when providers prioritize large-scale farmers, service finding rates for small-scale producers may exceed those of large-scale producers. The ability of additional supply to reach small-scale producers depends on the joint spatial and size distribution of demand, a novel rationale for the heterogeneous impact of subsidies to capital documented in the literature.\n\n",
    "acknowledgement": "\nWe thank Douglas Gollin for his feedback as our discussant. We benefitted from conversations with Kevin Donovan, Joe Kaboski, Philip Kircher, Tommaso Porzio, Diego Restuccia, Todd Schoellman and Will Strange, as well as seminar participants at Penn State, Syracuse University, Minneapolis and St. Louis FED, Cornell University, Y-RISE and BREAD annual meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}