{
    "id": 30798,
    "citation_title": "Making the (Letter) Grade: The Incentive Effects of Mandatory Pass/Fail Courses",
    "citation_author": [
        "Kristin Butcher",
        "Patrick McEwan",
        "Akila Weerapana"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Fall 2014, Wellesley College began mandating pass/fail grading for courses taken by first-year, first-semester students, although instructors continued to record letter grades. We identify the causal effect of the policy on course choice and performance, using a regression-discontinuity-in-time design. Students shifted to lower-grading STEM courses in the first semester, but did not increase their engagement with STEM in later semesters. Letter grades of first-semester students declined by 0.13 grade points, or 23% of a standard deviation. We evaluate causal channels of the grade effect—including sorting into lower-grading STEM courses and declining instructional quality—and conclude that the effect is consistent with declining student effort.\n\n",
    "acknowledgement": "\nWe are grateful to many administrators and staff of Wellesley College for facilitating this research; to our Economics colleagues and students for their ideas; and to Josh Hyman and AEFP conference attendees for their comments. The authors did not receive grant support for the research, although they are employees of Wellesley College. The views here represent those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or any other entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}