{
    "id": 30797,
    "citation_title": "The Contribution of High-Skilled Immigrants to Innovation in the United States",
    "citation_author": [
        "Shai Bernstein",
        "Rebecca Diamond",
        "Abhisit Jiranaphawiboon",
        "Timothy McQuade",
        "Beatriz Pousada"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe characterize the contribution of immigrants to US innovation, both through their direct productivity as well as through their indirect spillover effects on their native collaborators.  To do so, we link patent records to a database containing the first five digits of more than 230 million of Social Security Numbers (SSN). By combining this part of the SSN together with year of birth, we identify whether individuals are immigrants based on the age at which their Social Security Number is assigned. We find immigrants represent 16 percent of all US inventors, but produced 23 percent of total innovation output, as measured by number of patents, patent citations, and the economic value of these patents. Immigrant inventors are more likely to rely on foreign technologies, to collaborate with foreign inventors, and to be cited in foreign markets, thus contributing to the importation and diffusion of ideas across borders. Using an identification strategy that exploits premature inventor deaths, we find that immigrant inventors create especially strong positive externalities on the innovation production of their collaborators, while natives have a much weaker impact. A simple decomposition illustrates that immigrants are responsible for 36% of aggregate innovation, two-thirds of which is due to their innovation externalities on their native-born collaborators.\n\n",
    "acknowledgement": "\nResearch support was provided by Stanford GSB research funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}