{
    "id": 30792,
    "citation_title": "Domestic Violence and the Mental Health and Well-being of Victims and Their Children",
    "citation_author": [
        "Manudeep Bhuller",
        "Gordon B. Dahl",
        "Katrine V. Løken",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAlmost one third of women worldwide report some form of physical or sexual violence by a partner in their lifetime, yet little is known about the mental health and well-being effects for either victims or their children. We study the costs associated with domestic violence (DV) in the context of Norway, where we can link offenders to victims and their children over time. Our difference-in-differences framework uses those who will be victimized in the future as controls. We find that a DV report involving the police is associated with large changes in the home environment, including marital dissolution and a corresponding decline in financial resources. A DV report increases mental health visits by 35% for victims and by 19% for their children in the year of the event, effects which taper off over time for the victim, but not for children. Victims also experience more doctor visits, lower employment, reduced earnings and a higher use of disability insurance while their children are more likely to receive child protective services and commit a crime. Using a complementary RD design, we find that a DV report results in declines both in children’s test scores and completion of the first year of high school.\n\n",
    "acknowledgement": "\nThe project received generous financial support from the European Research Council (ERC Starting Grant 727579). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}