{
    "id": 30799,
    "citation_title": "The Sweet Life: The Long-Term Effects of a Sugar-Rich Early Childhood",
    "citation_author": [
        "Paul Gertler",
        "Tadeja Gracner"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "2023-06-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that sugar-rich diet early in life has large adverse effects on the health and economic well-being of adults more than fifty years later. Excessive sugar intake early in life led to higher prevalence of chronic inflammation, diabetes, elevated cholesterol and arthritis. It also decreased post-secondary schooling, having a skilled occupation, and accumulating above median wealth. We identified elevated sugar consumption across lifespan as a likely pathway of impact. Exploiting the end of the post-WWII rationing of sugar and sweets in 1953 in the United Kingdom, we used a regression discontinuity design to identify these effects.\n\n",
    "acknowledgement": "\nCorresponding author: Tadeja Gracner: RAND Corporation, email: tgracner@rand.org. Paul Gertler: UC Berkeley and NBER, email: gertler@berkeley.edu. This project was supported by the National Institute on Aging (grants P30AG012815 and R01AG06548201) and Berkeley’s Center for the Economics and Demography of Aging. The funders had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscript for publication. We are grateful to Bai Liang and Kapinos Kandice for helpful discussions, and audiences at many conferences and seminars for constructive comments. We would also like to thank excellent research assistants Claire Boone and Aditya Polisetty. All errors are our own. The authors have no financial or material interests in the results discussed in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}