{
    "id": 30791,
    "citation_title": "The Impact of Direct-to-Consumer Advertising on Outpatient Care Utilization",
    "citation_author": [
        "Matthew D. Eisenberg",
        "Brendan Rabideau",
        "Abby E. Alpert",
        "Rosemary J. Avery",
        "Jeff Niederdeppe",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is much debate about the effects of pharmaceutical direct to consumer advertising (DTCA) on health care use. In this paper, we inform this debate by examining the effects of DTCA on office visits, as well as treatment courses resulting from those visits, for five common chronic conditions (hypertension, hyperlipidemia, diabetes, depression, and osteoporosis). In particular, we examine whether office visits result in use of drug therapy and/or continued office visits over time. We test these questions by combining data on pharmaceutical advertising from Nielsen with claims data from 40 large national employers, covering 18 million person-years. We analyze a non-elderly population by exploiting plausibly exogenous variation in advertising exposure across areas due to the implementation of Medicare prescription drug coverage which led to larger increases in advertising in areas with high elderly share of population compared to low elderly share areas. We find that advertising increases the number of office visits for the non-elderly for the advertised condition. We also find substantial spillovers -- a large share of the increased office visits from advertising are associated with use of non-advertised generic drugs or do not result in use of any drugs. Finally, we find that the increase in office visits due to DTCA is associated with continued engagement with a physician through multiple consecutive follow up visits over time.\n\n",
    "acknowledgement": "\nThis project was supported by grant numbers R01HS025983 from the Agency for Healthcare Research and Quality (AHRQ) and T32MH122357 from the National Institute of Mental Health (NIMH). The content is solely the responsibility of the authors and does not necessarily represent the official views of the AHRQ. We thank Jonathan Ketchem, participants at the 2019 American Society of Health Economists meeting, and participants at the 2019 Summer Applied Microeconomics Conference at Vanderbilt University for helpful comments and discussions. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNeeraj Sood\n\nNeeraj Sood reports personal fees from Amazon outside the submitted work.\n\n\n"
}