{
    "id": 30794,
    "citation_title": "Liquid Democracy. Two Experiments on Delegation in Voting",
    "citation_author": [
        "Joseph Campbell",
        "Alessandra Casella",
        "Lucas de Lara",
        "Victoria R. Mooers",
        "Dilip Ravindran"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder Liquid Democracy (LD), decisions are taken by referendum, but voters are allowed to delegate their votes to other voters. Theory shows that in common interest problems where experts are correctly identified, the outcome can be superior to simple majority voting. However, even when experts are correctly identified, delegation must be used sparely because it reduces the variety of independent information sources. We report the results of two experiments, each studying two treatments: in one treatment, participants have the option of delegating to better informed individuals; in the second, participants can choose to abstain. The first experiment follows a tightly controlled design planned for the lab; the second is a perceptual task run online where information about signals’ precision is ambiguous. The two designs are very different, but the experiments reach the same result: in both, delegation rates are unexpectedly high and higher than abstention rates, and LD underperforms relative to both universal voting and abstention.\n\n",
    "acknowledgement": "\nWe acknowledge computing resources from Columbia University's Shared Research Computing Facility project, which is supported by NIH Research Facility Improvement Grant 1G20RR030893-01, and associated funds from the New York State Empire State Development, Division of Science Technology and Innovation (NYSTAR) Contract C090171, both awarded April 15, 2010. We thank the Program for Economic Research at Columbia and the Columbia Experimental Lab for the Social Sciences for their financial support The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}