{
    "id": 30795,
    "citation_title": "In-Person Schooling and Youth Suicide: Evidence from School Calendars and Pandemic School Closures",
    "citation_author": [
        "Benjamin Hansen",
        "Joseph J. Sabia",
        "Jessamyn Schaller"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "2023-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores the effect of in-person schooling on youth suicide.  We document three key findings.  First, using data from the National Vital Statistics System from 1990-2019, we document the historical association between teen suicides and the school calendar. We show that suicides among 12-to-18-year-olds are highest during months of the school year and lowest during summer months (June through August) and also establish that areas with schools starting in early August experience increases in teen suicides in August, while areas with schools starting in September don’t see youth suicides rise until September.  Second, we show that this seasonal pattern dramatically changed in 2020.  Teen suicides plummeted in March 2020, when the COVID-19 pandemic began in the U.S. and remained low throughout the summer before rising in Fall 2020 when many K-12 schools returned to in-person instruction.  Third, using county-level variation in school reopenings in Fall 2020 and Spring 2021—proxied by anonymized SafeGraph smartphone data on elementary and secondary school foot traffic—we find that returning from online to in-person schooling was associated with a 12-to-18 percent increase teen suicides.  This result is robust to controls for seasonal effects and general lockdown effects (proxied by restaurant and bar foot traffic), and survives falsification tests using suicides among young adults ages 19-to-25.  Auxiliary analyses using Google Trends queries and the Youth Risk Behavior Survey suggests that bullying victimization may be an important mechanism.\n\n",
    "acknowledgement": "\nSabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS), including grants received from the Troesh Family Foundation and the Charles Koch Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}