{
    "id": 30802,
    "citation_title": "Gains from Product Variety: Evidence from a Large Digital Platform",
    "citation_author": [
        "Erik Brynjolfsson",
        "Long Chen",
        "Xijie Gao"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-commerce sales have grown rapidly worldwide, massively increasing the availability of new products. We examine data from the largest digital platform in China and find that the number of book titles almost doubled, prices fell somewhat, and most new books are sold to consumers with unusual tastes. Demand for these niche products was significantly more inelastic than that of mass products. Embedding the estimates of demand elasticity into a two-segment CES framework, we find the welfare gain from increased variety was about 40 times the gain from lower prices and that rural consumers enjoyed the largest gains.\n\n",
    "acknowledgement": "\nWe thank Seth Benzell, Ruyu Chen and Yu Jeffrey Hu for excellent comments and suggestions. Financial support from the Stanford Digital Economy Lab and Luohan Academy is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nErik Brynjolfsson\n\nErik Brynjolfsson is the Director of the Stanford Digital Economy Lab and a compensated Committee Member at Luohan Academy.\n\n\n\nLong Chen\n\nLong Chen is a paid employee of the Luohan Academy, a research institute sponsored by Alibaba Group. This paper uses proprietary data from the Luohan Academy, and passed the confidentiality review of the Alibaba Group. These reviews did not influence the structure or content of the paper in a material way. The content is solely the responsibility of the authors and does not necessarily represent the views of the Luohan Academy or Alibaba Group.\n\n\n\nXijie Gao\n\nXijie Gao is a paid employee of the Luohan Academy, a research institute sponsored by Alibaba Group. This paper uses proprietary data from the Luohan Academy, and passed the confidentiality review of the Alibaba Group. These reviews did not influence the structure or content of the paper in a material way. The content is solely the responsibility of the authors and does not necessarily represent the views of the Luohan Academy or Alibaba Group.\n\n\n"
}