{
    "id": 30804,
    "citation_title": "Picture This: Social Distance and the Mistreatment of Migrant Workers",
    "citation_author": [
        "Toman Barsbai",
        "Vojtech Bartos",
        "Victoria Licuanan",
        "Andreas Steinmayr",
        "Erwin Tiongson",
        "Dean Yang"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational migrant workers are vulnerable to abuses by their employers. We implemented a randomized controlled trial of an intervention to reduce mistreatment of Filipino women working as domestic workers (DWs) by their household employers in Hong Kong and Saudi Arabia. The intervention -- encouraging DWs to show their employers a photo of their family while providing a small gift when starting employment -- caused DWs to experience less mistreatment, have higher satisfaction with the employer, and be more likely to stay with the employer. DWs' families in the Philippines also come to view international labor migration more positively, while they generally remain unaware of the intervention. An online experiment with potential employers in Hong Kong and the Middle East suggests that a mechanism behind the treatment effect is a reduction in the employer's perceived social distance from the employee.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank Michel Beine, Simone Bertoli, Jesus Fernandez-Huertas, Martin Fernandez Sanchez, Andre Groger, Alice Mesnard, Joan Monras, Melanie Morten, as well as seminar and conference participants at LMU Munich, NYU Abu Dhabi, the University of Regensburg, the 11th Migration and Development Conference, the Conference of the German Economic Association, and the Economics of Migration Webinar. We received funding from the International Initiative for Impact Evaluation (3ie), grant number OW4/1171. The views expressed in this article are not necessarily those of 3ie or its members. IRB review was provided by the University of Michigan (HUM00087460). Our AEA RCT Registry number is AEARCTR-0003837 for the field experiment and AEARCTR-0003788 for the online experiment. We are grateful for the support we received from the Overseas Workers Welfare Administration (OWWA). We thank Anna Jennifer Umlas for excellent project management and Jakob Beuschlein and Yasar Ersan for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}