{
    "id": 30801,
    "citation_title": "The Coal Transition and Its Implications for Health and Housing Values",
    "citation_author": [
        "Rebecca Fraenkel",
        "Joshua S. Graff Zivin",
        "Sam D. Krumholz"
    ],
    "citation_publication_date": "2022-12-26",
    "issue_date": "2022-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring the past fifteen years, more than 30% of US coal plants have had at least one coal-fired generator close. We utilize this natural experiment to estimate the effect of coal plant exposure on mortality and house values. Using a difference-in-differences design, we find that, despite the fact that most of this coal generation is replaced with natural gas generation, individuals in counties whose population centroid is within 30 miles of a plant that closes at least one coal-fired unit experience large health effects following shutdown. While these health improvements appear to capitalize into housing values, they only do so for homes within 15 miles of the plant and only when the retirement is complete rather than partial. Taken together, these results underscore the importance of subjective perceptions in shaping market-mediated price effects with far-reaching implications for the literature.\n\n",
    "acknowledgement": "\nWe thank UCSD seminar participants for many useful comments. Sam Krumholz acknowledges (and thanks) the Sloan Foundation for support during the writing of this article. Rebecca Fraenkel acknowledges (and) thanks the National Science Foundation Graduate Research Fellowship under Grant No. DGE-1144086. We are also grateful to Zillow for providing access to their housing data through the Zillow Transaction and Assessment Dataset (ZTRAX). Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors and do not purport to represent the views of the National Science Foundation, Zillow, the Department of Justice or the National Bureau of Economic Research.\n\n\n"
}