{
    "id": 30805,
    "citation_title": "Growing the Efficient Frontier on Panel Trees",
    "citation_author": [
        "Lin William Cong",
        "Guanhao Feng",
        "Jingyu He",
        "Xin He"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "2023-12-20",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new class of tree-based models (P-Trees) for analyzing (unbalanced) panel data using economically guided, global (instead of local) split criteria that guard against overfitting while preserving sparsity and interpretability. To generalize security sorting and better estimate the efficient frontier, we grow a P-Tree top-down to split the cross section of asset returns to construct test assets and re-cover the stochastic discount factor under the mean-variance efficient framework, visualizing (asymmetric) nonlinear interactions among firm characteristics. When applied to U.S. equities, boosted (multi-factor) P-Trees significantly advance the efficient frontier relative to those constructed with established factors and common test assets. P-Tree test assets are diversified and exhibit significant unexplained alphas against benchmark models. The unified P-Tree factors outperform most known observable and latent factor models in pricing cross-sectional returns, delivering transparent and effective trading strategies. Beyond asset pricing, our framework offers a more interpretable and computationally efficient alternative to recent machine learning and AI models for analyzing panel data through goal-oriented, high-dimensional clustering.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from INQUIRE Europe and the Hong Kong Research Grants Council (Project No. CityU 11507022). Will Cong is also an advisor to BlackRock, Inc. We are grateful to Fahiz Baba-Yara (discussant), Svetlana Bryzgalova (discussant), John Campbell, Andrei Goncalves, Bing Han, Kewei Hou, Bob Jarrow, Ron Kaniel, Chris Malloy, Alberto Rossi (discussant), Gideon Saar, Shrihari Santosh (discussant), Peixuan Yuan (discussant), and Guofu Zhou for detailed comments and suggestions. We also thank Doron Avramov, Jie Cao, Zhanhui Chen, Eric Ghysels, P. Richard Hahn, Dashan Huang, Sophia Zhengzi Li, Asaf Manela, Stefan Nagel, Adam Reed, Artem Streltsov, Yinan Su, Fred Sun, Yaki Tsaig, Mao Ye, Dacheng Xiu, Bobby Yu, and seminar and conference participants at ArrowStreet Capital, Baylor University, BUAA, Ca’ Foscari University of Venice, Cambridge University Algorithmic Trading Society Quant Conference, CFTRC 2022, CityUHK, CKGSB, Conference on FinTech, Innovation and Development at Hangzhou (2nd), Cornell University, Goethe University Frankfurt, GSU-RFS FinTech Conference 2022, HKAIFT-Columbia joint seminar, Hunan University, INFORMS Annual Meeting 2021, 4th International FinTech Research Forum (RUC), 2023 Mid-South DATA Conference (Memphis), KAIST Digital Finance Conference, NFA 2022, University of Oxford SML-Fin Seminar, OSU, PKU Guanghua, PKU-NSD, PKU-NUS Annual International Conference on Quantitative Finance and Economics, Qube Research and Technology, Reichman University (IDC Herzliya), Schroders Investments, Shanghai Financial Forefront Symposium (3rd), SHUFE, SMU, SUSTech, TAMU, Tsinghua SEM, UNC, University of Bath, University of Hawai'i, USC, USTC, University of Macau, World Online Seminars on Machine Learning in Finance, WFA 2022, and 2023 XJTLU AI and Big Data in Accounting and Finance Conference for constructive discussions and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}