{
    "id": 30817,
    "citation_title": "Target Retirement Fund: A Variant on Target Date Funds that uses Deferred Life Annuities rather than Bonds to Reduce Risk as Retirement Approaches",
    "citation_author": [
        "John B. Shoven",
        "Daniel B. Walton"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2023-01-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates a new variant of the popular target date funds used in employer-based retirement savings plans. We call this new variant a “target retirement plan.” Instead of increasing the allocation to bond funds as retirement approaches, a target retirement fund gradually purchases deferred life annuities beginning at age 50. In the particular straw model target retirement fund examined in the paper, the defined contribution participant makes deferred life annuity purchases at ages 50, 52, 54, 56, 58, 60 and 62. We compare how a target retirement fund participant would fare compared with someone who stays with a traditional TDF until retirement and then buys an immediate life annuity. We examine 1,000 possible 30-year futures for stock returns, bond fund returns and Treasury interest rates. The main result from this paper is that buying a retirement annuity in advance (by accumulating deferred life annuities) is superior to sticking with a Target Date Fund until retirement and then buying an immediate annuity in most scenarios of future stock returns, interest rates and bond returns.\n\n",
    "acknowledgement": "\nThe authors wish to thank Annamaria Lusardi, James Poterba and Jason Scott for helpful comments. They also would like to thank James Emerson, Jacky Lin and Sarah Saboorian for their excellent research assistance. Shoven is a paid public trustee of American Century Funds, which sells target date funds. The views expressed herein are those of the authors and do not necessarily reflect the views of Stanford University, Uber Technologies or the National Bureau of Economic Research.\n\n\n"
}