{
    "id": 30811,
    "citation_title": "Changes in International Immigration and Internal Native Mobility after Covid-19 in the US",
    "citation_author": [
        "Giovanni Peri",
        "Reem Zaiour"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom the beginning of the Covid-19 pandemic to late 2021, international immigration flows to the US decreased significantly. We document the timing and the characteristics of these significant changes in flows, their evolution until late 2022 and their geographic and sector distribution. We consider, in a similar way, changes in internal native mobility in the US, before and after Covid-19. We then connect cross-state native mobility to foreign immigration, the emergence of remote-work options, and changes in labor demand, before and after Covid. In spite of the large changes in labor markets and international migration, we do not measure any significant changes in native internal mobility. Then, using a panel regression and a shift-share IV, we find that the post-Covid drop in immigration and differential increase in remote-work options across sectors and states were not associated with changes in natives' cross-state mobility. We discuss possible implications of the decline in immigration and low native mobility on unfilled jobs in local labor markets.\n\n",
    "acknowledgement": "\nThis paper was written as part of the Boston Fed 66th Economic Conference: \"Labor Markets During and After the Pandemic\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}