{
    "id": 30819,
    "citation_title": "The Fiscal Consequences of Missing an Inflation Target",
    "citation_author": [
        "Michele Andreolli",
        "Hélène Rey"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe European Central Bank is unique in setting monetary policy for several sovereign states with heterogeneous debt levels and different maturity structures. The monetary-fiscal nexus is central to the functioning of the euro area. We focus on one particular aspect of that nexus, the effect the reliability of the European Central Bank's monetary policy on public finances. We show that when the ECB misses its inflation target this has large heterogeneous fiscal consequences for Euro Area countries. For comparison we also estimate the fiscal consequences of the Federal Reserve and the Bank of England missing their inflation targets. They are also sizeable.\n\n",
    "acknowledgement": "\nWe would like to thank for useful comments and discussions Olivier Blanchard, Luis Fonseca, Philip Lane, Maurice Obstfeld, Anna Rogantini Picco, and Vania Stavrakeva as well as seminar and conference participants at LBS, at the IMF Annual Research Conference, and at the EUI and Banque de France \"Headwinds: upcoming macroeconomic risks\" Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}