{
    "id": 30816,
    "citation_title": "Man vs. Machine: Technological Promise and Political Limits of Automated Regulation Enforcement",
    "citation_author": [
        "Oliver Browne",
        "Ludovica Gazze",
        "Michael Greenstone",
        "Olga Rostapshova"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew technologies allow perfect detection of environmental violations at near-zero marginal cost, but take-up is low. We conducted a field experiment to evaluate enforcement of water conservation rules with smart meters in Fresno, CA. Households were randomly assigned combinations of enforcement method (automated or in-person inspections) and fines. Automated enforcement increased households’ punishment rates from 0.1 to 14%, decreased summer water use by 3%, and reduced violations by 17%, while higher fine levels had little effect. However, automated enforcement also increased customer complaints by 1,102%, ultimately causing its cancellation and highlighting that political considerations limit technological solutions to enforcement challenges.\n\n",
    "acknowledgement": "\nWe thank Valentina Bosetti, Stefano Caria, Tatyana Deryugina, Clement Imbert, Koichiro Ito, Eliana La Ferrara, Ashley Langer, Leslie Martin, Erica Meyers, Louis Preonas, and participants at TWEEDS, Midwest Energy Fest, AERE, AFE, ASSA-AERE, EEAESEM, BSE Insights Workshop, 13th Conference on the Economics of Energy and Climate, and seminars at Bocconi University, Bologna University, University of Roma Tor Vergata, and NYU Wagner School of Public Service. Iris Song, Jackson Reimer, Aditya Jain, Leon Beaufils, Monica Kim, and Tejomay Gadgil provided excellent research assistance. Our partners in Fresno provided endless support in implementing the experiment. We are grateful to the Laura and John Arnold Foundation and the Smith Richardson Foundation for their generous research support. This experiment was pre-registered on June 14th, 2018 on the Open Science Framework Preregistry with DOI: ”10.17605/OSF.IO/XYFU3” and in the AEA RCT Registry with DOI: ”10.1257/rct.8290-1.0”. All remaining errors are our own. We obtained IRB approval from the University of Chicago. The City of Fresno had the right to review the article before publication, and provided minimal clarifying comments, which we incorporated. The views expressed herein are those of the authors and do not necessarily reflect the views of the City of Fresno or the National Bureau of Economic Research.\n\n\n\nOliver Browne\n\nTo Whom it May Concern,\n\n\nThis letter certifies that this research was conducted with support of the Laura and John Arnold Foundation and the Smith Richardson Foundation. We obtained IRB approval from the University of Chicago. The City of Fresno had the right to review the article before publication, and provided minimal clarifying comments, which we incorporated.\n\n\nSince I finished working on the pilot study described in this paper, I have worked as a consultant for the Brattle Group in legal matters pertaining to The City of Fresno’s interests in water supplies from the Central Valley Project and from the Kings River. These cases are entirely unrelated to the subject of this paper and have in no way influenced the papers results or findings.\n\n\nI have no further conflicts of interest in this related to the subject of this paper.\n\n\nSincerely,\nOliver Browne\n\n\n"
}