{
    "id": 30818,
    "citation_title": "Revisiting the Connection Between State Medicaid Expansions and Adult Mortality",
    "citation_author": [
        "Charles J. Courtemanche",
        "Jordan W. Jones",
        "Antonios M. Koumpias",
        "Daniela Zapata"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2023-03-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the impact of Medicaid expansions to parents and childless adults on adult mortality. Specifically, we evaluate the long-run effects of eight state Medicaid expansions from 1994 through 2005 on all-cause, healthcare-amenable, non-healthcare-amenable, and HIV-related mortality rates using state-level data. We utilize the synthetic control method to estimate effects for each treated state separately and the generalized synthetic control method to estimate average effects across all treated states. Using a 5% significance level, we find no evidence that Medicaid expansions affect any of the outcomes in any of the treated states or all of them combined. Moreover, there is no clear pattern in the signs of the estimated treatment effects. These findings imply that evidence that pre-ACA Medicaid expansions to adults saved lives is not as clear as previously suggested.\n\n",
    "acknowledgement": "\nWe thank conference participants at the Reforming Healthcare Markets Workshop organized by the Institute of Humane Studies and the Institute for the Study of Free Enterprise for valuable feedback. This research was supported by a grant from the Charles Koch Foundation. This research was supported in part by the U.S. Department of Agriculture, Economic Research Service. The findings and conclusions in this publication are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy. This work was initiated before Jordan Jones’ employment at USDA, Economic Research Service. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}