{
    "id": 30813,
    "citation_title": "The Effects of Recreational Marijuana Legalization on Employment and Earnings",
    "citation_author": [
        "Dhaval M. Dave",
        "Yang Liang",
        "Caterina Muratori",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "2023-01-09",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite nearly 70 percent of the American public supporting legalization of recreational marijuana, opponents argue that increased marijuana use may diminish motivation, impede cognitive function, and harm health, each of which could adversely affect adults’ economic wellbeing. This study is the first to explore the impacts of recreational marijuana laws (RMLs) on employment and wages. Difference-in-differences estimates show little evidence that RMLs adversely affect labor market outcomes among most working-age individuals. Rather, our estimates show that RML adoption is associated with an increase in agricultural employment, consistent with the opening of a new licit market. A causal interpretation of our findings is supported by (1) event-study analyses using dynamic difference-in-differences estimates designed to expunge bias due to heterogeneous and dynamic treatment effects, and (2) alternative policy estimates generated using a synthetic control design.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which has received grant funding from the Charles Koch Foundation and the Troesh Family Foundation. We thank Evan Kim for excellent research assistance on an earlier version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}