{
    "id": 30812,
    "citation_title": "Fundamentally Reforming the DI System: Evidence from German Notch Cohorts",
    "citation_author": [
        "Bjoern Fischer",
        "Johannes Micha Geyer",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "2024-10-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies how the private DI market and consumers responded to a reform that abolished public occupational disability insurance (ODI) for German cohorts born after 1960. The first part shows a causal reduction in overall DI inflows by more than 30% in the long-run. The second part studies the private individual risk-rated ODI market. Representative data do not show substantial increases in take-up. A general equilibrium model featuring the social safety net, asymmetric information and administrative costs can rationalize these weak private-public interactions as well as stylized facts such as strong private ODI take-up gradients by income and health. It also simulates policies that could have increased take-up further in the course of the reform and assesses their welfare effects. However, although welfare improving, none of the feasible reforms would have increased take-up to more than 60%.\n\n",
    "acknowledgement": "\nOur deepest gratitude goes to Karen Kopecky for her willingness to discuss the model with us. Further, we thank Axel Böersch-Supan, Martin Karlsson, Honglin Li, David Mccarthy, Jesse Matheson, Corina Mommaerts, Michal Myck, and Martin Salm, for excellent discussions of our work. We also thank Priyanka Anand, Rich Burkhauser, Courtney Coile, Peter Eibich, Liran Einav, Andreas Haller, Wolter Hassink, , Martin Karlsson, Felix Koenig, Pierre Koning, Camille Landais, Julie Lassebie, Nicole Maestas, Tim Moore, Kathleen Mullen, Michal Myck, Zhuan Pei, Gregor Pfeiffer, Stefan Pichler, Christopher Prinz, Perry Singleton, Anna Salomons, Alfonso Sousa-Poza, Johannes Spinnewijn, Stefan Staubli, Petra Steinorth, Gerard van den Berg, Véra Zabrodina, Ulrich Zierahn, Peter Zweifel, and Joseph Zweimueller for extremely helpful comments and suggestions. In particular, we thank participants at the 16th IZA & 3rd IZA/CREST Conference: Labor Market Policy Evaluation (online), the 2023 ARIA meetings, the 2023 CEPRA/NBER Workshop on Aging and Health, the 2023 Essen Health Conference, the 2023 NBER Insurance Group Meeting, the 2023 meetings of the American Economic Association, the 2023 Workshop on Disability Economics, the CEPR Public Economics Annual Virtual Symposium 2021: Health Meets Public Economics, CRC Summer School 2021, 2021 Barcelona GSE Summer Forum, the 2022 EEA-ESEM meetings in Milan, the 2022 EALE meetings, the 2022 EGRIE Seminar in Vienna, the 2022 Health Economics Committee of the German Economic Association, the 2022 VfS Conference in Basel, the 2022 SOLE meetings in Minneapolis, Utrecht University, Universidad Autónoma de Madrid, the University of Hohenheim, the University of Groningen, Monash University, Newcastle University, the Rotterdam Health Economics Seminar at the Tinbergen Institute, the OECD, and Oxford University. We are extremely grateful for funding by the Alfred P. Sloan Foundation and program “Economics of an Aging Workforce” through NBER (Grant number: 144862, PTE Award No: G-2019-12400). Johannes Geyer thanks the Joint-Programming-Initiative “More Years Better Lives” for financial support through the project PENSINEQ (Unequal ageing: life-expectancy, care needs and reforms to the welfare state). The research reported in this paper is not the result of a for-pay consulting relationship. Our employers do not have a financial interest in the topic of the paper that might constitute a conflict of interest. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}