{
    "id": 30814,
    "citation_title": "Disparities in Pollution Capitalization Rates: The Role of Direct and Systemic Discrimination",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Gregor Singer"
    ],
    "citation_publication_date": "2023-01-02",
    "issue_date": "2022-12-29",
    "revision_date": "2024-12-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine how exogenous changes in exposure to air pollution over the past two decades have altered the disparities in home values between Black and White homeowners. We find that air quality capitalization rates are significantly lower for Black homeowners. In fact, they are so much lower that, despite secular reductions in the Black-White pollution exposure gap, disparities in housing values have increased during this period. An exploration of mechanisms suggests that roughly two-thirds of this difference is the result of direct discrimination while the remaining one-third can be attributed to systemic discrimination.\n\n",
    "acknowledgement": "\nWe thank Akshaya Jha, Craig McIntosh and Anant Sudarshan for helpful discussion. We thank Zillow for providing data through the Zillow Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions are those of the author and do not reflect the position of the Zillow Group. G.S. acknowledges support from the Grantham Research Institute on Climate Change and the Environment at the London School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}