{
    "id": 30821,
    "citation_title": "Why Did Gender Wage Convergence in the United States Stall?",
    "citation_author": [
        "Peter Q. Blair",
        "Benjamin Posmanick"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2023-06-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDuring the 1980s, the wage gap between white women and white men in the US declined by approximately 1 percentage point per year. In the decades since, the rate of gender wage convergence has stalled to less than one-third of its previous value. An outstanding puzzle in economics is \"why did gender wage convergence in the US stall?\" Using an event study design that exploits the timing of state and federal family-leave policies, we show that the introduction of the policies can explain 94% of the reduction in the rate of gender wage convergence that is unaccounted for after controlling for changes in observable characteristics of workers. If gender wage convergence had continued at the pre-family leave rate, wage parity between white women and white men would have been achieved as early as 2017.\n\n",
    "acknowledgement": "\nWe thank Morgan Adderley, Janelle Fouche and Annemarie Korte for excellent research assistance. We received helpful comments from: Daron Acemoglu, Marcella Alsan, Desmond Ang, Massimo Anelli, David Autor, Martha Bailey, Ashutosh Bhuradia, Daniel Bjorkegren, Francine Blau, Lawrence Blume, Howard Bodenhorn, Michela Carlana, Raj Chetty, John Cochrane, Patricia Cortes, Bobby Chung, Scott Cunningham, Ellora Derenoncourt, Michael Dinerstein, Steven Durlauf, Susan Dynarski, Fernando Ferreira, Amy Finkelstein, Rob Fleck, Matthew Gentzkow, Claudia Goldin, Majid Hashemi, Gordon Hanson, Nathan Hendren, Julie Hotchkiss, Kirabo Jackson, Robert Jensen, Lawrence Kahn, Larry Katz, Salman Khan, Michael Kofoed, Scott Kominers, Victoria Lee, John List, Alexander Mas, Jonathan Meer, Elijah Neilson, Emily Oster, Amanda Pallais, Melinda Pitts, Jesse Shapiro, Mark Shepard, Curtis Simon, Todd Sinai, Jeffrey Smith, William Spriggs, Timothy Sullivan, Chris Taber, Kenneth Whaley, Arkadijs Zvaigzne, the seminar participants at: NBER Labor Studies Meeting, Harvard, Princeton, UNC-Chapel Hill, University of Connecticut, Clemson, the Bank of Mexico, University of Chicago (Summer School on Socioeconomic Inequality), Advances in Field Experiments Conference, Southern Economic Association Conference, Midwestern Economics Association Conference, and Western Economics Association International Conference. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}