{
    "id": 30829,
    "citation_title": "Franchise Value, Intangibles, and Tobin’s Q",
    "citation_author": [
        "Wan-Chien Chiu",
        "Ravi Jagannathan",
        "Kevin Tseng"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2023-04-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe decompose the difference between a firm’s market and book values into two components: intangible assets that can be created by competing firms through SG&A/R&D expenditures, and the residual denoted as franchise value (FV). The estimated parameters in the model for creating intangible assets by capitalizing R&D/SG&A expenditures vary significantly across industries. Consistent with FV being a measure of economic rents and quasi-rents, ceteris paribus, higher FV firms face fewer product market threats, have higher markups, and their investments are less sensitive to their total Tobin’s Q. In contrast, firms with higher capitalized intangible assets, face higher product market threats.\n\n",
    "acknowledgement": "\nWe thank Nicolas Crouzet, Ron Dye, Andrea Eisfeldt, René Stulz, Sridharan Swaminathan, Kai Wang, and participants at the 2022 Book Clubs at Stanford conference and NCCU for helpful discussions. Tseng gratefully acknowledges research support from the National Science and Technology Council (110-2628-H-002-001-MY2, 110-2634-F-002-045) and the Ministry of Education of Taiwan (110L900202). We thank Po-Han Chien for the excellent research assistance. An earlier version of the paper (NBER Working Paper 30829, January 2023) appeared under the title “Franchise Value, Tobin’s Q, and Markup.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}