{
    "id": 30820,
    "citation_title": "Information Cascades and Threshold Implementation: Theory and An Application to Crowdfunding",
    "citation_author": [
        "Lin William Cong",
        "Yizhou Xiao"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic interactions, such as crowdfunding, often involve sequential actions, observational learning, and contingent project implementation. We incorporate all-or-nothing thresholds in a canonical model of information cascades. Early supporters effectively delegate their decisions to a \"gatekeeper,\" resulting in uni-directional cascades without herding on rejections. Project proposers consequently can charge higher prices. Proposal feasibility, project selection, and information aggregation all improve, even when agents can wait. Equilibrium outcomes depend on the crowd size, and project implementation and information aggregation achieve efficiency in the large-crowd limit. Our key insights remain robust under thresholds in dollar amounts, alternative equilibrium selection, among other model extensions.\n\n",
    "acknowledgement": "\nCong thanks the Ewing Marion Kauffman Foundation for research funding, and Xiao thanks the grant from the Research Grants Council of the Hong Kong Special Administrative Region, China (Project No. CUHK 24500417) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}