{
    "id": 30826,
    "citation_title": "Too Many Managers: The Strategic Use of Titles to Avoid Overtime Payments",
    "citation_author": [
        "Lauren Cohen",
        "Umit Gurun",
        "N. Bugra Ozel"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2023-11-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe find widespread evidence of firms appearing to engage in overtime payment avoidance by exploiting a federal law that allows them to side-step doing so for “managers” who are paid above a pre-defined salary threshold. We show that listings for managerial positions just above the federal regulatory threshold exhibit an almost five-fold increase, including listings of managerial positions such as “Directors of First Impression,” whose jobs are otherwise equivalent to non-managerial employees (in this case, a front desk clerk). Overtime avoidance is more pronounced when firms have stronger bargaining power and employees have weaker rights. Moreover, it is more pronounced for firms with financial constraints, as well as when there are weaker external local labor options. Lastly, the results are stronger in occupations with more volatility in labor demand, when there is more uncertainty in labor scheduling, and for occupations in low-wage industries that are penalized more often for overtime violations. Our results suggest a broad usage of overtime avoidance using job titles across industries, locations and over time - if anything becoming stronger through the present day. Moreover, the wages avoided are substantial - we estimate that firms avoid roughly 13.5% in overtime expenses for each strategic “manager” hired during our sample period.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Jim Albertus, Ilona Babenko (Discussant), Nina Baranchuk, Lucian Bebchuk, Alan Benson, Alex Butler, Wei Cai (Discussant), Alma Cohen, Alan Crane, Stefano Cascino, Matt Denes, Zoran Filipovic (Discussant), Janet Gao (Discussant), John Griffin, Oliver Hart, Mitchell Hoffman, Mark Huson (Discussant), Shulamit Kahn, Louis Kaplow, Oguzhan Karakas, Lars-Alexander Kuehn, Kevin Lang, Nan Li, Jack Liebersohn, Pradeep Muthukrishnan (Discussant), Bryan Routledge, Raffaella Sadun, Jinfei Sheng, Chester Spatt, Kathryn Spier, Christopher Stanton, Ane Tamayo, Geoffrey Tate, Edward Van Wesep, David Weil, Jin Xu (Discussant), and seminar participants at The Wharton School at University of Pennsylvania, Harvard Law School, Carnegie Mellon University, Columbia University, London School of Economics, Georgetown University, Rice University, Florida International University, University of Illinois at Urbana-Champaign, University of Miami, Georgia State University, University of California, Irvine, University of St. Gallen, University of Missouri-Columbia, University of Ottawa, CUNEF/Toulouse/ESCP Paris Corporate Finance Webinar, University of Nottingham, Singapore Management University, Ozyegin University, Universidad Adolfo Ibáñez, National Bureau of Economic Research Summer Institute Personnel Economics Meeting, Society of Labor Economists Annual Meeting, Financial Management Association Annual Meeting, European Financial Association Annual Meeting, Hawaii Accounting Research Conference, SFS Cavalcade, Northern Finance Association Annual Conference, Conference on Financial Economics and Accounting, Florida State University Suntrust Beach Conference. We thank Audrey Burke and Peiran Li for their superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}