{
    "id": 30823,
    "citation_title": "Monopsony, Job Tasks, and Labor Market Concentration",
    "citation_author": [
        "Samuel Dodini",
        "Michael F. Lovenheim",
        "Kjell G. Salvanes",
        "Alexander Willén"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the literature on monopsony and labor market concentration by taking a task-based approach and estimating the causal effect of concentration in the demand for skills on labor market outcomes. The prior literature has focused on industry and occupation concentration and likely overstates the degree of monopsony power, since worker skills are substitutable across different firms, occupations, and industries. Exploiting linked employer-employee data that cover the universe of Norwegian workers over time, we find that our job task-based measure shows lower degrees of concentration than the conventional industry-and occupation-based measures. We also find that the gender gap in concentration is substantially larger using this measure. Exploiting mass layoffs and establishment closures as exogenous shocks to local labor demand, we show that workers who experience a mass separation have substantially worse subsequent labor market outcomes when they are in more concentrated labor markets defined by skill clusters. Our results point to the existence of employer market power in the economy that is driven by the concentration of skill demand across firms.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Cornell University, the Northeast Labor Symposium for Early Career Economists, the Norwegian School of Economics, University of Maryland, Utah Winter Business Economics Conference, UCSD, the 26th Annual SOLE Meeting 2021, and the IZA Workshop on Labor Market Institutions for helpful comments and suggestions. This project was partially funded by the Research Council of Norway through its Centers of Excellence Scheme, FAIR project no. 262675, and its Young Research Talent Scheme, POWER project no. 334912. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKjell G. Salvanes\n\nsee the note from Aline Butikofer\n\n\n"
}