{
    "id": 30827,
    "citation_title": "Reducing Bullying: Evidence from a Parental Involvement Program on Empathy Education",
    "citation_author": [
        "Flavio Cunha",
        "Qinyou Hu",
        "Yiming Xia",
        "Naibao Zhao"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to UNESCO, one-third of the world’s youths are victims of bullying, which deteriorates academic performance and mental health, and increases suicide ideation and the risk of committing suicide. This paper analyzes a four-month parent-directed intervention designed to foster empathy in middle schoolers in China. Our implementation and evaluation study enrolled 2,246 seventh and eighth graders and their parents, whom we assigned, at the classroom level, to the control or intervention condition randomly. We measured, before and after the intervention, parental investments, children’s empathy, and self-reported bullying perpetration and victimization incidents. Our analyses show that the intervention increased investments and empathy and reduced bullying incidents. In addition, we measured costs and found that it costs $12.50 for our intervention to reduce one bullying incident. Our study offers a scalable and low-cost strategy that can inform public policy on bullying prevention in other similar settings.\n\n",
    "acknowledgement": "\nWe thank Michelle Belot, Lance Lochner, Shiko Maruyama, Isabelle Perrigne, Miguel Sarzosa, Petra Todd, Weilong Zhang, and participants of the HCEO-IESR Virtual Summer School in Socioeconomic Inequality at Jinan University, the 2022 ESA Special Meeting by JILAEE, EEA-ESEM Milano 2022, and the 2022 SOLE Annual Meeting. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}