{
    "id": 30824,
    "citation_title": "The Impact of Privatization: Evidence from the Hospital Sector",
    "citation_author": [
        "Mark Duggan",
        "Atul Gupta",
        "Emilie Jackson",
        "Zachary S. Templeton"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivatization has been shown to increase the growth and profitability of government-owned firms. However, the effects on consumers have been understudied. We study potential trade- offs in the US hospital sector, where government control of capacity declined by 42% over 1983–2019. Private operators may improve hospitals’ financial viability and reduce the need for subsidies, but a focus on profitability may adversely affect access for unprofitable low-income patients and care quality. Combining multiple patient- and hospital-level administrative datasets with national hospital survey data, we study 258 hospital privatizations during the 2000–2018 period. Private operators increase profitability through a reduction in employment and an increase in the mean revenue per patient. The latter is achieved by cream-skimming more profitable patients and services, as well as by increasing prices. However, we detect an increase in mortality rates among elderly (aged 65+) patients, suggesting a decline in care quality. We also find a decrease in aggregate admissions of low-income patients at the market level and an increase in mortality among the near-elderly (ages 55–64), particularly in low-income markets. Overall, we estimate that the 258 hospital privatizations led to approximately 920 additional deaths per year and $694 million in annual savings for local governments by the end of our study period.\n\n",
    "acknowledgement": "\nWe thank Sarah Bogl, Reigne Dadey, Dante Domenella, Emma Hou, and Megan Olomu for outstanding research assistance; Alterra Milone and Mohan Ramanujan helped access the Medicare claims and HCUP files; Stefan Gildemeister and Tracy Johnson helped access the Minnesota hospital data; and Courtney Lambert and Michael Potts provided the Indiana data. We gratefully acknowledge support through National Institute of Aging pilot grant P01AG005842-31. We received helpful comments and suggestions from Diane Alexander, Joe Bruch, David Card, Caitlin Carroll, Yiqun Chen, Janet Currie, Jetson Leder-Luis, Ljubica Ristovska, Mark Shepard, Felix Tintelnot, Boris Vabson, Christopher Whaley, and participants at the Harvard-MIT-BU health economics seminar, UC Berkeley, UC Irvine, University of Pennsylvania, Western Michigan, University of Chicago, Stanford University, Tshinghua University, Collegio Carlo Alberto, Bocconi University, NBER Public Economics, NBER Aging, National Tax Association, APPAM, ASHEcon, Midwest Health Economics, Caribbean Health Economics, Bates White, and Montana Applied Microeconomics annual conferences. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}