{
    "id": 30822,
    "citation_title": "The Beta-Delta-DELTA Sweet Spot",
    "citation_author": [
        "David Laibson",
        "Peter Maxted"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhen solving discrete-time consumption models with present-biased time preferences, backwards induction generates equilibria that are non-robust in the sense that policy functions are often sensitive to parameter choices, including the modeler's choice of the time-step. The current paper identifies a range of \"sweet-spot\" time-steps that (i) contains the psychologically relevant present bias horizons, and, (ii) generates numerically indistinguishable (i.e., robust) policy functions. This sweet spot includes both a computationally feasible range of discrete-time cases and the limiting continuous-time case (Harris and Laibson, 2013). Accordingly, researchers modeling present bias in buffer stock models can choose either discrete-time cases calibrated to be in the sweet spot or the analytically tractable continuous-time case; these approaches yield essentially identical policy functions.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at SITE: Psychology and Economics and various institutions for helpful comments. Santiago Medina Pizarro and Kartik Vira provided excellent research assistance. The computations for this paper were run on the Research Computing Environment supported by the Institute for Quantitative Social Science in the Faculty of Arts and Sciences at Harvard University. We acknowledge financial support from the Pershing Square Fund for Research on the Foundations of Human Behavior, the NBER Pre-Doctoral Fellowship in Retirement and Disability Policy Research, and the NBER Fellowship Program in Behavioral Macroeconomics. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA, any agency of the Federal Government, or NBER. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}