{
    "id": 30839,
    "citation_title": "Economics and Measurement: New measures to model decision making",
    "citation_author": [
        "Ingvild Almås",
        "Orazio Attanasio",
        "Pamela Jervis"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMost empirical work in economics has considered only a narrow set of measures as meaningful and useful to characterize individual behavior, a restriction justified by the difficulties in collecting a wider set. However, this approach often forces the use of strong assumptions to estimate the parameters that inform individual behavior and identify causal links. In this paper, we argue that a more flexible and broader approach to measurement could be extremely useful and allow the estimation of richer and more realistic models that rest on weaker identifying assumptions. We argue that the design of measurement tools should interact with, and depend on, the models economists use. Measurement is not a substitute for rigorous theory, it is an important complement to it, and should be developed in parallel to it. We illustrate these arguments with a model of parental behavior estimated on pilot data that combines conventional measures with novel ones.\n\n",
    "acknowledgement": "\nThis paper is based on the Presidential Address Attanasio presented at the World Congress of the Econometric Society in August 2020. At different stages, we received extremely valuable feedback from many colleagues, including Joe Altonji, Manuel Arellano, Jere Behrman, Alberto Bisin, Richard Blundell, Margheria Borella, Agar Brugiavini, Andrew Caplin, Rossella Calvi, Sarah Cattan, Flavio Cunha, Maria Cristina De Nardi, Aureo de Paula, Armin Falk, Jim Heckman, Mike Keane, Sonya Krutikova, Chuck Manski, Costas Meghir, Rohini Pande, Elena Pastorino, Larry Samuelson, GuglielmoWeber, Ken Wolpin. Attanasio presented some of this material in seminars at the University of Chicago, Bonn University, the European University Institute, St Andrews. We thank Marianne Moreira and Diana Lopez Perez for capable research assistance. We are grateful to the British Academy and the European Research Center for the provision of grants that helped the collection of data in Tanzania, including Attanasio’s ERC Advanced Gran 695300 (HKADeC). Jervis gratefully acknowledges financial support from the Institute for Research in Market Imperfections and Public Policy MIPP (ICS13 002 ANID) and the Center for Research in Inclusive Education, Chile (SCIA ANID CIE160009). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}