{
    "id": 30832,
    "citation_title": "Unstable Prosperity: How Globalization Made the World Economy More Volatile",
    "citation_author": [
        "Enrique G. Mendoza",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe sharp, secular decline in the world real interest rate of the past thirty years suggests that the surge in global demand for financial assets outpaced the growth in their supply. We argue that this phenomenon was driven by: (i) faster growth in emerging markets, (ii) changes in the financial structure of both emerging and advanced economies, and (iii) changes in demand and supply of public debt issued by advanced economies. We then show that the low-interest-rate environment made the world economy more vulnerable to financial crises. These findings are the quantitative predictions of a two-region model in which privately-issued financial assets (i.e., inside money) provide productive services but can be defaulted on.\n\n",
    "acknowledgement": "\nWe are grateful to Andy Atkeson, Marco Del Negro, Luca Fornaro, Jean-Baptiste Michau, Alessandro Rebucci and Ludwig Straub for helpful comments and suggestions. We also acknowledge comments by participants at the following conferences: CEPR International Macroeconomics and Finance (IMF) Programme Meeting 2022, Emerging and Frontier Markets, organized by FLAR, the NBER and the Banco de la Republica de Colombia, New Global Challenges-Spillover Conference, organized by the BIS, BoE, ECB and IMF, the 2022 NBER Summer Institute, the Salento Macro Meeting in Lecce, the Seventh Annual FRB Dallas-Univ. of Houston-Bank of Mexico Conference in International Economics, and the XVII Meeting of the Central Bank Researchers Network organized by CELMA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}