{
    "id": 30835,
    "citation_title": "Water Treatment And Child Mortality: A Meta-Analysis And Cost-effectiveness Analysis",
    "citation_author": [
        "Michael Kremer",
        "Stephen P. Luby",
        "Ricardo Maertens",
        "Brandon Tan",
        "Witold Więcek"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRandomized controlled trials (RCTs) of water treatment are typically powered to detect effects on caregiver-reported diarrhea but not child mortality, as detecting mortality effects requires prohibitively large sample sizes. Consequently, water treatment is seldom included in lists of cost-effective, evidence-backed child health interventions which are prioritized in health funding decisions. To increase statistical power, we conducted a systematic review and meta-analysis. We replicated search and selection criteria from previous meta-analyses of RCTs aimed at improving water quality to prevent diarrhea in low- or middle-income countries which included children under 5 years old. We identified 52 RCTs and then obtained child mortality data from each study for which these data were collected and available, contacting authors of the study where necessary; this resulted in 15 studies.Frequentist and Bayesian methods were used to estimate the effect of water treatment on child mortality among included studies. We estimated a mean cross-study reduction in the odds of all-cause under-5 mortality of about 30% (Peto odds ratio, OR, 0.72; 95% CI 0.55 to 0.92; Bayes OR 0.70; 95% CrI 0.49 to 0.93). The results were qualitatively similar under alternative modeling and data inclusion choices. Taking into account heterogeneity across studies, the expected reduction in a new implementation is 25%. We used the results to examine the cost-effectiveness of investing in water treatment for point-of-collection chlorine dispensers or a large-scale program providing coupons for free chlorine solution. We estimate a cost per expected DALY averted due to water treatment of around USD 40 for both, accounting for delivery costs. This is approximately 45 times lower than the widely used threshold of 1x GDP per capita per DALY averted.\n\n",
    "acknowledgement": "\nThis research is supported by Dioraphte, Sint Antonius Stichting Foundation (Project Number 1808), and GiveWell. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}