{
    "id": 30838,
    "citation_title": "Urban Renewal and Inequality: Evidence from Chicago's Public Housing Demolitions",
    "citation_author": [
        "Milena Almagro",
        "Eric Chyn",
        "Bryan A. Stuart"
    ],
    "citation_publication_date": "2023-01-09",
    "issue_date": "2023-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies one of the largest spatially targeted redevelopment efforts implemented in the United States: public housing demolitions sponsored by the HOPE VI program. Focusing on Chicago, we study welfare and racial disparities in the impacts of demolitions using a structural model that features a rich set of equilibrium responses. Our results indicate that demolitions had notably heterogeneous effects where welfare decreased for low-income minority households and increased for White households. Counterfactual simulations explore how housing policy mitigates negative effects of demolitions and suggest that increased public housing site redevelopment is the most effective policy for reducing racial inequality.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors and do not necessarily reflects the views of the Federal Reserve Bank of Philadelphia or the Federal Reserve System. We thank Francisco Gallego, Jesse Gregory, and Andrii Parkhomenko for insightful discussions.  We are also grateful for helpful comments from Dionissi Aliprantis, Donald Davis, Tomas Dominguez-Iino, Fernando Ferreira, Cecile Gaubert, Elisa Giannone, Edward Glaeser, Anders Humlum, Erik Hurst, Matt Notowidigdo, Esteban Rossi-Hansberg and seminar participants at the University of Wisconsin, Notre Dame Spatial Workshop, OIGI Fall Conference, Atlanta Fed, University of Rochester, SMU, Central Bank of Colombia, University of Chicago Booth School of Business, Barcelona Summer Forum Trade Workshop, the NBER Real Estate and Urban Economics Summer Institute 2022 Workshop, the Princeton Spatial Conference, the Federal Reserve Bank of Cleveland, the Urban Economics Association Fall 2022 Meeting, the 2022 Inaugural Conference on Economic Opportunity, and the University of California, Berkeley. Elias Van Emmerick and Vanessa Ntungwanayo provided outstanding research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}