{
    "id": 30842,
    "citation_title": "Internalizing Externalities through Public Pressure: Transparency Regulation for Fracking, Drilling Activity and Water Quality",
    "citation_author": [
        "Pietro Bonetti",
        "Christian Leuz",
        "Giovanna Michelon"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of shale gas and tight oil development has triggered a major debate about hydraulic fracturing (HF). In an effort to bring light to HF practices and their potential risks to water quality, many U.S. states have mandated disclosure for HF wells and the fluids used. We employ this setting to study whether targeting corporate activities that have dispersed externalities with transparency reduces their environmental impact. Examining salt concentrations that are considered signatures for HF impact, we find significant and lasting improvements in surface water quality between 9-14% after the mandates. Most of the improvement comes from the intensive margin. We document that operators pollute less per unit of production, cause fewer spills of HF fluids and wastewater and use fewer hazardous chemicals. Turning to how transparency regulation works, we show that it increases public pressure and enables social movements, which facilitates internalization.\n\n",
    "acknowledgement": "\nWe would like to thank Wes Austin, Jenn Baka, Marianne Bertrand, Thomas Bourveau, Susan Brantley, Matthias Breuer, Thomas Covert, Aytekin Ertan (discussant), Michael Greenstone, Jodi Grewal, Chris Hansen, Elaine Hill (discussant), Ginger Jin, Ryan Kellogg, Sendhil Mullainathan, Max Muller (discussant), Miao Liu, Felix Oberholzer-Gee, Joseph Shapiro, Luigi Zingales and workshop participants at the AEA 2022 Annual Meeting, Bocconi, Boston College, Chicago Booth Micro Lunch, Columbia Business School, EPA, FARS, Frankfurt School of Finance & Management, Goethe University Frankfurt, HEC Paris, University of Mannheim, University of Maryland, LMU München, London Business School, University of San Diego, University of St Gallen, Stanford University, Yale University Law and Economics, the UN PRI Seminar Series, the Scandinavian Accounting Research Conference 2023, the Shale Gas Network Conference, and the Swiss Winter Accounting Conference for helpful comments. We also gratefully acknowledge the excellent research assistance of Patricia Breuer, Tom Kim, Igor Kuznetsov, Alessandro Maimone, Fabian Nagel, Christopher Nance, Claudia Serra, and Zirui Song. This work is supported by research funding from the Energy Initiative at the University of Chicago Booth School of Business, IESE Business School and University of Bristol Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}