{
    "id": 30840,
    "citation_title": "Opiates of the Masses? Deaths of Despair and the Decline of American Religion",
    "citation_author": [
        "Tyler Giles",
        "Daniel M. Hungerman",
        "Tamar Oostrom"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "2023-03-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn recent decades, death rates from poisonings, suicides, and alcoholic liver disease have dramatically increased in the United States. We show that these \"deaths of despair\" began to increase relative to trend in the early 1990s, that this increase was preceded by a decline in religious participation, and that both trends were driven by middle-aged white Americans. Using repeals of blue laws as a shock to religiosity, we confirm that religious practice has significant effects on these mortality rates. Our findings show that social factors such as organized religion can play an important role in understanding deaths of despair.\n\n",
    "acknowledgement": "\nWe thank audiences at the ASREC Conference, BFI Health Economics Initiative Annual Conference, BFI Women in Empirical Microeconomics Conference, Colgate University, Florida State University, Harvard University, Indiana University, IU East, SEA Conference, Stanford University, and the University of Michigan. We also thank Sarah Abraham, David Autor, Ivan Badinski, Feler Bose, Amy Finkelstein, Colin Gray, Jonathan Gruber, Simon Jaeger, Adriana Lleras-Muney, Matt Lowe, Frank Schilbach, Carolyn Stein, and Heidi Williams for their helpful comments. Funding from the National Institute on Aging through Grant Number T32-AG000186, the National Science Foundation Graduate Fellowship Program under Grant Number 1122374, and the Church Sexual Abuse Crisis Research Grant Competition is gratefully acknowledged. Email the authors at dhungerm@nd.edu, tg105@wellesley.edu, and oostrom.1@osu.edu. The authors declare that they have no relevant or material interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}