{
    "id": 30846,
    "citation_title": "The Health of Democracies During the Pandemic: Results from a Randomized Survey Experiment",
    "citation_author": [
        "Marcella Alsan",
        "Luca Braghieri",
        "Sarah Eichmeyer",
        "Minjeong Joyce Kim",
        "Stefanie Stantcheva",
        "David Y. Yang"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns have been raised about the “demise of democracy”, possibly accelerated by pandemic-related restrictions. Using a survey experiment involving 8,206 respondents from five Western democracies, we find that subjects randomly exposed to information regarding civil liberties infringements undertaken by China and South Korea to contain COVID-19 became less willing to sacrifice rights and more worried about their long-term-erosion. However, our treatment did not increase support for democratic procedures more generally, despite our prior evidence that pandemic-related health risks diminished such support. These results suggest that the start of the COVID-19 crisis was a particularly vulnerable time for democracies.\n\n",
    "acknowledgement": "\nFunding provided by Harvard Kennedy School, the Harvard Economics Department, and Foundations of Human Behavior at Harvard. The study is approved by IRB at Harvard University (IRB-20-0495 and IRB20-0467) and registered at AEA-RCT registry (Alsan et al., 2020a). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}