{
    "id": 30849,
    "citation_title": "The Aggregate Effects of Global and Local Supply Chain Disruptions: 2020–2022",
    "citation_author": [
        "George A. Alessandria",
        "Shafaat Y. Khan",
        "Armen Khederlarian",
        "Carter B. Mix",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Rise of Global Supply Chains, Networks, and the Rise of Interruptions: Looking Forward Past COVID-19\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study the aggregate effects of supply-chain disruptions in the post-pandemic period in a heterogeneous-firm, general equilibrium model with input-output linkages and a rich set of supply chain frictions: uncertain shipping delays, fixed order costs, and storage costs. Firms optimally hold inventories that depend on the source of supply, domestic or imported. Increases in shipping times are contractionary, raise prices, and increase stockouts, particularly for goods intensive in delayed inputs. These effects are larger when inventories are already at low levels. We fit the model to the U.S. and global economies from 2020–2022 and estimate large aggregate effects of supply disruptions. Our model predicts that the boost in output from reducing delays will be smaller than the contraction from the waning effects of stimulus.\n\n",
    "acknowledgement": "\nThe views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the U.S. Department of Homeland Security, the Board of Governors, the World Bank, the National Bureau of Economic Research, or of any other person associated with these organizations. This paper was prepared for the NBER International Seminar on Macroeconomics at the Bank of Greece in 2022. This material is based on work supported by the U.S. Department of Homeland Security under grant award number 18STCBT00001-03-00 and by the National Science Foundation under grant SES-2214852.\n\n\n"
}