{
    "id": 30851,
    "citation_title": "Mandatory Seatbelt Laws and Traffic Fatalities: A Reassessment",
    "citation_author": [
        "D. Mark Anderson",
        "Yang Liang",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Fatality Analysis Reporting System for the period 1983-1997, Cohen and Einav (Review of Economics and Statistics 2003; 85(4): 828–843) found that mandatory seatbelt laws were associated with a 4 to 6 percent reduction in traffic fatalities among motor vehicle occupants.  After successfully replicating their two-way fixed effects estimates, we (1) add 22 years of data (1998-2019) to capture additional seatbelt policy variation and observe a longer post-treatment period, (2) employ the interaction-weighted estimator proposed by Sun and Abraham (2021) to address potential bias due to heterogeneous and dynamic treatment effects, and (3) estimate event-study models to investigate pre-treatment trends and explore lagged post-treatment effects.  Consistent with Cohen and Einav (2003), our updated estimates show that primary seatbelt laws are associated with a 5 to 9 percent reduction in fatalities among motor vehicle occupants.  Estimated effects of secondary seatbelt laws are smaller in magnitude and sensitive to model choice.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, including research support received by the Charles Koch Foundation and the Troesh Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}