{
    "id": 30856,
    "citation_title": "Market Incompleteness and Exchange Rate Spill-over",
    "citation_author": [
        "Zhengyang Jiang"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2024-04-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial variables in third countries explain a significant fraction of bilateral exchange rate movements, even after local variables and common factors are controlled for. This paper proposes an explanation of this exchange rate spill-over pattern based on market incompleteness, which arises when agents in different countries bear different exposures to foreign risks, while the asset space is not complete enough to hedge out these risks. This mechanism weakens the link between exchange rates and local fundamentals, and generates additional exchange rate variations and comovements. To study bilateral exchange rates, it is not sufficient to consider only the local conditions.\n\n",
    "acknowledgement": "\nI thank Patrick Adams, Torben Andersen, Ian Dew-Becker, Nicolas Crouzet, Xiang Fang, Oleg Itskhoki, Arvind Krishnamurthy, Karen Lewis, Hanno Lustig, Emile Marin, Dmitry Mukhin, Anna Pavlova, Sergio Rebelo, Robert Richmond, David Thesmar, Adrien Verdelhan, and SteveWu, as well as seminar participants at Northwestern Kellogg, International Macro Junior Brownbag, the National School of Development at Peking University, the annual meeting of the American Economic Association, MIT Sloan, and Duke Fuqua for helpful comments. I thank Xuning Ding and Jialu Sun for excellent research assistance. I gratefully acknowledge the financial support received from the William and Mary Breen Fund at the Kellogg School of Management, Northwestern University. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}