{
    "id": 30853,
    "citation_title": "Fixed and Variable Longevity Annuities in Defined Contribution Plans: Optimal Retirement Portfolios Taking Social Security into Account",
    "citation_author": [
        "Vanya Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "2023-01-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates retirees’ optimal purchases of fixed and variable longevity income annuities using their defined contribution (DC) plan assets and given their expected Social Security benefits. As an alternative, we also evaluate using plan assets to boost Social Security benefits through delayed claiming. We determine that including deferred income annuities in DC accounts is welfare enhancing for all sex/education groups examined. We also show that providing access to well-designed variable deferred annuities with some equity exposure further enhances retiree wellbeing, compared to having access only to fixed annuities. Nevertheless, for the least educated, delaying claiming Social Security is preferred, whereas the most educated benefit more from using accumulated DC plan assets to purchase deferred annuities.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments from John Ameriks, Mark Iwry, Jake Lund, and Richard Shea, and for participants at Goethe University’s ICIR Conference on “Private and Social Insurance Implications of Demographic Change.” We also acknowledge research support from the TIAA Institute as well as funding provided by the German Investment and Asset Management Association (BVI) and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. Opinions and any errors are solely those of the authors and not those of any individuals cited or any institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI acknowledge research support for this work from the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of the TIAA Institute or any of the other institutions with which the author is affiliated.\n\n\n"
}