{
    "id": 30852,
    "citation_title": "Predicting and Preventing Gun Violence: An Experimental Evaluation of READI Chicago",
    "citation_author": [
        "Monica P. Bhatt",
        "Sara B. Heller",
        "Max Kapustin",
        "Marianne Bertrand",
        "Christopher Blattman"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "2023-10-16",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nGun violence is the most pressing public safety problem in American cities. We report results from a randomized controlled trial (N = 2, 456) of a community-researcher partnership called the Rapid Employment and Development Initiative (READI) Chicago. The program offered an 18-month job alongside cognitive behavioral therapy and other social support. Both algorithmic and human referral methods identified men with strikingly high scope for gun violence reduction: for every 100 people in the control group, there were 11 shooting and homicide victimizations during the 20-month outcome period. Fifty-five percent of the treatment group started programming, comparable to take-up rates in programs for people facing far lower mortality risk. After 20 months, there is no statistically significant change in an index combining three measures of serious violence, the study’s primary outcome. Yet there are signs that this program model has promise. One of the three measures, shooting and homicide arrests, declines 65 percent (p = 0.13 after multiple testing adjustment). Because shootings are so costly, READI generates estimated social savings between $182,000 and $916,000 per participant (p = 0.03), implying a benefit-cost ratio between 4:1 and 18:1. Moreover, participants referred by outreach workers—a pre-specified subgroup—show enormous declines in both arrests and victimizations for shootings and homicides (79 and 43 percent, respectively) that remain statistically significant even after multiple testing adjustments. These declines are concentrated among outreach referrals with higher predicted risk, suggesting that human and algorithmic targeting may work better together.\n\n",
    "acknowledgement": "\nThe research had support from a wide philanthropic community, including: Arnold Ventures; the Partnership for Safe and Peaceful Communities; JPMorgan Chase; the Chicago Sports Alliance; and the Institute for Firearm Injury Prevention at the University of Michigan. A huge team of research staff made the study possible, with enormous thanks to Damilare Aboaba, Xander Beberman, Brenda Benitez, Ryan Carlino, Ran Cheng, Binta Diop, Brandon Domash, Mara Heneghan, Miguel Hernandez-Pacheco, Megan Kang, Leah Luben, Connor McCormick, Melissa McNeill, Evelyn Morris, Danielle Nemschoff, Michelle Ochoa, Priyal Patil, Mark Saint, Michael Tatone, Diamond Thompson, and Nathan Weil. We are indebted to Heartland Alliance and its extraordinary leadership team, to Zubin Jelveh and Ben Jakubowski for their work developing the prediction model, to Roseanna Ander, and to the remarkable local community organizations that made READI happen: Centers for New Horizons, Cure Violence, Heartland Englewood Outreach, Heartland Human Care Services, the Institute for Nonviolence Chicago, Lawndale Christian Legal Center, North Lawndale Employment Network, and UCAN. We are also grateful to our data providers, the Chicago Police Department, Cook County Sheriff’s Office, and the Illinois Department of Corrections; to Betsy Levy Paluck and Andrew V. Papachristos for their insights in READI’s early stages; and to Jennifer Doleac, Peter Hull, Lawrence Katz, Doug Miller, and Jens Ludwig for helpful comments. All opinions and any errors are our own and do not necessarily reflect those of our funders, implementing partners, data providers, or other government agencies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}