{
    "id": 30850,
    "citation_title": "A Simple Rational Expectations Model of the Voltage Effect",
    "citation_author": [
        "Omar Al-Ubaydli",
        "Chien-Yu Lai",
        "John A. List"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe “voltage effect” is defined as the tendency for a program’s efficacy to change when it is scaled up, which in most cases results in the absolute size of a program’s treatment effects to diminish when the program is scaled. Understanding the scaling problem and taking steps to diminish voltage drops are important because if left unaddressed, the scaling problem can weaken the public’s faith in science, and it can lead to a misallocation of public resources. There exists a growing literature illustrating the prevalence of the scaling problem, explaining its causes, and proposing countermeasures. This paper adds to the literature by providing a simple model of the scaling problem that is consistent with rational expectations by the key stakeholders. Our model highlights that asymmetric information is a key contributor to the voltage effect.\n\n",
    "acknowledgement": "\nWe wish to thank Tigran Melkonyan and Rabee Tourky for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List was Chief Economist at Lyft when this research was carried out.   He is now Chief Economist at Walmart.\n\n\n"
}