{
    "id": 30854,
    "citation_title": "Achieving Universal Health Insurance Coverage in the United States: Addressing Market Failures or Providing a Social Floor?",
    "citation_author": [
        "Katherine Baicker",
        "Amitabh Chandra",
        "Mark Shepard"
    ],
    "citation_publication_date": "2023-01-16",
    "issue_date": "2023-01-12",
    "revision_date": "2023-04-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States spends substantially more on health care than most developed countries, yet leaves a greater share of the population uninsured. We suggest that incremental insurance expansions focused on addressing market failures will propagate inefficiencies and are not likely to facilitate active policy decisions that align with societal coverage goals.  By instead defining a basic bundle of services that is publicly financed for all, while allowing individuals to purchase additional coverage, policymakers could both expand coverage and maintain incentives for innovation, fostering universal access to innovative care in an affordable system.\n\n",
    "acknowledgement": "\nKatherine Baicker is dean and Emmett Dedmon Professor, University of Chicago Harris School of Public Policy, Chicago, Illinois. Amitabh Chandra is Ethel Zimmerman Wiener Professor of Public Policy, Harvard Kennedy School, and Henry and Allison McCance Professor of Business Administration, Harvard Business School, Cambridge, Massachusetts. Mark Shepard is Associate Professor, Harvard Kennedy School, Cambridge, Massachusetts. Their email addresses are kbaicker@uchicago.edu, amitabh_chandra@harvard.edu, and mark_shepard@hks.harvard.edu. This paper is based on a manuscript prepared for the Journal of Economic Perspectives. The authors thank the editors and Joe Newhouse for helpful feedback and suggestions, and Jason Furman and Matt Fiedler for sharing historical data on US uninsured rates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKatherine Baicker\n\nBaicker serves on the boards of Eli Lilly, the Mayo Clinic, the Urban Institute, the Chicago Council on Global Affairs, and NORC.  Baicker and Chandra serve on the CBO Panel of Health Advisers.\n\n\n\nAmitabh Chandra\n\nAmitabh Chandra Disclosures\n\n\nCongressional Budget Office (Federal Government). Panel of Health Advisors. Unpaid.\nLeigh Speakers Bureau, Speakers Bureau\nWashington Speakers Bureau, Speakers Bureau\nAnalysis Group, Academic Affiliate\nKyruus, Advisor\nHealth Engine, Advisor\nSmithRx, Advisor\n\n\n"
}