{
    "id": 30855,
    "citation_title": "Deterrence or Backlash? Arrests and the Dynamics of Domestic Violence",
    "citation_author": [
        "Sofia Amaral",
        "Gordon B. Dahl",
        "Victoria Endl-Geyer",
        "Timo Hener",
        "Helmut Rainer"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThere is a vigorous debate on whether arrests for domestic violence (DV) will deter future abuse or create a retaliatory backlash. We study how arrests affect the dynamics of DV using administrative data for over 124,000 DV emergency calls (999 calls) for West Midlands, the second most populous county in England. We take advantage of conditional random assignment of officers to a case by call handlers, combined with systematic differences across police officers in their propensity to arrest suspected batterers. We find that an arrest reduces future DV calls in the ensuing year by 51%. This reduction is not driven by reduced reporting due to fear of retaliation, but instead a decline in repeat victimization. We reach this conclusion based on a threshold reporting model and its testable implications regarding (i) the severity of repeat DV calls and (ii) victim versus third-party reporting. Exploring mechanisms, we find that arrest virtually eliminates the large spike in re-victimization which occurs in the 48 hours after a call, consistent with arrest facilitating a cooling off period during a volatile, at-risk time. In the longer run, we estimate a sizeable deterrence effect. Substantiating this, arrest increases the probability an offender is charged with a crime. Our findings suggest that if the goal is to lower the number of domestic violence incidents, police should lower their threshold for arrest, not decriminalize domestic violence.\n\n",
    "acknowledgement": "\nWe thank the West Midlands Police for generously providing access to their data and expertise, without which this project would not have been possible. Amaral thanks the Leibniz Association Pact for Research and Innovation for financial support. We also thank colleagues and seminar participants at several universities and conferences for valuable feedback and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}