{
    "id": 30864,
    "citation_title": "New Measurement of Export Participation in U.S. Manufacturing",
    "citation_author": [
        "Christoph Boehm",
        "Aaron B. Flaaen",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2023-05-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure export participation rates in the U.S. manufacturing sector using a new administrative dataset and compare them to participation rates constructed from the commonly used Census of Manufacturers (CM). Both at the establishment and firm level export participation rates are near 40 percent in the administrative data, almost twice as high as in the CM. The discrepancy appears to result predominantly from under-counting of small exporters in the CM. Our findings call for reconsidering the conventional wisdom that around 20 percent of manufacturing firms export.\n\n",
    "acknowledgement": "\nWe thank our discussant Michael Peters as well as conference participants at the ASSA Annual meetings for helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Board of Governors or its research staff. All results have been approved for disclosure by the Census Bureau. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2439. (CBDRB-FY23-P2439-R10569) and (CBDRB-FY23-P2439-R10249).\n\n\n"
}