{
    "id": 30866,
    "citation_title": "Time Savings When Working from Home",
    "citation_author": [
        "Cevat Giray Aksoy",
        "Jose Maria Barrero",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Mathias Dolls",
        "Pablo Zarate"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2024-04-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the commute time savings associated with work from home, drawing on data for 27 countries. The average daily time savings when working from home is 72 minutes in our sample. We estimate that work from home saved about two hours per week per worker in 2021 and 2022, and that it will save about one hour per week per worker after the pandemic ends. Workers allocate 40 percent of their time savings to their jobs and about 11 percent to caregiving activities. People living with children allocate more of their time savings to caregiving.\n\n",
    "acknowledgement": "\nFor support in funding the Global Survey of Working Arrangements, we gratefully acknowledge the European Bank for Reconstruction and Development, the Asociación Mexicana de Cultura A.C., the Becker Friedman Institute at the University of Chicago, the ifo Institute, King’s College London, the Smith Richardson Foundation, and the Templeton Foundation. All data used in this study are available at https://wfhresearch.com/gswadata/. Disclaimer: Views presented are those of the authors and not necessarily of the European Bank for Reconstruction and Development (EBRD) or the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices and policy uncertainty.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}