{
    "id": 30869,
    "citation_title": "Connected Lending of Last Resort",
    "citation_author": [
        "Kris James Mitchener",
        "Eric Monnet"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of secrecy, little is known about the political economy of central bank lending. Utilizing a novel, hand-collected historical daily dataset on loans to commercial banks, we analyze how personal connections matter for lending of last resort, highlighting the importance of governance for this core function of central banks. We show that, when faced with a banking panic in November 1930, the Banque de France (BdF) lent selectively rather than broadly, providing substantially more liquidity to connected banks – those whose board members were BdF shareholders. The BdF’s selective lending policy failed to internalize a negative externality – that lending would be insufficient to arrest the panic and that distress via contagion would spillover to connected banks. Connected lending of last resort fueled the worst banking crisis in French history, caused an unprecedented government bailout of the central bank, and resulted in loss of shareholder control over the central bank.\n\n",
    "acknowledgement": "\nMonnet acknowledges research support from the Agence Nationale de la Recherche. Grant Number: ANR-15-CE26-0008 and ANR-17-EURE-0001. Mitchener thanks the Center for Advanced Studies in Behavioral Sciences (Stanford) for their hospitality and research support in 2021- 22. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}