{
    "id": 30865,
    "citation_title": "China in Tax Havens",
    "citation_author": [
        "Christopher Clayton",
        "Antonio Coppola",
        "Amanda Dos Santos",
        "Matteo Maggiori",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe document the rise of China in offshore capital markets. Chinese firms use global tax havens to access foreign capital both in equity and bond markets. In the last twenty years, China's presence went from raising a negligible amount of capital in these markets to accounting for more than half of equity issuance and around a fifth of global corporate bonds outstanding in tax havens. Using rich micro data, we show that a range of Chinese firms, including both tech giants and SOEs, use these offshore centers. We conclude by discussing the macroeconomic and financial stability implications of these patterns.\n\n",
    "acknowledgement": "\nIn preparation for the AEA Papers & Proceedings. We thank Sergio Florez-Orrego, Angus Lewis, Ziwen Sun, and Serdil Tinda for outstanding research assistance. We thank the NSF (1653917), the Andrew Carnegie Corporation, and the Alfred P. Sloan Foundation for generous financial support. Our analysis makes use of data that are proprietary to Morningstar and/or its content providers. Neither Morningstar nor its content providers are responsible for any of the views expressed in this article. This document includes data derived from data provided under licence by Dealogic Limited. Dealogic Limited retains and reserves all rights in such licensed data The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}