{
    "id": 30868,
    "citation_title": "A Survey of Private Debt Funds",
    "citation_author": [
        "Joern Block",
        "Young Soo Jang",
        "Steven N. Kaplan",
        "Anna Schulze"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2024-05-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nDespite its large and increasing size in the U.S. and Europe, there is relatively little research on the private debt (PD) market, particularly compared to the bank and syndicated loan markets.  Accordingly, in this paper, we survey U.S. and European investors with private debt assets under management (AuM) of over $300 billion.  These investors are primarily direct lending funds.  We ask the general partners (GPs) how they source, select, and evaluate deals, how they think of private debt relative to bank and syndicated loan financing, how they monitor their investments, how they interact with private equity (PE) sponsors and how they view the future of the market.  The respondents provide primarily cash flow-based loans and believe that they finance companies and leverage levels that banks would not fund.  The direct lending funds target unlevered returns that appear high relative to their risk.  They use leverage in their funds, but appreciably less than banks and collateralized loan obligation funds (CLOs).  They use and negotiate for both financial and incurrence covenants to monitor their investments. The presence of PE sponsors helps them lend more and craft more effective covenants.  U.S. and European funds are similar on many dimensions, but the European funds rely less on PE sponsors and compete more with banks.  Overall, the private debt market is both different from, but shares characteristics with the bank loan and syndicated loan markets.\n\n",
    "acknowledgement": "\nWe thank the respondents for taking the time to fill out the survey.  We thank Douglas Baird, Isil Erel, Yueran Ma, Alexandra Moritz, Jeremy Stein and Amir Sufi for very helpful comments. We also thank Helmut Kraemer-Eis, Antonia Botsari, Salome Gvetadze and Frank Lang from the European Investment Fund (EIF) as well as France Invest, Bundesverband Alternative Investments e.V. (BAI) and several other national private equity and private debt associations for their help with the survey.  Kaplan has invested in and consulted on private debt funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}