{
    "id": 30876,
    "citation_title": "Investing in Influence: Investors, Portfolio Firms, and Political Giving",
    "citation_author": [
        "Marianne Bertrand",
        "Matilde Bombardini",
        "Raymond Fisman",
        "Francesco Trebbi",
        "Eyub Yegen"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstitutional ownership of U.S. corporations has increased ten-fold since 1950. We examine whether these new concentrated owners influence portfolio firms’ political activities, as a window into the larger question of whether institutional investors can wield their control to extract benefits from portfolio firms. We find that after the acquisition of a large stake, a firm’s political action committee (PAC) giving mirrors more closely that of the acquiring investment management company (in our preferred specification, a 31 percent increase in comovement). This pattern is observed for acquisitions driven by new index inclusions, which suggests that our findings result from a causal effect of acquisitions rather than other correlated shifts in political agendas. We argue that investors drive the convergence in giving - the effects are driven by more “partisan” investors, and we show that firms shift their giving more around acquisitions than investors do. Overall, our findings suggest that corporations’ political business strategies are likely dictated by broader considerations than simple profit, and modeling corporate influence should take into account how corporations are governed.\n\n",
    "acknowledgement": "\nWe would like to thank participants at the NBER Conference on Economics and Politics of Mega-Firms, CEPR Conference on the Politics of Regulation and Central Banking, CEPR Conference on Ownership, Governance, Management and Firm Performance, IOG-BFI Spring Conference, Strategy and the Business Environment Conference, EuropeanFA Annual Meetings, MFA Annual Meetings, CICF Annual Meetings, EasternFA Annual Meetings, GRASFI Conference, Global Corporate Governance Colloquium at Yale, FMA Annual Meetings, Bank of Finland Workshop on Finance and Politics, Workshop on Interest Groups, and seminar participants at Chicago Booth, Stanford GSB, UC Berkeley Haas, UCSD, Washington Foster, Georgetown, Florida, Tsinghua, Sao Paulo School of Economics, UC Berkeley Political Science, University of Alberta, University of Quebec, University of Toronto, HKUST, the Federal Reserve of Atlanta and other institutions for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}