{
    "id": 30877,
    "citation_title": "More Roads or Public Transit? Insights from Measuring City-Center Accessibility",
    "citation_author": [
        "Lucas J. Conwell",
        "Fabian Eckert",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory-inspired measure of the accessibility of a city's center: the size of the surrounding area from which it can be reached within a specific time. Using publicly available optimal-routing software, we compute these \"accessibility zones\" for the 109 largest US and European cities, separately for cars and public transit commutes. Compared with European cities, US cities are half as accessible via public transit and twice as accessible via cars. Car accessibility zones are always larger than public transit zones, making US cities more accessible overall. However, US cities' car orientation comes at the cost of less green space, more congestion, and worse health and pollution externalities.\n\n",
    "acknowledgement": "\nWe thank Nishi Felton, Matthew Murillo, and Ephraim Sutherland for outstanding research assistance. We also thank the audience at the NBER working group meeting on ”Transportation Economics in the 21st Century” for insightful comments. The authors have no relevant financial interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}