{
    "id": 30878,
    "citation_title": "Rationing Medicine Through Bureaucracy: Authorization Restrictions in Medicare",
    "citation_author": [
        "Zarek C. Brot-Goldberg",
        "Samantha Burn",
        "Timothy Layton",
        "Boris Vabson"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHigh administrative costs in U.S. health care have provoked concern among policymakers over potential waste, but many of these costs are generated by managed care policies that trade off bureaucratic costs against reductions in moral hazard. We study this trade-off for prior authorization restriction policies in Medicare Part D, where low-income beneficiaries are randomly assigned to default plans. Beneficiaries who face restrictions on a drug reduce their use of it by 26.8%. Approximately half of marginal beneficiaries are diverted to another related drug, while the other half are diverted to no drug. These policies generated net financial savings, reducing drug spending by $96 per beneficiary-year (3.6% of drug spending), while only generating approximately $10 in paperwork costs. Revealed preference approaches suggest that the cost savings likely exceed beneficiaries’ willingness to pay for foregone drugs.\n\n",
    "acknowledgement": "\nWe thank Frank Gaunt for excellent research assistance. We thank Jason Abaluck, Giovanni Compiani, Stuart Craig, Julie Cullen, David Cutler, Itzik Fadlon, Amy Finkelstein, Josh Gottlieb, Bruce Landon, Jetson Leder-Luis, Lee Lockwood, Bapu Jena, Joe Newhouse, Matt Notowidigdo, Mark Shepard, Maggie Shi, Aaron Schwartz, Amanda Starc, Anna Zink, and seminar participants at Columbia, Chicago Booth, Chicago Fed, Notre Dame, NYU, UC Berkeley, UC San Diego, APPAM 2021, ASHEcon 2022, the 2022 Bates White Life Sciences Symposium, the 12th Annual Empirical Health Law Conference, IIOC 2022, the 2021 NBER Public Economics/Insurance Joint Meetings, and the 2022 SITE Conference on the IO of Healthcare and Consumer Finance Markets for helpful comments. We gratefully acknowledge support from Arnold Ventures, Becker-Friedman Institute, and the National Institute on Aging (under award number P01AG005842 (P29-D26)). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBoris Vabson\n\nBoris Vabson has served as a consultant to Optum, Inc; Optum was not involved in this research in any way.\n\n\n"
}