{
    "id": 30870,
    "citation_title": "Changing the Odds: Student Achievement after Introduction of a Middle School Math Intervention",
    "citation_author": [
        "Julian R. Betts",
        "Andrew C. Zau",
        "Karen Volz Bachofer",
        "Dina Polichar"
    ],
    "citation_publication_date": "2023-01-23",
    "issue_date": "2023-01-19",
    "revision_date": "2023-05-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper evaluates math performance at four high-need middle schools during a four-year intervention, which was designed to help math teachers diagnose students’ areas of need and to design lesson plans responsive to those needs.  Before the intervention began, the researchers pre-selected four comparison schools by matching based on achievement and also on demographics.  A difference-in-difference analysis finds a significant increase of about 0.11 standard deviation in test scores per year for students in the program schools.  Supplementary event study and synthetic control analyses to detect year-by-year effects lack precision but are weakly suggestive of a smaller impact in year 1 than later years.  A cost analysis considers the affordability of extending similar programs.\n\n",
    "acknowledgement": "\nThe work described in this paper has been supported by grant R305H150028 from the U.S. Department of Education under its Continuous Improvement grant competition.  All statements and opinions expressed in this paper are the sole responsibility of the authors.  We are grateful to our many research partners on the Changing the Odds project including Ronald Rode, Amanda Datnow, Kimberly Samaniego, Ann Trescott, and Hayley Weddle, Leah Baylon and to our partners who implemented key parts of the reform, Kira Rua and Andrea Barraugh, for helping to make this project possible.  This research received human subjects approval from the UC San Diego Human Research Protections Program, under approval #150915SX.  The committee waived the requirement for informed consent from students as administrative data were used and given precautions taken to safeguard identity of students and schools, risk of breach of confidentiality was judged to be minimal. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}