{
    "id": 30884,
    "citation_title": "Criminal Charges, Risk Assessment, and Violent Recidivism in Cases of Domestic Abuse",
    "citation_author": [
        "Dan A. Black",
        "Jeffrey Grogger",
        "Tom Kirchmaier",
        "Koen Sanders"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nDomestic abuse is a pervasive global problem. Here we analyze two approaches to reducing violent DA recidivism. One involves charging the perpetrator with a crime; the other provides protective services to the victim on the basis of a formal risk assessment carried out by the police. We use detailed administrative data to estimate the average effect of treatment on the treated using inverse propensity-score weighting (IPW). We then make use of causal forests to study heterogeneity in the estimated treatment effects. We find that pressing charges substantially reduces the likelihood of violent recidivism. The analysis also reveals substantial heterogeneity in the effect of pressing charges. In contrast, the risk-assessment process has no discernible effect.\n\n",
    "acknowledgement": "\nWe thank Cole Frank, Smriti Ganapathi, and Merritt Smith for outstanding research assistance; ACC Chris Sykes, Roger Pegram, and Duncan Stokes from Greater Manchester Police for providing us with data and support; and numerous seminar and conference participants for helpful comments. This work was supported by an Innovation Fund Grant from the Kenneth C. Griffin Applied Economics Incubator at the University of Chicago. The views expressed herein are our own, and do not necessarily reflect those of the funder, nor the Greater Manchester Police, nor the National Bureau of Economic Research. Two of the authors perform occasional paid consulting work for law enforcement agencies in the UK.\n\n\n"
}