{
    "id": 30883,
    "citation_title": "Ride-Sharing Markets Re-Equilibrate",
    "citation_author": [
        "Jonathan V. Hall",
        "John J. Horton",
        "Daniel T. Knoepfle"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nFollowing Uber-initiated fare increases, drivers make more money per trip and, initially, more per hour-worked. Drivers begin to work more hours. However, this increase in hours-worked—combined with a reduction in demand from a higher fare—has a business stealing effect, with drivers spending a smaller fraction of working hours transporting passengers. This market adjustment brings the hourly earnings rate back to about the rate that prevailed before the fare increase, in roughly two months. Passengers are partially compensated for higher prices by shorter wait times, but during the period covered by our data, fare increases likely reduced passenger welfare.\n\n",
    "acknowledgement": "\nThis manuscript was not subject to prior review by any party, as per the research contract signed at the outset of this project. The views expressed here are solely those of the authors. Both Hall and Knoepfle are employees and shareholders of Uber Technologies. Robin Yerkes Horton was an employee and shareholder of Uber Technologies and is John Horton’s spouse. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan V. Hall\n\nJonathan Hall was an employee and shareholder of Uber Technologies before, during, and after the writing of this paper.\n\n\n"
}