{
    "id": 30881,
    "citation_title": "Data Union and Regulation in a Data Economy",
    "citation_author": [
        "Lin William Cong",
        "Simon Mayer"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "2023-12-19",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a model of data-driven firm competition, data are jointly produced by users, buying firms’ services and contributing data, and firms, investing in data infrastructure and collection. Data collection improves services, benefiting users, but may reduce competition, harming users. Dispersed users do not internalize the impact of their data contribution on (i) service quality, (ii) competition, and (iii) firms’ investment incentives, causing inefficient data over- or underinvestment. Unlike data sharing, user privacy protection policies, or data markets, a data union — which coordinates users’ data contributions — or data trust — which intermediates data sales — can address these inefficiencies.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the name \"Antitrust, Regulation, and User Union in the Era of Digital Platforms and Big Data.\" We are grateful to Matthieu Bouvard (discussant), Sebastian Gryglewicz, Shota Ichishashi, Anthony Lee Zhang (discussant), Evgeny Lyandres, Michael Sockin (discussant), Leonard Treuren, and Laura Veldkamp for detailed comments. We also thank Greg Buchak, Jacelly Caspedes, Emilio Calvano, Christopher Clayton, Hans Degryse, Thierry Foucault, Denis Gromb, Andrei Hagiu, Zhigeng He, Jing Huang, Shiyang Huang, Laurence Lescourret, Dan Luo, Roxana Mihet, Aniko Oery Christine Parlour, James Poterba, Raghuram Rajan, Huan Tang, Glen Weyl, Liyan Yang, and conference and seminar participants at AI and Big Data in Finance Research Forum Webinar, University of Calgary Haskayne School of Business, ESSEC Business School, 2022 Artificial Intelligence and Financial Markets Conference in Oxford, CUHK Shenzhen, the 4th Greater China Area Finance Conference, HKUST Guangzhou, IGP Annual Conference, 2022 International Conference on FinTech and Digital Finance, KU Leuven, Peking University National School of Development Institute of Digital Finance FinTech Workshop, and the 2022 Yale Junior Finance Conference for constructive feedback. Zhiheng He and Qihong Ruan provided excellent research assistance. There is no special funding for the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}