{
    "id": 30882,
    "citation_title": "Wildfire Influence on Recent US Pollution Trends",
    "citation_author": [
        "Marshall Burke",
        "Marissa L. Childs",
        "Brandon De la Cuesta",
        "Minghao Qiu",
        "Jessica Li",
        "Carlos F. Gould",
        "Sam Heft-Neal",
        "Michael Wara"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSteady improvements in ambient air quality in the US over the past several decades have led to large public health benefits, and the policies that helped drive these improvements are considered landmarks in successful environmental policymaking. However, recent trends in PM2.5 concentrations, a key pollutant, have stagnated or begun to reverse throughout much of the US. We quantify the contribution of wildfire smoke to these trends and find that since 2016, wildfire smoke has significantly slowed or reversed previous improvements in average annual PM2.5 concentrations in two-thirds of US states, eroding 23% of previous gains on average in those states (equivalent to 3.6 years of air quality progress) and over 50% in multiple western states. Smoke influence on trends in extreme PM2.5 concentrations is detectable by 2010 and is concentrated in a dozen western states. Wildfire-driven increases in ambient PM2.5 concentrations are unregulated under current air pollution law, and, absent additional intervention, wildfire's contribution to regional and national air quality trends is likely to grow as the climate continues to warm.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Stanford, UCSB, Columbia, and Montana State for helpful comments. We thank Stanford and the Stanford Research Computing Center for access to the Sherlock computing cluster. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}