{
    "id": 30885,
    "citation_title": "Reducing Administrative Barriers Increases Take-up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Timothy J. Layton",
        "Adrianna McIntyre",
        "Adam Sacarny"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAdministrative barriers to social insurance program take-up are pervasive, including in subsidized health insurance. We conducted a randomized controlled trial with Massachusetts’ Affordable Care Act marketplace to reduce these barriers and other behavioral frictions. We find that a “check the box” streamlined enrollment intervention raises enrollment by 11%, more than personalized reminder letters (7.9% increase) or generic reminder letters (4.5% increase). Effects are concentrated among individuals eligible for zero-premium plans, who faced no further administrative burdens of setting up payments. Producing this enrollment effect through premium reduction would cost about $6 million in subsidies, highlighting the importance of these burdens.\n\n",
    "acknowledgement": "\nWe thank our collaborators at the Massachusetts Health Connector for their cooperation and partnership in conducting and interpreting the results of this field experiment. We are grateful to Jason Abaluck, Paul Jacobs, Joe Doyle, and seminar participants at  ASHEcon, APPAM, the American Economic Association Meetings, the CHIBE Behavioral Science and Health Symposium, and the BU-Harvard-MIT health economics seminar for useful feedback. Research reported in this publication was supported by the Abdul Latif Jameel Povery Action Lab and the Agency for Healthcare Research and Quality (Grant No. K01-HS25786-01). This trial was pre-registered on the AEA Social Science Registry: AEARCTR-0003100. The conclusions and opinions presented herein are those of the authors and do not necessarily reflect those of the Massachusetts Connector or any funder. We thank Amanda Stiebris for excellent research assistance on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKeith Marzilli Ericson\n\nDisclosures, Keith Ericson, “Reducing Administrative Barriers Increases Take-up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment”\nThe author, Keith Ericson, declares that they have no relevant or material financial interests that relate to the research described in this paper.\nThis research was supported by Agency for Healthcare Research (AHRQ) and Quality and the Abdul Latif Jameel Poverty Action Lab (J-PAL).\nThe Massachusetts Connector had the right to review the paper for privacy concerns related to the underlying data. None were noted\n\n\nDisclosures,  Adrianna McIntyre, “Reducing Administrative Barriers Increases Take-up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment”\n1. Sources of financial support for the research\nThis research was supported by Agency for Healthcare Research and Quality and the Abdul Latif Jameel Poverty Action Lab\n2. Potentially relevant professional and financial relationships in the past 3 years:\n•\tHarvard T.H. Chan School of Public Health: salary (Assistant Professor), one internal grant\n•\tGrant from National Institute on Minority Health and Health Disparities\n•\tGrant from J-PAL\n•\tGrant from The Commonwealth Fund\n•\tGrant from Episcopal Health Foundation of Texas\n3. Paid or unpaid positions of relevant entities.\nNone\n4. Spousal or family-related COIs\nNone\n5. Each author must disclose if another party had the right to review the paper prior to its circulation.\nThe Massachusetts Connector had the right to review the paper for privacy concerns related to the underlying data. None were noted\n6. IRB approval\nApproval was obtained from the IRB at Harvard Medical School.\n\n\nDisclosures, Timothy Layton, “Reducing Administrative Barriers Increases Take-up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment”\n1. Sources of financial support for the research\nThis research was supported by Agency for Healthcare Research and Quality and the Abdul Latif Jameel Poverty Action Lab\n2. Potentially relevant professional and financial relationships in the past 3 years:\nHarvard Medical School: Associate Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n3. Paid or unpaid positions of relevant entities.\nNone\n4. Spousal or family-related COIs\nNone\n5. Each author must disclose if another party had the right to review the paper prior to its circulation.\nThe Massachusetts Connector had the right to review the paper for privacy concerns related to the underlying data. None were noted.\n6. IRB approval\nApproval was obtained from the IRB at Harvard Medical School.\n\n\nDisclosures, Adam Sacarny, “Reducing Administrative Barriers Increases Take-up of Subsidized Health Insurance Coverage: Evidence from a Field Experiment”\nI have no relevant financial conflicts of interest to report.\nAcross my research, I have received research funding support in the form of grants from the following organizations: National Institute on Aging, J-PAL North America, the National Institute for Health Care Management, the Laura and John Arnold Foundation, and the Robert Wood Johnson Foundation. I have received funding through an Intergovernmental Personnel Act (IPA) agreement between the U.S. General Services Administration and Columbia University to support randomized trials in the federal government.\nThis research was supported by Agency for Healthcare Research (AHRQ) and Quality and the Abdul Latif Jameel Poverty Action Lab (J-PAL).\nThe Massachusetts Connector had the right to review the paper for privacy concerns related to the underlying data. None were noted\n\n\n\nTimothy J. Layton\n\nHarvard Medical School: Assistant Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nConsulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from Anthem, Inc.\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n\n\n\nAdrianna McIntyre\n\nDr. McIntyre has received grant funding (unrelated to the present working paper) from the following institutions: National Institute on Minority Health and Health Disparities, Abdul Latif Jameel Povery Action Lab, The Commonwealth Fund, and Episcopal Health Foundation of Texas.\n\n\n\nAdam Sacarny\n\nI have received research funding support in the form of grants from the following organizations: National Institute on Aging, J-PAL North America, the National Institute for Health Care Management, the Laura and John Arnold Foundation, and the Robert Wood Johnson Foundation. I have received funding through an Intergovernmental Personnel Act (IPA) agreement between the U.S. General Services Administration and Columbia University to support randomized trials in the federal government.\n\n\n"
}