{
    "id": 30887,
    "citation_title": "International Capital Flow Pressures and Global Factors",
    "citation_author": [
        "Linda S. Goldberg",
        "Signe Krogstrup"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe risk sensitivity of international capital flow pressures is explored using a new Exchange Market Pressure index that combines pressures observed in exchange rate adjustments with model-based estimates of incipient pressures that are masked by foreign exchange interventions and policy rate adjustments. The sensitivity of capital flow pressures to risk sentiment including for so-called safe haven currencies, evolves over time, varies significantly across countries, and differs between normal time and extreme stress events. Across countries, risk sensitivities and safe haven status are associated with self-fulfilling exchange rate expectations and carry trade funding currencies. In contrast, association with more traditional macroeconomic country characteristics is weak.\n\n",
    "acknowledgement": "\nThe views in this paper are solely the responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, Danmarks Nationalbank, or the National Bureau of Economic Research. The authors thank Pierre-Olivier Gourinchas for careful suggestions on features of the exchange market pressure specification; participants at the NBER ISOM 2022 meeting, especially Anusha Chari, Kristen Forbes, and Luc Laeven, for thoughtful feedback; Karlye Dilts-Stedman for help with RORO index construction, Luciana Juvenal for help with financial exchange rate construction, and Nastasija Loncar for help with foreign exchange intervention data. We thank and generations of research assistants for their contributions to different aspects of this project, including most recently Sarah Hamerling, Svetlana Galvez Stojsavljevic, Stone Kalisa, and Oliver Hannaoui.\n\n\n"
}