{
    "id": 30896,
    "citation_title": "The Cost of Curbing Externalities with Market Power: Alcohol Regulations and Tax Alternatives",
    "citation_author": [
        "Christopher Conlon",
        "Nirupama L. Rao"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "2024-09-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProducts with negative externalities are often subject to regulations that limit competition. The single-product case may suggest that it is irrelevant for aggregate welfare whether output is restricted via corrective taxes or limiting competition. However, when products are differentiated, curbing consumption through market power can be costly. Firms with market power may not only reduce total quantity, but distort the purchase decisions of inframarginal consumers. We examine a common regulation known as post-and-hold (PH) used by a dozen states for the sale of alcoholic beverages. Theoretically, PH eliminates competitive incentives among wholesalers selling identical products. We assemble unique data on distilled spirits from Connecticut, including matched manufacturer and wholesaler prices, to evaluate the welfare consequences of PH. For similar levels of ethanol consumption, PH leads to substantially lower consumer welfare (and government revenue) compared to simple taxes, because it distorts consumption choices away from high-quality/premium brands and towards low-quality brands. Replacing PH with volumetric or ethanol-based taxes could reduce consumption by 10-11% without reducing consumer surplus, and roughly triple tax revenues.\n\n",
    "acknowledgement": "\nThis replaces a previous draft circulated under the title “The Price of Liquor is Too Damn High”. The authors thank seminar participants at Stanford, Columbia, Yale, Ohio State, Harvard, Kellogg, Wharton, NYU Law, NYU Stern, Drexel, Boston College, Dartmouth, INSEAD, UBC, Wisconsin, Cornell; and conference participants at Utah WBEC, FTC Microeconomics, and IIOC. We have benefited from many useful discussions from: Michael Riordan, Kate Ho, John Asker, Katja Seim, JF Houde, Alan Auerbach, Daniel Shaviro, Robin Lee, Chris Nosko, Juan Carlos Suárez Serrato, Rob Porter, Judy Chevalier, Jacob Burgdorf, Julie Mortimer and Adam Cole. Any remaining errors are our own. Researchers’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}