{
    "id": 30897,
    "citation_title": "A Theory of Fear of Floating",
    "citation_author": [
        "Javier Bianchi",
        "Louphou Coulibaly"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany central banks whose exchange rate regimes are classified as flexible are reluctant to let the exchange rate fluctuate. This phenomenon is known as “fear of floating”. We present a simple theory in which fear of floating emerges as an optimal policy outcome. The key feature of the model is an occasionally binding borrowing constraint linked to the exchange rate that introduces a feedback loop between aggregate demand and credit conditions. Contrary to the Mundellian paradigm, we show that a depreciation can be contractionary, and letting the exchange rate float can expose the economy to self-fulfilling crises.\n\n",
    "acknowledgement": "\nWe thank Lawrence Christiano and Stephanie Schmitt-Grohé for excellent discussions. We also thank Manuel Amador, Marco Bassetto, VV Chari, Pablo Ottonello and conference and seminar participants at the University of Maryland, the Minneapolis Fed, the Dallas Fed, the Kansas City Fed, National Graduate Institute for Policy Studies, the 10th Annual Atlanta Workshop on International Economics, the Becker Friedman Institute International Macro-Finance conference, ERSA/CEPR conference, SEM meeting, SED 2022 Annual Meeting, and the 3rd workshop on International Capital Flows & Financial Policies at the IMF. The views expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}