{
    "id": 30894,
    "citation_title": "Self-Preferencing at Amazon: Evidence from Search Rankings",
    "citation_author": [
        "Chiara Farronato",
        "Andrey Fradkin",
        "Alexander MacKay"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "2023-01-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether Amazon engages in self-preferencing on its marketplace by favoring its own brands (e.g., Amazon Basics) in search. To address this question, we collect new micro-level consumer search data using a custom browser extension installed by a panel of study participants. Using this methodology, we observe search positions, search behavior, and product characteristics. We find that Amazon branded products are indeed ranked higher than observably similar products in consumer search results. The prominence given to Amazon brands is 30% to 60% of the prominence granted to sponsored products.\n\n",
    "acknowledgement": "\nWe thank James Dana, Yutao Chen, Yejia Xu, and Hannah Huihan Zhang for outstanding research assistance. We also thank Shane Greenstein, Jesse Shapiro, Raluca Ursu, and seminar and conference participants at the NUS Economics of Platforms Workshop, the 2023 ASSA Meeting, and Harvard Business School for valuable comments. The authors have no material or relevant financial interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}