{
    "id": 30891,
    "citation_title": "Real Exchange Rate and International Reserves in the Era of Financial Integration",
    "citation_author": [
        "Joshua Aizenman",
        "Sy-Hoa Ho",
        "Luu Duc Toan Huynh",
        "Jamel Saadaoui",
        "Gazi Salah Uddin"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global financial crisis has brought increased attention to the consequences of international reserves holdings. In an era of high financial integration, we investigate the relationship between the real exchange rate and international reserves using nonlinear regressions and panel threshold regressions over 110 countries from 2001 to 2020. Our study shows the level of financial-institution development plays an essential role in explaining the buffer effect of international reserves. Countries with a low development of their financial institutions may manage the international reserves as a shield to deal with the negative consequences of terms-of-trade shocks on the real exchange rate. We also find the buffer effect is stronger in countries with intermediate levels of financial openness.\n\n",
    "acknowledgement": "\nCorresponding author: Joshua Aizenman. The authors gratefully acknowledge the editor Menzie Chinn, an anonymous referee, Bruce E. Hansen, Alfonso Ugarte Ruiz, Rashad Ahmed, Silvia Miranda-Agrippino, Eric Monnet, Florence Huart, Joakim Westerlund, Sébastien Laurent, Lorenzo Trapani, Théo Lamagnere, Francisco Serranito, Peter Claeys, Maria Siranova, and seminar participants at the following conferences: 4th EMME workshop on emerging markets, University of Bordeaux; 3rd French Stata conference, Aix-Marseille Université; 10th ICEEE, University of Cagliari; Annual Conference Swedish Network for European Studies in Economics and Business 2023, Lund University; 71st Congress of the French Economic Association (AFSE), Sciences Po Paris; 25th INFER Annual International Conference, University of Valencia; 1st International Conference on Empirical Economics, Penn State University, Altoona. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}