{
    "id": 30898,
    "citation_title": "Corporate Valuation: An Empirical Comparison of Discounting Methods",
    "citation_author": [
        "Nicolas Hommel",
        "Augustin Landier",
        "David Thesmar"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe key purpose of corporate finance is to provide methods to compute the value of projects. The baseline textbook recommendation is to use the Present Value (PV) formula of expected cash flows, with a discount rate based on the CAPM. In this paper, we ask what is, empirically, the best discounting method. To do this, we study listed firms, whose actual prices and expected cash flows can be observed. We compare different discounting approaches on their ability to predict actual market prices. We find that discounting based on expected returns (such as variants on the CAPM or multi-factor model), performs very poorly. Discounting with an Implied Cost of Capital (ICC), imputed from comparable firms, obtains much better results. In terms of pricing methods, significant, but small, improvements can be obtained by allowing, in a simple and actionable way, for a more flexible term structure of expected returns. We benchmark all of our results with flexible, purely statistical models of prices based on Random Forest algorithms. These models do barely better than NPV-based methods. Finally, we show that under standard assumptions about the production function, the value loss from using the CAPM can be sizable, of the order of 10%.\n\n",
    "acknowledgement": "\nWe especially thank Hui Chen, Niels Gormsen and Jérôme Taillard for their thoughts, as well as numerous seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAugustin Landier\n\nLandier is directing financial research at AXA-Investment Management Chorus, a quantitative asset management affiliate of Axa-IM.\n\n\n"
}