{
    "id": 30895,
    "citation_title": "Beyond Burnout: from Measuring to Forecasting",
    "citation_author": [
        "Bart Blackburn",
        "Tiffany Chan",
        "Elizabeth Cherot",
        "Richard B. Freeman",
        "Xi Hu",
        "Eric Matt",
        "C. Aubrey Rhodes"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nBurnout of physicians and other medical personnel is a major problem in the economics of healthcare systems, potentially costing billions of dollars. Knowledge of the determinants and costs of burnout at the organization level is sparse, making it difficult to assess the net benefits of interventions to reduce burnout at the level where arguably the greatest change can be affected. In this paper, we use data from a midsize healthcare organization with about 500 clinicians in 2021-22 to  advance analysis of clinical burnout in two ways. First, we estimate the costs of clinician burnout beyond the widely studied losses due to turnover. Including hard-to-measure and potentially long-term costs that arise from reduced patient satisfaction and lower productivity of burnt-out clinicians at work, our analysis suggests a much higher cost of burnout per clinician than previous estimates that exclude these costs. Second, we use standard medical billing and administrative operating data to forecast turnover and productivity of clinicians to serve as an early warning system. Accurate estimates of both the cost of burnout now and of likely future costs should help decision-makers be proactive in their approach to solving the burnout crisis currently affecting the healthcare industry. While our empirical analysis relates to a particular healthcare organization, the framework for quantifying the costs of burnout can be used by other organizations to assess the cost-effectiveness of ameliorative policies.\n\n",
    "acknowledgement": "\nThe authors would like to thank Stephanie Gottsch of Highmark Health for helping us better understand healthcare data. The authors would also like to acknowledge Shirlene Wang from The Division of Health Behavior Research at the University of Southern California for her help in preparing the burnout assessment. Atalan Tech is a for-profit company that works with health systems to address clinician burnout and turnover. Data were obtained under a non-disclosure agreement with a health system.\n\n\n"
}