{
    "id": 30899,
    "citation_title": "The Market for CEOs: Evidence from Private Equity",
    "citation_author": [
        "Paul A. Gompers",
        "Steven N. Kaplan",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMost research on the CEO labor market studies public company CEOs while largely ignoring CEOs in private equity (PE) funded companies.  We fill this gap by studying the market for CEOs among U.S. companies purchased by PE firms in large leveraged buyout transactions.  71% of those companies hired new CEOs under PE ownership.  More than 75% of the new CEOs are external hires with 67% being complete outsiders.  These results are strikingly different from studies of public companies, particularly, Cziraki and Jenter (2022) who find that 72% of new CEOs in S&P 500 companies are internal promotions.  The most recent experience of 67% of the outside CEOs was at a public company with almost 50% of external hires having some previous experience at an S&P 500 firm.  We estimate the total compensation of buyout CEOs and find that it is much higher than that of CEOs of similarly sized public companies and slightly lower than that of S&P 500 CEOs.  Overall, our results suggest that the broader market for CEOs is active and that, at least for PE funded portfolio companies, firm-specific human capital is relatively unimportant.\n\n",
    "acknowledgement": "\nWe thank Connor Whitney Olivia Hu, Will Levinson and (especially) Jeremy Ng for providing excellent research assistance. Ken French, John Graham, Charlie Hadlock, Dirk Jenter, Song Ma, Gordon Phillips, Morten Sorensen and seminar participants at Carnegie Mellon, Dartmouth Tuck, the FOM Virtual Research Seminar and the NBER Summer Institute provided very helpful comments. Kaplan received research support from the Fama-Miller Center and the Kessenich EP Faculty Director fund. Gompers received research support from the HBS Division of Research. Gompers and Kaplan have consulted to private equity general partners and limited partners. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven N. Kaplan\n\nI have consulted to general partners and limited partners investing in private equity funds.\nI sit on the advisory board of several private equity funds.\nI sit on the board of Morningstar.  Morningstar owns Pitchbook which provides data on private equity.\nI sit on the advisory board (unpaid) of the Private Equity Research Consortium, a non-profit, non-partisan research organization.\n\n\n"
}