{
    "id": 30904,
    "citation_title": "Trading Places: Mobility Responses of Native and Foreign-Born Adults to the China Trade Shock",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research finds that the greater geographic mobility of foreign than native-born workers following economic shocks helps to facilitate local labor market adjustment to shifting regional economic conditions. We examine the role that immigration may have played in enabling U.S. commuting zones to respond to manufacturing job loss caused by import competition from China. Although population headcounts of the foreign-born fell by more than those of the native-born in regions exposed to the China trade shock, the overall contribution of immigration to labor market adjustment in this episode was small. Because most U.S. immigrants arrived in the country after manufacturing regions were already mature, few took up jobs in industries that would later see increased import penetration from China. The foreign-born share of the working-age population in regions with high trade exposure was only three-fifths that in regions with low exposure. Immigration thus appears more likely to aid adjustment to cyclical shocks, in which job loss occurs in regions that had recent booms in hiring, rather than facilitating adjustment to secular regional decline, in which hiring booms occurred in the more distant past.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank participants at the conference in honor of George Borjas at the Harvard Kennedy School, April 2022. René Livas provided excellent research assistance. Autor acknowledges support from the Hewlett Foundation, Google, the Smith-Richardson Foundation, and the Washington Center for Equitable Growth; Dorn acknowledges support by the University of Zurich’s Research Priority Program ‘Equality of Opportunity’; and Hanson acknowledges support from the Hewlett Foundation and the Generation Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Autor\n\nAutor also acknowledges research support from the Andrew Carnegie Fellows Program, Accenture LLP, IBM Global Universities, Schmidt Sciences, and the Smith Richardson Foundation. I do not have any relevant and material financial relationships that might bear on this research.\n\n\n"
}