{
    "id": 30901,
    "citation_title": "An 'Austrian' Model of Global Value Chains",
    "citation_author": [
        "Pol Antràs"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop a stylized model of multi-stage production in which the time length of each stage is endogenously determined. Letting the production process mature for a longer period of time increases labor productivity, but it comes at the cost of higher working capital needs for firms. Under autarky, countries with lower interest rates feature longer production processes, higher labor productivity, and higher wages. In a free trade equilibrium, countries with lower interest rates specialize in relatively ‘time intensive’ stages in global value chains (GVCs). Yet, if free trade brings about interest rate equalization, wages are also equalized and the pattern of trade is instead shaped by capital intensity and capital abundance, regardless of the time intensity of the various stages. Reductions in trade costs lead to patterns of specialization associated with higher amounts of vertical specialization in world trade. A worldwide decline in interest rates similarly fosters an increase in the share of GVC trade in world trade. The framework also sheds light on the role of trade credit and trade finance in shaping international specialization.\n\n",
    "acknowledgement": "\nI thank Robert Steher for recommending Janek Wasserman’s “The Marginal Revolutionaries: How Austrian Economists Fought the War of Ideas,” which inspired me to write this paper. I am also grateful to Adrian Kulesza for superb research assistance, and to participants of the Harvard-MIT Trade Lunch, the G65 conference at Princeton, the University of Padova, and the Korea International Economic Association for valuable feedback, Finally, I wish to humbly dedicate this paper to the memory of the great Ron Findlay’s, who passed away on October 8th, 2021, and with whom I would have loved to discuss this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}