{
    "id": 30902,
    "citation_title": "Exposure to Economic Distress during Pregnancy and Birth Outcomes",
    "citation_author": [
        "Mevlude Akbulut-Yuksel",
        "Seyit M. Cilasun",
        "Erdal Tekin",
        "Belgi Turan"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "2024-01-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the severe economic crisis in Turkey in 2008-2009 as a quasi-experiment to evaluate the impact of worsening economic conditions during pregnancy on birthweight. Using birth history data from the 2008 and 2013 waves of the Demographic Health Surveys, we find that the economic crisis resulted in decreased birthweight in Turkey, especially impacting infants born to mothers with lower educational levels. Furthermore, a procyclical relationship exists between provincial income levels and the birthweight of infants born to mothers with lower levels of education. However, this relationship is only statistically significant during the crisis period. These results highlight how economic constraints on mothers with lower socio-economic status during economic crises can negatively affect birth outcomes. Furthermore, we examine shifts in fertility behavior and find a decrease in childbirth rates during the crisis, particularly in economically disadvantaged provinces. In line with this decrease in fertility, we also observe a reduced propensity to seek an abortion during the crisis period. Overall, these findings underscore the importance of understanding how economic crises affect infant health and the need for targeted interventions to support vulnerable populations, as well as addressing underlying socio-economic disparities to mitigate their impact on infant well-being.\n\n",
    "acknowledgement": "\nPreviously circulated under the title \"The Intergenerational Consequences of Economic Distress: In-Utero Exposure to Financial Crises and Birth Outcomes.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}