{
    "id": 30908,
    "citation_title": "Child Labor Standards in Regional Trade Agreements: Theory and Evidence",
    "citation_author": [
        "Ryan M. Abman",
        "Clark C. Lundberg",
        "John McLaren",
        "Michele Ruta"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of child labor standards in Regional Trade Agreements (RTAs) on a variety of child labor market outcomes, including employment, education, and household inequality. We develop a stylized general equilibrium model of child labor in an economy open to international trade and consider the impact of RTAs with and without child labor bans. We empirically investigate the effects of these clauses in trade agreements in a broad international panel of 101 developing countries using harmonized survey microdata. Exploiting quasi-experimental methods to obtain plausibly causal estimates, we find that RTAs without child-labor bans lead to reductions in child employment and increases in school enrollment, particularly for older children aged 14--17. Child labor bans in RTAs perversely increase child employment among 14--17 year olds and decrease school enrollment for both young and older children. These effects appear to decrease inter-household income inequality through increased child earnings. Our findings are consistent with theoretical predictions from our model and the literature on child labor bans.\n\n",
    "acknowledgement": "\nWe are grateful to discussion from Bob Rijkers and participants in the 2022 World Bank Deep Trade Agreements Conference and to Erhan Artuç for crucial advice.  This paper has benefited from support from the World Bank's Umbrella Facility for Trade trust fund financed by the governments of the Netherlands, Norway, Sweden, Switzerland and the United Kingdom.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}