{
    "id": 30905,
    "citation_title": "The Marginal Disutility from Corruption in Social Programs: Evidence from Program Administrators and Beneficiaries",
    "citation_author": [
        "Arya Gaduh",
        "Rema Hanna",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns about fraud in welfare programs common arguments worldwide against such programs. We conducted a survey experiment with over 28,000 welfare program administrators and over 19,000 beneficiaries in Indonesia to elicit the ‘marginal disutility from corruption,’ i.e., the trade-between more generous social assistance and losses due to corruption and fraud. Merely mentioning corruption reduced perceived program success, equivalent to distributing more than 20 percent less aid. However, respondents were not sensitive to the amount of corruption—respondents were willing to trade off $2 of additional losses for an additional $1 distributed to beneficiaries. Program administrators and beneficiaries had similar assessments.\n\n",
    "acknowledgement": "\nWe thank our partners at Bappenas and the Ministry of Social Affairs for their support and assistance.  We thank our outstanding team for their work on this study, in particular, Colley Windya and Alexa Weiss for excellent research management and Robert Dulin, Michelle Han, Nikhil Kumar, Daniela Paz, Indriani Pratiwi, and Ignatius Sebastian for wonderful research assistance.  We thank Pia Raffler and Stefanie Stantcheva for helpful comments. Funding from the Australian Department of Foreign Affairs and Trade and the J-PAL Innovation in Government Initiative is gratefully acknowledged. This randomized control trial was registered in the American Economic Association Registry for randomized control trials under trial AEARCTR-0007010. The views expressed here are those of the authors, and do not necessarily reflect those of the many individuals or organizations acknowledged here or the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n•        Financial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\n•        BPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\n•        The Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a co-Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}