{
    "id": 30903,
    "citation_title": "Peak-Hour Road Congestion Pricing: Experimental Evidence and Equilibrium Implications",
    "citation_author": [
        "Gabriel Kreindler"
    ],
    "citation_publication_date": "2023-01-30",
    "issue_date": "2023-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDeveloping country megacities suffer from severe road traffic congestion, yet the level of congestion is not a direct measure of equilibrium inefficiency. I study the peak-hour traffic congestion equilibrium in Bangalore. To measure travel preferences, I use a model of departure time choice to design a field experiment with congestion pricing policies and implement it using precise GPS data. Commuter responses in the experiment reveal moderate schedule inflexibility and a high value of time. I then show that in Bangalore, traffic density has a moderate and linear impact on travel delay. My policy simulations with endogenous congestion indicate that optimal congestion charges would lead to a small reduction in travel times, and small commuter welfare gains. This result is driven primarily by the shape of the congestion externality. Overall, these results suggest limited commuter welfare benefits from peak-spreading traffic policies in cities like Bangalore.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the Weiss Family Fund for Research in Development Economics, the IGC Cities Fund, the J-PAL Pilot Fund, and the J-PAL Urban Services Initiative Pilot Fund. This project has human subjects approval from MIT COUHES (protocol 1511312369A002), IFMR (IRB00007107), Harvard CUHS (IRB19-0456) and was registered in the AEA RCT Registry (AEARCTR-0002083). Design and technical support for the smartphone app ``Bangalore Traffic Research'' was provided by Adrian Drewett and Dharmendra Singh from Gridlocate Ltd. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}