{
    "id": 30907,
    "citation_title": "Bank Funding Risk, Reference Rates, and Credit Supply",
    "citation_author": [
        "Harry R. Cooperman",
        "Darrell Duffie",
        "Stephan Luck",
        "Zachry Z. Wang",
        "Yilin Yang"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "2023-12-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCorporate credit lines are drawn more heavily when funding markets are more stressed. This covariance elevates expected bank funding costs. We show that credit supply is dampened by the associated debt-overhang cost to bank shareholders. Until 2022, this impact was reduced by linking the interest paid on lines to credit-sensitive reference rates such as LIBOR. We show that transition to risk-free reference rates may exacerbate this friction. The adverse impact on credit supply is offset if drawdowns are expected to be left on deposit at the same bank, which happened at some of the largest banks during the COVID recession.\n\n",
    "acknowledgement": "\nThe authors thank discussants Anne Duquerroy, Dan Greenwald, David Glancy, Anil Kashyap, Elie Lewi, Jose-Luis Peydro, and Peter Zimmermann, and also thank Alena-Kang Landsberg for her excellent research assistance. The authors are also grateful for conversations with Gara Afonso, Yacov Amihud, Leif Andersen, Viral Acharya, Roc Armenter, Tom Baxter, Antje Berndt, Alastair Borthwick, Tim Bowler, Laurent Clerc, Natalie Cox, Tom Deas, Fulvia Fringuelotti, Jason Granet, Vivien Lévy-Garboua, Andrei Magasiner, John Marynowski, Bill Nelson, Peter Phelan, Michael Roberts, Richard Sandor, Gagan Singh, Jeremy Stein, Jonathan Wallen, and Nathaniel Wuerffel, as well as seminar and conference participants at FRBNY, Stanford University, NYU Stern, Wharton, Federal Reserve Bank of San Francisco, Financial Stability Conference at the Federal Reserve Bank of Cleveland, System Committee on Financial Institutions, Regulation, and Markets held at the Federal Reserve Bank of Kansas City, ES European Winter Meeting 2022, EFA 2022, AFA 2023 in New Orleans, Banque de France, Symposium on Private Firms at University of Chicago, and Summer Finance Symposium at London Business School. Duffie is an NBER Research Associate, CDI Research Fellow, and Resident Scholar at FRBNY. The views stated in this paper are those of the authors and are not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}