{
    "id": 30911,
    "citation_title": "The Internet, Search Frictions and Aggregate Unemployment",
    "citation_author": [
        "Manudeep Bhuller",
        "Domenico Ferraro",
        "Andreas R. Kostøl",
        "Trond C. Vigtel"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow has the internet affected search and hiring, and what are the implications for aggregate unemployment? Answering these questions empirically has proven difficult due to selection in internet use and difficulty in measuring the search activities of both sides of the labor market. This paper overcomes these challenges by combining plausibly exogenous variation in the availability of high-speed internet in Norway with large-scale survey and administrative data on hiring firms, job seekers, and vacancies. Our empirical analysis shows that the internet expansion led more firms to recruit online and caused 9% shorter vacancy durations and 13% fewer unsuccessful hiring attempts. While the expansion increased job-finding rates by 2.4% and starting wages by 6% among the unemployed, we find no evidence of changes in job-to-job mobility or wage growth for employees. To interpret these findings, we develop and calibrate an equilibrium search model with endogenous job creation and destruction where workers decide how much search effort to exert on and off the job. Through the lens of the calibrated model, we find that better search technology is the main driving force behind our quasi-experimental evidence. Our calculations indicate that the steady-state unemployment rate fell by as much as 14% due to the broadband internet expansion.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title “How Broadband Internet Affects Labor Market Matching”. This project received financial support from the Norwegian Research Council through grant 275123. We thank Anders Akerman, Gaurab Aryal, Esteban Aucejo, David Autor, Oriana Bandiera, Kyle Herkenhoff, Bart Hobijn, Jonas Hjort, Simon Jäger, Andreas Kleiner, Peter Kuhn, Edwin Leuven, Espen Moen, Jan Nimczik, Daniel Silverman, Kjetil Storesletten, Basit Zafar, as well as seminar participants at 2nd IZA Workshop on Matching Workers and Jobs Online, 9th Search and Matching Annual Conference, 22nd IZA Summer School in Labor Economics, Arizona State University, 15th Joint ECB/CEPR Labour Market Workshop, NBER Summer Institute 2019 Labor Studies, EALE World Conference 2020, Federal Reserve Bank of New York, Norwegian School of Economics, Norwegian University of Science and Technology, Oslo Workshop on Micro Data and Macro Models, Oslo Macro Group, University of Cambridge Workshop on Workers, Firms and Labor Markets, University of Lund, University of Oslo, and University of Stockholm for helpful comments and suggestions. We thank Jacob French, Matthew Merkle and Alexander Toy for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}