{
    "id": 30912,
    "citation_title": "Scaling Smart Contracts via Layer-2 Technologies: Some Empirical Evidence",
    "citation_author": [
        "Lin William Cong",
        "Xiang Hui",
        "Catherine Tucker",
        "Luofeng Zhou"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlockchain-based smart contracts can potentially replace certain traditional contracts through decentralized enforcement and reduced transaction costs. However, scalability is a key bottleneck hindering their broader application and adoption, often leading to concentrated or exclusive networks. To avoid falling short of the original promise of the technology, firms actively explore \"layer-2\" methods for scaling. We provide some initial evidence on the economic implications of a layer-2 scaling solution, which moves information aggregation from on-chain to off-chain peer-to-peer networks. A parallel-system experiment allows clean identification because we observe the same unit in the treatment and control systems at the same time. We find that this scaling solution reduces operating costs by 76%, and importantly, leads to decentralization with lower market concentration and more participation, which in turn improves data accuracy. The findings provide initial evidence of how blockchain and smart contracting technologies evolve towards achieving decentralized and scalable trust.\n\n",
    "acknowledgement": "\nWe thank members at Chainlink Labs for helpful discussions. Disclosure: The study was initially conducted in Cong’s parallel capacity as Senior Economist and Senior Economic Advisor, and Hui and Zhou’s roles as Economic Consultants at Chainlink Labs. Please send correspondence to Hui at hui@wustl.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nXiang Hui\n\nI am no longer affiliated with Chainlink Labs in 2023.\n\n\n\nCatherine Tucker\n\nPlease see this website for my list of current disclosures\nhttps://mitmgmtfaculty.mit.edu/cetucker/disclosure/\n\n\n"
}