{
    "id": 30914,
    "citation_title": "Florida (Un)Chained",
    "citation_author": [
        "Charles W. Calomiris",
        "Matthew S. Jaremski"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "2023-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExcessively easy bank credit – visible in unusually small credit risk spreads and rapid loan growth – is often posited as a root cause of unsustainable asset price booms. This paper considers whether an increase in bank risk tolerance drove high loan growth that coincided with Florida’s land boom of the mid-1920s, the first Florida housing boom in which buyers from around the nation participated. Estimates suggest that an astounding 20 million lots were offered for sale in Florida at that time. Our detailed narrative and empirical evidence suggest that the facts do not require the assumption of increased risk appetite during the boom. We find that most Florida banks that failed were associated with the Manley-Anthony chain and did not exhibit increases in observable indicators of risk during the boom. Instead, their increases in risk mainly reflected hidden choices either to lend to bank insiders on a preferential basis or to fund other banks that were engaged in such risky and often fraudulent activities. Bank regulators seem to have been complicit in the hidden risk-taking. Even informed investors would have been left in the dark about the amount of risk that was growing in Florida.\n\n",
    "acknowledgement": "\nWe declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}