{
    "id": 30916,
    "citation_title": "Missing Discussions: Institutional Constraints in the Islamic Political Tradition",
    "citation_author": [
        "A. Arda Gitmez",
        "James A. Robinson",
        "Mehdi Shadmehr"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstitutional constraints to counter potential abuses in the use of political power have been viewed as essential to well functioning political institutions and good public policy outcomes in the Western World since the time of ancient Greece. A sophisticated intellectual tradition emerged to justify the need for such constraints. In this paper we identify a new puzzle: such an intellectual tradition did not exist in the Islamic world, even if the potential for abuse was recognized. We develop a model to explain why such ideas might not have emerged. We argue that this is due to the nature of Islamic law (the Sharia) being far more encompassing than Western law, making it easier for citizens to identify abuses of power and use collective action to discipline them. We study how the relative homogeneity and solidarity of Islamic society fortified this logic.\n\n",
    "acknowledgement": "\nWe are grateful for comments of Daron Acemoglu, Gautam Nair, Josiah Ober, Şevket Pamuk, Steven Pincus, Alexander Wolitzky, participants in Virtual Workshop in Formal Theory and APSA 2022 Annual Meeting, and the discussion of Hannah Simpson at APSA. We have received excellent research assistance from David Kim. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}