{
    "id": 30915,
    "citation_title": "Growth and Risk: A View from International Trade",
    "citation_author": [
        "Pravin Krishna",
        "Andrei A. Levchenko",
        "Lin Ma",
        "William F. Maloney"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the cross-country patterns of risky innovation and growth through the lens of international trade. We use a simple theoretical framework of risky quality upgrading by firms under varying levels of financial development to derive two predictions. First, the mean rate of quality growth and the corresponding cross-sectional variance of quality growth in a country are positively correlated. Second, both the mean and variance of quality changes are positively correlated with the country's level of financial development. We then test these two hypotheses using data on disaggregated (HS10) bilateral exports to the United States. The patterns in the data are consistent with the theory. The mean and the variance of quality growth are strongly positively correlated with each other. Countries with greater financial depth are systematically characterized by higher mean and higher variance in the growth of product quality. Our findings suggest a mean-variance trade-off in product quality improvements along the development path. Increases in financial depth do not imply lower variability of changes in the product space.\n\n",
    "acknowledgement": "\nWe are grateful to Amit Khandelwal for his help and advice in generating his quality measures and Peter Schott for advising on data. We thank the editor (Fernando Broner), two anonymous referees, and Andrés Rodríguez-Clare for invaluable comments on a previous version, and Melissa Rubio and Ayan Qu for expert research assistance. This work was supported by the Chief Economist Office for Latin America and the Caribbean at the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam F. Maloney\n\nN/A\n\n\n"
}