{
    "id": 30917,
    "citation_title": "Reversals and the Returns to Liquidity Provision",
    "citation_author": [
        "Wei Dai",
        "Mamdouh Medhat",
        "Robert Novy-Marx",
        "Savina Rizova"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDifferent aspects of liquidity impact the performance of short-run reversals in different ways, consistent with the predictions of microstructure models. Higher volatility is associated with faster, initially stronger reversals, while lower turnover is associated with more persistent, ultimately stronger reversals. These facts also hold outside the US and explain several seemingly disparate results in the literature.\n\n",
    "acknowledgement": "\nRobert Novy-Marx provides consulting services to Dimensional Fund Advisors LP. Savina Rizova, Wei Dai, and Mamdouh Medhat are employees of Dimensional Investment LLC, a subsidiary of Dimensional Fund Advisors LP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Novy-Marx\n\nDimensional Fund Advisors LP is an investment advisor registered with the Securities and Exchange Commission.\n\n\nRobert Novy-Marx provides consulting services to Dimensional Fund Advisors LP.\n\n\nThe following persons listed are employees of Dimensional Investment LLC, a subsidiary of Dimensional Fund Advisors LP: Savina Rizova, Wei Dai, and Mamdouh Medhat.\n\n\nEugene Fama and Ken French are members of the Board of Directors of the general partner of, and provide consulting services to, Dimensional Fund Advisors LP.\n\n\nThe information in this document is provided in good faith without any warranty and is intended for the recipient’s background information only. It does not constitute investment advice, recommendation, or an offer of any services or products for sale and is not intended to provide a sufficient basis on which to make an investment decision. It is the responsibility of any persons wishing to make a purchase to inform themselves of and observe all applicable laws and regulations. Unauthorized copying, reproducing, duplicating, or transmitting of this document are strictly prohibited. Dimensional accepts no responsibility for loss arising from the use of the information contained herein.\n\n\nPast performance is no guarantee of future results.\n\n\n"
}