{
    "id": 30924,
    "citation_title": "New Institutional Economics and Cliometrics",
    "citation_author": [
        "Eric C. Alston",
        "Lee J. Alston",
        "Bernardo Mueller"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe New Institutional Economics (NIE) has its early roots in Cliometrics. Cliometrics began with a focus on using neoclassical theory to develop and test hypotheses in economic history. But empirical consideration of economic and political development within and across countries is limited, absent consideration of the institutional context. The NIE as applied in economic history first focused on the roles of transaction costs and property rights. From this micro-institutional perspective, the NIE expanded its focus to the role of institutions and norms on economic development as well as how economic forces along with political institutional variance influences outcomes both within and across countries. This involves considering both forces that impede and promote economic and political convergence across countries as well the forces that determine a transition to a new economic or political trajectory altogether. Testing for the determinants of economic and political development is plagued with omitted variables and endogeneity concerns, a constraint which has recently prompted scholars to draw on complexity theory to further supplement the NIE and Cliometrics.\n\n",
    "acknowledgement": "\nEric Alston is Scholar in Residence in the Finance Division and Faculty Director of the Hernando de Soto Capital Markets Program, University of Colorado Boulder. Lee J. Alston is Professor Emeritus of Economics at Indiana University and Research Associate at the NBER. Bernardo Mueller is Professor of Economics at University of Brasilia. We thank Gary D. Libecap and Tomas Nonnenmacher for comments The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}