{
    "id": 30923,
    "citation_title": "Bitcoin Mining Meets Wall Street: A Study of Publicly Traded Crypto Mining Companies",
    "citation_author": [
        "Hanna Halaburda",
        "David Yermack"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "2023-09-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the operations and financial valuations of 13 cryptocurrency mining companies that are listed on the NASDAQ stock exchange and have facilities in North America. We find that miners using Texas wind power are offline more than other miners, in a more erratic pattern. Yet, despite having relatively low activity levels, these Texas miners are more profitable than those using more stable sources of energy such as hyrdo power or solar power, as reflected in significantly higher enterprise values. Our model shows that miners using sustainable energy may be more profitable than those using conventional sources, despite the shutdowns, as they benefit from extremely low prices when there is oversupply of sustainable energy (e.g., strong winds). The model also shows that it may be beneficial for the electric utility to offer miners compensation for curtailment of their activity when there is undersupply of energy (e.g. lack of wind), which we also observe in our sample. This compensation further increases profits of the miners. We find a negative and significant beta between crypto mining stocks and an index of electric utilities, suggesting that ownership of a crypto mining company might provide a useful channel for risk management in the electric power industry.\n\n",
    "acknowledgement": "\nWe appreciate comments from Andreas Park, Fahad Saleh, and seminar participants at Deakin University, the Deutsche Bundesbank, the University of Missouri, and the University of Western Australia. Part of this research was completed while Yermack was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}