{
    "id": 30921,
    "citation_title": "Back to the 1980s or Not? The Drivers of Inflation and Real Risks in Treasury Bonds",
    "citation_author": [
        "Carolin Pflueger"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use nominal and real bond risks as new moments to discipline a New Keynesian asset pricing model, where supply shocks, demand shocks, and monetary policy are the fundamental drivers of inflation. Endogenously time-varying risk premia imply that nominal bond risks—as measured by their stock market beta—are a forward-looking indicator of stagflation risks. Calibrating the model separately for the 1980s and the 2000s, I show that positive nominal bond betas in the 1980s resulted from a “perfect storm” of supply shocks and a reactive monetary policy rule, but not from either supply shocks or monetary policy in isolation.\n\n",
    "acknowledgement": "\nI thank Adrien Auclert, Susanto Basu, Francesco Bianchi, John Campbell, Anna Cieslak, Wioletta Dziuda, Mark Gertler, Simon Gilchrist, Joshua Gottlieb, Francois Gourio (discussant), Anil Kashyap, Sydney Ludvigson, Harald Uhlig, Luis Viceira, and Gianluca Rinaldi and seminar participants at the University of Chicago, Notre Dame University, NYU, Cornell, and the Bank of Canada for valuable comments, and Valeria Morales for excellent research assistance. Funding from the National Science Foundation (NSF 2149193) is gratefully acknowledged. This paper was previously circulated under the title “What do Treasury Bond Risks Say about Supply and Demand Shocks?”. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}