{
    "id": 30922,
    "citation_title": "Distorted Innovation: Does the Market Get the Direction of Technology Right?",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the presence of markup differences, externalities and other social considerations, the equilibrium direction of innovation can be systematically distorted. This paper builds a simple model of endogenous technology, which generalizes existing comparative static results and characterizes potential distortions in the direction of innovation. I show that empirical findings across a number of different areas are consistent with this framework's predictions and I use data from several studies to estimate its key parameters. Combining these numbers with rough estimates of differential externalities and markups, I provide suggestive evidence that equilibrium distortions in the direction of technology can be substantial in the context of industrial automation, health care, and energy, and correcting these distortions could have sizable welfare benefits.\n\n",
    "acknowledgement": "\nThis paper is based on the American Economic Association Distinguished Lecture delivered in New Orleans, January 2023. I thank Ufuk Akcigit, David Autor, Rena Conti, Joe Doyle, Michael Greenstone, Simon Johnson, Chad Jones, Amy Finkelstein, Will Rafey, Dani Rodrik and John Van Reenan for very useful comments, discussions and references. I am grateful to Juanita Jaramillo, Shinnosuke Kikuchi, Fredric Kong, and Todd Lensman for fantastic research assistance. Special thanks are due to David Hemous, Ralf Martin, Jacob Moscona and John Van Reenen for sharing data and help with the empirical work reported in this paper. Last but not least, this work heavily draws on joint work with several co-authors. I am particularly grateful to Ufuk Akcigit, David Autor, Simon Johnson, Pascual Restrepo and Fabrizio Zilibotti for their enduring contributions to my knowledge and understanding on these topics. All remaining errors are of course my own. I gratefully acknowledge generous financial support from the Hewlett Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}