{
    "id": 30926,
    "citation_title": "Harm Reduction: When Does It Improve Health, and When Does it Backfire?",
    "citation_author": [
        "John Cawley",
        "Davide Dragone"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "2023-11-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nSome harm reduction strategies encourage individuals to switch from a harmful addictive good to a less harmful addictive good; examples include e-cigarettes (substitutes for combustible cigarettes) and methadone and buprenorphine (substitutes for opioids). These have proven to be controversial. Advocates argue that people struggling with addiction benefit because they can switch to a less harmful substance, but opponents argue that this could encourage abstainers to begin using the harm-reduction method or even, eventually, the original addictive good. This paper builds on theories of addiction to model the introduction of a harm reduction method, and demonstrates the conditions under which each side is correct.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Catarina Goulao, Don Kenkel, Catherine Maclean, Jesse Matheson, Michael Pesko, Luca Piccoli, Pedro Pita Barros, Heather Royer, Holger Strulik, Jenny Williams, and participants in the following seminars and conferences: the University of Bozen-Bolzano seminar, the University of Duisburg-Essen seminar, the Toulouse School of Economics seminar, the Essen Health Conference, the Erasmus University of Rotterdam seminar, the EuHEA seminar, and the ASHEcon conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}