{
    "id": 30929,
    "citation_title": "Crowding in Private Quality: The Equilibrium Effects of Public Spending in Education",
    "citation_author": [
        "Tahir Andrabi",
        "Natalie Bau",
        "Jishnu Das",
        "Naureen Karachiwalla",
        "Asim Ijaz Khwaja"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the equilibrium effects of a public-school grant program administered through school councils in Pakistani villages with multiple public and private schools and clearly defined catchment boundaries. The program was randomized at the village-level, allowing us to estimate its causal impact on the market. Four years after the start of the program, test scores were 0.2 sd higher in public schools. We find evidence of an education multiplier: test scores in private schools were also 0.2 sd higher in treated markets. Consistent with standard models of product differentiation, the education multiplier is greater for those private schools that faced a greater threat to their market power. Accounting for private sector responses increases the program's cost-effectiveness by 85% and affects how a policymaker would target spending. Given that markets with several public and private schools are now pervasive in low- and middle-income countries, prudent policy requires us to account for private sector responses to public policy, both in their design and in their evaluation.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Columbia, Yale, Berkeley, Trinity College Dublin, Michigan, ASU, Minnesota, Melbourne, NBER Development/BREAD, IFPRI, PAC-DEV, NEUDC, IO+, and PSU for valuable comments. Catherine Michaud Leclerc provided exceptional research assistance. We acknowledge funding from the Research on Improving Systems in Education program, funded by UK Aid. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAsim Ijaz Khwaja\n\n•\tI am a director of Center for International Development (CID) at the Harvard Kennedy School of Government.  CID has no stake in the outcomes of any given evaluation results, however CID does have a position on what is considered a rigorous evaluation methodology.\n•\tI am a cofounder and unpaid board member of the Centre for Economic Research, Pakistan (CERP). CERP has no stake in the outcomes of any given evaluation results, however CERP does have a position on what is considered a rigorous evaluation methodology.\n•\tI am an unpaid board member of Giving Tuesday (GT), a philanthropic foundation. GT has no stake in the outcomes of the research.\n\n\n"
}