{
    "id": 30925,
    "citation_title": "Which Firms Gain from Digital Advertising? Evidence from a Field Experiment",
    "citation_author": [
        "Weijia Dai",
        "Hyunjin Kim",
        "Michael Luca"
    ],
    "citation_publication_date": "2023-02-06",
    "issue_date": "2023-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasuring the returns of advertising opportunities continues to be a challenge for many businesses. We design and run a field experiment in collaboration with Yelp across 18,294 firms in the restaurant industry to understand which types of businesses gain more from digital advertising. We randomly assign 7,209 restaurants to freely receive Yelp’s standard ads package for three months. The scale of the experiment gives us a unique opportunity to assess the heterogeneity in advertising effectiveness across a variety of business attributes. We find that restaurants that receive advertising on Yelp observe on average a 7-19% increase in a wide range of purchase intention outcomes, as well as a 5% increase in customer reviews. We find that gains are heterogeneous across firms, with independent and higher-rated businesses observing larger gains, as well as those with more reviews and higher pre-experiment organic traffic.\n\n",
    "acknowledgement": "\nWe thank Susan Athey, Rodrigo Belo, Garrett Johnson, Randall Lewis, Sridhar Moorthy, Jesse Shapiro, and Catherine Tucker and participants at the NBER Summer Institute, Conference on Digital Experimentation, Advances with Field Experiments Conference, and International Industrial Organization Conference for valuable comments. We thank Yelp for providing engineering support for this experiment. Dai, Kim, and Luca have consulted for tech companies, including Yelp, but their compensation and ability to publish did not depend on the results of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}