{
    "id": 30928,
    "citation_title": "The Impact of Vertical Integration on Physician Behavior and Healthcare Delivery: Evidence from Gastroenterology Practices",
    "citation_author": [
        "Soroush Saghafian",
        "Lina D. Song",
        "Joseph P. Newhouse",
        "Mary Beth Landrum",
        "John Hsu"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS healthcare is undergoing a period of substantial change, with many hospitals vertically integrating with physician practices.  Such integration could improve quality by promoting care coordination, but could also worsen it by impacting care delivery.  Evidence on how physicians alter their behavior from the changes in financial ownership and the incentive structures of the integrated organizations is scant.  We examine Medicare patients treated by  gastroenterologists, a specialty with a recent increase in vertical integration. Using a causal model and large-scale patient-level national panel data that include 2.6 million patient visits across 5,488 physicians, we examine changes in various measures of care delivery. We find that physicians significantly alter care processes (e.g., in using anesthesia with deep sedation) after they vertically integrate, and that patients' post-procedure complications increase substantially.  We provide evidence that the financial incentive structure of the integrated practices is the main reason for the changes in physician behavior, since it discourages the integrated practices from allocating expensive resources to relatively unprofitable procedures.  Although integration improves operational efficiency measured by physicians' throughput, it negatively affects quality and overall spending.  We note some potential policy levers through which policymakers could mitigate the negative consequences of vertical integration.\n\n",
    "acknowledgement": "\nThe first author is grateful to his RA, Ibou Dieye, for his help. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Hsu\n\nDr. Hsu received funding for this project from NIH. He works at the Massachusetts General Hospital.\n\n\n"
}