{
    "id": 30932,
    "citation_title": "The Benefits of Revealing Race: Evidence from Minority-owned Local Businesses",
    "citation_author": [
        "Abhay Aneja",
        "Michael Luca",
        "Oren Reshef"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2023-09-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIs there latent demand to support Black-owned businesses? To explore, we analyze a new feature that made it easier to identify Black-owned restaurants on a large online platform. We find that labeling restaurants as “Black-owned” increased customer engagement and firm performance, as measured by online traffic, calls, orders, and in person visits. These effects are most pronounced in left-leaning areas characterized by lower bias against racial minorities, as measured by regional variation in voting patterns and IAT scores. Restaurants that receive the label also see an increase in the fraction of reviews that are left by White customers.\n\n",
    "acknowledgement": "\nWe thank Jesse Shapiro, Andrei Shleifer, and seminar participants at Bentley University, Harvard Business School, Johns Hopkins University, the Joint Digital Economics Seminar, and Washington University for valuable feedback. Yelp provided data for this project. I have done consulting for tech companies, including Yelp. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOren Reshef\n\nI was employed as an Economics Research Intern at Yelp 2018-2019, as part of my academic training. I did not receive compensation directly connected to this paper. Yelp provided data for this project. Our right to publish did not depend on results.\n\n\n"
}