{
    "id": 30930,
    "citation_title": "Customized Cash Transfers: Financial Lives and Cash-flow Preferences in Rural Kenya",
    "citation_author": [
        "Carolina Kansikas",
        "Anandi Mani",
        "Paul Niehaus"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the preferences of low-income households in Kenya over the structure of unconditional cash transfers. We find, first, that most preferred lumpy transfers, and some preferred deferred receipt—unlike the structures typical of safety-net programs, but consistent with evidence on the financial challenges of poverty. Second, modest deferral of transfers increased income 1.5 years later. Finally, small changes in cash flow around the time of decision-making about transfer structure affected demand for deferral, with large downstream consequences. Taken together, these results illustrate how adapting cash transfer design to the decision-making environment of those in poverty could improve financial choices and outcomes.\n\n",
    "acknowledgement": "\nNiehaus is a co-founder, former president (2012-2017), and current director of GiveDirectly. We are grateful to Sendhil Mullainathan and Anuj Shah for their partnership in the early stages of this project, and to Kelsey Jack, Jason Kerwin, Supreet Kaur, Rocco Macchiavello, Jack Willis, and seminar participants at LSE, Northwestern, Oxford, Y-RISE, and UC San Diego for helpful comments. Our special thanks go to Muqing Zhou and Federica Esu for outstanding research assistance with field work and to Samuel Krumholz and David Emes for help with data analysis. The AEA registration and details of our pre-analysis plan are available at https://www.socialscienceregistry.org/trials/541. We gratefully acknowledge financial support from the Wellspring Foundation. Kansikas thanks the Yrjö Jahnsson Foundation for their generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}