{
    "id": 30937,
    "citation_title": "The Cyclicality of Births and Babies’ Health, Revisited: Evidence from Unemployment Insurance",
    "citation_author": [
        "Lisa J. Dettling",
        "Melissa Schettini Kearney"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe revisit the cyclical nature of birth rates and infant health and investigate to what extent the relationship between aggregate labor market conditions and birth outcomes is mitigated by the consumption smoothing income assistance delivered through unemployment insurance (UI). We introduce a novel empirical test of standard neoclassical models of fertility that directly tests the prediction of opposite-signed income and intertemporal substitution effects of business cycles by examining the interaction of the aggregate unemployment rate with a measure of potential income replacement from UI. Our results show that as UI benefit generosity reaches 100 percent income replacement, there is no effect of the unemployment rate on fertility rates. This implies that the well-documented cyclical nature of fertility rates is about access to liquidity. We also provide novel evidence that infant health is countercyclical based on timing of conception, but procyclical based on time in utero. The negative relationship between the in utero aggregate unemployment rate and infant health also disappears when potential UI replacement rates reach 100 percent. Our results indicate that the social insurance provided by UI has a pro-natalist effect and improves babies’ health.\n\n",
    "acknowledgement": "\nWe thank Julia Hewitt, Sarah Rodman, and Eleanor Warren for excellent research assistance. We are grateful to Phil Levine, Elira Kuka, Will Peterman, David Simon, Aaron Sojourn, and seminar participants from the University of Nebraska, University of Connecticut, and Florida Applied Micro Group for helpful comments. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors or the National Bureau of Economic Research.\n\n\n"
}