{
    "id": 30936,
    "citation_title": "Does School Choice Increase Crime?",
    "citation_author": [
        "Andrew Bibler",
        "Stephen B. Billings",
        "Stephen Ross"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2023-03-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSchool choice lotteries are an important tool for allocating access to high-quality and oversubscribed public schools. While prior evidence suggests that winning a school lottery decreases adult criminality, there is little evidence for how school choice lotteries impact non-lottery students who are left behind at their neighborhood school. We leverage variation in actual lottery winners conditional on expected lottery winners to link the displacement of middle school peers to adult criminal outcomes. We find that non-applicant boys are more likely to be arrested as adults when applicants from their neighborhood win the school choice lottery. These effects are concentrated among boys who are at low risk of being arrested based on observables. Finally, we confirm evidence in the literature that students who win the lottery decrease adult criminality but show that after accounting for the negative impact on the students who forego the lottery, lotteries increase overall arrests and days incarcerated for young men.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2022 Urban Economics Association Meetings, and the 2019 NYU Wagner School Conference on Race, Crime, and Policing. We are grateful to the North Carolina Education Research Data Center and Charlotte-Mecklenburg School District for providing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}