{
    "id": 30933,
    "citation_title": "Life After Death: A Field Experiment with Small Businesses on Information Frictions, Stigma, and Bankruptcy",
    "citation_author": [
        "Shai Bernstein",
        "Emanuele Colonnelli",
        "Mitchell Hoffman",
        "Benjamin Iverson"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2023-06-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn an RCT with US small businesses, we document that a large share of firms are not well-informed about bankruptcy. Many assume that bankruptcy necessarily entails the death of a business and do not know about Chapter 11, where debts are renegotiated so that the business can continue operating. Firms also exhibit bankruptcy-related stigma, believing that bankruptcy is embarrassing, a sign of failure, and a negative signal to employees and customers. Short educational videos that address information or stigma increase knowledge and decrease stigma, both immediately and durably over 4 months. Videos increase reported interest in using Chapter 11 bankruptcy and increase intended debt and investment. However, we do not observe long-term real effects. A survey of bankruptcy attorneys and judges points to entrepreneurs’ overconfidence and, to a lesser extent, excessive perceived legal fees as first-order frictions explaining the limited real impact of treatments that only address information and stigma.\n\n",
    "acknowledgement": "\nWe received helpful comments from many people, including Sam Antill, Nick Bloom, Nicola Gennaioli, Brook Gotberg, Ray Kluender, Song Ma, Ed Morrison, Chris Roth, Toni Whited, Noam Yuchtman, and numerous conference/seminar participants. We are extremely grateful to our research partners at SCORE and American Bankruptcy Institute for their enthusiastic collaboration. Atakan Bakiskan, Griffin Cai, Gabriel Lobato, Ellen Truong, Julia Wang, and Kelvin Wu provided superb research assistance. This study is registered with a pre-analysis plan on the AEA RCT Registry under ID AEARCTR-0006719. Financial support from SSHRC is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}