{
    "id": 30939,
    "citation_title": "How the Internet Changed the Market for Print Media",
    "citation_author": [
        "Manudeep Bhuller",
        "Tarjei Havnes",
        "Jeremy McCauley",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCombining comprehensive data from the Norwegian media market on newspaper circulation, readership, revenues, factor inputs, and product characteristics with plausibly exogenous variation in the availability and adoption of broadband internet, this paper provides causal evidence on how the internet affected the traditional print media market. Household adoption of broadband internet triggered large reductions in print readership and circulation and equally large increases in online news readership. Despite strong substitution from print to online news consumption, newspaper firms’ revenues fell by almost 30%. Newspaper firms responded by dramatically cutting costs, either by shedding labor inputs or by reducing the physical size of newspaper sheets, and in doing so avoided meaningful losses in profits. The printed newspaper product available to customers also changed, as newspapers shifted content away from tabloid to more serious news. This paper offers a case study on how an adverse technology shock transmits through firms with multiple margins of adjustment, and provides an explanation for the economic resilience of newspapers.\n\n",
    "acknowledgement": "\nNothing to disclose The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}