{
    "id": 30938,
    "citation_title": "Frames, Incentives, and Education: Effectiveness of Interventions to Delay Public Pension Claiming",
    "citation_author": [
        "Franca Glenzer",
        "Pierre-Carl Michaud",
        "Stefan Staubli"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2024-02-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many retirement income systems, people forgo a higher stream of public pension income by claiming early. We provide both survey-experimental and quasi-experimental evidence that the timing of public pension claiming is relatively inelastic to changes in financial incentives. Using the survey experiment, we evaluate the effect of two different educational interventions and different ways of framing the decision on the present value of participants' expected pension payments. While all three types of interventions induce delays, these interventions have heterogeneous financial consequences. Educating participants leads to claiming ages with higher pension wealth. In contrast, framing and financial incentives do not improve, and even worsen, financial outcomes. Understanding the impact of various policy tools on expected pension wealth is essential for designing policies to delay claiming.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge valuable input by Olivia S. Mitchell, Jean-Claude Ménard, Bernard Morency, René Beaudry, Michel St-Germain, David Boisclair, Colin Busby, Martin Boyer, Philippe d'Astous, Arthur van Soest, Jochem de Bresser and Rob Alessie. We would also like to thank conference and seminar participants at various venues, including NETSPAR, IRPP, Aussois CNRS, UNSW and CEPAR, for comments on earlier versions of the paper. The authors thank Francois Laliberté-Auger, Yann Décarie, and Kangyu Qiu for excellent research assistance. They also acknowledge the CRDCN network for allowing access to administrative data from Revenue Canada and Delvinia for conducting the survey experiment. The authors acknowledge funding from the Social Science Research Council (SSHRC) as well as the Fonds de recherche du Québec société et culture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}