{
    "id": 30935,
    "citation_title": "On the Effectiveness of Foreign Exchange Reserves During the 2021-22 U.S. Monetary Tightening Cycle",
    "citation_author": [
        "Rashad Ahmed",
        "Joshua Aizenman",
        "Jamel Saadaoui",
        "Gazi Salah Uddin"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2023-08-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether the size of foreign exchange (FX) reserves can explain cross-country differences in foreign currency depreciation observed over the 2021-22 Federal Reserve monetary policy tightening that led to a sharp appreciation of the US dollar. Across a broad sample of countries, we document that an additional 10 percentage points of FX reserves/GDP held ex-ante were associated with 1.5 to 2 percent less exchange rate depreciation and this buffer effect was larger among less financially developed economies. Effects were more pronounced for large-reserve countries that sold reserves to intervene than for large-reserve countries that did not intervene, lending support to the presence of both balance sheet and intervention channels. Higher ex-ante policy rates were also associated with less depreciation especially among financially open economies. An analysis of daily currency movements following the June 2021 FOMC meeting corroborates these results. These findings suggest that FX reserves may promote monetary policy independence in the presence of global spillovers.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge Eric Young (associate editor), two anonymous referees, Mahir Binici, Nicolas Groshenny, Katharina Priedl, Colin Weiss, and seminar participants at the International Monetary Fund and the 39th GDRE Money Banking and Finance Conference for helpful comments and suggestions. Corresponding author: Rashad Ahmed. Email address: rashad.ahmed@occ.treas.gov. The views expressed herein are those of the authors and do not necessarily reflect the views of the Office of the Comptroller of the Currency, U.S. Department of the Treasury, the National Bureau of Economic Research, or of other affiliated institutions.\n\n\n\nJoshua Aizenman\n\nThis paper examines the role of foreign exchange (FX) reserves and other fundamental factors in explaining cross-country differences in foreign currency depreciation observed over the 2021-22 Federal Reserve monetary policy tightening cycle that led to a sharp appreciation of the US dollar. Using a broad cross-section of over 50 countries, we document that an additional 10 percentage points of FX reserves/GDP held ex-ante was associated with 1.5 to 2 percent less exchange rate depreciation. We also find that higher ex-ante policy rates were associated with less depreciation, especially among financially open economies. Taken together, these results support the buffering role of FX reserves and their potential to promote monetary policy independence in the presence of global spillovers.\n\n\n"
}