{
    "id": 30949,
    "citation_title": "Inclusion and Democratization Through Web3 and DeFi? Initial Evidence from the Ethereum Ecosystem",
    "citation_author": [
        "Lin William Cong",
        "Ke Tang",
        "Yanxin Wang",
        "Xi Zhao"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWeb3 and DeFi are widely advocated as innovations for greater financial inclusion and democratization. We assemble the most comprehensive dataset to date on the largest Web3 ecosystem and use large-scale computing to conduct an initial investigation. We describe Ethereum’s network structure, time trends, and distributions of transactions, mining, and ownership. Mining income and Ether ownership are concentrated in exchanges and a few individual nodes. Network activities evolve from peer-to-peer to user-DApps/DeFi interactions, with significantly more transactions by large players. Moreover, high percentage transaction fees, congestion-induced fluctuation of gas prices, suboptimal reserve setting, and large return volatility of tokens present particular challenges for small, poor, unsophisticated, and new nodes, not to mention that the high failure rates hurt all users. Finally, we present suggestive causal evidence that base-fee burning mechanisms (e.g., EIP-1559) and airdrop programs (e.g., OmiseGo Airdrop) facilitate inclusion through token monetary redistribution.\n\n",
    "acknowledgement": "\nWe thank Jan Bena (discussant), Agostino Capponi (discussant), Hanna Halaburda, Cam Harvey, Po-Hsuan (Paul) Hsu, Fuwei Jiang (discussant), Kose John, Leonid Kogan (discussant), Luca Liebi, Andreas Park (discussant), Donghwa Shin, David Yermack, Luyao Zhang (discussant), and seminar and conference participants at American Economic Association Annual Meeting (AEA, New Orleans), Asia Innovation and Entrepreneurship Association (AIEA) Seminar Series, Crypto and Blockchain Economic Research (CBER) Forum Symposium, UWA Blockchain and Cryptocurrency (BC) Conference, the Department of the Treasury Office of Financial Research, eCornell Keynotes, Federal Reserve System-Wide Webinar, 2022 Hong Kong Conference for Fintech, AI, and Big Data in Business, Luohan Academy Webinar, MIT GCFP 9th Annaul Conference on “Building and Regulating the New Financial Infrastructure,” 3rd NY Fed FinTech Conference, 19th China Finance Association Annual Meeting, National University of Singapore (Department of Accounting), Southeast University, University of Central Florida, University of Zurich (UZH) Blockchain Center for helpful comments. The authors also thank the Fintech Dauphine Chair in partnership with Mazars and Crédit Agricole CIB as well as Xiaowei Cui and Inddigo platform (http://inddigo.io) for providing financial and technical support.  Please send inquiries to Cong or Zhao. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}