{
    "id": 30942,
    "citation_title": "To Starve or to Stoke? Understanding Whether Divestment vs. Investment Can Steer (Green) Innovation",
    "citation_author": [
        "Jacquelyn Pless"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMore than 1,500 organizations and investors representing over $40 trillion in assets have committed to fossil fuel divestment to combat climate change. Will it work? This chapter explores whether divestment might induce green innovation, a critical component of transitioning to a cleaner economy. Divestment could theoretically steer innovation by increasing the cost of capital for \"dirty firms,\" but it is unclear whether the effects will be large enough to significantly reduce investment opportunities. I argue that continuing to invest in dirty industries could drive green innovation conditional on investors being socially-conscious and governing through \"voice.\" This hinges upon understanding which firm strategies actually foster green innovation, though, and the commonly-used ESG indicators come with several limitations. I demonstrate how decomposing them and using alternative approaches to measuring environmental performance can improve investment, strategy, and management decision-making and policy design. I examine the relationship between 14 specific practices and whether large firms in 16 pollution-intensive sectors are on track for meeting the Paris Agreement emissions targets (\"carbon performance\"). I find no correlation between carbon performance and the most basic practices, like disclosing emissions, but a positive correlation for five more explicit strategies: setting long-term quantitative emissions targets, having a third party verify emissions data, incorporating environmental performance into executive remuneration policies, supporting governmental climate change efforts, and setting an internal price of carbon. I construct a new best practices score based on these results and find that it has a much higher correlation with carbon performance than some other composite measures.\n\n",
    "acknowledgement": "\nPrepared for Entrepreneurship and Innovation Policy and the Economy, Volume 2. I thank Ben Jones, Josh Lerner, and participants of the 2022 NBER Entrepreneurship and Innovation Policy Conference for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}