{
    "id": 30947,
    "citation_title": "Ideas Mobilize People: The Diffusion of Communist Ideology in China",
    "citation_author": [
        "Ying Bai",
        "Ruixue Jia",
        "Runnan Wang"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nCan ideas mobilize people into collective action? We provide a positive answer to this question by studying how exposure to the Communist ideology shaped an individual’s choice to join the Chinese Communist Party (CCP) during the party’s formative stage. The individuals we focus on are cadets at the Whampoa Military Academy, who subsequently fought in 20th-century China’s most important wars. Our identification strategy exploits the locality-time-content variation in the circulation of the New Youth magazine—the major platform to promote Communism after the Treaty of Versailles in 1919—as well as the variation in an individual’s location over time. By comparing the Whampoa cadets living in a locality with post-1919 New Youth available against those who had lived in the same locality but missed this channel, we demonstrate that the former were significantly more likely to join the CCP. In future political struggles, those whose party choice was more influenced by this ideology channel were less likely to quit the CCP and more likely to sacrifice their lives. Additionally, we document that family background cannot predict the party choice of these political pioneers but social networks can complement ideology exposure.\n\n",
    "acknowledgement": "\nNo relevant financial relationships. We thank Sam Bazzi, Harris Doshay, Matthew Gentzkow, Marvin Suesse, Yang Yao, Enying Zheng and seminar/conference participants at National School of Development (PKU), CUHK-Shenzhen, Academia Sinica, Trinity College Dublin, PKU-Tsinghua conference on Chinese economy, and UCSD for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}