{
    "id": 30948,
    "citation_title": "Donor Contracting Conditions and Public Procurement: Causal Evidence from Kenyan Electrification",
    "citation_author": [
        "Catherine Wolfram",
        "Edward Miguel",
        "Eric Hsu",
        "Susanna B. Berkouwer"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is limited causal evidence on the effects of different public procurement regulations on project quality and value-for-money for projects funded by national governments and foreign aid donors. This paper uses policy and experimental variation to study how two key contracting features—namely, contract bundling and monitoring—affect outcomes of a large economic development project. We leverage an unusual feature of Kenya’s nationwide electrification program: the quasi-random allocation of multilateral funding sources across nearby villages. African Development Bank (AfDB) projects used bundled contracts while the World Bank (WB) employed unbundled contracts together with strengthened inspections. To measure impacts, we collect on-the-ground engineering assessments, power quality data, household surveys, and analyze original contracts. The analysis suggests a stark trade-off: WB procedures delayed construction completion by 16 months relative to AfDB sites but improved construction quality by a sizeable 0.6 standard deviations. To disentangle the effects of contract bundling versus monitoring, we conducted randomized audits that enhanced monitoring. The audits improve household connectivity, network size, and voltage at AfDB sites, but have no impact at WB sites, suggesting monitoring and unbundling contracts may be substitutes. Given the apparent trade-off, we investigate how net benefits depend on policymaker time preferences and infrastructure longevity.\n\n",
    "acknowledgement": "\nAuthors are in Certified Random order. We thank the Foreign, Commonwealth and Development Office (FCDO), the Kleinman Center, and Analytics At Wharton for generous financial support. We thank Baba Fatajo, Christopher Kilby, Ken Opalo, Nicholas Ryan, Zubair Sadeque, Duncan Thomas, Giulia Zane, and seminar participants at the Applied Economics Workshop, Arizona State Univ., Carnegie Mellon/Pittsburgh Univ., the Center for Global Development, the CEPR/IFS/UCL/BREAD/TCD Workshop in Development Economics, the Coase conference, Columbia Univ., Duke Univ., the FCDO, the Inter-American Development Bank, the Univ. of Minnesota, the Occasional Workshop, Resources For the Future, Stanford Univ., the Univ. of Pennsylvania, the Univ. of California at San Diego, the Univ. of Washington, and the Working Group in African Political Economy for helpful comments and suggestions. We thank Kenya Power for generously sharing administrative data. Carolyne Nekesa, Jane Adungo, and Joseph Otieno superbly implemented field activities. We thank Oliver Kim, Robert Pickmans, Nachiket Shah, Adam Streff, Matthew Suandi, Kamen Velichkov, Felipe Vial, Aidan Wang, and Katie Wright for excellent research assistance and nLine for their support deploying the GridWatch technology. A pre-analysis plan was registered with the AEA RCT Registry (ID 2389). This project had IRB approval in Kenya (Maseno MSU/DRPC/MUERC/27/13) and the U.S. (U.C. Berkeley CPHS 2016-11-9365). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}