{
    "id": 30945,
    "citation_title": "Hobbesian Wars and Separation of Powers",
    "citation_author": [
        "Weijia Li",
        "Gérard Roland",
        "Yang Xie"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formalizes the principle that persecution power of government may generate violent contests over it. We show that this principle yields a large set of theoretical insights on different separation-of-powers institutions that can help to preempt such contests under different socio-economic conditions. When socio-economic cohesion is low, the risk of contests can be eliminated only by individual veto against persecution. Moreover, such unanimity rule is resilient to autocratic shocks only when the chief executive does not control the legislative agenda, i.e., the executive and legislative branches are separate. When socio-economic cohesion is high, the risk of violent contests can be eliminated without individual veto, but only by a persecution-reviewing judiciary whose members cannot join the executive branch in the future, i.e., when the executive and judicial branches are separate. Our results shed light on the evolution of separation of powers in European history.\n\n",
    "acknowledgement": "\nThere are no sources of funding for this working paper nor any conflict of interest. We thank Renaud Coulomb, Roger Myerson, and Heikki Rantakari for their valuable discussions of our paper. We have also benefited from thoughtful comments from Robert Akerlof, Charles Angelucci, Chong-En Bai, Michael Bates, Sascha Becker, Karen Bernhardt-Walther, Chris Bidner, Alberto Bisin, Dan Bogart, Ethan Bueno de Mesquita, Steven Callander, Arthur Campbell, Gary Cox, Mauricio Drelichman, Oeindrila Dube, Wioletta Dziuda, Georgy Egorov, Xinyu Fan, James Fearon, Claudio Ferraz, Dana Foarță, Anthony Fowler, Patrick Francois, Guido Friebel, Francis Fukuyama, Scott Gehlbach, Matthew Gentzkow, Robert Gibbons, Gabriele Gratton, Pauline Grosjean, Bård Harstad, Matthew Jackson, Ruixue Jia, Urmee Khan, Pete Klenow, Anton Kolotilin, Nippe Lagerlöf, Hongyi Li, Ji Li, Jin Li, Andrew Little, Zhaotian Luo, Alexey Makarin, Neil Malhotra, Gregory Martin, Federico Masera, Michael McBride, Kieron Meagher, Teddy Mekonnen, Paul Milgrom, Dilip Mookherjee, Vai-Lam Mui, Eddie Ning, Emerson Niou, Nathan Nunn, Salvatore Nunnari, Nicola Persico, Torsten Persson, Jacopo Ponticelli, Bob Powell, Suraj Prasad, Andrea Prat, Yingyi Qian, Doron Ravid, Raúl Sánchez de la Sierra, David Schönholzer, Kenneth Shotts, Stergios Skaperdas, Konstantin Sonin, Guido Tabellini, Steven Tadelis, Francesco Trebbi, Tianyang Xi, Siyang Xiong, Chenggang Xu, David Yang, and Jane Zhang. We also thank participants in the seminars at Bocconi, BU, Chicago, CKGSB, MIT, Monash, PKU, Stanford, UBC, UC Berkeley, UC Irvine, and UC Riverside and the 2021 Australasian Cliometrics Meeting, SIOE Meeting, and UNSW Organizational Economics Workshop, 2022 China Political Science Speaker Series, NBER Organizational Economics Working Group Spring Meeting, SIOE Meeting, Tilburg LEC Workshop on Economic Governance and Legitimacy, and Tsinghua SEM Alumni Conference, and 2023 ASSA Meeting for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}