{
    "id": 30951,
    "citation_title": "Direct and Spillover Effects of Provider Vaccination Facilitation",
    "citation_author": [
        "Julie Berry Cullen",
        "Maria K. Humlum",
        "Agne Suziedelyte",
        "Peter Rønø Thingholm"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2024-06-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore physicians’ role in moderating compliance with recommended vaccinations. Using administrative data on the universe of Danish children and their healthcare providers, we first construct and validate a measure of providers’ propensities to comply with recommended vaccinations from birth to age 6 based on a two-way fixed effects model. We then show the measure meaningfully affects uptake of the Human Papillomavirus (HPV) vaccine among adolescent patients, and speeds recovery from a media-induced crisis to perceived HPV vaccine safety. Providers affect decisions beyond those of their own patients, influencing patients’ younger cousins’ uptake by one-fifth as much as own patients.\n\n",
    "acknowledgement": "\nWe thank Kelly Wang and Marius Morthorst for excellent research assistance. This study was funded by the Independent Research Fund Denmark (DFF | Social Sciences), grant no. 8106-00013B. Support for research infrastructure for this study was provided by the Carlsberg Foundation, grant no. CF17-0408. We thank Susanna Loeb, Helena Skyt Nielsen, and Miriam Wüst for providing us with helpful comments and suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}