{
    "id": 30954,
    "citation_title": "Spatial Production Networks",
    "citation_author": [
        "Costas Arkolakis",
        "Federico Huneeus",
        "Yuhei Miyauchi"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use new theory and data to study how firms endogenously form production networks across regions and countries. Supplier and buyer relationships form depending on firms' productivity and geographic location. We characterize the normative and positive properties of the spatial distribution of economic activity and welfare in general equilibrium. We calibrate the model using domestic and international firm-to-firm trade data from Chile. Both iceberg trade costs and search and matching frictions are important for aggregate trade flows and production networks. Endogenous formation of production networks leads to larger and more dispersed effects of international and intra-national trade cost shocks.\n\n",
    "acknowledgement": "\nWe greatly appreciate comments from Pol Antràs, David Baqaee, Ariel Burstein, Vasco Carvalho, Thomas Chaney, Davin Chor, Jonathan Eaton, Inga Heiland, Rob Johnson, Sam Kortum, Isabelle Mejean, Andres Rodriguez-Clare, Felix Tintelnot, Jonathan Vogel, Horng Chern Wong, Daniel Xu, Yuan Zi, as well as conference and seminar participants for helpful comments. We are grateful to Sebastian Gallardo, Felipe Leal, and Adrian Kulesza, for excellent research assistance. This study was developed within the scope of the research agenda conducted by the Central Bank of Chile (CBC) in economic and financial affairs of its competence. The CBC has access to anonymized information from various public and private entities, by virtue of collaboration agreements signed with these institutions. The views expressed are those of the authors and do not necessarily represent the views of the CBC or its board members. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}