{
    "id": 30959,
    "citation_title": "A Tractable Income Process for Business Cycle Analysis",
    "citation_author": [
        "Fatih Guvenen",
        "Alisdair McKay",
        "Conor B. Ryan"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate an income process that is consistent with key facts on individual income risk and its variation over the business cycle. In particular, the estimated process generates income fluctuations that display (i) flat and acyclical variance, (ii) volatile and procyclical skewness, (iii) very high kurtosis, and (iv) a moderate rise in cross-sectional inequality over the life cycle, all consistent with the US data. Furthermore, the income process captures the predictable nature of business cycle income risk: income changes during a business cycle episode are partly predicted by income levels before that episode. The estimated process features a time-varying distribution of innovations as well as a factor structure for business cycle exposure. Incorporating the estimated process into a business cycle model adds only one state variable—as in the workhorse persistent-plus-transitory income process—making it a tractable option for modelers.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank participants at the 20th Macro-Finance Society Workshop in Athens, the Bank of Canada Annual Research Conference, and the UCL-FCA interdisciplinary seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}