{
    "id": 30952,
    "citation_title": "Dynamic Pricing Regulation and Welfare in Insurance Markets",
    "citation_author": [
        "Naoki Aizawa",
        "Ami Ko"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2024-08-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWhile the traditional role of insurers is to provide protection against individuals’ idiosyncratic risks, insurers themselves face substantial uncertainties due to aggregate shocks. To prevent insurers from passing these aggregate risks onto consumers, governments have increasingly adopted dynamic pricing regulations, which limit insurers’ ability to change premiums over time. We evaluate dynamic pricing regulation using an equilibrium model of the U.S. long-term care insurance market, featuring insurers’ lack of commitment and endogenous market structures. We find that stricter dynamic pricing regulation has a limited impact on improving consumer welfare, while it reduces insurer profits and increases market concentration.\n\n",
    "acknowledgement": "\nWe thank Mariacristina De Nardi, Ying Fan, Sebastian Fleitas, Eric French, Daniel Gottlieb, Gautam Gowrisankaran, Ben Handel, Igal Hendel, Jean-François Houde, You Suk Kim, Karen Kopecky, Dirk Krueger, Lorenzo Magnolfi, Nate Miller, Martin O’connell, Ashley Swanson, Motohiro Yogo, as well as participants at the 2022 ASSA meeting, Becker Friedman Institute (University of Chicago), Cowles Conference (Models & Measurement), Dynamic Structural Econometrics Conference, LAEF conference at UCSB, MIT, Montreal Ageing Conference, NBER Insurance group meeting, Rice, Ridge conference, SNU, Stanford Institute of Theoretical Economics (IO of Healthcare and Consumer Finance Markets), Triangle Micro Conference at UNC, University of Nebraska, USC, University of Wisconsin-Madison, and WashU Olin for helpful comments and discussions. Funding from the Wisconsin Alumni Research Foundation provided by the University of Wisconsin-Madison Office of the Vice Chancellor for Research and Graduate Education is gratefully acknowledged. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}