{
    "id": 30958,
    "citation_title": "Loose Monetary Policy and Financial Instability",
    "citation_author": [
        "Maximilian Grimm",
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2023-02-13",
    "issue_date": "2023-02-10",
    "revision_date": "2023-02-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo periods of persistently loose monetary policy increase financial fragility and the likelihood of a financial crisis? This is a central question for policymakers, yet the literature does not provide systematic empirical evidence about this link at the aggregate level. In this paper we fill this gap by analyzing long-run historical data. We find that when the stance of monetary policy is accommodative over an extended period, the likelihood of financial turmoil down the road increases considerably. We investigate the causal pathways that lead to this result and argue that credit creation and asset price overheating are important intermediating channels.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are the sole responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. Schularick acknowledges funding by the European Research Council (ERC-2017-COG 772332) and wishes to thank, without implicating, Nina Boyarchenko, Anna Kovner, Giovanni Favara, and Andrea Tambalotti. Support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany’s Excellence Strategy – EXC 2126/1 – 390838866 is gratefully acknowledged. Grimm gratefully acknowledges support from the Deutsche Forschungsgemeinschaft – AOBJ:664086.\n\n\n"
}