{
    "id": 30961,
    "citation_title": "Optimal Monetary Policy with Heterogeneous Agents: Discretion, Commitment, and Timeless Policy",
    "citation_author": [
        "Eduardo Dávila",
        "Andreas Schaab"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes optimal monetary policy in a canonical heterogeneous-agent New Keynesian (HANK) model with wage rigidity. Under discretion, a utilitarian planner faces the incentive to redistribute towards indebted, high marginal utility households, which is a new source of inflationary bias. With commitment, i) zero inflation is the optimal long-run policy, ii) time-consistent policy requires both inflation and distributional penalties, and iii) the planner trades off aggregate stabilization against distributional considerations, so Divine Coincidence fails. We compute optimal stabilization policy in response to productivity, demand, and cost-push shocks using sequence-space methods, which we extend to Ramsey problems and welfare analysis.\n\n",
    "acknowledgement": "\nNothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndreas Schaab\n\nFinancial Disclosure Statement\nAndreas Schaab\nCurrent as of February 9, 2023\n\n\nMy current primary appointment is as an Assistant Professor at Toulouse School of Economics (TSE), from which I receive all of my labor income. Part of this compensation derives from TSE-Partnerships, in particular with the Bank of France and the Bank of Luxembourg. I have no additional appointments and draw no labor income from other organizations.\n\n\n"
}