{
    "id": 30968,
    "citation_title": "Pediatric Drug Adherence and Parental Attention: Evidence from Comprehensive Claims Data",
    "citation_author": [
        "Josh Feng",
        "Matthew J. Higgins",
        "Elena Patel"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "2023-07-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how pediatric drug adherence responds to macroeconomic shocks, leveraging comprehensive U.S. claims data and the COVID-19 pandemic. For the youngest asthmatic children, adherence to prescriptions fell by 30 percent by the end of 2020, with smaller negative effects for older children. The effect is not driven by factors distinctive to COVID, including school closures and air quality. Rather, we find evidence consistent with parental attention playing a large quantitative role. Our findings speak to the role of non-monetary factors in determining an important pediatric health behavior and to the evolution of the pediatric health-parental income gradient.\n\n",
    "acknowledgement": "\nPreviously circulated as “All Children Left Behind: Drug Adherence and the COVID-19 Pandemic.” We would like to thank David Cutler, David Howard, Luca Maini, Michael Mi, and Diane Schanzenbach as well as seminar participants at BYU and Federal Reserve Bank of Chicago for valuable comments and suggestions. We acknowledge with gratitude Allen Campbell, Murray Aitken, and IQVIA Inc. for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IQVIA Inc. or any of its affiliated or subsidiary entities. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from IQVIA U.S. Prescription Claims (LRx) and U.S. Medical Claims (Dx/Hx). We also thank John Fianco and Leavitt Partners Insight, LLC, for access to Torch Insights. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation.  No financial relationships to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}