{
    "id": 30962,
    "citation_title": "A Mother’s Voice: Impacts of Spousal Communication Training on Child Health Investments",
    "citation_author": [
        "Martina Björkman-Nyqvist",
        "Seema Jayachandran",
        "Celine P. Zipfel"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nBuilding on prior evidence that  mothers often have a stronger preference for spending on children than fathers do, we use a randomized experiment to evaluate the impacts of a communication training program for mothers on child health in Uganda. The hypothesis is that the training will enable women to better convey their knowledge and preferences to their husbands and, thereby, boost investments in children's health. We find that the program increases spousal discussion about the family's health, nutrition, and finances. However, this does not increase overall adoption of health-promoting behaviors or improve child anthropometrics. One exception is that the communication training increases women's and children’s intake of protein-rich foods as well as household spending on these foods.\n\n",
    "acknowledgement": "\nWe thank Fadhil Nadhif Muharam, Juliana Ariza Sanchez, Martin Albouy, Alejandro Favela, Lydia Kim, Suanna Oh, Alexander Persaud, and Andrea Guariso for excellent research assistance; Fabio Blasutto for helpful comments; Pia Raffler, Doug Parkerson, Daniele Ressler, Vianney Mbonigaba, Josh Bwiira, Mary Langan, Jaye Stapleton, Crossley Pinkstaff, Jemma Rowlands, Austin Land, and Leslie Marshall for supervision of field activities; Jaye Stapleton and Pricilla Marimo for project management; IPA-Uganda for project implementation support; and the USAID Uganda Mission, Dianna Darsney de Salcedo, and Carlos Rodriguez for support. Financial support from USAID and Mistra (the Swedish Foundation for Strategic Environmental Research) is gratefully acknowledged. The study was registered in the American Economic Association trial registry (AEARCTR-0000073) and received institutional review board approval from Northwestern University (Jayachandran's previous affiliation) and the Uganda National Council for Science and Technology. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}