{
    "id": 30964,
    "citation_title": "Parental Education and Invention: The Finnish Enigma",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Ari Hyytinen",
        "Otto Toivanen"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWhy is invention strongly positively correlated with parental income not only in the US but also in Finland which displays low income inequality and high social mobility? Using data on 1.45M Finnish individuals and their parents, we find that: (i) the positive association between parental income and off-spring probability of inventing is greatly reduced when controlling for parental education; (ii) instrumenting for the parents having a MSc-degree using distance to nearest university reveals a large causal effect of parental education on offspring probability of inventing; and (iii) the causal effect of parental education has been markedly weakened by the introduction in the early 1970s of a comprehensive schooling reform.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2022 Klein Lecture, University of Pennsylvania. We are most grateful to the IER editor, Dirk Krueger, who encouraged us to prepare this draft for the Review. We would like to thank Atte Pudas, Sohvi Kupila and Sonja Marttinen for excellent research assistance, the ERC (grant agreement No. 786587), the Yrjö Jahnsson foundation and FORTE for financial support, Jan Jääskeläinen for help with the distance data, and Heidi Williams for very helpful discussion on an earlier version of our paper. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOtto Toivanen\n\nI thankfully acknowledge financial support from the Yrjö Jahnsson Foundation.\n\n\n"
}