{
    "id": 30960,
    "citation_title": "Immigration, The Long-Term Care Workforce, and Elder Outcomes in the U.S.",
    "citation_author": [
        "David C. Grabowski",
        "Jonathan Gruber",
        "Brian McGarry"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "2024-12-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough debates over immigration remain contentious, one important sector served heavily by immigrants faces a critical labor shortage: nursing homes. We merge a variety of data sets on immigration and nursing homes and use a shift-share instrumental variables analysis to assess the impact of increased immigration on nursing home staffing and care quality. We show that increased immigration significantly raises the staffing levels of nursing homes in the U.S., particularly in full time positions. We then show that this has an associated very positive effect on patient outcomes, particularly for those who are short stayers at nursing homes, and particularly for immigration of Hispanic staff.\n\n",
    "acknowledgement": "\nWe are grateful to Charlie Hanzel for exceptional research assistance, and to seminar participants at the NBER Aging Summer Institute, Tulane Economics seminar, and the American Society for Health Economists annual conference. This research was funded by Grant R01AG070040 from the NIA/NIH. This study was granted exempt status by the Harvard Medical School Institutional Review Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid C. Grabowski\n\nDavid Grabowski has received payments from the AARP, the Analysis Group, GRAIL LLC, and the Medicare Payment Advisory Commission.\n\n\n\nJonathan Gruber\n\nNone\n\n\n"
}