{
    "id": 30969,
    "citation_title": "Behavior Mediates the Health Effects of Extreme Wildfire Smoke Events",
    "citation_author": [
        "Sam Heft-Neal",
        "Carlos F. Gould",
        "Marissa Childs",
        "Mathew V. Kiang",
        "Kari Nadeau",
        "Mark Duggan",
        "Eran Bendavid",
        "Marshall Burke"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAir pollution is known to negatively affect a range of health outcomes.  Wildfire smoke is an increasingly important contributor to air pollution, yet extreme smoke events are highly salient and could induce behavioral responses that alter health impacts. We combine geolocated data covering the near universe of 127 million emergency department (ED) visits in California with estimates of daily surface wildfire smoke PM2.5 concentrations and quantify how increasingly acute wildfire smoke events affect ED visits. Low or moderate levels of ambient smoke increase total visits by 1-1.5% in the week following exposure, but extreme smoke days reduce total visits by 6-9%, relative to a day with no smoke. Reductions persist for at least a month. Declines during extreme exposures are driven by diagnoses not thought to be acutely impacted by pollution, including accidental injuries, and come disproportionately from less insured populations. In contrast, health outcomes with the strongest physiological link to short-term air pollution increase dramatically: ED visits for asthma, COPD, and cough all increase by 30-110% in the week after one extreme smoke day. Because low and moderate smoke days vastly outweigh extreme smoke days in our sample, we estimate that smoke exposure was responsible for roughly 3,000 additional ED visits per year in CA from 2006-2017.\n\n",
    "acknowledgement": "\nWe thank Hunt Allcott and seminar participants at Stanford, UCSB, Columbia, and Montana State for helpful comments. This work was approved by the Stanford University Institutional Review Board and the California State Committee for the Protection of Human Subjects (IRB 2018-255). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}