{
    "id": 30963,
    "citation_title": "Beware the Side Effects: Capital Controls, Trade, Misallocation and Welfare",
    "citation_author": [
        "Eugenia Andreasen",
        "Sofía Bauducco",
        "Evangelina Dardati",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that capital controls have large adverse effects on misallocation, exports and welfare using a dynamic Melitz-OLG model with heterogeneous firms, monopolistic competition, endogenous trade participation and collateral constraints. Static effects increase misallocation by reducing capital-labor ratios and rising firm prices, dynamic effects reduce it by incentivizing saving and delaying entry into export markets, and general equilibrium effects are ambiguous. Firms at the collateral constraint or at their optimal scale are barely affected but those in between are severely affected. Calibrated to the 1990s Chilean encaje, the model yields higher aggregate misallocation with larger effects on exporters and high-productivity firms. Social welfare falls and welfare of exporters falls significantly more. LTV regulation cuts credit by the same amount at sharply lower costs, because it spreads the burden of the cut more evenly. A panel data analysis of Chilean manufacturing firms yields strong evidence supporting the model's predictions.\n\n",
    "acknowledgement": "\nWe thank Jonathan Rojas for excellent research assistance and the Financial Stability and Development Network of the Inter-American Development Bank for its support. Eugenia Andreasen and Evangelina Dardati also acknowledge financial support from ANID FONDECYT regular projects #1200101 and #1200568, respectively. We are grateful for comments from seminar and conference participants at the 2021 NBER Summer Institute, 2021 LACEA-LAMES Conference, 2021 Econometric Society European Meeting, 2021 Money Macro and Finance Society Conference, 2021 Bank of England-Banque de France– IMF–OECD– Banca d'Italia Conference on International Capital Flows, 2022 BSE Summer Forum, 2022 ITAM-PIER Macroeconomics Conference, 52nd Annual Conference of the Money, Macro & Finance Society, V Annual Santiago Macro Workshop, Bank of Portugal, BIS, Columbia University, CEMFI, Dallas Fed, Minneapolis Fed, New York Fed, International Monetary Fund, Universidad de Chile, Universitat Autonoma de Barcelona, and University of Wisconsin. The views and conclusions presented in this paper are exclusively those of the authors and do not necessarily reflect the position of the Central Bank of Chile or of the Board members. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}