{
    "id": 30965,
    "citation_title": "Unconditional Cash Transfers for Families with Children in the U.S.: A Scoping Review",
    "citation_author": [
        "Hema Shah",
        "Lisa A. Gennetian"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildren represent the largest indirect beneficiaries of the U.S. social welfare system. Yet, many questions remain about the direct benefits of cash aid to children. The current understanding of the impacts of cash aid in the U.S. is drawn primarily from studies of in-kind benefits, tax credits, and conditional cash aid programs. A corresponding economics literature focuses on the labor supply responses of parents and the role of income, parenting skills, and early education as family investment mechanisms that reduce socioeconomic inequality in children’s well-being. In contrast to the U.S., dozens of low- to middle-income nations use direct cash aid—conditional or unconditional—as a central policy strategy, with demonstrated positive effects across a host of economic and health measures and selected aspects of children’s health and schooling. This paper reviews the economic research on U.S. safety net programs and cash aid to families with children and what existing studies reveal about its impacts on family investment mechanisms and children’s outcomes. We specifically highlight gaps in understanding the impacts of unconditional cash aid on children. We then review nine contemporary unconditional cash transfer programs and discuss their promise and limitations in filling the U.S.-based economic evidence gap about the impact of cash aid on children’s development.\n\n",
    "acknowledgement": "\nAuthors attest to no financial conflicts and no disclosures on sources of funding. Corresponding author, Hema Shah. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}