{
    "id": 30974,
    "citation_title": "Effects of Enhanced Legal Aid in Child Welfare: Evidence from a Randomized Trial of Mi Abogado",
    "citation_author": [
        "Ryan Cooper",
        "Joseph J. Doyle Jr.",
        "Andrés P. Hojman"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nChildren spend years in foster care, and there are concerns that bureaucratic hurdles contribute to unnecessarily long stays. In a novel approach to policy making, the Chilean government randomized the introduction of a program aimed at reducing these delays in order to evaluate its effects on child well-being. Mi Abogado (My Lawyer) provides legal aid and social services to foster children living in institutions. Using administrative data linked across government registries, we find the program reduced the length of stay in foster care with no increase in subsequent placement, resulting in savings that are substantially greater than the cost of the program. The program also led to a reduction in criminal justice involvement and an improvement in school attendance. The results demonstrate that investment in the quality of foster care services can improve child well-being.\n\n",
    "acknowledgement": "\nThis experimental evaluation is due to the efforts of the Experimental Policy Initiative of the Department of Expenditure Review of the Chilean Budget Office. We thank Josefa Aguirre, Anna Aizer, Bocar Ba, Jason Baron, Patrick Bayer, Pablo Celhay, Janet Currie, Emilio Depetris-Chauvin, Maria Fitzpatrick, Francisco Gallego, Joseph Hotz, Caroline Hoxby, Jeanne Lafortune, Doug Miller, Derek Neal, Roberto Rigobon, and Michael Whinston, and as well as participants in seminars at Duke University, the Frisch Centre for Economic Research, Georgetown University, Pontificia Universidad Católica de Chile, MIT Sloan, the NBER Program on Children, the University of Bergen, and the University of Oslo, for helpful comments. Catalina Bravo, Carolina De Iruarrizaga, Benjamín Echecopar, and Antonia Sanhueza provided excellent research assistance. Francisca de Iruarrizaga provided valuable insights into the child protection system in Chile. We also thank Verónica Pincheira and the rest of the team from the Ministry of Justice for all their support and contributions to the evaluation project. We are grateful to the Supreme Court of Chile and Fabiola González, Omar Manriquez, and Ricardo Tucas for their excellent and generous work in constructing the justice-system databases. We thank Karina Vega from Servicio Nacional de Menores for helping in facilitating and preparing their data. We thank the Studies Department of the Ministry of Education for making available data from the education system. We thank Lee Ullman and the MIT Sloan Latin America Office for financial support of this collaboration. RCT ID: AEARCTR-0004160. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRyan Cooper\n\nAs Experimental Policy Coordinator at the Chilean Budget office, Ryan Cooper incubated this RCT in 2019 and worked on the study implementation and analysis with the research team from this position during 2019, 2020, and 2021.\n\n\n"
}