{
    "id": 30970,
    "citation_title": "Lottery-Based Evaluations of Early Education Programs: Opportunities and Challenges for Building the Next Generation of Evidence",
    "citation_author": [
        "Christina Weiland",
        "Rebecca Unterman",
        "Susan Dynarski",
        "Rachel Abenavoli",
        "Howard Bloom",
        "Breno Braga",
        "Ann-Marie Faria",
        "Erica H. Greenberg",
        "Brian Jacob",
        "Jane Arnold Lincove",
        "Karen Manship",
        "Meghan McCormick",
        "Luke Miratrix",
        "Tomás E. Monarrez",
        "Pamela Morris-Perez",
        "Anna Shapiro",
        "Jon Valant",
        "Lindsay Weixler"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLottery-based identification strategies offer potential for generating the next generation of evidence on U.S. early education programs.  Our collaborative network of five research teams applying this design in early education and methods experts has identified six challenges that need to be carefully considered in this next context: 1) available baseline covariates may not be very rich; 2) limited data on the counterfactual; 3) limited and inconsistent outcome data; 4) weakened internal validity due to attrition; 5) constrained external validity due to who competes for oversubscribed programs; and 6) difficulties answering site-level questions with child-level randomization.  We offer potential solutions to these six challenges and concrete recommendations for the design of future lottery-based early education studies.\n\n",
    "acknowledgement": "\nAfter the third author, authors are listed alphabetically. The Spencer Foundation provided funding for this work through their conference grants program. The authors would like to thank the funders of the site projects as described: Institute of Education Sciences (Boston, DC, New Orleans, Montessori, and New York teams); Arnold Ventures (Boston); and the Heising-Simons Foundation (DC).  Correspondence should be addressed to Christina Weiland at weilandc@umich.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}