{
    "id": 30979,
    "citation_title": "The Nature of Long-Term Unemployment: Predictability, Heterogeneity and Selection",
    "citation_author": [
        "Andreas I. Mueller",
        "Johannes Spinnewijn"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the predictability of long-term unemployment (LTU) using rich administrative data from Sweden. We establish substantial heterogeneity in LTU risk across individuals, accounting for both observed and unobserved heterogeneity using a wide range of observable predictors and multiple spell outcomes respectively. We apply our prediction algorithm to study the dynamics of job finding over the unemployment spell and the business cycle. Selection effects can explain most of the decline in average job finding over the unemployment spell, but little of its cyclicality. We also find sizeable heterogeneity in the profiles of job finding over the unemployment spell, but not so over the business cycle.\n\n",
    "acknowledgement": "\nWe thank Bart Cockx, Peter Fredrikson, Francois Gerard, Gregor Jarosch, Maximilian Kasy, Philipp Kircher, Jonas Kolsrud, Kory Kroft, Camille Landais, Alan Manning, Rachel Meager, Peter Nilsson, Oskar Nordstrom Skans, Torsten Persson, Jean-Marc Robin, Je\nSmith, Johan Vikstrom, Josef Zweimüller and participants at seminars and workshops at Barcelona School of Economics, Carnegie Mellon University, Cornell University, Dallas Fed, HEC Montreal, IIES, LSE, NBER Summer Institute, Norwegian Workshop on Labor Research, Princeton, SITE, UCL, University of Essex, University of Zurich, Uppsala University, and UT Austin for their comments and suggestions and Sebastian Ernst, Miguel Fajardo-Steinhauser, Diego Ferreras Garrucho and Ada Zakrzewska for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}