{
    "id": 30977,
    "citation_title": "The Slow Diffusion of Earnings Inequality",
    "citation_author": [
        "Isaac Sorkin",
        "Melanie Wallskog"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last several decades, rising pay dispersion between firms accounts for the majority of the dramatic increase in earnings inequality in the United States.  This paper shows that a distinct cross-cohort pattern drives this rise: newer cohorts of firms enter more dispersed and stay more dispersed throughout their lives.  A similar cohort pattern drives  a variety of other closely related facts: increases in worker sorting across firms on the basis of pay, education, and age, and increasing productivity dispersion across firms.   We discuss two important implications.  First, these cohort patterns suggest a  link between changes in firm entry associated with the decline in business dynamism and the rise in earnings inequality. Second, cohort effects imply a slow diffusion of  inequality: we expect inequality to continue to rise as  older and more equal cohorts of firms are replaced by younger and more unequal cohorts.  Back of the envelope calculations suggest that this momentum could be substantial with increases in between-firm inequality in the next two decades almost as large as in the last two.\n\n",
    "acknowledgement": "\nAny views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed under project DMS 6000576. (CBDRB-FY21-131 and CBDRB-FY21-217).  Thanks to Michael Freiman, Kristin McCue, and Scott Ohlmacher for assistance with the disclosure process.  This research  uses data from the U.S. Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation.   This research was also supported by the CenHRS project, funded by a Sloan Foundation grant to the University of Michigan, and by the Michigan Node of the NSF-Census Research  Network (NSF SES 1131500). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}