{
    "id": 30984,
    "citation_title": "Liquidity, Debt Denomination, and Currency Dominance",
    "citation_author": [
        "Antonio Coppola",
        "Arvind Krishnamurthy",
        "Chenzi Xu"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "2024-03-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe international monetary system of the last four centuries has experienced the rise, persistence, and fall of specific currencies as the dominant unit of denomination in global debt contracts. We argue that a liquidity-based theory is necessary to explain this pattern. Firms issue debt that can be extinguished by trading their revenues for financial assets of the same denomination. When asset markets differ in their liquidity, as modeled via endogenous search frictions, firms optimally choose to denominate debt in the unit of the asset that is most liquid. Equilibria with a single dominant currency emerge from a positive feedback cycle whereby issuing in the more liquid denomination endogenously raises the benefits of that denomination. This feedback mechanism has historically been seeded by governments committed to the largest pool of liquid assets in the same denomination. Once a dominant currency emerges, the government hosting the currency endogenously invests more in the liquidity of its financial markets, leading to further entrenchment of that equilibrium. Our theory explains the historical experiences of the Dutch florin, the British pound sterling, the US dollar, and the transitions between them. We rationalize the current dollar-dominant international financial architecture and provide predictions about the potential rise of the Chinese renminbi.\n\n",
    "acknowledgement": "\nFor helpful comments and conversations, we thank Saki Bigio, Michael Bordo, Chris Clayton, Peter DeMarzo, Will Diamond (discussant), Darrell Duffie, Barry Eichengreen, Johan Hombert, Hanno Lustig, Matteo Maggiori, Adrien Matray, Matias Moretti, Friederike Niepmann (discussant), Maury Obstfeld, Diego Perez, Steve Redding, William Roberds, Kenneth Rogoff, Felipe Saffie (discussant), Jesse Schreger, Robert Shimer, Jeremy Stein, J on Steinsson, Rosen Valchev, Pierre-Olivier Weill (discussant), Randy Wright (discussant), Yao Zeng, seminar participants at the Atlanta Fed, Cambridge, the Federal Reserve Board, Harvard Business School, Imperial, Kellogg, LSE, Princeton, Stanford, UC Berkeley, UCLA Anderson, UIUC, the University of Michigan, Yale, Johns Hopkins, the University of Chicago, as well as participants at the NBER Spring Asset Pricing Meeting, the Becker-Friedman International Macro-Finance Conference, the MIT Sloan Juniors Finance Conference, and the Cowles GE Conference at Yale. We also thank Olena Bogdan, Oliver Xie, Peilin Yang, and Wenyi Yin for excellent research assistance. Financial support from the Stanford Graduate School of Business and the Stanford Institute for Economic Policy Research is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArvind Krishnamurthy\n\nI received a Research Grant, Goldman Sachs Global Markets Institute, 2012-2015, to study ECB policy.\n\n\n"
}