{
    "id": 30986,
    "citation_title": "Obstetric Unit Closures and Racial/Ethnic Disparity in Health",
    "citation_author": [
        "Pinka Chatterji",
        "Chun-Yu Ho",
        "Xue Wu"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether loss of locally available hospital-based obstetric services affects racial/ethnic disparities in intrapartum care access and birth outcomes in rural areas of the US. To conduct causal inference, we combine difference-in-difference and propensity score matching methods to control for observable and time-invariant unobservable heterogeneity across counties. Using data from Vital Statistics birth certificate records from 2005-2018 from rural counties in the mainland US, our empirical analysis reaches several findings. Women in counties that lost obstetric services are more likely to receive intrapartum care outside their counties of residence and to deliver in an urban county compared to women in matched counties. Nonetheless, there are no consistent effects of obstetric unit closure on maternal and infant health in the full sample. Among Black mothers, however, obstetric unit closure is not associated with delivering in an urban county, and there is a more consistent pattern of negative effects of closure on infant health. Importantly, the adoption of scope-of-practice laws for certified nurse midwives, the adoption of telehealth payment parity laws and the ACA Medicaid expansions have implications for narrowing racial/ethnic disparities in health in response to obstetric unit closures.\n\n",
    "acknowledgement": "\nThe research was supported by grant 1R03HD10621501A1 from the National Institutes of Health and by grant, P30AG66583, Center for Aging and Policy Studies, awarded to Syracuse University, in consortium with Cornell University and the University at Albany, by the National Institute on Aging of the National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}