{
    "id": 30987,
    "citation_title": "The Welfare Effect of Gender-Inclusive Intellectual Property Creation: Evidence from Books",
    "citation_author": [
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWomen have traditionally participated in intellectual property creation at depressed rates relative to men. Book authorship is now an exception. In 1970, women published a third as many books as men. By 2020, women produced the majority of books. Adding new products can have significant welfare benefits, particularly when product quality is unpredictable. Using data on sales of 8.9 million individual titles at Amazon, 2018-2021, along with information on 200 million ratings of 1.8 million books by 800,000 Goodreads users, I develop measures of both the supply of new books by male and female authors, as well as their usage by heterogeneous consumers. I show that growth in female-authored books has delivered a roughly equal proportionate increase in the female-authored shares of consumption, book awards, and other measures of success, indicating both that the additional female-authored books are useful to consumers and that product quality is unpredictable. I calibrate a simple structural model of demand with unpredictable product quality to quantify the welfare benefit from the additional female-authored books. While revenue gains to female authors come partly at the expense of male authors, gains to consumers from inclusive innovation are experienced by a wide range of consumers.\n\n",
    "acknowledgement": "\nSome of the work on this project was undertaken while I was the Kaminstein Scholar at the US Copyright Office. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}