{
    "id": 30985,
    "citation_title": "Distortions, Producer Dynamics, and Aggregate Productivity: A General Equilibrium Analysis",
    "citation_author": [
        "Stephen Ayerst",
        "Loren Brandt",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn less developed economies the allocation of factor inputs to more productive farms is often hindered. To analyze how distortions to factor reallocation affect farm dynamics and agricultural productivity, we develop a model of heterogeneous farms that make cropping choices and invest in productivity improvements. We calibrate the model using detailed farm-level panel data from Vietnam, exploiting regional differences in agricultural institutions and outcomes. We focus on south Vietnam and quantify the effect of higher measured distortions in the North on farm choices and agricultural productivity. We find that the higher distortions in north Vietnam reduce agricultural productivity by 41%, accounting for 61% of the observed 2.5-fold difference between regions. Moreover, two-thirds of the productivity loss is driven by farms’ choice of lower productivity crops and reductions in productivity-enhancing investment, which more than doubles the productivity loss from static misallocation.\n\n",
    "acknowledgement": "\nWe thank Tasso Adamopoulos for help with the grid land-quality data for Vietnam. For useful comments we thank Costas Azariadis, Marco Bassetto, Anmol Bhandari, Johannes Boehm, Dan Cao, Julieta Caunedo, V. V. Chari, Klaus Desmet, Hoang-Anh Ho, Mark Huggett, David Lagakos, Toshi Mukoyama, Richard Rogerson, Kjetil Storesletten, Mike Waugh, Kirk White, Zoltan Wolf, and seminar participants at Georgetown, UBC, ASU Herrendorf memorial conference, the US Census, Minnesota, and Melbourne. All remaining errors are our own. Brandt thanks the Noranda Chair in Economics at the University of Toronto for financial support and funding from Canada’s Social Sciences and Humanities Research Council. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. The views expressed herein are those of the authors and should not be attributed to the Bank of Canada or its Governing Council, nor the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}