{
    "id": 30988,
    "citation_title": "Long Covid in the United States",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough yet to be clearly identified as a clinical condition, there is immense concern at the health and wellbeing consequences of long COVID. Using data collected from nearly half a million Americans in the period June 2022-December 2022 in the US Census Bureau’s Household Pulse Survey (HPS), we find 14 percent reported suffering long COVID at some point, half of whom reported it at the time of the survey. It peaks in midlife in the same way as negative affect. Ever having had long COVID is strongly associated with negative affect (anxiety, depression, worry and a lack of interest in things). The effect is larger among those who currently report long COVID, especially if they report severe symptoms. In contrast, those who report having had short COVID report higher wellbeing than those who report never having had COVID. Long COVID is also strongly associated with physical mobility problems, and with problems dressing and bathing. It is also associated with mental problems as indicated by recall and understanding difficulties. Again, the associations are strongest among those who currently report long COVID, while those who said they had had short COVID have fewer physical and mental problems than those who report never having had COVID. Vaccination is associated with lower negative affect, including among those who reported having had long COVID.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}