{
    "id": 30989,
    "citation_title": "Does the US have an Infrastructure Cost Problem? Evidence from the Interstate Highway System",
    "citation_author": [
        "Matthew Turner",
        "Neil Mehrotra",
        "Juan Pablo Uribe"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe pose the problem of managing the interstate as an optimal capital stock problem and define user cost as the charge per vehicle mile travelled that rationalizes observed investments in lane miles and pavement quality. We find that user cost is the sum of the opportunity cost of lane miles, pavement quality, and depreciation. Each depends on the price of lane miles and pavement quality. We estimate these prices and evaluate user cost. Despite large increases in the price of lane miles and pavement quality, user cost declines almost 50% from 1992-2008 due to lower interest rates and higher usage. Increased materials costs largely explain the increasing price of pavement quality, and we reject several common hypotheses for the increase in the price of lane miles.\n\n",
    "acknowledgement": "\nWe are grateful to Julia Lynn and Margaux Kelley for excellent research assistance and to Patrick McCarthy for helpful comments. We are also grateful for financial support from the National Science Foundation program on 'Economics of Transportation in the 21st Century', and Turner gratefully acknowledges the support of a Kenen Fellowship at Princeton University during part of the time this research was conducted. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}