{
    "id": 30980,
    "citation_title": "Mutual Fund Flows and the Supply of Capital in Municipal Financing",
    "citation_author": [
        "Manuel Adelino",
        "Sophia Chiyoung Cheong",
        "Jaewon Choi",
        "Ji Yeol Jimmy Oh"
    ],
    "citation_publication_date": "2023-02-20",
    "issue_date": "2023-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper identifies the impact of fluctuations in the supply of capital from mutual funds on municipal bond financing and makes three contributions to the literature. First, we develop an identification strategy based on the Morningstar rating methodology at the moment that funds reach 5 years in operation. This approach isolates supply-side effects that are orthogonal to both fund and issuer fundamentals and can be applied in a broad range of settings. Second, we show that exogeneous fund flows lead to more municipal bond issuances and raise bond prices, but only when funds, issuers, and underwriters are connected through existing relationships. This result highlights the role of relationship lending in the context of municipal bond financing. Third, our results suggest that municipal bond issuers exploit favorable financing conditions to issue bonds with shorter delays and lower transaction costs, such as non-general-obligation bonds that require no voter approval and non-green bonds. These frictions can limit the impact of capital-supply shocks on municipal financing.\n\n",
    "acknowledgement": "\nWe thank Daniel Bergstresser, Peter Block, Jun Chen, Ahmet Degerli, Dimitris Georgoutsos, Chang Joo Lee, Junho Oh, Clemens Sialm, Hanyi Livia Yi and seminar participants at the 2023 AFA, 2022 AIM Investment Conference, 2022 AoF, 2022 Asian FA, 2022 APAD, 2022 Brookings Municipal Finance Conference, 2022 CAFM, 2022 FMA, 2022 Paris December Conference, 2022 PFMC, 2022 SFS Cavalcade Asia-Pacific, the University of Illinois Urbana-Champaign, and the City University of Hong Kong. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}