{
    "id": 30983,
    "citation_title": "The Impacts of Same and Opposite Gender Alumni Speakers on Interest in Economics",
    "citation_author": [
        "Arpita Patnaik",
        "Gwyn C. Pauley",
        "Joanna Venator",
        "Matthew J. Wiswall"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "2023-02-28",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of male and female alumni speaker interventions in introductory microeconomics courses on student interest in economics? Using student-level transcript data, we estimate the effect of speakers on future course-taking in models which use untreated lectures as control groups, including professor and semester fixed effects and student-level covariates. Alumni speakers increase intermediate economics course take-up by 2.1 percentage points (11%). Students are more responsive to same-gender speakers, with male speakers increasing men’s course take-up by 36% and female speakers increasing women’s course take-up by 40%, implying that the effect of alumni speakers is strongly gendered.\n\n",
    "acknowledgement": "\nThanks to discussants at AEFP and SOLE for helpful comments. The authors would like to thank the University of Wisconsin-Madison Christensen Fund for funding this research as well as Jasmine Huang, Nurrizzah Aqilah Mohd Nazri, and Danielle Nemschoff for excellent research support. This paper uses confidential data provided by the University of Wisconsin-Madison Office of the Registrar. To obtain the data, one must submit a request directly to the University and have a campus affiliate involved in the project. The authors are willing to assist with details on how to apply; see contact information for corresponding author provided. This project was funded by an internal grant from the University of Wisconsin- Madison Department of Economics’ Christensen fund (Madison, WI). Data collection was approved by the UW-Madison IRB. No other parties have right to review the paper prior to circulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArpita Patnaik\n\nI acknowledge graduate funding from the Department of Economics at the University of Wisconsin-Madison.\n\n\n\nJoanna Venator\n\nI acknowledge graduate funding from the Washington Center for Equitable Growth (Washington DC). I also received graduate funding from the Institute for Research on Poverty at the University of Wisconsin–Madison (Madison, WI), supported by Cooperative Agreement number AE000103 from the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation. The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policy of any agency of the Federal government.\n\n\n\nMatthew J. Wiswall\n\nThe University ofWisconsin-Madison Christensen Fund provided financial support. Data collection approved by UW-Madison IRB.\n\n\n"
}