{
    "id": 30995,
    "citation_title": "Taking Teacher Evaluation to Scale: The Effect of State Reforms on Achievement and Attainment",
    "citation_author": [
        "Joshua Bleiberg",
        "Eric Brunner",
        "Erica Harbatkin",
        "Matthew A. Kraft",
        "Matthew G. Springer"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-03",
    "revision_date": "2023-04-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal incentives and requirements under the Obama administration spurred states to adopt major reforms to their teacher evaluation systems. We examine the effects of these reforms on student achievement and attainment at a national scale by exploiting the staggered timing of implementation across states. We find precisely estimated null effects, on average, that rule out impacts as small as 0.015 standard deviation for achievement and 1 percentage point for high school graduation and college enrollment. We also find little evidence that the effect of teacher evaluation reforms varied by system design rigor, specific design features or student and district characteristics. We highlight five factors that may have undercut the efficacy of teacher evaluation reforms at scale: political opposition, the decentralized structure of U.S. public education, capacity constraints, limited generalizability, and the lack of increased teacher compensation to offset the non-pecuniary costs of lower job satisfaction and security.\n\n",
    "acknowledgement": "\nCorresponding author, Joshua Bleiberg, can be reached at 230 South Bouquet Street Pittsburgh, PA 15260 or jbleiber@pitt.edu. Authors are listed in alphabetical order. The Spencer Foundation [Award#201700052] and the Institute for Education Sciences [Award # R305A170053] provided generous support to Matthew Kraft for this work. We are grateful for the feedback from Melissa Lyon, Danielle Edwards, Grace Falken, Alvin Christian, Alex Bolves, the participants in the NBER Economics of Education Program Meetings, the Brown Half-Baked Research Series, the Annual Northeast Economics of Education Workshop, and the Society for Research on Educational effectiveness annual conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}