{
    "id": 30993,
    "citation_title": "Endogenous Production Networks with Fixed Costs",
    "citation_author": [
        "Emmanuel Dhyne",
        "Ken Kikkawa",
        "Xianglong Kong",
        "Magne Mogstad",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a tractable model of endogenous production networks with fixed costs associated with the formation of links between firms. The model consists of a finite number of firm types producing differentiated products. Each firm is characterized by firm-specific parameters describing its CES production function, firm-specific domestic and foreign demand shifters, and a firm-specific set of potential suppliers and buyers. We consider versions of the model in which either the buyer or the supplier initiates the formation of links, and versions in which the production network can be cyclic or acyclic.  Our main theoretical result is that the closed economy equilibrium is unique if the set of feasible networks consists only of networks that are acyclic and the buyer initiates the link formation while having full bargaining power in price negotiations with the supplier. We provide examples of multiple equilibria if the supplier initiates the link formation in both cyclic and acyclic feasible networks or if the buyer initiates the link formation in a cyclic production network. We take the acyclic production network model to Belgian data on firm-to-firm production networks and show that it approximates well the salient features of the network. The endogenous network model  generates substantial churn in domestic firm-to-firm linkages in response to trade shocks. However, the endogenous network model generates only moderately different welfare changes compared to a model with fixed linkages, suggesting that exogenous production networks can approximate the welfare response to trade shocks reasonably well.\n\n",
    "acknowledgement": "\nWe are grateful to Costas Arkolakis, David Baqaee, Jonathan Eaton, Emmanuel Farhi, Teresa Fort, Matthew Grant, Basile Grassi, Keith Head, Oleg Itskhoki, Rob Johnson, Harry Li, Alejandra Lopez Espino, Ferdinando Monte, Yuhei Miyauchi, Andrei Nagornyi, Ezra Oberfield, and Alireza Tahbaz-Salehi  for useful conversations. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium, the National Bureau of Economic Research, or any other institution with which one of the authors is affiliated.\n\n\n"
}