{
    "id": 30990,
    "citation_title": "Migration Restrictions Can Create Gender Inequality: The Story of China's Left-Behind Children",
    "citation_author": [
        "Xuwen Gao",
        "Wenquan Liang",
        "Ahmed Mushfiq Mobarak",
        "Ran Song"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAbout 11% of the Chinese population are rural-urban migrants with a rural hukou that severely restricts their children's access to urban schools. As a result, 69 million children are left behind in rural areas. We use two regression-discontinuity designs - based on school enrollment age cutoffs and a 2014 policy change that more severely restricted migrants' access to schooling - to document that migrants become discontinuously more likely to leave middle-school-aged daughters (but not sons) behind in poor rural areas without either parent present exactly when schooling becomes expensive and restricted. The effect is larger when the daughter has a male sibling. Migrant parents send significantly less remittances back to daughters than sons. Although China's hukou mobility restrictions are not gender-specific in intent, they have larger adverse effects on girls. Rural residents adjacent to cities that experience shocks to labor demand after China's accession to the WTO are more likely to separate from children to take advantage of new opportunities in cities. Those workers earn much more and advance economically, but longitudinal data reveals that their children complete fewer years of schooling, remain poor, and have worse mental and physical health later in life.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Yale, Princeton, UMass Boston, JHU-SAIS, the 2022 NBER SI “Gender in the Economy”, East Asia (Japan, Taiwan, Singapore) Applied Economics Workshop, and the 2022 Asian Meeting of the Econometric Society, and to Claudia Goldin, Jessica Goldberg, Nancy Qian, Alice Evans, Albert Park, Nina Pavcnik, Alessandra Voena, Prashant Bharadwaj, Jipeng Zhang for insightful suggestions. Albert Park and Emily Hannum shared data. Ran Song acknowledges the support from Yale-NUS and the Tan Chin Tuan Chinese Culture Civilization Program in Singapore. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}