{
    "id": 30997,
    "citation_title": "The Independent Contractor Workforce: New Evidence On Its Size and Composition and Ways to Improve Its Measurement in Household Surveys",
    "citation_author": [
        "Katharine G. Abraham",
        "Brad Hershbein",
        "Susan N. Houseman",
        "Beth Truesdale"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGood data on the size and composition of the independent contractor workforce are elusive, with household survey and administrative tax data often disagreeing on levels and trends. We carried out a series of focus groups to learn how self-employed independent contractors speak about their work. Based on these findings, we designed and fielded a large-scale telephone survey to elicit more accurate and complete information on independent contractors, including those who may be coded incorrectly as employees in conventional household survey data and those who are independent contractors in a secondary work activity. We find that, upon probing, roughly one in 10 workers who initially reports working for an employer on one or more jobs (and thus is coded as an employee) is in fact an independent contractor on at least one of those jobs. Incorporating these miscoded workers into estimates of work arrangement on the main job nearly doubles the share who are independent contractors, to about 15 percent of all workers. Young workers, less-educated workers, workers of color, multiple-job holders, and those with low hours are more likely to be miscoded. Taking these workers into account substantively changes the demographic profile of the independent contractor workforce. Our research indicates that probing in household surveys to clarify a worker’s employment arrangement and identify all low-hours work  is critical for accurately measuring independent contractor work.\n\n",
    "acknowledgement": "\nThis research was supported by the Ewing Marion Kauffman Foundation, the Russell Sage Foundation, and the Alfred P. Sloan Foundation. We are indebted to Dmitri Koustas and Barbara Robles and to participants in the 2019 Labor and Employment Relations Association (LERA) meetings, the 2019 IZA Labor Statistics Workshop, the 2022 Association for Public Policy Analysis and Management meetings, and seminars at the National Opinion Research Corporation (NORC), the Federal Reserve Bank of Cleveland, the Rand Corporation, and Virginia Commonwealth University for helpful comments on earlier drafts of the paper. We are also grateful to Lillian Vesic-Petrovic for outstanding research assistance and to our focus group participants for sharing their insights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}