{
    "id": 30991,
    "citation_title": "Organizing for Collective Action: Olson Revisited",
    "citation_author": [
        "Marco Battaglini",
        "Thomas R. Palfrey"
    ],
    "citation_publication_date": "2023-02-27",
    "issue_date": "2023-02-23",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a standard collective action problem in which successful achievement of a group interest requires costly participation by some fraction of its members. How should we model the internal organization of these groups when there is asymmetric information about the preferences of their members? How effective should we expect it to be as we increase the group’s size n? We model it as an optimal honest and obedient communication mechanism and we show that for large n it can be implemented with a very simple mechanism that we call the Voluntary Based Organization. Two new results emerge from this analysis. Independently of the assumptions on the underlying technology, the limit probability of success in the best honest and obedient mechanism is the same as in an unorganized group, a result that is not generally true if obedience is omitted. An optimal organization, however, provides a key advantage: when the probability of success converges to zero, it does so at a much slower rate than in an unorganized group. Because of this, significant probabilities of success are achievable with simple honest and obedient organizations even in very large groups.\n\n",
    "acknowledgement": "\nThe paper has benefited from comments and discussions by participants the 2021 ETH Workshop on Theoretical Political Economy, the 2021 SITE Workshop on Political Economic Theory, and seminar participants at Berkeley, Caltech, Oxford University and the University of Zurich. We thank Francesco Billari, Francesco Billotta and Julien Neves for their research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}