{
    "id": 30992,
    "citation_title": "Fighting Poverty One Family at a Time: Experimental Evidence from an Intervention with Holistic, Individualized, Wrap-Around Services",
    "citation_author": [
        "William N. Evans",
        "Shawna Kolka",
        "James X. Sullivan",
        "Patrick S. Turner"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFamilies in poverty face numerous barriers to establishing stable economic footing. This paper examines the effect of a holistic, individualized wrap-around service intervention on outcomes for low-income individuals. The intervention includes a detailed assessment, an individualized service plan, intensive case management administered by a two-person team with small caseloads, and temporary financial assistance used to overcome obstacles to self-sufficiency and incentivize behavior. We evaluate the intervention through a randomized controlled trial among participants seeking assistance at a local social service provider. Results indicate that the program improved labor market and housing outcomes two years after enrollment. Given the customized nature of the services, overall program effects might mask important heterogeneity. Exploratory analysis suggests the program helped employ participants who lacked employment but had stable housing, and that those without stable housing were helped in securing it.\n\n",
    "acknowledgement": "\nWe are indebted to Matthew Brown, Quentin Colo, Vivian Crumlish, Emily David, Kyle Dougher, Holly Evans, Mary Kate Lederer, Catherine Lawlor, Andrew Meisenbacher, Emily Merola, and Edward Murphy for excellent research assistance. The paper has benefitted from comments from Chris Kelly and workshop participants at the Federal Reserve Bank of Chicago, Lafayette College, MIT, Midwest Economics Association Annual Meeting, the Institute for Research on Poverty, the IPA 2019 Researcher Gathering, and the University of Melbourne. We are grateful to our research partners at Catholic Charities Fort Worth. The study ID in the American Economic Association's RCT Registry is AEARCTR-0000722. This research was financially supported by funding from the Morgridge Family Foundation, the Wilson Sheehan Lab for Economic Opportunities (LEO) at the University of Notre Dame, the Smith Richardson Foundation, and the Raskob Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}