{
    "id": 30994,
    "citation_title": "The US, Economic News, and the Global Financial Cycle",
    "citation_author": [
        "Christoph E. Boehm",
        "T. Niklas Kroner"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence for a causal link between the US economy and the global financial cycle. Using intraday data, we show that US macroeconomic news releases have large and significant effects on global risky asset prices. Stock price indexes of 27 countries, the VIX, and commodity prices all jump instantaneously upon news releases. The responses of stock indexes co-move across countries and are large—often comparable in size to the response of the S&P 500. Further, US macroeconomic news explains on average 23 percent of the quarterly variation in foreign stock markets. The joint behavior of stock prices, bond yields, and risk premia suggests that systematic US monetary policy reactions to news do not drive the estimated effects. Instead, the evidence points to a direct effect on investors’ risk-taking capacity. Our findings show that a byproduct of the United States' central position in the global financial system is that news about its business cycle has large effects on global financial conditions.\n\n",
    "acknowledgement": "\nWe, Christoph Boehm and Niklas Kroner, hereby declare that we have no relevant or material financial interests that relate to the research described in the paper “The US, Economic News, and the Global Financial Cycle”. We thank the editor (Kurt Mitman), three anonymous referees, and Ambrogio Cesa-Bianchi, Olivier Coibion, Charles Engel, Benjamin Hebert, Zhengyang Jiang, Luciana Juvenal, Sebnem Kalemli-Ozcan, Benjamin Knox,  Andrei Levchenko, Guido Lorenzoni, Matteo Maggiori, Silvia Miranda-Agrippino, Peter Morrow, Nitya Pandalai-Nayar, Marco Pinchetti, Alessandro Rebucci, Helene Rey, Jesse Schreger, Eric van Wincoop, Francesco Zanetti, Tony Zhang, as well as seminar and conference participants at UT Austin, Bocconi, Maryland, Fed Board, Carleton, KU Leuven, IWH Halle, Stanford GSB, Notre Dame, ASSA 2020, CEA 2021, EEA-ESEM 2021, EWMES 2020, NASMES 2021, RES 2021, SMYE 2021, SED 2021, GEA 2022, CFM International Macro Conference 2022, and NBER SI 2022 for helpful comments. We thank Olivier Coibion, Stefano Eusepi, Nitya Pandalai-Nayar, Aysegul Sahin, and the UT Austin Department of Economics for financial support to purchase the proprietary data used in this paper. We thank Domenico Giannone, Refet Gurkaynak, Burcin Kisacikoglu, Chiara Scotti, Clara Vega, and Jonathan Wright for generously sharing data and programs with us. We also thank Gregory Weitzner for helping us with accessing parts of the data. A previous version of this paper was circulated under the title “What does high frequency identification tell us about the transmission and synchronization of business cycles?” The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}