{
    "id": 30999,
    "citation_title": "When we change the clock, does the clock change us?",
    "citation_author": [
        "Patrick Baylis",
        "Severin Borenstein",
        "Edward A. Rubin"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe practice of standardizing the designation of time is a central device for coordinating activities and economic behaviors across individuals. However, there is nearly always conflict between an individual's goals of coordinating activities with others and engaging in those activities at their own preferred time. When time is standardized across large geographic areas, that tension is enhanced, because norms about the \"clock times\" of activities conflict with adapting to local environmental conditions created by natural or \"solar\" time.  This tension is at the heart of current state and national debates about adopting daylight saving time or switching time zones. We study this conflict by examining how geographic and temporal variation in solar time within time zones affects the timing of a range of common behaviors in the United States. Specifically, we estimate the degree to which people shift their online behavior (through Twitter), their commute (using data from the Census), and their visits to businesses and other establishments (using foot traffic data). We find that, on average, a one-hour shift in the differential between solar time and clock time -- approximately the width of a time zone -- leads to shifting the clock time of behavior by between 9 and 26 minutes.  This result shows that while adapting to local environmental factors significantly offsets the differential between solar time and clock time, the behavioral nudge and coordination value of clock time has the larger influence on activity.  We also study how the trade-off differs across different activities and population demographics.\n\n",
    "acknowledgement": "\nBorenstein is a member of the Board of Governors of the California Independent System Operator.  The authors have no material or relevant financial relationships related to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}