{
    "id": 30996,
    "citation_title": "The Prices in the Crises: What We Are Learning from Twenty Years of Health Insurance in Low- and Middle-Income Countries",
    "citation_author": [
        "Jishnu Das",
        "Quy-Toan Do"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments in many low- and middle-income countries are developing health insurance products as a complement to tax-funded, subsidized provision of health care through publicly operated facilities. This paper discusses two rationales for this transition. First, health insurance would boost fiscal revenues for health care, as post-treatment out-of-pocket payments to providers would be replaced by pre-treatment insurance premia to health ministries. Second, increased patient choice and carefully designed physician reimbursements would increase quality in the health care sector. This essay shows that, at best, these objectives have only been partially met. Despite evidence that health insurance has provided financial protection, consumers are not willing to pay for unsubsidized premia. Health outcomes have not improved despite an increase in utilization. We argue that this is not because there was no room to improve the quality of care but because behavioral responses among health care providers have systematically undermined the objectives of these insurance schemes.\n\n",
    "acknowledgement": "\nWe dedicate this paper to the memory of our colleague and friend, Adam Wagstaff, whose work on health insurance presaged many of the developments presented here. We wish he had been around to read and argue about this article. We thank Benjamin Daniels and Samikshya Siwakoti for exceptional research assistance. We thank Jessica Cohen, Stefan Dercon, Gunther Fink, Anne Fitzpatrick, Radhika Jain, Margaret McConnell, Grant Miller, Aakash Mohpal, Manoj Mohanan, Timothy Powell-Jackson, Edward Okeke and Andrew Zeitlin for early inputs. We especially thank Jeffrey Hammer for detailed comments on an earlier draft. Tim Taylor and the editors of the Journal of Economic Perspectives were instrumental in helping us refine and tighten our arguments. We acknowledge funding from the World Bank’s Research Support Budget, for project P178514.  The findings, interpretations, and conclusions expressed here are those of the authors and do not necessarily represent the views of the World Bank, its Executive Directors, or the governments they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}