{
    "id": 30998,
    "citation_title": "Restrict the Middleman? Quantitative Models of PBM Regulations and Their Consequences",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first quantitative economic models of pharmacy benefit management regulation.  The price-theoretic models allow for various market frictions and imperfections including market power, coordination costs, tax distortions, and incomplete innovation incentives.  A rigorous economic interpretation is provided for what are sometimes called “rebate walls” or “rebate traps.”  Applicable types of regulation include rebate rules, such as the HHS rebate rule and the Insulin Act; disclosure requirements such as the PBM Transparency Act of 2023; and pharmacy contract restrictions such as the CMS Medicare rule to take effect in 2024.  Utilization of brands and generics, plan spending, cost sharing, spillovers to nonpharmacy medical spending, government budgets, and the pace of drug innovation are among the outcomes tracked by the open-source model.\n\n",
    "acknowledgement": "\nThe Pharmaceutical Care Management Association compensated the author for conducting this research on publicly available data, understanding that it had no control over the ultimate findings or their distribution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}