{
    "id": 31009,
    "citation_title": "Robots and Workers: Evidence from the Netherlands",
    "citation_author": [
        "Daron Acemoglu",
        "Hans R. A. Koster",
        "Ceren Ozgen"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2023-03-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of robot adoption on firm-level and worker-level outcomes in the Netherlands using a large employer-employee panel dataset spanning 2009-2020. Our firm-level results confirm previous findings, with positive effects on value added and hours worked for robot-adopting firms and negative outcomes on competitors in the same industry. Our worker-level results show that directly-affected workers (e.g., blue-collar workers performing routine or replaceable tasks) face lower earnings and employment rates, while other workers indirectly gain from robot adoption. We also find that the negative effects from competitors' robot adoption load on directly-affected workers, while other workers benefit from this industry-level robot adoption. Overall, our results highlight the uneven effects of automation on the workforce.\n\n",
    "acknowledgement": "\nWe thank Matt Cole, Francesco Esposito, Maarten Goos, Ted Pinchbeck, James Rockey, Anna Salamons, Benedikt Vogt, Ulrich Zierahn, and participants at seminars in Amsterdam, The Hague, and Utrecht for valuable feedback. Daron Acemoglu acknowledges funding from the Hewlett Foundation and National Science Foundation. Ceren Ozgen gratefully acknowledges Birmingham Business School research funding and University of Birmingham Covid support fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaron Acemoglu\n\nWe are grateful to David Autor for useful comments. We gratefully acknowledge financial support from Toulouse Network on Information Technology, Google, Microsoft, IBM, the Sloan Foundation and the Smith Richardson Foundation.\n\n\n"
}