{
    "id": 31006,
    "citation_title": "Revisiting Productivity Dynamics in Europe: A New Measure of Utilization-Adjusted TFP Growth",
    "citation_author": [
        "Diego A. Comin",
        "Javier Quintana",
        "Tom G. Schmitz",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2024-04-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compute new estimates of Total Factor Productivity (TFP) growth in the five largest European economies. Our estimates account for positive profits and use firm surveys to proxy for unobserved changes in factor utilization. These novelties have a major impact: our estimated TFP growth series are substantially less volatile and less cyclical than the ones obtained with standard methods. Based on our approach, we provide annual industry-level and aggregate TFP series, as well as the first estimates of profit and utilization-adjusted quarterly TFP growth in Europe.\n\n",
    "acknowledgement": "\nLorenzo Arcà, Riccardo Covi, Simone Maso, Riccardo Meli, Gabriele Romano, Saverio Spinella and Sviatoslav Tiupin provided outstanding research assistance. We are grateful to Klaas de Vries, Robert Inklaar and Robert Stehrer for their help with EU KLEMS, and to Kimberly Bayard, Aaron Flaaen, Norman Morin and Justin Pierce for their help with US capacity utilization data. We thank Gabriel Chodorow-Reich, John Earle, John Fernald, Simon Goerlach, Basile Grassi, Christoph Hedtrich, Robert Inklaar, Pete Klenow, Kenneth Judd, Thomas Le Barbanchon, Nicola Pavoni, Pau Roldan-Blanco, Luca Sala, Fabiano Schivardi and participants at various seminars and conferences for many helpful comments. This project has received funding from the European Union’s Horizon 2020 research and innovation program under grant agreement No 72073. Earlier versions of this paper were circulated as “A New Measure of Utilization-adjusted TFP Growth for Europe and the United States” and “Measuring TFP: The Role of Profits, Adjustment Costs, and Capacity Utilization”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}