{
    "id": 31001,
    "citation_title": "Multidimensional Human Capital and the Wage Structure",
    "citation_author": [
        "David J. Deming"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews and synthesizes the literature on the macroeconomic implications of human capital theory. I begin with a review of the canonical model of education and the wage structure pioneered by Tinbergen (1975) and developed more fully by Goldin and Katz (2007). I also review innovations such as the task framework developed by Acemoglu and Autor (2011). The canonical model does a surprisingly good job of predicting changes in the wage structure in the U.S. and other developed countries over the last half-century. Relative to the canonical model, the task framework adopts a more flexible view of technology and does a better job of fitting non-monotonic changes in the wage structure. Yet the task framework does not fully explain why educated workers have done so well since 1980, nor does it explain other recent facts such as flattening returns to cognitive skills and growing returns to non-cognitive, “higher-order” skills such as teamwork. To understand these recent trends, we must move beyond a single index view of human capital, toward richer, multi-dimensional frameworks. I conclude with a discussion of the nascent literature on the implications of multi-dimensional human capital for the wage structure, which raises more questions than it answers.\n\n",
    "acknowledgement": "\nI have nothing to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}