{
    "id": 31007,
    "citation_title": "Remote Work across Jobs, Companies, and Space",
    "citation_author": [
        "Stephen Hansen",
        "Peter John Lambert",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Raffaella Sadun",
        "Bledi Taska"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2024-11-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe pandemic catalyzed an enduring shift to remote work. To measure and characterize this shift, we examine more than 250 million job vacancy postings across five English-speaking countries. Our measurements rely on a state-of-the-art language-processing framework that we fit, test, and refine using 30,000 human classifications. We achieve 99% accuracy in flagging job postings that advertise hybrid or fully remote work, greatly outperforming dictionary methods and also outperforming other machine-learning methods. From 2019 to early 2023, the share of postings that say new employees can work remotely one or more days per week rose more than three-fold in the U.S and by a factor of five or more in Australia, Canada, New Zealand and the U.K. These developments are highly non-uniform across and within cities, industries, occupations, and companies. Even when zooming in on employers in the same industry competing for talent in the same occupations, we find large differences in the share of job postings that explicitly offer remote work.\n\n",
    "acknowledgement": "\nThanks for outstanding research assistance to Yabra Muvdi, who built and estimated the classification algorithm, and to Miaomiao Zhang and Kelsey Shipman, who supported the data analysis. Hansen gratefully acknowledges financial support from ERC Consolidator Grant 864863, Lambert from the London School of Economics STICERD PhD research grant and the Commonwealth Scholarship Commission, Bloom from the Smith Richardson and John Templeton Foundations, Davis from the Templeton Foundation and the Booth School of Business at the University of Chicago, and Sadun from Harvard Business School. Selected visualisations and data accompanying this paper can be found at www.WFHmap.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices and policy uncertainty.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}