{
    "id": 31008,
    "citation_title": "Input Subsidies and the Destruction of Natural Capital: Chinese Distant Water Fishing",
    "citation_author": [
        "Gabriel Englander",
        "Jihua Zhang",
        "Juan Carlos Villaseñor-Derbez",
        "Qutu Jiang",
        "Mingzhao Hu",
        "Olivier Deschenes",
        "Christopher Costello"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInput subsidies in natural resource sectors are widely believed to cause depletion of the natural capital on which those sectors rely. But identification and data challenges have stymied attempts to empirically estimate the causal effect of subsidies on resource extraction. China’s fishing fleet is the world’s largest, and in 2016 the government changed its fuel subsidy policy for distant water vessels to one that increases with predetermined vessel characteristics. The policy features 25 thresholds at which subsidies discontinuously increase. Using a regression discontinuity design, we estimate that a 1% increase in fuel subsidy increases hours of fishing by 2.2%. Reducing Chinese distant water fuel subsidies by 50% could eliminate biological overfishing in several ocean regions.\n\n",
    "acknowledgement": "\nCorrespondence should be addressed to Gabriel Englander. We thank Eyal Frank and seminar participants at the ASSA 2023 Annual Meeting, Resources for the Future, and World Bank for helpful comments. Gabriel Englander gratefully acknowledges support from PROBLUE. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}