{
    "id": 31000,
    "citation_title": "Human Capital and Climate Change",
    "citation_author": [
        "Noam Angrist",
        "Kevin Winseck",
        "Harry A. Patrinos",
        "Joshua S. Graff Zivin"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2024-03-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAddressing climate change requires individual behavior change and voter support for pro-climate policies, yet surprisingly little is known about how to achieve these outcomes. In this paper, we estimate causal effects of additional education on pro-climate outcomes using new compulsory schooling law data across 20 European countries. We analyze effects on pro-climate beliefs and behaviors, as well as novel data on policy preferences and voting for green parties. Results show that a year of education substantially increases pro-climate beliefs, behaviors, and policy preferences.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Winseck worked on the paper prior to joining Amazon. The authors thank Diego Ambasz and Javier Sanchez-Reaza for in-depth comments and expertise. Additional useful comments were provided by Rafael E. De Hoyos Navarro. The authors thank Domagoj Račić for his assistance in coding green party data in Europe and Anshuman Gupta for his careful coding of compulsory schooling law data. Finally, the authors thank Pedro Sant’Anna for his useful guidance on robust approaches to aggregating estimates across countries in a manner which addresses issues highlighted in the growing difference-in-differences literature. The cocktail pairing for this paper can be found here: https://www.joshgraffzivin.com/cocktail-pairings\n\n\n\nKevin Winseck\n\nAs part of a diversified portfolio, I hold more than $10,000 in stock of various public companies that may be impacted by changes in climate change policy.\n\n\n"
}