{
    "id": 31011,
    "citation_title": "Monitoring Harassment in Organizations",
    "citation_author": [
        "Laura E. Boudreau",
        "Sylvain Chassang",
        "Ada Gonzalez-Torres",
        "Rachel M. Heath"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe evaluate secure survey methods designed for the ongoing monitoring of harassment in organizations. We use the resulting data to answer policy relevant questions about the nature of harassment: How prevalent is it? What share of managers is responsible for the misbehavior? How isolated are its victims? To do so, we partner with a large Bangladeshi garment manufacturer to experiment with different designs of phone-based worker surveys. Garbling responses to sensitive questions by automatically recording a random subset as complaints increases reporting of physical harassment by 288%, sexual harassment by 269%, and threatening behavior by 46%. A rapport-building treatment has an insignificant aggregate effect, but may affect men and women differently. Removing team identifiers from survey responses does not significantly increase reporting and prevents the computation of policy-relevant team-level statistics. The resulting data shows that harassment is widespread, that the problem is not restricted to a minority of managers, and that victims are often isolated in teams.\n\n",
    "acknowledgement": "\nThis project is funded by the Private Enterprise Development in Low-income Countries (PEDL) Initiative, Columbia University’s Provost’s Diversity Grants Program for Junior Faculty and the Israeli Science Foundation. We are grateful to Ferdausi Sumana, Raied Arman, and Krishna Kamepalli for their excellent research assistance. We are grateful to Jana Gallen, Rocco Macchiavello, and Benjamin Roth for detailed discussions. We are indebted to Dan Ben-Moshe, Laura Doval, Florian Englmaier, Nathaniel Hendren, Danielle Li, Tomasso Porzio, and Andrea Prat for helpful comments. We are grateful to seminar participants at Bar-Ilan, Berkeley, Chicago-Booth, Columbia, CUNEF, Haifa, Hebrew U, LMU Munich, Reichman, Rochester, UBC, and USC, as well as participants at the Barcelona Summer Forum, the CEPR/CESifo/Imo-ENT Conference, the Economics of Firms and Labor Conference in Munich, the German-Israeli Frontiers of Humanities Symposium, the NBER Organizational Economics Meeting, the NBER Personnel SI, the SIOE Conference, and the Women in Applied Microeconomics Conference for stimulating comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}