{
    "id": 31016,
    "citation_title": "The Gendered Impacts of Perceived Skin Tone: Evidence from African-American Siblings in 1870–1940",
    "citation_author": [
        "Ran Abramitzky",
        "Jacob Conway",
        "Roy Mill",
        "Luke Stein"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe study differences in economic outcomes by perceived skin tone among African Americans using full-count U.S. decennial census data from the late-19th and early-20th centuries. Comparing children coded as “Black” or “Mulatto” by census enumerators and linking these children across population censuses, we first document large gaps in educational attainment and income among African Americans with darker and lighter perceived skin tones. To disentangle the drivers of these gaps, we identify all 36,329 families in which enumerators assigned same-gender siblings different Black/Mulatto classifications. Relative to sisters coded as Mulatto, sisters coded as Black had lower educational attainment, were less likely to marry, and had lower-earning, less-educated husbands. These patterns are consistent with more severe contemporaneous discrimination against African-American women with darker perceived skin tones. In contrast, we find similar educational attainment, marital outcomes, and incomes among differently-classified brothers. Men perceived as African Americans of any skin tone faced similar contemporaneous discrimination, consistent with the “one-drop” racial classification rule that grouped together individuals with any known Black ancestry. Lower incomes for African-American men perceived as having darker skin tone in the general population were driven by differences in opportunities and resources that varied across families, likely reflecting the impacts of historical or family-level discrimination\n\n",
    "acknowledgement": "\nWe are grateful to Nicholas Bloom, Leah Boustan, Levi Boxell, Louis Cain, Gregory Clark, William Darity Jr., Lauren Davenport, Giacomo De Giorgi, Ellora Derenoncourt, Dave Donaldson, Pascaline Dupas, Liran Einav, Katherine Eriksson, Joseph Ferrie, Osea Giuntella, Matthew Gentzkow, Regina Grafe, Avner Greif, Richard Hornbeck, Caroline Hoxby, Lawrence Katz, David Kennedy, Mark Koyama, Trevon Logan, Neale Mahoney, Robert Margo, Joel Mokyr, Petra Moser, Debra Satz, Richard Steckel, Michael Tomz, Heidi Williams, Guillermo Woo-Mora, Gui Woolston, Gavin Wright, and Noam Yuchtman for useful advice. We thank Juan David Torres for excellent research assistance. We thank Joe Price and the BYU Record Linking lab for their help linking individuals across census years. We thank several anonymous referees for their helpful feedback on an earlier working paper by two of the authors (Mill and Stein, 2016), which is superseded by this paper. Jacob Conway gratefully acknowledges funding from the National Science Foundation (grant DGE-1656518). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}