{
    "id": 31012,
    "citation_title": "The Great Migration and Educational Opportunity",
    "citation_author": [
        "Cavit Baran",
        "Eric Chyn",
        "Bryan A. Stuart"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of the First Great Migration on children. We use the complete count 1940 Census to estimate selection-corrected place effects on education for children of Black migrants. On average, Black children gained 0.8 years of schooling (12 percent) by moving from the South to North. Many counties that had the strongest positive impacts on children during the 1940s offer relatively poor opportunities for Black youth today. Opportunities for Black children were greater in places with more schooling investment, stronger labor market opportunities for Black adults, more social capital, and less crime.\n\n",
    "acknowledgement": "\nEric Chyn gratefully acknowledges generous support for this research from the W.E. Upjohn Institute for Employment Research in the form of an Early Career Research Award (ECRA) #20-158-04. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}