{
    "id": 31010,
    "citation_title": "The Unexpected Compression: Competition at Work in the Low Wage Labor Market",
    "citation_author": [
        "David Autor",
        "Arindrajit Dube",
        "Annie McGrew"
    ],
    "citation_publication_date": "2023-03-06",
    "issue_date": "2023-03-03",
    "revision_date": "2024-05-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor market tightness following the height of the Covid-19 pandemic led to an unexpected compression in the US wage distribution that reflects, in part, an increase in labor market competition. Rapid relative wage growth at the bottom of the distribution reduced the college wage premium and counteracted around one-third of the four-decade increase in aggregate 90/10 log wage inequality. Wage compression was accompanied by rapid nominal wage growth and rising job-to-job separations—especially among young non-college (high school or less) workers. Comparing across states, post-pandemic labor market tightness became strongly predictive of real wage growth among low-wage workers (wage-Phillips curve), and aggregate wage compression. Simultaneously, the wage-separation elasticity—a key measure of labor market competition—rose among young non-college workers, with wage gains concentrated among workers who changed employers. Seen through the lens of a canonical job ladder model, the pandemic reduced employer market power by increasing the elasticity of labor supply to firms in the low-wage labor market. This spurred rapid relative wage growth among young non-college workers, who disproportionately moved from lower-paying to higher-paying and potentially more productive jobs.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Dean Baker, Markus Brunnermeier, Zoë Cullen, Steven Davis, Lawrence Katz, Xavier Jaravel, Suresh Naidu, Cecilia Rouse, Uta Schönberg, Nathan Wilmers, Eran Yashiv, and numerous seminar participants for valuable comments. We are indebted to Juanita Jaramillo for superb research assistance and to Austin Lentsch for expert editing. We are indebted to Nick Bloom and WFH Research for work-from-home data, and to Joe Hazell, Juan Herreño, Emi Nakamura, Jón Steinsson for historical inflation data. Autor acknowledges research support from the Hewlett Foundation, Google, the Smith Richardson Foundation, and the Washington Center for Equitable Growth. Dube acknowledges research support from the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}