{
    "id": 31019,
    "citation_title": "Subjective Earnings Risk",
    "citation_author": [
        "Andrew Caplin",
        "Victoria Gregory",
        "Eungik Lee",
        "Søren Leth-Petersen",
        "Johan Sæverud"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a survey instrument to measure earnings risk allowing for the possibility of quitting or being fired from the current job. We find these transitions to be the key drivers of subjective risk. A link with administrative data provides multiple credibility checks for correspondingly aggregated data. Yet it reveals subjective earning risk to be many times smaller than traditional estimates imply even when conditioning richly on demographics and job history. A life-cycle search model calibrated to match data on job transitions and earnings can replicate the distribution of subjective beliefs reported in the survey. Job-match quality, which directly impacts subjective risk but is impossible to identify in administrative data, contributes significantly to earnings risk. This highlights the importance of administratively-linked subjective risk measures.\n\n",
    "acknowledgement": "\nWe thank Andres Blanco, Martin Browning, Charles Manski, Guido Menzio, Christian Moser, Andreas Mueller, Serdar Ozkan, Todd Schoellman, and Basit Zafar, as well as seminar/conference participants at Dartmouth, the St. Louis Fed, University of Copenhagen, University of Michigan, LAEF Labor Markets and Macroeconomic Outcomes Conference, Society for Economic Dynamics, NBER Summer Institute 2023, the 7th Workshop on Subjective Expectations, and the 3D-In-Macro workshop at Oslo BI for comments. The work presented in this paper benefited from financial support from Center for Economic Behavior and Inequality, CEBI, a center of excellence at the University of Copenhagen financed by grant DNRF134 from the Danish National Research Foundation. Caplin thanks the Alfred P. Sloan Foundation and the NOMIS Foundation for their support for the research on the cognitive foundations of economic behavior and acknowledges support for this research from Sloan Foundation Grant 2015-14209. The views expressed herein are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}