{
    "id": 31027,
    "citation_title": "Identification in a Binary Choice Panel Data Model with a Predetermined Covariate",
    "citation_author": [
        "Stéphane Bonhomme",
        "Kevin Dano",
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2023-07-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study identification in a binary choice panel data model with a single predetermined binary covariate (i.e., a covariate sequentially exogenous conditional on lagged outcomes and covariates). The choice model is indexed by a scalar parameter θ, whereas the distribution of unit-specific heterogeneity, as well as the feedback process that maps lagged outcomes into future covariate realizations, are left unrestricted. We provide a simple condition under which θ is never point-identified, no matter the number of time periods available. This condition is satisfied in most models, including the logit one. We also characterize the identified set of θ and show how to compute it using linear programming techniques. While θ is not generally point-identified, its identified set is informative in the examples we analyze numerically, suggesting that meaningful learning about θ may be possible even in short panels with feedback. As a complement, we report calculations of identified sets for an average partial effect, and find informative sets in this case as well.\n\n",
    "acknowledgement": "\nWe thank the Editor Laura Hospido and two anonymous reviewers for helpful comments. We are grateful to Isaiah Andrews, Manuel Arellano, Jesús Carro, Bo Honoré, Martin Weidner, and the audiences at the conference in honor of Manuel Arellano at the Bank of Spain (July 2022) and other seminars for valuable comments that have improved the paper. All the usual disclaimers apply. Portions of the research reported here were undertaken while Bonhomme and Graham were visiting CEMFI with support from the Spanish State Research Agency under the María de Maeztu Unit of Excellence Programme (Project No: CEX2020- 001104-M). The data (replication codes) will be available online. The authors have no conflict of interest to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}