{
    "id": 31026,
    "citation_title": "The Macroeconomics of Trade Credit",
    "citation_author": [
        "Luigi Bocola",
        "Gideon Bornstein"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most countries, suppliers of intermediate goods and services are also the main providers of short-term financing to firms. This paper studies the macroeconomic implications of these financial links. In our model, trade credit is the outcome of a long-term contract between firms linked in the production process, and it is sustained in equilibrium by reputation forces as customers lose the relationship with their suppliers in case of a default. These financial links give rise to a credit multiplier: suppliers can enforce repayment of these IOUs, and they can discount these bills with banks to obtain liquidity. This process can either dampen or amplify the output effects of financial shocks, depending on the borrowing capacity of suppliers. Using Italian data, we find that the credit multiplier is sizable and show that trade credit amplified the output costs of the Great Recession by 45%.\n\n",
    "acknowledgement": "\nWe thank Alessandro Dovis and Nobuhiro Kiyotaki for extensive discussions that shaped the direction and scope of our paper. We also thank Adrien Auclert, Javier Bianchi, Saki Bigio, Laura Castillo-Martinez, Luigi Iovino, Victoria Vanasco, Jaume Ventura, Rob Townsend, and seminar participants at Stanford, Berkeley, LSE, CREi, UAB, University of Barcelona, UC3M, ECB, EIEF, and Luiss for insightful comments. We thank Mohamad Adhami for research assistance. Luigi Bocola thanks the Alfred P. Sloan foundation and the National Science Foundation for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}