{
    "id": 31023,
    "citation_title": "Do Older Adults Accurately Forecast Their Social Security Benefits?",
    "citation_author": [
        "Grant M. Seiter",
        "Sita Slavov"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2023-11-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow accurate are older people’s expectations about their future Social Security benefits? Using panel data from the Health and Retirement Study, we compare respondents’ observed Social Security claiming ages and benefits with subjective expectations provided during their 50s and early 60s. We find that, while older adults generally have accurate expectations about their claiming age, they underestimate their annual Social Security income by approximately $1,896 (11.5 percent) on average. However, both accuracy and precision increase with age, and the forecast error for people in their early 60s is not statistically different from zero. Exploiting plausibly exogenous variation in the mailing of Social Security statements, which contain personalized information about future benefits, we show that information provision reduces the forecast error in annual income by $344 (2.1 percent of the average benefit).\n\n",
    "acknowledgement": "\nWe thank Priyanka Anand for helpful discussion. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nIn addition to my compensation from George Mason University, I have received significant financial support during the past three years from the following organizations: 1) The Alfred P. Sloan Foundation through the National Bureau of Economic Research, Stanford University, and George Mason University; 2) The American Enterprise Institute; 3) The TIAA Institute through George Mason University; 4) The Peter G. Peterson Foundation\n\n\n"
}