{
    "id": 31020,
    "citation_title": "A Trajectories-Based Approach to Measuring Intergenerational Mobility",
    "citation_author": [
        "Yoosoon Chang",
        "Steven N. Durlauf",
        "Seunghee Lee",
        "Joon Y. Park"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an approach to intergenerational mobility in which the trajectories of parental incomes during childhood and adolescence are the conditioning objects for characterizing dependence across generations. We use functional regression methods to produce an intergenerational elasticity curve that measures how marginal changes in income at each age affect expected offspring permanent income. Using the PSID, estimates of this curve exhibit near monotonicity with respect to age, so that parental incomes in middle childhood and adolescence have larger marginal effects than incomes in early childhood. When interactions are allowed to occur between incomes at different ages, we find a complex pattern of substitutability between incomes at ages that are close in time versus complementarity between parental incomes for ages early childhood and adolescence. Qualitatively similar results hold for offspring education while we do not find evidence of age-specific effects for occupation. We conclude that important information about the links between parental incomes and children exists beyond the scalar characterization of parental permanent income.\n\n",
    "acknowledgement": "\nThe authors are grateful for useful feedback from participants of seminars at Emory University, Indiana University, Kyiv School of Economics, University of Southern Illinois, Sciences Po, Seoul National University, Sungkyunkwan University, Korea Development Institute, Korea Labor Institute, 2019 Jordan River Conference, 2022 International Symposium on Econometric Theory and Applications, 2022 Meeting of the Midwest Econometrics Group, and 2023 American Economic Association meetings. We are also grateful to Neil Cholli, Kristina Butaeva, Youngjoo Cha, Aleksandra Lukina, Oscar Volpe, Ruli Xiao, and Runzhong Xu for helpful comments. Chang and Durlauf thank the James M. and Cathleen D. Stone Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}