{
    "id": 31029,
    "citation_title": "Macroeconomic Effects of ‘Free’ Secondary Schooling in the Developing World",
    "citation_author": [
        "Junichi Fujimoto",
        "David Lagakos",
        "Mitchell VanVuren"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the macroeconomic effects of publicly funded (‘free’) secondary schooling in the developing world. Our analysis is based on an over-lapping generations model of human capital accumulation that we estimate to match experimental evidence on the effects of scholarships for poor but talented students in Ghana. The model predicts that nationwide free secondary schooling increases average education levels but reduces GDP per capita in the long run. The human capital gains from free schooling in the model are offset by lost income during schooling years, negative selection of new students, and reductions in fertility by high-ability households.\n\n",
    "acknowledgement": "\nPreviously circulated as “Aggregate and Distributional Effects of ‘Free’ Secondary Schooling in the Developing World.” For helpful comments we thank Ufuk Akcigit, Marco Bassetto, Natalie Bau, Kevin Donovan, Raquel Fernández, Chang-Tai Hsieh, Aubhik Khan, Jeremy Pearce, Karthik Muralidharan, Michael Peters, Tommaso Porzio, Pascual Restrepo, Todd Schoellman, Julia Thomas and seminar/conference participants at Berkeley, Chicago, City University of Hong Kong, the Development Bank of Japan, the Federal Re-serve Banks of Minneapolis and St. Louis, Georgetown, Hitotsubashi, Kyoto, NYU, Ohio State, Penn State, Riverside, Tohoku, the Cowles Foundation Conference on Structural Change, the UCLA Hu-man Capital and Development Conference and the NBER Summer Institute. We thank the IGC, JSPS (Kakenhi No. 18K01505 and No. 22K01399), and GRIPS Policy Research Center for financial support and Ariel Akerman, Soala Ekine, and Isaac Otoo for outstanding research assistance. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}