{
    "id": 31022,
    "citation_title": "Biodiversity Finance",
    "citation_author": [
        "Caroline Flammer",
        "Thomas Giroux",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study biodiversity finance—the use of private capital to finance biodiversity conservation and restoration—which is a new practice in sustainable finance. First, we provide a conceptual framework that lays out how biodiversity can be financed by pure private capital and blended financing structures. In the latter, private capital is blended with public or philanthropic capital, whose aim is to de-risk private capital investments. The main element underlying both types of financing is the “monetization” of biodiversity, that is, using investments in biodiversity to generate a financial return for private investors. Second, we provide empirical evidence using deal-level data from a leading biodiversity finance institution. Our findings are consistent with a three-dimensional efficient frontier (return, risk, and biodiversity impact)—deals with a favorable risk-return profile tend to be financed by pure private capital, whereas for other deals the biodiversity impact needs to be sufficiently large for blended finance to be used. Overall, our results suggest that blended finance is an important tool for improving the risk-return profile of these projects, thereby increasing their appeal to private investors and crowding in private capital. Finally, our results suggest that private capital is unlikely to substitute for effective public policies in addressing the biodiversity crisis.\n\n",
    "acknowledgement": "\nToni Whited was the editor for this article. We are grateful to the editor, an anonymous reviewer, Andrew Karolyi, Steve Lydenberg, and John Tobin, as well as seminar participants at Columbia, Cornell, Wharton, Yale, the Federal Reserve Board, Deutsche Bundesbank, ESSEC, Norwegian School of Economics (NHH), University of Amsterdam, University of Mannheim, University of Zurich, University of Georgia (Terry), University of Pittsburgh (Katz), Dalhousie University, Alliance Bernstein, Osmosis Investment Management, the Alliance for Research on Corporate Sustainability (ARCS), the ESG and the Future of Business Conference at Fordham University, the HKU-TLV Summer Finance Forum, and the PRI Academic Seminar Series for helpful comments and suggestions. We thank Yangyang Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}