{
    "id": 31028,
    "citation_title": "The Race Between Education, Technology, and the Minimum Wage",
    "citation_author": [
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2023-03-13",
    "issue_date": "2023-03-09",
    "revision_date": "2023-04-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact of the minimum wage on the college wage premium? I develop a theory that implies that the effect should be small on impact—raising only the wages of workers bound by the minimum wage—and grow over time. Guided by my theory, I present evidence that these dynamic effects are present and powerful. Estimated at the national and state levels, I show that minimum wages—together with supply and demand—play a central role in shaping the evolution of the U.S. college premium and that the elasticity of the college premium to the minimum wage is small on impact and grows dramatically over time. To verify my theory’s mechanisms, I additionally document the dynamic impact of the minimum wage over the full wage distribution: on impact, wages rise only for the lowest centiles (consistent with the literature) but over time this effect spills over up the wage distribution (consistent with my theory and my empirical results on the college premium). On the basis of these results, I conclude that the minimum wage plays a central role in shaping the U.S. college premium and its variation across states, in spite of relatively small effects on impact.\n\n",
    "acknowledgement": "\nI thank David Autor, Ariel Burstein, Arnaud Costinot, Nicole Gorton, Daniel Haanwinckel, Lawrence Katz, Christian Moser, Pierre-Olivier Weill, Andres Santos, and Liang (Sunny) Tan for helpful comments. This paper supersedes and expands the paper “The Race Between Education, Technology, and Institutions.” I have no relevant or material financial relationships that bear on this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}