{
    "id": 31037,
    "citation_title": "Exploring European Regional Trade",
    "citation_author": [
        "Marta A. Santamaría",
        "Jaume Ventura",
        "Uğur Yeşilbayraktar"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the new dataset of trade flows across 269 European regions in 24 countries constructed in Santamaría et al. (2020) to systematically explore for the first time trade patterns within and across country borders. We focus on the differences between home trade, country trade and foreign trade. We document the following facts: (i) European regional trade has a strong home and country bias, (ii) geographic distance and national borders are important determinants of regional trade, but cannot explain the strong regional home bias and (iii) the home bias is heterogeneous across regions and seems to be driven by political regional borders.\n\n",
    "acknowledgement": "\nWe thank Jeffrey Frankel, Natalie Chen, Linda Tesar and other participants in the ISOM 2022 Conference for their valuable comments. Jaume Ventura acknowledges financial support from the European Research Council (ERC) under the European Union’s Horizon 2020 Research and Innovation Program Advanced Grant (693512 - GEPPS), the Spanish Ministry of Economy and Competitiveness through the Severo Ochoa Programme for Centres of Excellence in RD (CEX2019- 000915-S) and from the Generalitat de Catalunya through the CERCA and SGR Programme (2017-SGR-1393). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}