{
    "id": 31031,
    "citation_title": "Sentiment, Productivity, and Economic Growth",
    "citation_author": [
        "George M. Constantinides",
        "Maurizio Montone",
        "Valerio Potì",
        "Stella Spilioti"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPrevious research finds correlation between sentiment and future economic growth, but disagrees on the channel that explains this result. In this paper, we shed new light on this issue by exploiting cross-country variation in sentiment and market efficiency. We find that sentiment shocks in G7 countries increase economic activity, but only temporarily and without affecting productivity. By contrast, sentiment shocks in non-G7 countries predict prolonged economic growth and a corresponding increase in productivity. The results suggest that sentiment can indeed create economic booms, but only in less advanced economies where noisy asset prices make sentiment and fundamentals harder to disentangle.\n\n",
    "acknowledgement": "\nWe thank Ric Colacito, Max Croce, Jamel Saadaoui, and seminar participants at the Australasian Finance and Banking Conference at UNSW Sydney, Utrecht University, the Workshop on Economic Growth and Macroeconomic Dynamics at the University of Rome ”La Sapienza,” and the Research in Behavioral Finance Conference at VU Amsterdam for many helpful comments and suggestions. Constantinides received research support from the Center for Research in Security prices, University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}