{
    "id": 31035,
    "citation_title": "Dying or Lying? For-Profit Hospices and End of Life Care",
    "citation_author": [
        "Jonathan Gruber",
        "David H. Howard",
        "Jetson Leder-Luis",
        "Theodore L. Caputi"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe Medicare hospice program is intended to provide palliative care to terminal patients, but patients with long stays in hospice are highly profitable, motivating concerns about overuse among the Alzheimer’s and Dementia (ADRD) population in the rapidly growing for-profit sector. We provide the first causal estimates of the effect of for-profit hospice on patient spending using the entry of for-profit hospices over twenty years. We find hospice has saved money for Medicare by offsetting other expensive care among ADRD patients. As a result, policies limiting hospice use including revenue caps and anti-fraud lawsuits are distortionary and deter cost-saving admissions.\n\n",
    "acknowledgement": "\nWe are very grateful for the feedback from Amy Finkelstein, Ashvin Gandhi, Tal Gross, Ryan McDevitt, Jack Mountjoy, James Poterba, Maggie Shi, and Andrei Shleifer. We thank participants of the National Tax Association health group meeting, the ASHEcon conference, the Boston University Applied Microeconomics Seminar, and the MIT Public Finance Lunch. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n\nJetson Leder-Luis\n\nJetson Leder-Luis receives compensation for data analysis related to health care fraud lawsuits, but does not perform any private work related to hospice fraud whatsoever.\n\n\n\nTheodore L. Caputi\n\nTLC holds an equity interest in Data Science Solutions, a public health consulting firm, outside the submitted work.\n\n\n"
}