{
    "id": 3103,
    "citation_title": "World Integration, Competitive and Bargaining Regimes Switch: an Exploration",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to study the role of an endogenous switch from a competitive to a bargaining international equilibrium. We consider two trading blocks, which can engage in a free-market determined trade, or a bargaining dictated trade. Bargaining can be called for by either pany, and it may involve a fixed real cost. We propose a framework in order to deal with these issues. We apply such a framework to a symmetric global environment, where the bargaining equilibrium is shown to offer an international diversification of the countryspecific shocks, whereas the competitive equilibrium retains the country specific nature of the shocks. The degree of trade dependency is shown to determine the risk diversification achieved via the bargaining process, the frequency of bargaining, and the volume of trade. An increase in the relative importance of the trade dependent activities is associated with greater international diversification of country-specific shocks, and with a greater frequency of bargaining. We derive the optimal investment -- less costly bargaining will move us towards a comer solution, where trade dependency and local shock diversification are maximized. With positive bargaining costs, we will observe an internal solution with smaller diversification of local shocks. In such an environment the choice of optimal trade dependency balances at the margin the expected  diversification against the costs of bargaining.\n\n",
    "acknowledgement": "\n"
}