{
    "id": 31033,
    "citation_title": "Information and Disparities in Health Care Quality: Evidence from GP Choice in England",
    "citation_author": [
        "Zach Y. Brown",
        "Christopher Hansman",
        "Jordan Keener",
        "Andre F. Veiga"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do low income patients tend to go to lower quality health care providers, even when they are free? We show that differential information about provider quality is an important determinant of this disparity. Our empirical strategy exploits the temporary presence of a website that publicly displayed summary star ratings of general practitioner (GP) offices in England.  Regression discontinuity estimates show that patient demand responds sharply to the information on the website, and that this response is almost entirely driven by residents of low income neighborhoods. The results are consistent with high income patients having better private information about quality. We incorporate our estimates into a structural model of demand that allows for heterogeneity in information, preferences, and consumer inertia. We find that information differences explain 24 percent of the relationship between income and GP quality and reinforce disparities in access to care.\n\n",
    "acknowledgement": "\nWe are grateful to Martin Gaynor, Matt Grennan, Ben Handel, Maria Polyakova, Carol Propper, and seminar participants at APPAM, Arizona, Berkeley, Caltech, the CEPR virtual IO seminar, Duke, Groningen, GSU, Johns Hopkins, Maryland, Michigan, NBER Summer Institute,  SITE, Toulouse, Tsinghua,  UC Irvine, UGA, WBEC, and the ZEW Conference on Information and Communication Technologies for valuable comments. We thank Radoslaw Kowalski for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}