{
    "id": 31038,
    "citation_title": "Longevity, Health and Housing Risks Management in Retirement",
    "citation_author": [
        "Pierre-Carl Michaud",
        "Pascal St. Amour"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "2024-09-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnnuities, long-term care insurance and reverse mortgages remain puzzlingly unpopular to manage post-retirement longevity, health and housing price risks. We analyze the lack of interest using a flexible life-cycle model structurally estimated with a unique stated-preference survey experiment of Canadian households. High risk aversion, preference for early resolution of uncertainty, strong discounting of valuation in disability states, housing substitutability and bequest motives play key roles in explaining most of the limited demand. The remaining disinterest is accounted for by information frictions and inertia. We also document evidence of public crowding out, spousal co-insurance and of responsiveness to products bundling.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Franca Glenzer, Katja Hannewald, Olivier L’Haridon, Olivia Mitchell, Cormac O’Dea, James Poterba, Jeroen van der Vaart, and seminar participants at NBER, CEMFI, NETSPAR, CEAR-RSI, and CEPAR as well as Western Ontario, and Bristol. Funding from the FRQSC (Quebec Society and Culture Research Council) and SSHRC (Social Science and Humanities Research Council) is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}