{
    "id": 31032,
    "citation_title": "Weighted Median Inflation Around the World: A Measure of Core Inflation",
    "citation_author": [
        "Laurence M. Ball",
        "Carlos Carvalho",
        "Christopher Evans",
        "Luca Antonio Ricci"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard measure of core or underlying inflation is the inflation rate excluding food and energy prices. This paper constructs an alternative measure, the weighted median inflation rate, for 38 advanced and emerging economies using subclass level disaggregation of the CPI over 1990-2021, and compares the properties of this measure to those of standard core. For quarterly data, we find that the weighted median is less volatile than standard core, more closely related to economic slack, and more closely related to headline inflation over the next year. The weighted median also has a drawback: in most countries, it has a lower average level than headline inflation. We therefore also consider a measure of core inflation that eliminates this bias, which is based on the percentile of sectoral inflation rates that  matches the sample average of headline CPI inflation.\n\n",
    "acknowledgement": "\nThe authors would like to thank Pedro Henrique da Silva Castro and Ivan Burgara for invaluable discussions and support as well as participants at various IMF seminars for their helpful feedback. The views expressed here are those of the authors and do not necessarily represent those of the IMF, its Management and Executive Board, IMF policy, or the National Bureau of Economic Research. The IMF version is available here: https://www.imf.org/en/Publications/WP/Issues/2023/02/24/Weighted-Median-Inflation-Around-the-World-A-Measure-of-Core-Inflation-530171\n\n\n"
}