{
    "id": 31036,
    "citation_title": "Information Favoritism and Scoring Bias in Contests",
    "citation_author": [
        "Shanglyu Deng",
        "Hanming Fang",
        "Qiang Fu",
        "Zenan Wu"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo potentially asymmetric players compete for a prize of common value, which is initially unknown, by exerting efforts. A designer has two instruments for contest design. First, she decides whether and how to disclose an informative signal of the prize value to players. Second, she sets the scoring rule of the contest, which varies the relative competitiveness of the players. We show that the optimum depends on the designer’s objective. A bilateral symmetric contest—in which information is symmetrically distributed and the scoring bias is set to offset the initial asymmetry between players—always maximizes the expected total effort. However, the optimal contest may deliberately create bilateral asymmetry—which discloses the signal privately to one player, while favoring the other in terms of the scoring rule—when the designer is concerned about the expected winner’s effort. The two instruments thus exhibit complementarity, in that the optimum can be made asymmetric in both dimensions even if the players are ex ante symmetric. Our results are qualitatively robust to (i) affiliated signals and (ii) endogenous information structure. We show that information favoritism can play a useful role in addressing affirmative action objectives.\n\n",
    "acknowledgement": "\nWe thank Angus C. Chu, Kevin He, Jiangtao Li, Allen Vong, Rakesh Vohra, Ming Yang, and seminar participants at the University of Pennsylvania, University of Macau, Singapore Management University, and Jinan University for helpful discussions, suggestions, and comments. Fu thanks the Singapore Ministry of Education Tier-1 Academic Research Fund (R-313-000-139-115) for financial support. Wu thanks the National Natural Science Foundation of China (Nos.72222002, 72173002, and 71803003), the Wu Jiapei Foundation of the China Information Economics Society (No. E21100383), and the seed fund of the School of Economics, Peking University, for financial support. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}