{
    "id": 31042,
    "citation_title": "Pivotal or Popular: The Effects of Social Information and Feeling Pivotal on Civic Actions",
    "citation_author": [
        "Laura K. Gee",
        "Anoushka Kiyawat",
        "Jonathan Meer",
        "Michael J. Schreck"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the combined effects of popularity and feelings of being important to reaching a goal by testing how people react to situations in which their own behavior is pivotal or not, as well as the popularity of the action. We conduct a laboratory experiment to cleanly fix beliefs about the person's likelihood of being pivotal in reaching a donation threshold that triggers a matching gift, varying both the pivotality and the number of other donors (popularity). The results are striking, with those whose action is pivotal being more than twice as likely to make a donation. We then conduct two field experiments to test these findings in real-world settings. Our results suggest that pivotality is a more important determinant of prosocial behavior.\n\n",
    "acknowledgement": "\nThis research was approved by the Tufts IRB 1807022 and 1602011. The experiments are registered under AEARCTR-0008768. We thank Sean Devendorf, Rachel Laquidara, Matthew Scheck, and Nicole Sibley for being excellent partners in our field experiments. We thank Sheryl and Warren Rosenfeld for providing financial support for this project. We would also like to thank workshop participants at Wesleyan, Texas A&M and Tufts University, the Social Dilemmas Workshop, the New England Experimental Economics Workshop (NEEEW), the ASSA AEA Conference, and the USC Sol Price School for their helpful comments. We thank Derek Goh, Alison Klemencic, Priyanjana Pramanik, and Ankriti Singh for excellent research assistance. Any views presented in this article do not necessarily reflect those of Analysis Group, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}