{
    "id": 3104,
    "citation_title": "The Fisherian Time Preference and the Ebolution of Capital Ownership Patterns in a Global Economy",
    "citation_author": [
        "Kyoji Fukao",
        "Koichi Hamada"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventionally economic growth theory was based on the assumption of a constant rate of time preference. Uzawa (1968) and Obstfeld (~, 1981) introduced the rate of time preference that increases with the utility level. Irving Fisher (The Theory of Interest) has a different opinion, however, that people are more time impatient at the lower level of income. This paper assumes a non-monotonic time preference schedule such that people are more patient at the middle income levels and are less patient when they are either very poor or rich. Based on a nonlinear savings function out of wealth implied by such a time-preference schedule, this paper develops a single-good, multi-country growth model of a global economy with free capital mobility. The long-run property of this System is characterized by three kinds of long-run equilibrium: the starvation (fatal attractor) equilibrium, the imperialism equilibria dominated by a nation or by a group of nations, and the co-prosperity equilibrium where the wealth and the income of countries in the system grow proportionately. Bifurcation phenomena and the global stability of the system by the Lyapunov function will be discussed. Our system has a strong resemblance to some models of ecology where species compete for their survival (May, Stability and Complexity in Model Ecosystems). Here we can properly analyze the transition of a debtor to a creditor country from a global perspective, and make a case for the pump-priming foreign aid or debt relief policy.\n\n",
    "acknowledgement": "\n"
}