{
    "id": 31047,
    "citation_title": "Complexity and Hyperbolic Discounting",
    "citation_author": [
        "Benjamin Enke",
        "Thomas Graeber",
        "Ryan Oprea"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "2024-01-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA large literature shows that people discount financial rewards hyperbolically instead of exponentially. While discounting of money has been questioned as a measure of time preferences, it continues to be highly relevant in empirical practice and predicts a wide range of real-world behaviors, creating a need to understand what generates the hyperbolic pattern. We provide evidence that hyperbolic discounting reflects mistakes that are driven by the complexity of evaluating delayed payoffs. In particular, we document that hyperbolicity (i) is strongly associated with choice inconsistency and cognitive uncertainty, (ii) increases in overt complexity manipulations and (iii) arises nearly identically in computationally similar tasks that involve no actual payoff delays. Our results suggest that even if people had exponential discount functions, complexity-driven mistakes would cause them to make hyperbolic choices. We examine which experimental techniques to estimate present bias are (not) confounded by complexity.\n\n",
    "acknowledgement": "\nThis paper supersedes Enke’s and Graeber’s earlier working paper “Noisy cognition and intertemporal choice.” This research was supported by the National Science Foundation under Grant SES-1949366 and was approved by Harvard and UC Santa Barbara IRB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}