{
    "id": 31044,
    "citation_title": "Global High-Resolution Estimates of the United Nations Human Development Index Using Satellite Imagery and Machine-learning",
    "citation_author": [
        "Luke Sherman",
        "Jonathan Proctor",
        "Hannah Druckenmiller",
        "Heriberto Tapia",
        "Solomon M. Hsiang"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe United Nations Human Development Index (HDI) is arguably the most widely used alternative to gross domestic product for measuring national development. This is in large part due to its multidimensional nature, as it incorporates not only income, but also education and health. However, the low country-level resolution of the global HDI data released by the Human Development Report Office of the United Nations Development Programme (N=191 countries) has limited its use at the local level. Recent efforts used labor-intensive survey data to produce HDI estimates for first-level administrative units (e.g., states/provinces). Here, we build on recent advances in machine learning and satellite imagery to develop the first global estimates of HDI for second-level administrative units (e.g., municipalities/counties, N = 61,591) and for a global 0.1 × 0.1 degree grid (N=806,361). To accomplish this we develop and validate a generalizable downscaling technique based on satellite imagery that allows for training and prediction with observations of arbitrary shape and size. This enables us to train a model using provincial administrative data and generate HDI estimates at the municipality and grid levels. Our results indicate that more than half of the global population was previously assigned to the incorrect HDI quintile within each country, due to aggregation bias resulting from lower resolution estimates. We also illustrate how these data can improve decision-making. We make these high resolution HDI estimates publicly available in the hope that they increase understanding of human wellbeing globally and improve the effectiveness of policies supporting sustainable development. We also make available the satellite features and software necessary to increase the spatial resolution of any other global-scale administrative data that is detectable via imagery.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Human Development Report Office of the United Nations Development Programme. We thank Pedro Conceicao and seminar participants at The Workshop in Environmental Economics and Data Science, the WIDER Development Conference (Bogota), IDinsight, and the American Geophysical Union Fall Meeting for their valuable feedback. We thank the Global Data Lab for sharing DHS cluster-level data on the International Wealth Index. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}