{
    "id": 31043,
    "citation_title": "The Last Mile of Monetary Policy: Inattention, Reminders, and the Refinancing Channel",
    "citation_author": [
        "Shane Byrne",
        "Kenneth Devine",
        "Michael King",
        "Yvonne McCarthy",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUnder-refinancing limits the transmission of accommodative monetary policy to the household sector and costs mortgage holders in many countries a significant fraction of income annually. We test whether targeted communication can reduce the attention frictions that inhibit transmission by partnering with a large bank to analyze a field experiment testing messages sent to 12,000 Irish households. While we find only small effects of disclosure design improvements, a reminder letter increases refinancing by 76%, from 8.9% to 15.7%. To interpret this reminder effect, we extend and estimate a mixture model of inattentive financial decision-making to allow for disclosure treatment effects on attention. We find that reminders increase the likelihood mortgage holders are attentive by over 60%, from 24% to 39%. A conservative back-of-the-envelope cost-effectiveness calculation implies that the average reminder letter generated €42 of mortgagor consumption (€605 per refinancing household). Our results illustrate that targeted central bank communication such as refinancing reminders could have a larger effect on refinancing than a standard policy rate cut. Reminders could further strengthen the refinancing channel and stimulate local consumption even when policy rates are at the zero-lower bound or set in a monetary union.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Steffan Andersen, John Campbell, John Fitzgerald, Trevor Fitzpatrick, John Gathergood, Patrick Honohan, Amir Kermani, Philip Lane, Lu Liu, Brigitte Madrian, Antoinette Schoar, Emil Verner, James Vickery, Jialan Wang (discussant), and seminar and workshop participants at the AEA, AREUEA International Conference, Central Bank of Ireland, Central Bank of Armenia, MIT, NBER Summer Institute, the University of Bonn, and Yale. The views expressed in this paper are those of the authors and not necessarily those of the Central Bank of Ireland. This project received exempt status from MIT’s IRB (E-3923) and has been registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0009128. Palmer acknowledges funding from NSF CAREER Grant 1944138. All errors and omissions are the authors’ own. First public draft: July 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}