{
    "id": 31053,
    "citation_title": "Is Income Inequality Linked to Infectious Disease Prevalence? A Hypothesis-Generating Ecological Study Using Tuberculosis",
    "citation_author": [
        "Jay Bhattacharya",
        "Joydeep Bhattacharya",
        "Minkyong Kim"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the association between infectious disease prevalence and income inequality. We hypothesize that random social mixing in an income-unequal society brings into contact a) susceptible and infected poor and b) the infected-poor and the susceptible-rich, raising infectious disease prevalence. We investigate this association by examining whether countries with elevated levels of income inequality have higher rates of pulmonary Tuberculosis (TB) incidence per capita. We analyzed publicly available country-level panel data for a large cross-section of countries between 1995 and 2013. A “negative control” using anemia (a non-communicable disease, and hence impervious to the hypothesized mechanism) is also applied. We find that elevated levels of income inequality were positively associated with tuberculosis prevalence. All else equal, countries with income-Gini coefficients 10% apart are a statistically significant 4% different in tuberculosis incidence. Income inequality had a null effect on anemia, the negative control. Our cross-country regression results suggest that income inequality may create conditions where TB spreads more easily.\n\n",
    "acknowledgement": "\nWe have no funding sources or relevant financial conflicts of interest to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}