{
    "id": 31050,
    "citation_title": "Liquidity Dependence and the Waxing and Waning of Central Bank Balance Sheets",
    "citation_author": [
        "Viral V. Acharya",
        "Rahul S. Chauhan",
        "Raghuram Rajan",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2023-03-20",
    "issue_date": "2023-03-16",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the Federal Reserve (Fed) expanded its balance sheet via quantitative easing (QE), commercial banks typically financed reserve holdings with uninsured demandable deposits. They also issued credit lines to corporations. In the aggregate, these bank-issued claims on liquidity did not shrink commensurately when the Fed halted QE and turned to quantitative tightening (QT). Consequently, banks that increased liquidity risk exposure – especially small and regional banks – became vulnerable to liquidity shocks, necessitating further liquidity provision by the Fed. The evidence suggests that the expansion and shrinkage of central bank balance sheets has led to liquidity dependence of banks on central banks.\n\n",
    "acknowledgement": "\nRajan thanks the Fama-Miller Center at the Booth School and the Hoover Institution for research support. Steffen is grateful for financial support from the BMWi and DLR. We are grateful to Gara Afonso, Ryan Banerjee, Richard Berner, Wenxin Du, Michael Fleming, Charles Goodhart, Sam Hanson, Florian Heider, Martin Hiti, Raj Iyer, Anil Kashyap, Gabriele La Spada, Lorie Logan, Stephan Luck, Thorsten Martin, Thomas Mertens, Emanuel Moench, Laura Nicolae, Bill Nelson, Jose-Luis Peydro, Charlie Plosser, Jon Pogach, Rodney Ramacharan, Ricardo Reis, Asani Sarkar, Andrei Shleifer, Jeremy Stein, Paul Tucker, Bruce Tuckman, Quentin Vandeweyer, attendees at the Federal Reserve Bank of Kansas Jackson Hole Economic Symposium in August 2022 on “Reassessing Constraints on the Economy and Policy”, and seminar participants at various central banks, conferences, policy think-tanks and universities, for helpful comments. An early draft of this paper was named “Liquidity Dependence: Why Shrinking Central Bank Balance Sheets is an Uphill Task”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}