{
    "id": 31051,
    "citation_title": "Attracting and Retaining Highly Effective Educators in Hard-to-Staff Schools",
    "citation_author": [
        "Andrew J. Morgan",
        "Minh Nguyen",
        "Eric A. Hanushek",
        "Ben Ost",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-06-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEfforts to attract and retain effective educators in high poverty public schools have had limited success. Dallas ISD addressed this challenge by using information produced by its evaluation and compensation reforms as the basis for effectiveness-adjusted payments that provided large compensating differentials to attract and retain effective teachers in its lowest achievement schools. The Accelerating Campus Excellence (ACE) program offers salary supplements to educators with records of high performance who are willing to work in the most educationally disadvantaged schools. We document that ACE resulted in immediate and sustained increases in student achievement, providing strong evidence that the multi-measure evaluation system identifies effective educators who foster the development of cognitive skills. The improvements at ACE schools were dramatic, bringing average achievement in the previously lowest performing schools close to the district average. When ACE stipends are largely eliminated, a substantial fraction of highly effective teachers leaves, and test scores fall. This highlights the central importance of the performance-based incentives to attract and retain effective educators in previously low-achievement schools.\n\n",
    "acknowledgement": "\nThis research was supported by grants from the Arnold Foundation and from the CALDER Research Network. The analysis uses confidential data supplied by the Dallas Independent School Districts (DISD). Individuals wishing to use these data must apply for access to DISD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}