{
    "id": 31054,
    "citation_title": "What Purpose Do Corporations Purport? Evidence from Letters to Shareholders",
    "citation_author": [
        "Raghuram Rajan",
        "Pietro Ramella",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-05-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing natural language processing, we identify corporate goals stated in the shareholder letters of the 150 largest companies in the United States from 1955 to 2020. Corporate goals have proliferated, from less than one on average in 1955 to more than 7 in 2020. While in 1955, profit maximization, market share growth, and customer service were dominant goals, today almost all companies proclaim social and environmental goals as well. We examine why firms announce goals and when. We find goal announcements are associated with management’s responses to the firm’s (possibly changed) circumstances, with the changing power and preferences of key constituencies, as well as from management’s attempts to deflect scrutiny. While executive compensation is still overwhelmingly based on financial performance, we do observe a rise in bonus payments contingent on meeting social and environmental objectives. Firms that announce environmental and social goals tend to implement programs intended to achieve those goals, although their impact on outcomes is unclear. The evidence is consistent with firms focusing on shareholder interests while incorporating stakeholder interests as interim goals. Goals also do seem to be announced opportunistically to deflect attention and alleviate pressure on management.\n\n",
    "acknowledgement": "\nWe thank Rahul Chauhan, Hanson Ho, Khwaja Wisal Maqsood, Andrew Szmurlo, and Fabio Soares for their excellent research assistance. We thank Jonathan Karpoff, Doron Levit, Douglas Skinner, and seminar participants at Caltech, Harvard Business School, MIT-Sloan, University of British Columbia, University of Chicago, University of Edinburgh, University of Hong Kong, University of Indiana, University of Iowa, and the 2022 Finance, Organization, and Markets Conference for their useful comments. We thank Mark Mitchell for providing us with the data on takeover bids. Rajan acknowledges support from the Fama-Miller Center, IGM, and the Stigler Center at the University of Chicago. Zingales also acknowledges financial support from the Stigler Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}