{
    "id": 31056,
    "citation_title": "The Long Run Effects of a Comprehensive Teacher Performance Pay Program on Student Outcomes",
    "citation_author": [
        "Sarah Cohodes",
        "Ozkan Eren",
        "Orgul Ozturk"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-05-19",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of a comprehensive performance pay program for teachers implemented in high-need schools on students’ longer-run educational, criminal justice, and economic self-sufficiency outcomes. Using linked administrative data from a Southern state, we leverage the quasi-randomness of the timing of program adoption across schools to identify causal effects of the school reform. The program improved educational attainment and reduced both criminal activity and dependence on government assistance in early adulthood. We find little scope for student sorting or changes in the composition of teacher workforce, and that program benefits far exceeded its costs. We propose mechanisms for observed long-run effects and provide evidence consistent with these explanations. Several robustness checks and placebo tests support our findings.\n\n",
    "acknowledgement": "\nPreviously circulated as “Teacher Performance Pay, Coaching, and Long-Run Student Outcomes.” We are grateful to Marianne Bitler, Katharine Parham Malhotra, Richard Mansfield, Jonah Rockoff, Eric Taylor, Yotam Shem-Tov and seminar participants at Vanderbilt University, the University of South Carolina and the University of Central Florida for their comments. Special thanks go to the South Carolina Revenue and Fiscal Affairs Office for facilitating the data access which made this project possible. The study was determined as exempt from human subjects review by the Institutional Review Board at the University of South Carolina. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}