{
    "id": 31058,
    "citation_title": "Natural Resources and Sovereign Risk in Emerging Economies: A Curse and a Blessing",
    "citation_author": [
        "Franz Hamann",
        "Juan Camilo Mendez-Vizcaino",
        "Enrique G. Mendoza",
        "Paulina Restrepo-Echavarria"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging economies that are large oil producers have sizable external debt, their country risk rises when oil prices fall, and several of them have defaulted at least once since 1979. Moreover, while oil and non-oil output reduce country risk on impact and in the long-run, oil reserves reduce it marginally on impact but increase it in the long-run. We propose a model of sovereign default and oil extraction consistent with these observations. The sovereign manages oil reserves strategically to make default less painful by altering the value of autarky, and hence its sustainable debt falls. All else equal, default is less likely in states in which reserves or oil prices are higher, or non-oil GDP is lower, but the equilibrium dynamics of reserves and country risk in response to oil-price shocks switch from negatively correlated on impact to positively correlated for several years.\n\n",
    "acknowledgement": "\nEarlier versions of this paper circulated since 2016 under the titles “Resource Curse or Blessing? Sovereign Risk in Resource-Rich Emerging Economies” and “Commodity Prices and Sovereign Default: A New Perspective on the Harberger-Laursen-Meztler Effect.” The views expressed in this document are the authors' and not those of the Banco de la Republica and/or the Federal Reserve Bank of St Louis or The Federal Reserve System. We thank comments by multiple participants at seminar and conference presentations. We also thank Cristina Arellano, V.V. Chari, Juan Carlos Hatchondo, Mark L.J. Wright, and Juan Sanchez for helpful conversations, and Maria Arias, Sergio Arango, Leonardo Barreto, Praew Grittayaphong, and Brian Reinbold for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}