{
    "id": 31055,
    "citation_title": "The Offshore World According to FATCA: New Evidence on the Foreign Wealth of U.S. Households",
    "citation_author": [
        "Niels Johannesen",
        "Daniel Reck",
        "Max Risch",
        "Joel Slemrod",
        "John Guyton",
        "Patrick Langetieg"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-04-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses account-level information, reported to the IRS by foreign financial institutions under the Foreign Account Tax Compliance Act (FATCA), to produce new evidence on the foreign financial wealth of U.S. households. We find that U.S. taxpayers hold around $4 trillion in foreign accounts, almost half in jurisdictions usually considered tax havens. Combining the FATCA reports with other administrative tax data and tracing account ownership through partnerships, we document a steep income gradient in the propensity to hold assets in foreign financial institutions. Specifically, more than 60% of the individuals in the top 0.01% of the income distribution own foreign accounts, the vast majority in tax havens and more than half through a partnership. We discuss the likely implications of these findings for the overall impact of FATCA on tax compliance and government revenue.\n\n",
    "acknowledgement": "\nWe thank Patricia Banta, Timothy Burke, Kathleen Doty, Aidia Greenlee, Michael Hayden, Anne Herlache, Barry Johnson, Camille Landais, Wouter Leenders, Barry Levine, Juliana Londoño-Vélez, Jim Omartian, Neviana Petkova, Ted Setzer, Steve Shay, Matt Smith, Bryan Stiernagle, Bill Strang, Johannes Spinnewijn, Owen Zidar, and numerous seminar and conference participants for helpful discussion, support, and comments on early versions of this work. Reck gratefully acknowledges financial support from the Economic and Social Research Council and the Laura and John Arnold Foundation. Jeanne Bomare, Baptiste Roux, and Francesco Armellei provided excellent research assistance. All findings, opinions, and errors are those of the authors alone and do not necessarily represent the opinions of the Internal Revenue Service or Treasury Department. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}