{
    "id": 31052,
    "citation_title": "Combining Risk Adjustment with Risk Sharing in Health Plan Payment Systems: Private Health Insurance in Australia",
    "citation_author": [
        "Josefa Henriquez",
        "Richard C. van Kleef",
        "Andrew Matthews",
        "Thomas McGuire",
        "Francesco Paolucci"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth plan payment systems with community-rated premiums typically include risk adjustment, risk sharing or both to compensate insurers for predictable profits (on young and healthy people) and predictable losses (on the elderly and chronically ill). This paper shows how a payment system based only on risk sharing (like in Australia), is improved by combining risk sharing with risk adjustment. Using Australia’s private health insurance market as a case study, we compare and assess the current risk sharing based payment system against alternative systems which combine risk adjustment and risk sharing. Specifically, we develop outcome measures to compare the models in terms of incentives for risk selection and incentives for cost control. We find that a payment system composed of risk adjustment based on simple risk-adjustor variables, supplemented with outlier risk sharing outperforms the current system based solely on risk sharing. Our results show that as more and better data become available, reliance on risk sharing can be reduced whilst the use of risk adjustment can be expanded. In an additional analysis, we show that changes in the payment system affect the redistribution of claims costs across different levels of coverage. We discuss qualitatively additional measures that can be taken to achieve the desired level of redistribution.\n\n",
    "acknowledgement": "\nThis paper is based on reports produced as part of the “Private health insurance actuarial studies for Lifetime Health Cover and risk equalisation project, publicly available at https://consultations.health.gov.au/medical-benefits-division/consultation-on-the-private-health-insurance-phi-a/. We thank the Department of Health and Aged Care and Finity Consulting for providing and administering the data. We are grateful to insurers and others in the industry who have provided constructive feedback. We acknowledge that the analysis presented in this paper is part of the work funded and commissioned by the Department of Health and Aged Care. The analysis and conclusions in the paper are the responsibility of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}