{
    "id": 31065,
    "citation_title": "Information Technology, Firm Size, and Industrial Concentration",
    "citation_author": [
        "Erik Brynjolfsson",
        "Wang Jin",
        "Xiupeng Wang"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-06-19",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation flows, and thus information technology (IT) are central to the structure of firms and markets. Using data from the U.S. Census Bureau, we provide firm-level evidence that increases in IT intensity are associated with increases in firm size and concentration in both employment and sales. Results from instrumental variables and long-difference models suggest that the effect is likely causal. The effect of IT on size is more pronounced for sales than employment, which leads to a decline in the labor share, consistent with the “scale without mass” theory of digitization. Furthermore, we find that IT provides greater benefits to larger firms by increasing their capability to replicate their operations across establishments, markets, and industries. Our findings provide empirical evidence suggesting that the substantial rise in IT investment is one of the main driving forces for the increase in firm size, decline of labor share, the growth of superstar firms, and increased market concentration in recent years.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from the Stanford Digital Economy Laboratory. We would like to thank Daron Acemoglu, James Bessen, Robert Seamans, Marshall Van Alstyne and seminar participants at the AEA Annual Meeting, the IIOC annual conference, the CIST annual conference, the Stanford Digital Economy Seminar, the Boston University TPRI Brown Bag Seminar, and the NBER Productivity Seminar for helpful comments. We also want to thank James Davis and Shital Sharma for the disclosure process. The views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}