{
    "id": 31063,
    "citation_title": "Difference-in-Differences with Unequal Baseline Treatment Status",
    "citation_author": [
        "Alisa Tazhitdinova",
        "Gonzalo Vazquez-Bare"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a difference-in-differences (DiD) framework where groups experience unequal treatment statuses in the pre-policy change period. This approach is commonly employed in empirical studies but it contradicts the canonical model's assumptions. We show that in such settings, the standard DiD approach fails to recover the average treatment effect (ATT), unless the treatment effect is immediate and constant over time. Furthermore, the usual parallel trends test is invalid, meaning  one may find pre-trends when the parallel trends assumption holds, and vice versa.  We discuss two solutions. First, we show that  including a linear term trend will recover the ATT if the differences in trends are constant over time  (both in unequal baseline and canonical DiD  settings) but not otherwise.  Second, estimation in reverse also recovers the ATT if the potential outcomes  do not depend on past treatments and post-policy statuses are converging.\n\n",
    "acknowledgement": "\nWe thank Youssef Benzarti, Clément de Chaisemartin, Olga Namen, Heather Royer, and Doug Steigerwald for helpful suggestions. Xhulio Uruci provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}