{
    "id": 31068,
    "citation_title": "An Intangibles-Adjusted Profitability Factor",
    "citation_author": [
        "Ravi Jagannathan",
        "Robert Korajczyk",
        "Kai Wang"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe treat expenditures that create intangible assets as investments and instead of expensing them, we add them back to earnings when measuring the return on equity of firms while constructing the profitability factor in the Fama and French (2015) five factor model. The profitability factor we construct has significant alpha relative to many extant multi-factor asset-pricing models, including the standard Fama-French five factor model. When the profitability factor in the Fama and French (2015) five factor model is replaced with our intangibles adjusted profitability factor, the model performs better in explaining the cross section of stock returns, and several anomalies documented in the literature. Portfolios that exploit price momentum, earnings momentum, and operating leverage no longer have significant alphas. The improvement is consistent with the dividend discount model for equity valuation. Adjusted earnings constructed by treating expenditures that create intangible assets as investments help forecast the cross section of future cash dividends and operating cash flows on stocks better, especially at longer horizons. Adopting our adjustment when constructing the monthly rebalanced profitability factor in the Hou et al. (2015) four factor model improves its performance as well. Our intangible adjusted profitability factor has smaller left tail risk and co-tail risk with the market when compared to the standard profitability factor.\n\n",
    "acknowledgement": "\nRavi Jagannathan & Robert Korajczyk : We are consultants to DSC Quantitative Group, which has created a portfolio of benchmark and investable indices seeking to track the gross performance of both the US private equity and venture capital industries. In our opinion, DSC Quantitative Group's policy positions, goals, or financial interests do not relate to this article. However, as a matter of abundant caution, we are disclosing this relationship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}