{
    "id": 31062,
    "citation_title": "The Characteristics and Geographic Distribution of Robot Hubs in U.S. Manufacturing Establishments",
    "citation_author": [
        "Erik Brynjolfsson",
        "Cathy Buffington",
        "Nathan Goldschlag",
        "J. Frank Li",
        "Javier Miranda",
        "Robert Seamans"
    ],
    "citation_publication_date": "2023-03-27",
    "issue_date": "2023-03-23",
    "revision_date": "2023-11-20",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Annual Survey of Manufactures to study the characteristics and geography of investments in robots across U.S. manufacturing establishments. We find that robotics adoption and robot intensity (the number of robots per employee) is much more strongly related to establishment size than age. We find that establishments that report having robotics have higher capital expenditures, including higher information technology (IT) capital expenditures. Also, establishments are more likely to have robotics if other establishments in the same Core-Based Statistical Area (CBSA) and industry also report having robotics. The distribution of robots is highly skewed across establishments’ locations. Some locations, which we call Robot Hubs, have far more robots than one would expect even after accounting for industry and manufacturing employment. We characterize these Robot Hubs along several industry, demographic, and institutional dimensions. The presence of robot integrators and higher levels of union membership are positively correlated with being a Robot Hub.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. Disclosure review numbers CBDRB-FY22-ESMD011-003, CBDRB-FY23-ESMD011-003, CBDRB-FY22-192, and CBDRB-FY23-ESMD011-004 (DMS# 7508509). We are grateful to the Hewlett Foundation, Kauffman Foundation, National Science Foundation, Stanford Digital Economy Lab and Tides Foundation for generous funding. We thank Jim Bessen, participants at the 2023 AEA Annual Meeting, and Emin Dinlersoz for valuable comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, am an employee of the U.S. Census Bureau. I have received no direct financial support from any organization.”\n\n\n"
}