{
    "id": 31075,
    "citation_title": "Inflation and Real Activity over the Business Cycle",
    "citation_author": [
        "Francesco Bianchi",
        "Giovanni Nicolò",
        "Dongho Song"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relation between inflation and real activity over the business cycle. We employ a Trend-Cycle VAR model to control for low-frequency movements in inflation, unemployment, and growth that are pervasive in the post-WWII period. We show that cyclical fluctuations of inflation are related to cyclical movements in real activity and unemployment, in line with what is implied by the New Keynesian framework. We then discuss the reasons for which our results relying on a Trend-Cycle VAR differ from the findings of previous studies based on VAR analysis. We explain empirically and theoretically how to reconcile these differences.\n\n",
    "acknowledgement": "\nWe would like to thank our discussant Domenico Giannone, Gianni Amisano, Guido Ascari, Dario Caldara, Thomas Drechsel, Filippo Ferroni, Francesco Furlanetto, Etienne Gagnon, Ed Herbst, Margaret Jacobson, Ben Johannsen, Leonardo Melosi, Emi Nakamura, Anna Orlik, Luca Sala, Frank Schorfheide, Mark Watson, and all seminar participants at the 2022 Central Bank Research Association Annual Meeting and the 2022 mid-year meeting of the NBER EFSF Workgroup on Methods and Applications for DSGE Models for useful comments and suggestions. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}