{
    "id": 31074,
    "citation_title": "Wayfair: A Step Towards the Destination, But Sales Tax Competition Remains",
    "citation_author": [
        "Donald Bruce",
        "William F. Fox",
        "Alannah M. Shute"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Supreme Court decision in the landmark 2018 Wayfair case greatly improved state governments’ ability to enforce collection of sales taxes on a destination basis. This has reduced state tax competition with an essentially-untaxed internet, but has brought traditional cross-border shopping, which is often subject to origin taxation, back to prominence among policy makers and researchers. We provide a detailed discussion of state and local sales tax features and the extent to which they have fostered sales tax competition in recent decades. We then explore the extent to which greater destination taxation has influenced the location of (a) consumer purchases and (b) business locations using two different empirical approaches. First, we analyze county-level data for Tennessee and select surrounding states to provide suggestive evidence that sales tax collections have grown more in rural Tennessee counties and less in Tennessee border counties since Wayfair. Additionally, we show that collections have grown more since Wayfair in North Carolina counties along the Tennessee border, where the tax rate differential is on the order of 3.3 percentage points. Second, we examine state-level data to show that business applications have grown at much faster rates after Wayfair in states with the highest sales tax rates. We attribute this to the removal of the significant disincentive to establish sales tax nexus that dominated the pre-Wayfair environment.\n\n",
    "acknowledgement": "\nThe authors are thankful to David Agrawal and Alan Auerbach for comments on an earlier draft and participants in the NBER Conference on Policy Responses to Tax Competition. Neither Bruce, Fox or Shute has financial relationships linked to this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}