{
    "id": 31070,
    "citation_title": "Fertility in the Heart of the COVID-19 Storm",
    "citation_author": [
        "Daniel L. Dench",
        "Wenhui Li",
        "Theodore J. Joyce",
        "Howard Minkoff",
        "Gretchen Van Wye"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe how the COVID-19 pandemic affected reproductive choices in New York City, the most acutely impacted area of the United States.  We contrast changes in New York City with reproductive outcomes in the rest of the US. We find that births to New York City residents fell 8.4% more between March, 2020 and February 2021 than that would have been expected given trends leading up to the pandemic.  Births to US-born residents of New York City fell 5.5% over the same year, triple the observed decline in the rest of the US.  Births to foreign-born New York City residents fell 11.4%, twice the decline observed in the rest of the US.  Reported induced abortions to New York City residents fell precipitously whereas induced abortions nation-wide rose slightly.  The acute downturn and robust recovery in births in New York City maps closely with the spike in mortality and its equally rapid decline three months later.  We conclude that the fear and uncertainty in the early months of the pandemic is the best explanation for the sudden, but brief drop in births in New York City.\n\n",
    "acknowledgement": "\nNo conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}