{
    "id": 31071,
    "citation_title": "Environmentally-Inclined Politicians and Local Environmental Performance: Evidence from Publicly Listed Firms in China",
    "citation_author": [
        "Hanming Fang",
        "Honglin Ren",
        "Danwen Song",
        "Nianhang Xu"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how environmentally-inclined politicians (EIPs), i.e., politicians with prior environment-related working experience, affect local environmental performance in China. Firms located in cities with EIPs have lower levels of sulfur dioxide (SO2) emissions. The effect is attenuated when the politician is in his/her second term and among firms that are economically important. Firms in cities with EIPs commit less environmental violations, receive more green subsidies from the local government, and choose to establish new polluting subsidiaries in cities without EIPs. Furthermore, these EIPs do not have inferior economic performance and their promotion likelihood is negatively related to local emission levels. The findings overall suggest that local officials strategically leverage their expertise in environment protection to allocate more effort on environmental causes.\n\n",
    "acknowledgement": "\nWe thank Huihua Nie, Daxuan Zhao and seminar participants at Renmin University of China for helpful comments and suggestions. Nianhang Xu acknowledges the financial support from the National Natural Science Foundation of China (Grant No. 72225005 and 72150004). Honglin Ren acknowledges the financial support from the National Natural Science Foundation of China [Grant no. 72202225]. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}