{
    "id": 31079,
    "citation_title": "Frontier History and Gender Norms in the United States",
    "citation_author": [
        "Samuel Bazzi",
        "Abel Brodeur",
        "Martin Fiszbein",
        "Joanne Haddad"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper explores how historical gender roles become entrenched as norms over the long run. In the historical United States, gender roles on the frontier looked starkly different from those in settled areas. Male-biased sex ratios led to higher marriage rates for women and lower for men. Land abundance favored higher fertility. The demands of childcare, compounded with isolation from extended family, markets, and social infrastructure, constrained female opportunities outside the home. Frontier women were less likely to report “gainful employment,” but among those who did, relatively more had high-status occupations. Together, these findings integrate contrasting narratives about frontier women—some emphasizing their entrepreneurial independence, others their prevailing domesticity. The distinctive frontier gender roles, in turn, shaped norms over the long run. Counties with greater historical frontier exposure exhibit lower female labor force participation through the 21st century. Time use data suggests this does not come with additional leisure but rather with more household work. These gender inequalities are accompanied by weaker political participation among women. While the historical frontier may have been empowering for some women, its predominant domesticity reinforced inegalitarian gender norms over the long run.\n\n",
    "acknowledgement": "\nWe are thankful for the many useful comments and suggestions we received from Melissa Dell, Alice Evans, Ed Glaeser, James Feigenbaum, Raquel Fernandez, Paola Giuliano, Claudia Goldin, Pauline Grosjean, Bishnu Gupta, Rick Hornbeck, Eliana La Ferrara, Jeanne Lafortune, Stelios Michalopoulos, Sara Lowes, Nathan Nunn, Debraj Ray, Valeria Rueda, Marco Tabellini, Michèle Tertilt, Alessandra Voena, and Hosny Zoabi, as well as conference and seminar participants at the 2019 Ottawa Applied Micro Lab’s workshop, ECARES Université Libre de Bruxelles, the ASSA Annual Meeting 2022, the WELAC-LACEA Workshop on Gender Inequality 2022, the NBER Summer Institute’ Gender in the Economic Workshop 2022, the Stanford SITE Conference on Gender 2022, Harvard University, UC Berkeley, the GDP Center at Boston University, the Northwestern-UBC Political Economy of Development Conference 2023, the UCLACIFAR conference on culture 2023, Universidad Nacional de La Plata, the University of Nottingham, the European Bank for Reconstruction and Development, the University of Warwick, the ASREC 2023 Conference, the Economic History Society 2023 conference, the EEA-ESEM 2023 congress at the Barcelona School of Economics, and the 2023 Gender Issues and Development Workshop at Paris Nanterre University. Ariel Akerman, Katarina Fedorov, Max McDevitt, and Thomas Pearson provided excellent research assistance. Bazzi acknowledges support from the National Science Foundation (SES- 1942375). Brodeur acknowledges support from the Social Sciences and Humanities Research Council. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}