{
    "id": 31072,
    "citation_title": "The Canary in the Coal Decline: Appalachian Household Finance and the Transition from Fossil Fuels",
    "citation_author": [
        "Josh Blonz",
        "Brigitte Roth Tran",
        "Erin E. Troland"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-03-31",
    "revision_date": "2023-04-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe energy transition away from fossil fuels, despite its substantial overall climate benefits, presents significant transition risks for communities historically built around the fossil fuel industry. This paper uses the decline in the Appalachian coal industry between 2011 and 2018 to understand how individuals are harmed by a reduction in local fossil fuel extraction activity. We use individual-level credit data and exogenous variation in coal demand from the electricity sector to identify how the coal mining industry’s decline affected the finances of Appalachian households. We find that the decline in demand for coal caused broad-based negative impacts, decreasing credit scores and increasing credit utilization, delinquencies, amounts in third party collections, bankruptcy rates, and the number of individuals with subprime status. These effects were broad based and cannot be explained solely by individuals who lost coal mining jobs. Individuals with the lowest pre-period credit scores were more likely to end up in financial distress and experienced a greater deterioration in credit scores. Quantile regressions show that the drop in credit scores from the coal decline was most pronounced between the 30th and 50th percentiles of the credit score distribution. Our results provide evidence that people living in fossil fuel extraction regions are likely to experience declines in financial well-being from the energy transition even if they do not directly work in the affected industry.\n\n",
    "acknowledgement": "\nWe thank Joe Aldy, Richard Carson, Julie Cullen, Meredith Fowlie, Stephie Fried, Josh Graff Zivin, Gordon Hanson, Joanne Hsu, Louis Preonas, Joe Shapiro, David Victor, and participants of the August 2021 and June 2022 NBER Distributional Consequences of New Energy Technologies Conferences for their insightful feedback. We also thank the participants of the 2021 Association of Environmental and Resource Economists Annual Summer Conference, the 2022 Southern Economic Association Annual Meeting, the Consumer Financial Protection Bureau, Federal Reserve Bank of Philadelphia, and Federal Reserve Board Consumer Finance Round Robin, and seminars at the Board of Governors of the Federal Reserve System and the Federal Reserve Bank of San Francisco for their comments. We thank Sarah Siegel, Cindy Zhao, Kimberly Kreiss, Jack Mueller, and Marcus Sander, who have provided excellent research assistance. Views expressed in this paper are those of the authors and do not reflect the views of the Federal Reserve Board, Federal Reserve Bank of San Francisco, the Federal Reserve System, its staff or the National Bureau of Economic Research.\n\n\n"
}