{
    "id": 31078,
    "citation_title": "Trade Credit and Exchange Rate Risk Pass Through",
    "citation_author": [
        "Bryan Hardy",
        "Felipe E. Saffie",
        "Ina Simonovska"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-03-31",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge firms borrow in foreign currency and are net providers of trade credit to firms in their supply chains. We model the transmission of exchange rate risk via firm balance sheets along the supply chain. Trade credit loosens borrowing constraints and allows for higher production. Furthermore, firms are more likely to pass-through exchange rate shocks to their balance sheets onto their partners the more they are financially constrained. We validate these predictions using a quarterly firm panel for 19 emerging markets. Trade credit constitutes an important transmission mechanism of exchange rate shocks, but firms tend to protect their trading partners.\n\n",
    "acknowledgement": "\nWe thank seminar participants at AEA 2023 and 2024, SED 2023, BSE ‘Firms in the Global Economy’ Workshop 2023, Banca d'Italia ‘Trade, Value Chains and Financial Linkages in the Global Economy’ Workshop 2023, 2023 BFI International Macro-Finance Conference, 2023 West Coast Workshop in International Finance, UNSW Conference on Networks, St. Louis Fed, Bank for International Settlements, UCSD and UC Berkeley for comments and suggestions. We acknowledge valuable comments by Oleg Itskhoki, Loukas Karabarbounis, Annie Lee, and Tim Schmidt-Eisenlohr, and excellent discussions by Matteo Cacciatore, Luisa Carpinelli, Steve Wu, and Gang Zhang. The views are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}