{
    "id": 31077,
    "citation_title": "Specialization in Banking",
    "citation_author": [
        "Kristian Blickle",
        "Cecilia Parlatore",
        "Anthony Saunders"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing supervisory data on the loan portfolios of large US banks, we document that these banks specialize by concentrating their lending disproportionately in a few industries. This specialization is consistent with banks having industry-specific knowledge, reflected in reduced risk of loan defaults, lower aggregate charge-offs, and higher propensity to lend to opaque firms in the preferred industry. Banks attract high-quality borrowers by offering generous loan terms in their specialized industry, especially to borrowers with alternative options. Banks focus on their preferred industry in times of instability and relatively lower tier 1 capital as well as after sudden surges in deposits.\n\n",
    "acknowledgement": "\nWe would like to thank Tobias Berg, Darrell Duffie, Quirin Fleckenstein, Linda Goldberg, Sebastian Hillenbrand, Victoria Ivashina, Elena Loutskina, Stephan Luck, Matt Plosser, Philipp Schnabl, Johannes Stroebel, and Toni Whited as well as seminar participants at the Federal Reserve Bank of Philadelphia, The Federal Reserve Bank of New York, Temple University, Vilanova, the University of Sydney for helpful comments and suggestions. The opinions expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or  the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}