{
    "id": 31084,
    "citation_title": "Continuances and Uncertainty in the Course of Adjudication",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe myriad uncertainties common to the process of adjudication—concerning evidence that opposing parties will present, legal issues that will become relevant, illness of witnesses, and the like—lead to two social problems. First, when unanticipated events occur, the information that parties will be able to provide courts may be inadequate. And second, preparation effort invested by parties may be wasted: whereas parties will tend to prepare for numerous possible events in adjudication, many will not come to pass and thus much effort will be for nought. Both of these problems are addressed by the granting of continuances. Inability to present evidence for want of time will be directly remedied by the giving of continuances; and wasted preparation effort will be reduced because the ability to obtain continuances when uncertain events occur will lessen the need to prepare for them. But the use of continuances involves various costs of delay, meaning that the decision to grant continuances should be guided by an economic calculus. That calculus is developed in the theory presented in this article and the actual use of continuances is discussed.\n\n",
    "acknowledgement": "\nI wish to thank William Hubbard, Louis Kaplow, John Langbein, A. Mitchell Polinsky, David Rosenberg, William Rubenstein, and Holger Spamann for their comments and advice about the article, Guy Rubinstein and Justin Yim for able research assistance, Arevik Avedian and Henry Shull for the drawing of figures, and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}