{
    "id": 31080,
    "citation_title": "Wealth and Property Taxation in the United States",
    "citation_author": [
        "Sacha Dray",
        "Camille Landais",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the history and geography of wealth accumulation in the US, using newly collected historical property tax records since the early 1800s. The US General Property Tax was a comprehensive tax on all types of property (real, personal, and financial), making it one of the first “wealth taxes.” Drawing on many historical records, we construct long-run, consistent, high-frequency wealth series at the county, state, and national levels. We first document the long-term evolution of household wealth in the US since the early 1800s. The US experienced extraordinary wealth accumulation after the Civil war and until the Great Depression. Second, we reveal that spatial inequality in the US has been large and highly persistent since the mid-1800s, driven mainly by Southern states, whose long-run divergence from the rest of the US predated the Civil War. Before the Civil war, enslaved people were assessed as personal property of the enslavers, representing almost one-half of total taxable property in Southern states. In addition to the moral and ethical issues involved, this system wrongly counted forced labor income as capital. The regional distribution of wealth and the effects of the Civil war appear very different if enslaved people are not included in the property measure. Third, we investigate the determinants of long-term wealth growth and capital accumulation. Among others, we find that counties with a higher share of enslaved property before the Civil War or higher levels of wealth inequality experienced lower subsequent long-run growth in property.\n\n",
    "acknowledgement": "\nWe thank Simon Boutin, Marion Brouard, Enrico Calvanese, Zihan Chen, Miguel Fajardo-Steinhauser, Eloi Flamant, Alice Lapeyre, Ricky Li, Thomas Mikaelsen, Jingyi Wang, Tanggang Yuan, and especially Daniele Goffi, Nicolas Grimprel, and Lukas Rodrian for excellent research assistance. We gratefully acknowledge financial support from STICERD, the Lincoln Institute of Land Policy, and the International Inequality Institute. We thank participants in the OMG Transatlantic Talks workshop, the NBER Development of the American Economy group, the NBER Public Economics group, seminar participants at Boston University, Harvard, the University of Maryland, Lille, and London School of Economics, Claudia Goldin, James Feigenbaum, Martin Fiszbein, Jim Hines, Larry Katz, Naomi Lamoreaux, Robert Margo, Chris Meissner, Thomas Piketty, Paul Rhode, Joel Slemrod, and John Wallis for useful feedback and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCamille Landais\n\nI acknowledge fi\fnancial support from the European Research Council starting grant #679704, and from the Philip Leverhulme Trust (Leverhulme Prize)\n\n\n"
}