{
    "id": 31086,
    "citation_title": "Measuring the Characteristics and Employment Dynamics of U.S. Inventors",
    "citation_author": [
        "Ufuk Akcigit",
        "Nathan Goldschlag"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nInnovation is a key driver of long run economic growth. Studying innovation requires a clear view of the characteristics and behavior of the individuals that create new ideas. A general lack of rich, large-scale data has constrained such analyses. We address this by introducing a new dataset linking patent inventors to survey, census, and administrative microdata at the U.S. Census Bureau. We use this data to provide a first look at the demographic characteristics, employer characteristics, earnings, and employment dynamics of inventors. These linkages, which will be available to researchers with approved access, dramatically increases the scope of what can be learned about inventors and innovative activity.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. DRB Approval Number(s): CBDRB-FY20-CES007-004, CBDRB-FY21-CES007-004, CBDRB-FY22-CES008-008, CBRDB-FY23-CES020-001, CBRDB-FY23-CES020-002. DMS Project Number 7083300. We thank Joseph Staudt, Shawn Klimek, Emek Basker, participants at the 2022 Research Data Center Annual Conference and USPTO Chief Economist Seminar for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}