{
    "id": 31082,
    "citation_title": "Capital Controls and Trade Policy",
    "citation_author": [
        "Simon P. Lloyd",
        "Emile A. Marin"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does the conduct of optimal cross-border financial policy change with prevailing trade agreements? We study the joint optimal determination of trade policy and capital- flow management in a two-country, two-good model with trade in goods and assets. While the cooperative optimal allocation is efficient, a country-planner can achieve higher domestic welfare by departing from free trade in addition to levying capital controls, absent retaliation from abroad. However, time variation in the optimal tariff induces households to over- or under-borrow through its effects on the path of the real exchange rate. As a result, optimal capital controls can be larger when used in conjunction with optimal tariffs in specific cases; and in others, the optimal trade tariff partly substitutes for the use of capital controls. Accounting for strategic retaliation, we show that committing to a free-trade agreement can reduce incentives to engage in costly capital-control wars for both countries.\n\n",
    "acknowledgement": "\nPreviously circulated and presented with the title: Capital Controls and Free-Trade Agreements. We are especially grateful to Giancarlo Corsetti for many helpful discussions. We also thank Laura Alfaro (discussant), Pol Antras, Gianluca Benigno, Paul Bergin, Charles Brendon, Tiago Cavalcanti, Luca Dedola, Rob Feenstra, Rebecca Freeman, Pierre-Olivier Gourinchas, Juan Carlos Hallak (discussant), Oleg Itskhoki, Dennis Reinhardt, Alan Taylor, Shang-Jin Wei (editor) and Robert Zymek, as well as presentation attendees at the University of Cambridge, Bank of England, Money, Macro and Finance Annual Conference 2021, Royal Economic Society Annual Conference 2021, European Economic Association Annual Conference 2022, CRETE 2022, the 2022 London Junior Macro Workshop, the V Spanish Macroeconomics Network Conference, the Global Research Forum on International Macroeconomics and Finance (FRB New York), and the NBER Conference on International Fragmentation, Supply Chains and Financial Frictions (Banco Central de Chile) for useful comments. Any views expressed are solely those of the authors and so cannot be taken to represent those of the Bank of England or to state Bank of England policy. This paper should therefore not be reported as representing the views of the Bank of England or members of the Monetary Policy Committee, Financial Policy Committee or Prudential Regulation Committee. Marin acknowledges support from the Janeway Institute at the University of Cambridge. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}