{
    "id": 31081,
    "citation_title": "Model-free and Model-based Learning as Joint Drivers of Investor Behavior",
    "citation_author": [
        "Nicholas C. Barberis",
        "Lawrence J. Jin"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "2023-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMotivated by neural evidence on the brain's computations, cognitive scientists are increasingly adopting a framework that combines two systems, namely “model-free” and “model-based” learning. We import this framework into a financial setting, study its properties, and use it to account for a range of facts about investor behavior. These include extrapolative demand, experience effects, the disconnect between investor allocations and beliefs in the frequency domain and the cross-section, the inertia in investors’ allocations, and stock market non-participation. Our results suggest that model-free learning plays a significant role in the behavior of some investors.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Caplin, Alex Chinco, Cary Frydman, Xavier Gabaix, Alex Imas, Chen Lian, Stefan Nagel, Elise Payzan-LeNestour, Indira Puri, Antonio Rangel, Josh Schwartzstein, Andrei Shleifer, Michael Woodford, and seminar participants at Caltech, Columbia University, Cornell University, Harvard University, Imperial College London, the University of California Los Angeles, the University of Chicago, the University of Pennsylvania, Washington University, Yale University, the AFA Annual Meeting and the NBER Behavioral Finance conference for very useful feedback. We are also grateful to Colin Camerer, Nathaniel Daw, Peter Dayan, Sam Gershman, John O'Doherty, and members of their lab groups for very helpful discussions about the psychological concepts in the paper. Steven Ma provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}