{
    "id": 31089,
    "citation_title": "Helping Small Businesses become more Data-Driven: A Field Experiment on eBay",
    "citation_author": [
        "Sagit Bar-Gill",
        "Erik Brynjolfsson",
        "Nir Hak"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs more and more activities in the economy become digitized, analytics and data-driven decision-making (DDD) are becoming increasingly important. The adoption of analytics and DDD has been slower in small-to-medium enterprises (SMEs) compared to large firms, and reliable causal estimates of the impacts of analytics tools for small businesses have been lacking. We derive experiment-based estimates of the effect of an analytics tool on SME outcomes, analyzing the randomized introduction of eBay’s Seller Hub (SH), a data-rich seller dashboard. We find that SH adoption is associated with increased DDD, and that access to SH increases e-retailers’ revenues by 3.6% on average, as more items are transacted and service quality increases, without increases in average prices. Our results suggest that analytics and DDD help SMEs establish a competitive advantage. Managerial practices play an important role in reaping the benefits from the analytics dashboard, as over a third of the SH impact is driven by active performance monitoring. This suggests that digital platforms could increase revenues by supporting the adoption of analytics tools by SMEs. Furthermore, policies supporting small businesses' transition to the data era could address gaps in analytics and data-driven decision-making (DDD) by providing access to tools such as SH, as well as offering appropriate managerial training.\n\n",
    "acknowledgement": "\nErik Brynjolfsson gratefully acknowledges financial support from the Stanford Digital Economy Lab. Sagit Bar-Gill gratefully acknowledges financial support from the MIT Initiative on the Digital Economy. This research was supported by the Binational Science Foundation (grant number 2018263). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}