{
    "id": 31083,
    "citation_title": "Unpacking Social Capital",
    "citation_author": [
        "Ruben Durante",
        "Nicola Mastrorocco",
        "Luigi Minale",
        "James M. Snyder Jr."
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use novel and unique survey data from Italy to shed light on key questions regarding the measurement of social capital and the use of social capital indicators for empirical work. Our data cover a sample of over 600,000 respondents interviewed between 2000 and 2015. We identify four distinct components of social capital – i) social participation, ii) political participation, iii) trust in others, and iv) trust in institutions – and examine how they relate to each other. We then study how each dimension of social capital relates to various socioeconomic factors both at the individual and the aggregate level, and to various proxies of social capital commonly used in the literature. Finally, building on previous work, we investigate to what extent different dimensions of social capital predict differences in key economic, political, and health outcomes. Our findings support the view that social capital is a multifaceted object with multiple dimensions that, while related, are distinct from each other. Future work should take such multidimensionality into account and carefully consider what measure of social capital to use.\n\n",
    "acknowledgement": "\nWe thank the Italian National Institute of Statistics (ISTAT) for agreeing to subscribe the Memorandum of Understanding (ACP/4/2019) which granted us access to the Aspect of Daily Life Survey data with municipal identifiers. We are especially grateful to Dr. Sante Orsini for his guidance in creating and signing the memorandum of understanding with ISTAT: without his support this project would not have been possible. We thank Paolo Buonanno, Daniel Montolio, Paolo Vanin, as well as Luigi Guiso, Paola Sapienza and Luigi Zingales for kindly sharing the data used in their respective papers. We also thank Massimo Anelli, Tommaso Colussi and Andrea Ichino for sharing the data on false birthdate registrations. Finally, we thank Antonio Cabrales, Ignacio Ortuño-Ortin, Maria Petrova and Juan Vargas as well as participants in the Culture Economics Workshop at the University of Lund, Trinity College Dublin, University of Pavia, and Universidad del Rosario for insightful comments. Ricard Grebol and Lorena Mita provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}