{
    "id": 31093,
    "citation_title": "The Impact of the Level and Timing of Parental Resources on Child Development and Intergenerational Mobility",
    "citation_author": [
        "Sadegh Eshaghnia",
        "James J. Heckman",
        "Rasmus Landersø"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "2023-11-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores the relationships between parental resource trajectories and child development, and their implications for intergenerational mobility. By modifying child skill formation technology to incorporate new skills emerging during adolescence, we analyze the importance of the timing of family resources on life outcomes, such as educational attainment and participation in crime. Parental financial resources partially offset deficiencies in nonpecuniary inputs to children’s human capital, such as family stability. IGE estimates are less sensitive to parental and child reference ages but are strongly influenced by the choice of lifetime versus snapshot parental income measures.\n\n",
    "acknowledgement": "\nThis paper was presented at a conference in honor of Robert Moffitt at Johns Hopkins University in September 2022 and also at the Workshop on Families, Human Capital, and Inequality in Bad Dürkheim, Germany in July 2023. Our research was supported by the ROCKWOOL Foundation and a grant from an anonymous donor. Early drafts were presented at CEHD informal conferences starting in 2019. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or of the National Bureau of Economic Research. We thank Alex Ben Hassine for skilled research assistance and useful commentary. A Web Appendix can be found at https://cehd.uchicago.edu/max-impact-intergen-assoc.\n\n\n"
}