{
    "id": 31096,
    "citation_title": "Inequality and Measured Growth",
    "citation_author": [
        "Ezra Oberfield"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompared to a half-century ago, inequality in the United states has risen and measured productivity growth has fallen. Concerns about rising inequality have been exacerbated by the observation that prices of goods consumed by the poor have risen faster than prices of goods consumed by the rich. This paper presents an example of an economy that is consistent with these facts but in which the facts can be misleading about improvements in welfare. The two key ingredients are non-homothetic preferences and productivity improvements directed toward goods with larger market size. The model admits balanced growth despite the structural change induced by non-homothetic preferences. Along a BGP in which the distribution of after-tax income is stable, measured inflation among goods consumed by the bottom half of earners is perpetually higher than among goods consumed by the top half, but welfare improves at the same rate for all households. Across BGPs in which the only difference in primitives is the progressivity of the tax schedule, the BGP with a more unequal distribution of after-tax income exhibits lower measured growth of output and productivity. Nevertheless, welfare improves at the same rate along both BGPs. At the root of the deviation between productivity growth and welfare improvements is the fact that the value of cost reductions for a good are transitory if income effects eventually shrink the good's expenditure share. Standard measures of inflation capture the benefits of cost reductions among goods that are consumed contemporaneously, but only partly determine the evolution of price levels relevant for a household, as they do not capture the benefits from cost reductions that occur before the household shifts towards a good.\n\n",
    "acknowledgement": "\nI am grateful to David Baqaee, Ariel Burstein, Philipp Grübener, Ricardo Reis, Richard Rogerson, Felipe Schwartzman, and especially Danial Lashkari for conversations that improved this paper. I thank Nan Xiang for excellent research assistance. All mistakes are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}