{
    "id": 31090,
    "citation_title": "On the Law of the Household: The Principles Used by Parents in Disciplining Their Children",
    "citation_author": [
        "Steven Shavell"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "2023-04-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article I first describe the basic principles that parents employ in disciplining their children. The description is based on a survey of parents, the major results of which are that parental sanctions are premised on wrongdoing—not on the mere causation of harm; that parental sanctions tend to be greater when wrongdoing results in harm than when it does not; that parental sanctions for intentionally harmful conduct exceed those for negligence; and that parental sanctions are not raised when the probability that wrongdoing would be discovered is low.\nI then develop a theory to explain the principles of discipline as functional for parents. The kernel of the theory is that the rules of discipline maximize the expected utility of parents—assuming that the utility of parents is reduced by the occurrence of harm and also reflects the well–being of their children.\nAfter elaborating the theory, I comment on several related issues, including the possible influence of childhood experience on our preferences as adults over legal rules; and I remark on the interpretation of the similarity between the principles of criminal law and those applied by parents in disciplining their children.\n\n",
    "acknowledgement": "\nI thank Lucian Bebchuk, Ryan Bubb, Robert Ellickson, Yehonatan Givati, Scott Hemphill, William Hubbard, Louis Kaplow, Gregory Keating, Daniel Kelly, Ivy Kramer, Richard McAdams, Randal Picker, A. Mitchell Polinsky, Haggai Porat, Kathryn Spier, Matthew Stephenson, Lior Strahilevitz, and Christopher Taggart for comments on this article, Sarah Kahwash, Spencer Livingstone, and Justin Yim for research assistance, and the John M. Olin Center for Law, Economics, and Business at Harvard Law School for research support. I am especially grateful to Arevik Avedian for her extensive help and advice on implementing the survey of parental attitudes about the disciplining of children reported here. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}