{
    "id": 31097,
    "citation_title": "Climate Stress Testing",
    "citation_author": [
        "Viral V. Acharya",
        "Richard Berner",
        "Robert F. Engle III",
        "Hyeyoon Jung",
        "Johannes Stroebel",
        "Xuran Zeng",
        "Yihao Zhao"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe explore the design of climate stress tests to assess and manage macro-prudential risks from climate change in the financial sector. We review the climate stress scenarios currently employed by regulators, highlighting the need to (i) consider many transition risks as dynamic policy choices; (ii) better understand and incorporate feedback loops between climate change and the economy; and (iii) further explore “compound risk” scenarios in which climate risks co-occur with other risks. We discuss how the process of mapping climate stress scenarios into financial firm outcomes can incorporate existing evidence on the effects of various climate-related risks on credit and market outcomes. We argue that more research is required to (i) identify channels through which plausible scenarios can lead to meaningful short-run impact on credit risks given typical bank loan maturities; (ii) incorporate bank-lending responses to climate risks; (iii) assess the adequacy of climate risk pricing in financial markets; and (iv) better understand and incorporate the process of expectations formation around the realizations of climate risks. Finally, we discuss the relative advantages and disadvantages of using market-based climate stress tests that can be conducted using publicly available data to complement existing stress testing frameworks.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from NSF grant 2218455, NBIM, IDB and VRI. We thank Joao Santos, Kristian Blickle, Lee Seltzer, Dina Maher, David Ignell, Han Yan, and Samantha Zeller for their helpful comments. The views expressed in this paper are those of the author(s) and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Berner\n\nI periodically deliver lectures, make presentations and prepare reports for which I receive compensation. In 2018, I received amounts in excess of $500 from the World Gold Council and MacroPolicy Perspectives, LLC. I am an Advisor to FinRegLab, to the Financial Technology Association, to the Alliance for Innovative Regulation, and to Credit Benchmark; a member of the Bretton Woods Committee, Future of Finance Initiative; a member of the Milken Fintech Advisory Committee, a Senior Advisor to MacroPolicy Perspectives, and a member of CFTC Market Risk Advisory Committee.\n\n\n"
}