{
    "id": 31091,
    "citation_title": "The Health Wedge and Labor Market Inequality",
    "citation_author": [
        "Amy Finkelstein",
        "Casey C. McQuillan",
        "Owen M. Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2023-04-03",
    "issue_date": "2023-03-31",
    "revision_date": "2024-07-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nOver half of the U.S. population receives health insurance through an employer, with employer premium contributions creating a flat \"head tax\" per worker, independent of their earnings. This paper develops and calibrates a stylized model of the labor market to explore how this uniquely American approach to financing health insurance contributes to labor market inequality. We consider a partial-equilibrium counterfactual in which employer-provided health insurance is instead financed by a statutory payroll tax on firms. We find that, under this counterfactual financing, in 2019 the college wage premium would have been 11 percent lower, non-college annual earnings would have been $1,700 (3 percent) higher, and non-college employment would have been nearly 500,000 higher. These calibrated labor market effects of switching from head-tax to payroll-tax financing are in the same ballpark as estimates of the impact of other leading drivers of labor market inequality, including changes in outsourcing, robot adoption, rising trade, unionization, and the real minimum wage. We also consider a separate partial-equilibrium counterfactual in which the current head-tax financing is maintained, but 2019 U.S. health care spending as a share of GDP is reduced to the Canadian share; here, we estimate that the 2019 college wage premium would have been 5 percent lower and non-college annual earnings would have been 5 percent higher. These findings suggest that health care costs and the financing of health insurance warrant greater attention in both public policy and research on U.S. labor market inequality.\n\n",
    "acknowledgement": "\nThis work was originally prepared for Brookings and presented at the Spring 2023 Brookings Papers on Economic Activity Conference. We are grateful to David Autor, Anne Case, Raj Chetty, David Cutler, Janet Currie, Angus Deaton, Janice Eberly, Jon Gruber, Larry Katz, Pat Kline, Ilyana Kuziemko, and Nathan Hendren for helpful comments, and to Emily Bjorkman, Drew Burd, Patrick Collard, Coly Elhai, Dean Li, and Dustin Swonder for excellent research assistance. We gratefully acknowledge support from the Laura and John Arnold Foundation. Zidar also thanks the NSF for support under Grant Number 1752431, and Zwick also thanks the Fama Research Fund, Neubauer Family Foundation, the Polsky Center, and the Hultquist Faculty Research Endowment at Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nMy disclosures are covered above.\n\n\n"
}