{
    "id": 31101,
    "citation_title": "The Macroeconomics of Intensive Agriculture",
    "citation_author": [
        "Timo Boppart",
        "Patrick Kiernan",
        "Per Krusell",
        "Hannes Malmberg"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries employ a very large share of their workforce in agriculture, a sector in which their labor productivity is particularly low. We take a macroeconomic approach to analyze the role of agriculture in development. We construct a new database with systematic measures of inputs and outputs of agricultural production around the globe. The data exhibits strong neoclassical features: going from poor to rich countries, capital and intermediate input prices decline dramatically relative to labor prices; concurrently, capital and intermediate input use in agriculture increases by a factor of 300–800 relative to labor. Input intensification accounts for a bit less than two thirds of the agricultural labor productivity gap between the poorest and richest countries. Our observations are well explained by an aggregate agricultural production function with input substitutabilities significantly above unity. On the demand side, standard non-homothetic preferences accurately capture how the expenditure share of agricultural goods varies across the development spectrum. We incorporate our findings into a closed-economy general-equilibrium model with minimal distortions, showing that non-agricultural TFP differences play a much more important role than agricultural TFP differences in explaining income differences.\n\n",
    "acknowledgement": "\nBoppart thanks Swiss National Science Foundation grant 100018_200958 for financial support. Krusell and Boppart thank Riksbankens Jubileuumsfond M16-0345:1. Malmberg and Kiernan thank the Heller-Hurwicz Economic Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}