{
    "id": 31109,
    "citation_title": "Nurse Practitioner Scope of Practice and Patient Harm: Evidence from Medical Malpractice Cases and Adverse Action Reports",
    "citation_author": [
        "Sara Markowitz",
        "Andrew J.D. Smith"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "2023-05-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany states have recently changed their scope of practice laws and granted full practice authority to nurse practitioners, allowing them to practice without oversight from physicians. Physician groups have argued against this change, citing patient safety concerns. In this paper, we use a ratio-in-ratio approach to evaluate whether the transition to full practice authority results in harm to patients as proxied by rates of malpractice payouts and adverse action reports against nurse practitioners. We find no evidence of such harm, and instead find that physicians may benefit from the law change in terms of reduced malpractice payouts against them.\n\n",
    "acknowledgement": "\nThe paper benefited tremendously from comments and suggestions from Erik Nesson, Benjamin McMichael, participants at the Institute for Humane Studies workshop on The Effect of Regulating Healthcare Workers, and seminar participates at Vanderbilt University. Special thanks go to the faculty and graduate students in the economics department at Georgia Tech, where Markowitz spent a sabbatical in the spring of 2022 working on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}