{
    "id": 31108,
    "citation_title": "Natural Capital Considerations for an Extension of the U.S. Marine Economy Satellite Account",
    "citation_author": [
        "Jeffrey Wielgus",
        "Monica Grasso",
        "Charles Colgan",
        "Jennifer Zhuang",
        "Sarah C. Siegel",
        "Joseph Conran",
        "Tadesse Wodajo"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an effort to measure and track marine-dependent economic activities, the United States National Oceanic and Atmospheric Administration (NOAA) has developed two statistical tools: The Economics: National Ocean Watch (ENOW) and the Marine Economy Satellite Account (MESA).  In both efforts, the focus has been on certain activities in selected sectors of the economy. MESA is developed within the framework of the System of National Accounts (SNA) and includes only economic activities that use essential marine inputs, produce goods or services to be used predominantly in the marine environment, take place in the marine environment, or need to be placed in proximity to the coast to take place. In addition, MESA only employs data on the annual flows of market-based values related to the marine activities. As an SNA-based tool, MESA also fails to systematically keep track of the contribution of the environment to the economy by properly accounting for the changes (both additions and reductions) in the environmental capital stock values.\nThis paper proposes an initial extension of MESA to include natural capital considerations by employing key elements of the System of Environmental-Economic Accounts Central Framework (SEEA-CF) adopted as the initial international statistical standard for environmental-economic accounting by the United Nations Statistical Commission in 2012. In addition to reporting the economic activities captured by the SNA structure, the SEEA-CF requires measuring both additions to the environmental capital stocks (due to natural growth or improved resource management) and reductions in these stocks (resulting from depletion from use in the production process or removal of resources from the natural stock). Considering the complexity involved in the measurement of the natural capital foundations of the ocean-related economy, the paper proposes to launch the MESA extension as a pilot project focusing only on selected data rich marine activities defined in MESA, namely, offshore oil and gas, commercial fishing, and beach recreation.\n\n",
    "acknowledgement": "\nWe are grateful to Arnab Acharya, Jeff Adkins, Doug Lipton, and Andrew Scheld for their insightful suggestions, which helped improve an earlier version of the manuscript. Errors and omissions remain solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}