{
    "id": 31105,
    "citation_title": "China as an International Lender of Last Resort",
    "citation_author": [
        "Sebastian Horn",
        "Bradley C. Parks",
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "2023-11-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that China has launched a new global system for cross-border rescue lending to countries in debt distress. We build the first comprehensive dataset on China’s overseas bailouts between 2000 and 2021 and provide new insights into China’s growing role in the global financial system. A key finding is that the global swap line network put in place by the People’s Bank of China is increasingly used as a financial rescue mechanism, with more than USD 170 billion in liquidity support extended to crisis countries, including repeated rollovers of swaps coming due. The swaps bolster gross reserves and are mostly drawn by distressed countries with low liquidity ratios. In addition, we show that Chinese state-owned banks and enterprises have given out an additional USD 70 billion in rescue loans for balance of payments support. Taken together, China’s overseas bailouts correspond to more than 20 percent of total IMF lending over the past decade and bailout amounts are growing fast. However, China’s rescue loans differ from those of established international lenders of last resort in that they (i) are opaque, (ii) carry relatively high interest rates, and (iii) are almost exclusively targeted to debtors of China's Belt and Road Initiative. These findings have implications for the international financial and monetary architecture, which is becoming more multipolar, less institutionalized, and less transparent.\n\n",
    "acknowledgement": "\nWe thank Ariel BenYishay, Andreas Fuchs, Aart Kraay, Ricardo Reis, Bedri Zymeri and conference participants at the AEA Annual Meetings for helpful comments as well as Maia Debs for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of AidData or the World Bank Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}