{
    "id": 31106,
    "citation_title": "Do Entrepreneurs Want Control? And Should They Get What They Want? A Historical and Theoretical Exploration",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "Jean-Laurent Rosenthal"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nFrom Elihu Thomson and Herbert Dow in the late nineteenth century to Steve Jobs a hundred years later, many entrepreneurs have been stymied by their investors. In this paper, we use a simple model to explore how outcomes might have been different if entrepreneurs, instead of the investors, had control of their firms. We also explore the importance of legal rules that enable entrepreneurs to lock in control even when, under one-share-one-vote governance, power would rest with their investors. We find that entrepreneurs take advantage of such rules when the cost of capital is low, as in Britain in the early twentieth century or the US in the early twenty-first century. We also find that firms controlled by entrepreneurs can take on more difficult projects, and thus push the technological frontier out more rapidly, than firms controlled by investors. Such firms are also superior in this way to serial startups.\n\n",
    "acknowledgement": "\nNothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}