{
    "id": 31107,
    "citation_title": "Business Group Spillovers",
    "citation_author": [
        "S. Lakshmi Naaraayanan",
        "Daniel Wolfenzon"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the investment of standalone firms across regions after a positive shock to the investment opportunities generated by a large-scale highway development project. We show that the standalones’ investment sensitivity is lower in regions with a higher density of business groups in the local area. We investigate mechanisms driving our results and find support for a financing mechanism whereby banks allocate capital preferentially to group-affiliated firms in responding to the increase in credit demand. Overall, our study documents that business groups have spillover effects on standalone firms.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Sumit Agarwal, Morten Bennedsen, Nittai Bergman, Janis Berzins, Kirill Borusyak, Claudia Custodio, Francesco D’Acunto, Sudipto Abhiroop Mukherjee, Erik Loualiche, Indrajit Mitra, Kasper Nielsen, Gordon Philips, Shivaram Rajgopal, Rik Sen, Giorgo Sertsios, Matthew Spiegel, Philip Strahan, Parth Venkat, Wei Wang, Tracy Wang, Alminas Zaldokas and seminar participants at the 2020 Minnesota Corporate Finance Meetings, 2019 EFA Meetings (Carcavelos), 2019 FIRS Meetings (Savannah), 2019 China International Conference in Finance (Guangzhou), 2018 FMA Annual Meetings (San Diego), 2017 SFS Cavalcade Asia Pacific (Beijing), 2017 Emerging Markets Conference (Mumbai), Yale School of Management, Georgia Tech (Scheller), HKUST, Northeastern University (D’Amore-McKim) and University of Oklahoma (Price). We thank Manpreet Singh for sharing the list of product dereservation dates. We gratefully acknowledge support from the Chazen Institute for Global Business at Columbia Business School. We are grateful to the London Business School’s Research and Materials Development Grant and Wheeler Institute for Business and Development for supporting this research. Naaraayanan thanks Columbia University for hosting him for a part of the time during which this research was conducted. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}