{
    "id": 31117,
    "citation_title": "Dreaming of Leaving the Nest? Immigration Status and the Living Arrangements of DACAmented",
    "citation_author": [
        "Rania Gihleb",
        "Osea Giuntella",
        "Jakub Lonsky"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the effects of the Deferred Action for Childhood Arrivals (DACA) on the living arrangements and housing behavior of undocumented immigrants in the U.S. Using an event-study approach and difference-in-differences (DID) estimates, we compared immigrants above and below eligibility cutoffs and demonstrated that, after the adoption of the policy in June 2012, DACA-eligible immigrants were less likely to live with their parents or in multigenerational households (-12.5%) and more likely to live independently (+15.5%). We also revealed that DACA-eligible immigrants were less likely to live in the same house (-2%) and more likely to quit ethnic enclaves (+8%). Notably, these patterns are not explained by the known effects of DACA on income and employment outcomes. Lower rental costs (-3%) may have facilitated this transition into adulthood and the observed trends in living arrangements. The DACA also led to a decline in marriage rates among DACA-eligible individuals, although we found no evidence of significant effects on cohabitation, divorce, and intermarriage. We also found no evidence of a clear impact on fertility.\n\n",
    "acknowledgement": "\nWe benefited from comments received from participants at the Society of Labor Economists Meetings, the Society of the Economics of the Household, the European Society for Population Economics, European Association of Labour Economists, 20th “Brucchi Luchino” Labor Economics Workshop (Naples, Italy), Slovak Economic Association Meeting, and Young Economists’ Meeting (Brno, Czech Rep.) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}