{
    "id": 31112,
    "citation_title": "Policies, Projections, and the Social Cost of Carbon: Results from the DICE-2023 Model",
    "citation_author": [
        "Lint Barrage",
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present study examines the assumptions, modeling structure, and preliminary results of DICE-2023, the revised Dynamic Integrated Model of Climate and the Economy (DICE), updated to 2023. The revision contains major changes in the carbon and climate modules, the treatment of non-industrial greenhouse gases, discount rates, as well as updates on all the major components. The major changes are a significantly lower level of temperature of the cost-benefit optimal policy,  a lower cost of reaching the 2° C target, an analysis of the impact of the Paris Accord, and a major increase in the estimated social cost of carbon.\n\n",
    "acknowledgement": "\nThere is no external funding for this paper. I have no relevant and material financial relationships that bear on their research. The authors declare no conflicts of interest. All statements are the responsibility of the authors and may not reflect the views of the institutions with which they are affiliated. The authors gratefully acknowledge Max Auffhammer, Jesse Ausubel, Simon Dietz, Kenneth Gillingham, Christian Gollier, Peter Howard, Robert Keohane, Derek Lemoine, Robert Litterman, Robert Mendelsohn, Gilbert Metcalf, Nicholas Muller, Jeffrey Nordhaus, Robert Pindyck, William Pizer, Brian Prest, John Reilly, Armon Rezai, Thomas Sterner, Max Tavoni, Richard Tol, Gernot Wagner, John Weyant, and Zili Yang for their helpful insights and comments. The present draft has a few corrections from the version of February 25, 2023, but the results are identical. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam D. Nordhaus\n\nThere is no external funding for this paper. I have no relevant and material financial relationships that bear on their research.\n\n\n"
}