{
    "id": 31119,
    "citation_title": "Equity Term Structures without Dividend Strips Data",
    "citation_author": [
        "Stefano Giglio",
        "Bryan T. Kelly",
        "Serhiy Kozak"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large cross-section of equity returns to estimate a rich affine model of equity prices, dividends, returns and their dynamics. Using the model, we price dividend strips of the aggregate market index, as well as any other well-diversified equity portfolio. We do not use any dividend strips data in the estimation of the model; however, model-implied equity yields generated by the model match closely the equity yields from the traded dividend forwards reported in the literature. Our model can be used to extend the data on the term structure of aggregate (market) discount rates over time (back to the 1970s) and across maturities, since we are not limited by the maturities of actually traded dividend claims. Most importantly, the model generates term structures for any portfolio of stocks (e.g., small and value portfolios, high and low investment portfolios, etc). The novel cross-section of term structure data estimated by our model, covering a span of 45 years that includes several recessions, represents a rich set of new empirical moments that can be used to guide and evaluate asset pricing models, beyond the aggregate term structure of dividend strips that has been studied in the literature.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Jules Van Binsbergen, Niels Gormsen, Ralph Koijen, Jessica Wachter, participants at the Chicago Booth Asset Pricing Conference, SFS Finance Cavalcade, Virtual Derivatives Workshop, WFA, and seminar participants at Stockholm School of Business, Temple University, Tilburg University, Tsinghua University, University of Gothenburg, University of Hong Kong, University of Massachusetts at Amherst, and the Five Star conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}