{
    "id": 31114,
    "citation_title": "Four Facts About ESG Beliefs and Investor Portfolios",
    "citation_author": [
        "Stefano Giglio",
        "Matteo Maggiori",
        "Johannes Stroebel",
        "Zhenhao Tan",
        "Stephen Utkus",
        "Xiao Xu"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "2023-08-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze survey data on ESG beliefs and preferences in a large panel of retail investors linked to administrative data on their investment portfolios. The survey elicits investors’ expectations of long-term ESG equity returns and asks about their motivations, if any, to invest in ESG assets. We document four facts. First, investors generally expected ESG investments to underperform the market. Between mid-2021 and late-2022, the average expected 10-year annualized return of ESG investments relative to the overall stock market was –1.4%. Second, there is substantial heterogeneity across investors in their ESG return expectations and their motives for ESG investing: 45% of survey respondents do not see any reason to invest in ESG, 25% are primarily motivated by ethical considerations, 22% are driven by climate hedging motives, and 7% are motivated by return expectations. Third, there is a link between individuals’ reported ESG investment motives and their actual investment behaviors, with the highest ESG portfolio holdings among individuals who report ethics-driven investment motives. Fourth, financial considerations matter independently of other investment motives: we find meaningful ESG holdings only for investors who expect these investments to outperform the market, even among those investors who reported that their most important ESG investment motives were ethical or hedging reasons.\n\n",
    "acknowledgement": "\nStephen Utkus was formerly employed at Vanguard in a research capacity. Xiao Xu is employed at Vanguard in a research capacity. Giglio, Maggiori, Stroebel, and Tan are unpaid consultants at Vanguard in order to access the anonymized data. Vanguard provided anonymized portfolio and survey data as well as survey research services for this project. Maggiori’s spouse is employed by Wellington Management Company LLP as a Managing Director in the Investment Science Group. ESG is one of the group’s areas of research. Wellington manages funds on behalf of Vanguard. The authors would like to thank Sophia Bunyaraksh, Catherine Clinton, Fiona Greig, Andy Reed and Jean Young at Vanguard for their help with the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}