{
    "id": 31115,
    "citation_title": "Is the Global Economy Deglobalizing? And if so, why? And what is next?",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Tristan Reed"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nData on global trade as well as capital and labor flows indicate a slowdown, but not reversal, of globalization post the 2008-09 financial crisis. Yet profound changes in the policy environment and public sentiment in the largest economies over the past five years suggest the beginning of a new era. Increasing anxiety about the labor market effects of import competition from low-wage countries, especially China, laid the groundwork, but was not the catalyst for the reversal in attitudes towards globalization. Similarly, the COVID pandemic provided novel arguments against free trade based on global supply chain resilience, but neither the pandemic nor short run policy response had enduring effects on trade flows. We demonstrate that global trade was remarkably resilient during the pandemic and that supply shortages would likely have been more severe in the absence of international trade. After a temporary decline in 2020, global trade in goods and services increased sharply in 2021. Russia’s invasion of Ukraine raised new concerns about national security and the exposure of supply chains to geopolitical risk. This was followed by demands to diversify away from “non-friendly” countries and to the employment of trade policy, export restrictions in particular, to halt China’s technological development. The future of globalization is highly uncertain at this point, but these new policies will likely slow global growth, innovation, and poverty reduction even if they benefit certain industries in certain countries. Regarding resilience, the main goal of recent trade policy changes, measures of trade volatility or concentration can be helpful, but resilience will be elusive as long as we lack benchmarks against which policy performance can be measured.\n\n",
    "acknowledgement": "\nWe have nothing to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}