{
    "id": 31116,
    "citation_title": "On the Efficiency of Competitive Equilibria with Pandemics",
    "citation_author": [
        "V. V. Chari",
        "Rishabh Kirpalani",
        "Luis Perez"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe epidemiological literature suggests that virus transmission occurs only when individuals are in relatively close contact. We show that if society can control the extent to which economic agents are exposed to the virus and agents can commit to contracts, virus externalities are local, and competitive equilibria are efficient. The Second Welfare Theorem also holds. These results still apply when infection status is imperfectly observed and when agents are privately informed about their infection status. If society cannot control virus exposure, then virus externalities are global and competitive equilibria are inefficient, but the policy implications are very different from those in the literature. Economic activity in this version of our model can be inefficiently low, in contrast to the conventional wisdom that viruses create global externalities and result in inefficiently high economic activity. If agents cannot commit, competitive equilibria are inefficient because of a novel pecuniary externality.\n\n",
    "acknowledgement": "\nFirst version: June 2021. We thank Andy Abel, Alessandro Dovis, Gideon Bornstein, Maryam Farboodi, Larry Jones, and Chris Phelan for helpful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. We have not received funding for this research.\n\n\n"
}