{
    "id": 31113,
    "citation_title": "Post COVID-19 Test Score Recovery: Initial Evidence from State Testing Data",
    "citation_author": [
        "Clare Halloran",
        "Claire E. Hug",
        "Rebecca Jack",
        "Emily Oster"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "2023-04-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic caused significant disruption in schooling in the U.S., and student test scores showed dramatic declines by the end of the 2020-21 school year. We use state test score data to analyze patterns of test score recovery over the 2021-22 school year. On average, we find that 20% of test score losses are recovered in English language arts (ELA) by 2022, compared to 37% in math. These recovery rates do not significantly vary across demographic characteristics, baseline achievement rates, in-person schooling rates in the pandemic school year, or category-based measures of recovery funding allocations. We observe large state-level variation in recovery rates in ELA – from full recovery to further losses. This evidence suggests state-level factors play an important role in students' academic recovery, but we are unable to isolate particular state factors. Future work should focus on this variation to facilitate a broader recovery effort.\n\n",
    "acknowledgement": "\nWe are grateful to Sarah Ridley for excellent research assistance. The COVID-19 School Data Hub was produced with funding from Emergent Ventures at the Mercatus Center, the Chan Zuckerberg Initiative, Arnold Ventures, the Walton Family Foundation, and Brown University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}