{
    "id": 31111,
    "citation_title": "Trade Shocks and Credit Reallocation",
    "citation_author": [
        "Stefano Federico",
        "Fadi Hassan",
        "Veronica Rappoport"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies a credit-supply contraction that arises endogenously after trade liberalization. Banks with loan portfolios concentrated in sectors exposed to competition from China face an increase in non-performing loans after China’s entry into the World Trade Organization. As a result, they reduce the supply of credit to firms, irrespective of the firm’s sector of operation. This cut in credit translates into lower employment, investment, and output. Through this mechanism, the financial channel amplifies the shock to firms already hit by import competition from China and passes it on to firms in sectors expected to expand upon trade liberalization.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Adao, Pol Antras, David Atkin, David Autor, Francesco Caselli, Gabriel Chodorow- Reich, Federico Cingano, Stefania Garetto, Nicola Gennaioli, Tarek Hassan, Elhanan Helpman, Killian Huber, Asim Khwaja, Matteo Maggiori, Atif Mian, Claudio Michelacci, Eduardo Morales, Holger Mueller, Melina Paopoutsi, Matteo Piazza, Thomas Philippon, Kadee Russ, Fabiano Schivardi, Andrei Shleifer, Amir Sufi, and Jeremy Stein for very insightful comments and discussions. We  thank also seminar participants at Harvard, MIT, Boston College, Duke, NYU-Stern, LSE, EIEF, Barcelona Summer Forum, NBER SI, Berkeley-PIIE Trade&Macro Forum, and HEC Finance Spring Conference. The opinions expressed and arguments employed herein are those of the authors and do not reflect the official views of the Bank of Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}