{
    "id": 31120,
    "citation_title": "Skill Depreciation during Unemployment: Evidence from Panel Data",
    "citation_author": [
        "Jonathan P. Cohen",
        "Andrew C. Johnston",
        "Attila S. Lindner"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a panel of survey responses linked to administrative data in Germany to measure the depreciation of skills while workers are unemployed. Both the reemployment hazard rate and reemployment earnings steadily fall with unemployment duration, and indicators of depression and loneliness rise substantially. Despite this, we find no decline in a wide range of cognitive and noncognitive skills while workers remain unemployed. We find the same pattern in a panel of American workers. The results imply that skill depreciation in general human capital is unlikely to be a major explanation for duration dependence.\n\n",
    "acknowledgement": "\nThe authors have no financial interest in the topic of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan P. Cohen\n\nThis research was carried out while Cohen was a doctoral student at MIT. In November 2022, while this research was in progress, he accepted a position at Amazon. He started working there in March 2023 after this research was completed but before he graduated from MIT.  He thanks the Lynde and Harry Bradley Foundation for support as a Bradley Dissertation Fellow.\n\n\n"
}