{
    "id": 31121,
    "citation_title": "Asset Pricing with Optimal Under-Diversification",
    "citation_author": [
        "Vadim Elenev",
        "Tim Landvoigt"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study sources and implications of undiversified portfolios in a production-based asset pricing model with financial frictions. Households take concentrated positions in a single firm exposed to idiosyncratic shocks because managerial effort requires equity stakes, and because investors gain private benefits from concentrated holdings.  Matching data on returns and portfolios, we find that the marginal investor optimally holds 45% of their portfolio in a single firm, incentivizing managerial effort that accounts for 4% of aggregate output. Investors derive control benefits equivalent to 3% points of excess return, rationalizing low observed returns on undiversified holdings in the data. A counterfactual world of full diversification would feature higher risk free rates, lower risk premiums on fully diversified and concentrated assets, less capital accumulation, yet higher consumption and welfare. Exposure to undiversified firm risk can explain approximately 40% of the level and 20% of the volatility of the equity premium.  A targeted subsidy that decreases diversification improves welfare by increasing managerial effort and reducing financial frictions.\n\n",
    "acknowledgement": "\nWe thank Joao Gomes, Urban Jermann, Nick Roussanov, Sylvain Catherine, and Luke Taylor for helpful conversations and seminar participants at University of Virginia, Wharton Macro Lunch, ITAM, Ohio State, and Johns Hopkins Carey for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}