{
    "id": 31127,
    "citation_title": "Day Traders, Noise, and Cost of Immediacy",
    "citation_author": [
        "Manoj Dalvi",
        "Prachi Deuskar",
        "Lawrence R. Glosten",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify different roles traders play using data with trader identities for all transactions in SENSEX-index stocks on the Bombay Stock Exchange from January 2005 to December 2011. Individual day traders (IDT) are identified as “noise traders”, who play an important role in the market microstructure literature. We measure the impact of their activity on market liquidity and trading of other market participants. IDT contribute 10% to volume while losing 3.2 bp (73% of the half-spread) on average on trades with others, including proprietary day traders (PDT), the primary intraday-liquidity providers, and longer-term traders. While we find some evidence that supports learning among IDT about their own ability and about how to trade, they continue to participate in the market even after losing for a long period. Instrumental variable regressions show that IDT activity reduces bid ask spread and increases intra-day volatility and total volume traded. The volume traded by PDT and the number of PDT active in the market also increase, but PDT profitability stays unchanged with increased IDT activity. This pattern is consistent with competition among PDT. Our results highlight the importance of IDT’s presence in lubricating financial markets.\n\n",
    "acknowledgement": "\nWe are thankful to Shilpa Aggarwal, Shashwat Alok, Apoorva Javadekar, Ram Thirumalai, Shekhar Tomar, and the seminar participants at the ISB for very useful comments. We are grateful to the BSE for making the trade and order data available to us for research. We thank Sai Sriramya Gorripati for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPrachi Deuskar\n\nI report a relationship with LotusDew Wealth and Investment Advisors Pvt. Ltd. and LotusDew Securities Pvt. Ltd. that includes board membership, consulting or advisory, and equity ownership. I also report a relationship with the Securities and Exchange Board of India that includes being a member of the Research Advisory Committee and technical working groups. I have no other potential conflicts to disclose.\n\n\n"
}