{
    "id": 31126,
    "citation_title": "M&A and Technological Expansion",
    "citation_author": [
        "Ginger Zhe Jin",
        "Mario Leccese",
        "Liad Wagman"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how public firms listed in North American stock exchanges acquire technology companies during 2010-2020. Combining data from S&P, Refinitiv, Compustat, and CRSP, and utilizing a unique S&P taxonomy that classifies tech M&As by tech categories and business verticals, we show that 13.1% of public firms engage in any tech M&A in the S&P data, while only 6.75% of public firms make any (tech or non-tech) M&A in Refinitiv. In both datasets, the acquisitions are widespread across sectors of the economy, but tech acquirers in the S&P data are on average younger, more investment efficient, and more likely to engage in international acquisitions than general acquirers in Refinitiv. Within the S&P data, deals in each M&A-active tech category tend to be led by acquirers from a specific sector; the majority of target companies in tech M&As fall outside the acquirer’s core area of business; and firms are, in part, driven to acquire tech companies because they face increased competition in their core areas.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees, Daniel Sokol, and participants at the 2022 USC conference for constructive comments. We are grateful to S&P for providing access to the data and to our home universities and the Washington Center for Equitable Growth for financial support. The content and analyses in this paper reflect the authors’ own work and do not relate to any institution or organization with whom the authors are affiliated. All rights reserved. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}