{
    "id": 31123,
    "citation_title": "Merger Effects and Antitrust Enforcement: Evidence from US Consumer Packaged Goods",
    "citation_author": [
        "Vivek Bhattacharya",
        "Gastón Illanes",
        "David Stillerman"
    ],
    "citation_publication_date": "2023-04-10",
    "issue_date": "2023-04-06",
    "revision_date": "2024-06-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the effects of a comprehensive set of mergers of US consumer packaged goods manufacturers on prices, quantities, and product assortment. Across a range of specifications, we find a small average price effect of mergers (-0.6% to 1.6%) but substantial heterogeneity in effects, with a standard deviation between 5.3–6.7 pp. Through a model of enforcement, we find that agencies challenge mergers they expect would increase prices more than about 4%–8%. Modest increases in stringency would reduce prices and the prevalence of completed price-increasing mergers, with minimal impacts on blocked price-decreasing mergers, at a significantly greater agency burden.\n\n",
    "acknowledgement": "\nThe first version of this paper was circulated with the title “Have Mergers Raised Prices? Evidence from US Retail.” We are grateful to Daniel Ackerberg, Matt Backus, Christoph Carnehl, José Ignacio Cuesta, Jan De Loecker, Jan Eeckhout, Francisco Garrido, Igal Hendel, Daniel Hosken, Francine Lafontaine, Alex MacKay, Ioana Marinescu, Stephen Martin, Joe Mazur, Aviv Nevo, Ariel Pakes, Rob Porter, Mar Reguant, Bill Rogerson, Nancy Rose, Andrew Sweeting, Frank Verboven, Mike Vita, Mike Whinston, and Ali Yurukoglu for useful feedback. John Asker, Josh Feng, Gabrielle Rovigatti, and Matthew Weinberg provided helpful discussions. JD Salas provided excellent research assistance, as did Aisling Chen, Rosario Cisternas, Avner Kreps, Marina Siqueira, and Yintian Zhang. We are also grateful for help from Aaron Banks, Katherine Daehler, Ethan Nourbash, Nathan Friedle, Denis Gribenica, Tianshi Wang, and numerous other research assistants.\n\n\n"
}