{
    "id": 31128,
    "citation_title": "FDI and Superstar Spillovers: Evidence from Firm-to-Firm Transactions",
    "citation_author": [
        "Mary Amiti",
        "Cédric Duprez",
        "Jozef Konings",
        "John Van Reenen"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-10-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing firm-to-firm transactions, we show that starting to supply a ‘superstar’ firm (large domestic firms, exporters and multinationals) boosts productivity by 8% in the medium-run. Placebos on starting relationships with smaller firms and novel identification strategies support a causal interpretation of “superstar spillovers”. Consistent with a model of technology transfer, we find falls in markups and bigger treatment effects from technology-intensive superstars. We also show that the increase in new buyers is particularly strong within the superstar firm's network, a “dating agency” effect. This suggests an important role for raising productivity through superstars' supply chains regardless of their multinational status.\n\n",
    "acknowledgement": "\nWe thank Sean Fulmer and Aidan Wang for excellent research assistance. We thank the National Bank of Belgium and ECOOM for providing access to their data and research facilities. Konings thanks the Methusalem grant (METH/15/004) for  nancial support. Van Reenen thanks the ESRC for  nancial support through POID. We thank participants at seminars in ERWIT, LSE, Padova, Surrey, Tel Aviv, UBC and Yale/COWLES for many helpful remarks, especially David Atkin, Andrew Bernard, Gert Bijnens, Paola Conconi, Dave Donaldson, Isabela Manelici, Felix Tintelnot, Rocco Machiavello, Steve Redding, and Stijn Vanormelingen. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, the National Bank of Belgium, or the National Bureau of Economic Research.\n\n\n"
}