{
    "id": 31131,
    "citation_title": "What Can Historically Black Colleges and Universities Teach about Improving Higher Education Outcomes for Black Students?",
    "citation_author": [
        "Gregory Price",
        "Angelino Viceisza"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-10-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nHistorically Black colleges and universities are institutions that were established prior to 1964 with the principal mission of educating Black Americans. In this essay, we focus on two main issues. We start by examining how Black College students perform across HBCUs and non-HBCUs by looking at a relatively broad range of outcomes, including college and graduate school completion, job satisfaction, social mobility, civic engagement, and health. HBCUs punch significantly above their weight, especially considering their significant lack of resources. We then turn to the potential causes of these differences and provide a glimpse into the “secret sauce” of HBCUs. We conclude with potential implications for HBCU and non-HBCU policy.\n\n",
    "acknowledgement": "\nWe are thankful to Jason Owen-Smith, Jonathan Smith, Omari Swinton, Bruce Weinberg, and the editors for helpful discussions. Viceisza is grateful to the Hoover Institution at Stanford University where he was a W. Glenn Campbell and Rita Ricardo-Campbell National Fellow and the John Stauffer National Fellow when this project was initiated. In 2021-22, Viceisza was also a Carnegie Corporation and Rockefeller Foundation Distinguished Researcher and Creative Scholar at Spelman College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}