{
    "id": 31139,
    "citation_title": "Projected Health Benefits and Health Care Savings from the United States National Hepatitis C Elimination Initiative",
    "citation_author": [
        "Jagpreet Chhatwal",
        "Alec Aaron",
        "Huaiyang Zhong",
        "Neeraj Sood",
        "Risha Irvin",
        "Harvey J. Alter",
        "Yueran Zhuo",
        "Joshua M. Sharfstein",
        "John W. Ward"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2024-04-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe national hepatitis C elimination initiative provides an opportunity to dramatically expand access to hepatitis C virus (HCV) treatment and put the US on a path to eliminating hepatitis C. Our objective was to project the health benefits and cost savings of this initiative. A previously developed mathematical model was updated to simulate trends in HCV disease burden and cost of care in the US for the next 20 years under status quo and national hepatitis C elimination initiative. Within five years, the initiative will diagnose 92.5% of all persons with HCV and cure 89.6% of HCV infection. Over 10 years, compared with the status quo, the initiative will avert 20,000 cases of hepatocellular carcinoma, 49,100 cases of diabetes, and 25,000 cases of chronic kidney disease. The initiative will also avert 24,000 deaths adding 220,000 life years. These benefits in improved health will save $18.1 billion in direct healthcare spending, of which $13.3 billion would accrue to the federal government. Over 20 years, the health benefits would increase by more than 2-fold and cost savings by 3-fold. The cost savings would further increase if the HCV incidence rate decreases because of rapid decline in HCV prevalence. In conclusion, the national hepatitis C elimination initiative would substantially reduce HCV-related morbidity and mortality and would reduce healthcare spending at 10 years and beyond.\n\n",
    "acknowledgement": "\nThis study was supported in parts by the National Science Foundation Award number 1722665; the Centers for Disease Control and Prevention through a Cooperative Agreement Number NU38OT000141; Arnold Ventures through a grant to Johns Hopkins; and Coalition for Global Hepatitis Elimination, a program of the Task Force for Global Health. We thank Dr. Francis Collins and Dr. Rachael Fleurence from the Executive Office of the President, The White House, Washington DC, for their guidance on the national hepatitis C elimination initiative and feedback on the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJagpreet Chhatwal\n\nJagpreet Chhatwal is a co-founder of Value Analytics Labs, a data analytics company supporting the life sciences industry.\n\n\n\nNeeraj Sood\n\nNeeraj Sood reports personal fees from Amazon outside the submitted work.\n\n\n\nJoshua M. Sharfstein\n\nJosh Sharfstein reports support from Arnold Ventures to Johns Hopkins University.\n\n\n\nJohn W. Ward\n\nThe Task Force for Global Health receives general support for the Coalition for Global Hepatitis Elimination  from governmental, philanthropic, individual, professional associations and industry partners (Abbott Laboratories, AbbVie, Cepheid, Gilead Sciences, Merck, Pharco, Roche, Siemens, VBI Vaccines, and Zydus-Cadila)\n\n\n"
}