{
    "id": 31137,
    "citation_title": "Biodiversity Risk",
    "citation_author": [
        "Stefano Giglio",
        "Theresa Kuchler",
        "Johannes Stroebel",
        "Xuran Zeng"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-11-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effects of physical and regulatory risks related to biodiversity loss on economic activity and asset values. We first develop a news-based measure of aggregate biodiversity risk and analyze how it varies over time. We also construct and publicly release several firm-level measures of exposure to biodiversity risk, based on textual analyses of firms’ 10-K statements, a large survey of financial professionals, regulators, and academics, and the holdings of biodiversity-related funds. Exposures to biodiversity risk vary substantially across industries in a way that is economically sensible and distinct from exposures to climate risk. We find evidence that biodiversity risks already affect equity prices: returns of portfolios that are sorted on our measures of biodiversity risk exposure covary positively with innovations in aggregate biodiversity risk. However, our survey indicates that market participants do not perceive the current pricing of biodiversity risks to be adequate.\n\n",
    "acknowledgement": "\nWe thank Robert Capellini, Zhenhao Tan, Yili Tang, and Brian Reis for their help with this project. We thank Zhenhao Tan and Yihao Zhao for their helpful comments. We are also grateful for funding from the Volatility and Risk Institute at NYU Stern. We thank the Alumni Offices at NYU Stern and Yale SOM, as well as the VRI at NYU Stern for helping us recruit survey participants, as well as numerous individuals for their participation in our survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}