{
    "id": 31130,
    "citation_title": "Local and National Concentration Trends in Jobs and Sales: The Role of Structural Transformation",
    "citation_author": [
        "David Autor",
        "Christina Patterson",
        "John Van Reenen"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational industrial concentration in the U.S. has risen sharply since the early 1980s, but there remains dispute over whether local geographic concentration has followed a similar trend. Using near population data from the Economic Censuses, we confirm and extend existing evidence on national U.S. industrial concentration while providing novel evidence on local concentration. We document that the Herfindhahl index of local employment concentration, measured at the county-by-NAICS six-digit-industry cell level, fell between 1992 and 2017 even as local sales concentration rose. The divergence between national and local employment concentration trends is attributable to the structural transformation of U.S. economic activity: both sales and employment concentration rose within industry-by-county cells; but reallocation of sales and employment from relatively concentrated Manufacturing industries (e.g., steel mills) towards relatively un-concentrated Service industries (e.g. hair salons) reduced local concentration. A stronger between-sector shift in employment relative to sales drove the net fall in local employment concentration. Holding industry employment shares at their 1992 level, average local employment concentration would have risen by about 9% by 2017. Instead, it fell by 5%. Falling local employment concentration may intensify competition for recent market entrants. Simultaneously, rising within industry-by-geography concentration may weaken competition for incumbent workers who have limited sectoral mobility. To facilitate analysis, we have made data on these trends available for download.\n\n",
    "acknowledgement": "\nThis project evolved from earlier work in Autor, Dorn, Katz, Patterson, and Van Reenen (2020). This research was funded by the Economic and Social Research Council (through POID), the Sloan Foundation, and the Smith Richardson Foundation. Autor additionally acknowledges research support from the Hewlett Foundation and the Washington Center for Equitable Growth. We thank Jonathan Rojas Hepburn for excellent research assistance and comments from participants at the UCL Stone Center workshop. Disclaimer: Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1684. (CBDRB-FY23-P1684-R10096)} The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}