{
    "id": 31135,
    "citation_title": "Class Peers as Competitors and Educators: The Consequences of Rank-Based Rewards in US High Schools",
    "citation_author": [
        "Mark R. Rosenzweig",
        "Bing Xu"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn U.S. high-schools important academic rewards such as admission to select colleges, financial aid, and honors, are based on ranks in grade. We examine theoretically and empirically the consequences of rank-based competition in schools using game-theoretic tournament models with heterogeneous peer competitors and peer learning effects. We use the models to derive testable implications for how changes in the ability composition of students in the same grade affect both a student's exam outcomes and effort by ability type. To test the models, we use data from a nationally-representative panel of high-ability U.S. high school students with information on homework time, class attendance and test scores along with information on the grade-competitiveness of their schools merged with administrative data on the initial location assignments of Southeast Asian refugees. We find evidence in accord with the models that student peers are both competitors and educators, with student effort and peer assistance reduced in schools emphasizing grade competition and an increase in the number of strong refugee students decreasing effort but increasing the test scores among native-born strong-student incumbents.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'Classroom Competition, Student Effort, and Peer Effects.' Support from the China National Natural Science Foundation (Grants #71874144 and #72150610505) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}