{
    "id": 31136,
    "citation_title": "Beyond Racial Attitudes: The Role of Outside Options in the Dynamics of White Flight",
    "citation_author": [
        "Peter Q. Blair"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhen the fraction of minorities in a neighborhood exceeds the tipping point white flight accelerates. I develop a revealed-preference method to estimate the tipping points of 38,000 census tracts and the preferences of households for minority neighbors in the 123 Metropolitan Statistical Areas (MSA) covered by these census tracts over 40 years (1970-2010). I find that the average tipping point in an MSA initially covaries more with the racial attitudes of households than the outside options that they face but that this relationship reverses overtime. Ignoring outside options would obscure the declining role that racial attitudes play in understanding segregation.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title: “Outside Options (now) More Important than Race in Explaining Tipping Points in US neighborhoods.” I received helpful comments from: Dionissi Aliprantis, Kerwin Charles, Raj Chetty, William Darity Jr., Anthony Defusco, William Dougan, Gilles Duranton, Steven Durlauf, Molly Espey, Fernando Ferreira, Robert Fleck, Matthew Gentzkow, Edward Glaeser, Joseph Gyourko, Jessie Handbury, Joseph Harrington, Nathaniel Hendren, Bill Kerr, Damon Jones, Glenn Loury, Clarence Lee, Corinne Low, Michael Makowsky, Conrad Miller, Albert Saiz, Jesse Shapiro, Mark Shepard, Curtis Simon, Todd Sinai, Kent Smetters, Robert Tollison, Susan Wachter, Maisy Wong and the seminar participants at NBER Summer Institute, MIT, Wharton, Purdue, Swarthmore, Clemson, Emory, the Cleveland Fed, University of Chicago Summer School for Socioeconomic Inequality, the ASSA meetings, and the Southern Economic Association Conference. Mickey Whitzer, Kinde Wubneh, Lynn Selhat, Jennifer Moore, Julian Blair, Judith Blair, Rafael Luna (Luna Scientific Story Telling), Daniel DeVougas and Anne Korte provided excellent help with preparation of the manuscript. All remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}