{
    "id": 31138,
    "citation_title": "Deposit Franchise Runs",
    "citation_author": [
        "Itamar Drechsler",
        "Alexi Savov",
        "Philipp Schnabl",
        "Olivier Wang"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe model a new type of bank run, a deposit franchise run. Banks pay below-market rates on deposits, which makes the deposit franchise a valuable asset. For a bank to keep this value, deposits must stay in the bank; if they leave, their value is lost to the bank. This makes the deposit franchise a runnable asset. Unlike Diamond-Dybvig runs, deposit franchise runs can occur even if the bank’s loans are fully liquid. Since the deposit franchise value increases with interest rates, a run is more harmful, and hence more likely, when rates are high. To avoid runs, banks can shorten the duration of their assets, but this can make them insolvent if interest rates fall. Avoiding both runs and insolvency requires additional capital in proportion to the value of the uninsured portion of the deposit franchise. We use our model to estimate deposit franchise values and show how to identify vulnerable banks in the context of the 2023 Regional Bank Crisis.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'Banking on Uninsured Deposits.' We thank Viral Acharya, Xavier Gabaix, Sam Hanson, Pablo Kurlat, Martin Oehmke, Thomas Philippon, Matt Richardson, Anjan Thakor, Andrei Shleifer, Alp Simsek, Sorin Sorescu, Jeremy Stein, René Stulz, Bruce Tuckman, Lucy White, Yufeng Wu and seminar participants at the AFA, Bundesbank Research Conference, Central Bank of Iceland Economic Conference, Columbia University, Banco de Portugal Conference on Monetary Economics, BIS, BIS-CEPR-SCG-SFI Conference on Financial Intermediation, CUNY, ECB, FDIC, Federal Reserve Bank of Cleveland/OFR Financial Stability Conference, Federal Reserve Board, Federal Reserve Stress Testing Research Conference, Frankfurt School of Finance, IMF, Martin Gruber Five Star conference, NYU, OCC, OFR, Peking University, Rochester University, Santiago Finance Workshop, Stanford University, Temple University, UC Berkeley, UCLA, and WUSTL for helpful comments. We gratefully acknowledge research funding from the NBER Market Frictions and Financial Risks Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}