{
    "id": 31134,
    "citation_title": "Supply Chain Risk: Changes in Supplier Composition and Vertical Integration",
    "citation_author": [
        "Nuri Ersahin",
        "Mariassunta Giannetti",
        "Ruidi Huang"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing textual analysis of earnings conference calls, we quantify firms’ supply chain risk and its sources. Our proxy for supply chain risk exhibits large cross-sectional and time-series variation that aligns with reasonable priors and is unprecedently high during the Covid-19 pandemic. In addition, a firm exhibits high supply chain risk when its suppliers also do so. We find that firms that experience an increase in supply chain risk establish relationships with closer and domestic suppliers and with suppliers that are industry leaders, but also continue to work with suppliers in other continents. In addition, firms that do not face financial constraints become more likely to engage in vertical mergers and acquisitions.\n\n",
    "acknowledgement": "\nWe thank Laurent Bach, Jon Garfinkel, Michael Hertzel, Ron Masulis, Katie Moon, Veronica Rappoport, Shang-Jin Wei, and seminar participants at ESSEC, Southern Methodist University, the University of Iowa, the University of Mannheim, the University of New South Wales, the NBER and Central Bank of Chile International Fragmentation, Supply Chains, and Financial Frictions Conference, the Midwestern Finance Association, the Inaugural Edition of the ESADE Spring Workshop,  the Amsterdam Corporate Finance Day, and the University of Southern Denmark Finance Workshop for comments. Giannetti acknowledges financial support from the Jan Wallander and Tom Hedelius Foundation. Ersahin acknowledges financial support from Michigan State University-Center for International Business Research (CIBER). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}