{
    "id": 31132,
    "citation_title": "Understanding the Impacts of a Natural Disaster: Evidence from the 2004 Indian Ocean Tsunami",
    "citation_author": [
        "Elizabeth Frankenberg",
        "Cecep Sumantri",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasuring impacts of extreme events on population well-being is complicated if data are not representative of the pre-event at-risk population or a representative sample of the population is not followed post-event. The sources and nature of some important biases are documented using data from the Study of the Tsunami Aftermath and Recovery (STAR) which documents the evolution of population well-being before and after a major natural disaster, the 2004 Indian Ocean tsunami. The baseline, collected 10 months before the tsunami, is representative of the at-risk population. Respondents have been followed and re-interviewed multiple times in the fifteen years since the tsunami achieving high follow-up rates. We empirically document the importance of construct samples that represent the pre-event at-risk population, rather than an opportunistic sample of those in the vicinity of the event. Pre-event characteristics condition where and in what circumstances people live post-event. Post-event well-being is associated with post-event living conditions in the short-term, and that over time, the link weakens between short-term living arrangements and post-event well-being. Failure to follow-up all respondents, especially those who move away from the location of the event, yields biased estimates of impacts of the event.\n\n",
    "acknowledgement": "\nSupport from the National Institute for Child Health and Human Development (R01HD052762, R01HD051970, R03HD071131, P2C HD050924), the National Institute on Aging (R01AG031266), the National Science Foundation (CMS-0527763), the Hewlett Foundation, the World Bank, and the MacArthur Foundation (05-85158-000) is gratefully acknowledged The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}