{
    "id": 31142,
    "citation_title": "Investigating the Complexity of Naloxone Distribution: Which Policies Matter for Pharmacies and Potential Recipients",
    "citation_author": [
        "Rosanna Smart",
        "David Powell",
        "Rosalie Liccardo Pacula",
        "Evan D. Peet",
        "Rahi Abouk",
        "Corey S. Davis"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite efforts to address the opioid crisis, opioid-related overdoses remain a significant contributor to mortality. State efforts to reduce overdose deaths by removing barriers to naloxone have recently focused on pharmacy channels, but the specifics of these laws and the contexts in which they are implemented vary widely. In this paper, we use novel methods robust to heterogeneous effects across states and time-varying policy effects to estimate the effects on naloxone pharmacy distribution of two types of laws: laws authorizing non-patient-specific prescription distribution of naloxone and laws granting pharmacists prescriptive authority for naloxone. We find that both types of laws significantly increase the volume of naloxone dispensed through pharmacies. However, relative to laws authorizing non-patient-specific prescription distribution, effects are significantly larger for pharmacist prescriptive authority laws. These larger effects only partially derive from increased naloxone prescribing by pharmacists. We also estimate large, significant increases in pharmacy dispensation of naloxone prescribed by non-pharmacist prescribers, with particularly large increases among family medicine physicians, with particularly large increases among family medicine physicians. The relative benefits of pharmacist prescriptive authority laws versus non-patient-specific distribution are larger among Non-Hispanic Black individuals, suggesting an important role of these policies for reducing disparities in access to naloxone.\n\n",
    "acknowledgement": "\nThis work was supported by the National Institutes of Health [grant numbers P50DA046351, R21DA04595]; and the Centers for Disease Control and Prevention [grant number 5R01CE002999-02]. Funders had no role in study design; data collection, collection, and analysis; manuscript preparation; or the decision to submit the article for publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}