{
    "id": 31141,
    "citation_title": "Partial Outsourcing of Public Programs: Evidence on Determinants of Choice in Medicare",
    "citation_author": [
        "Marika Cabral",
        "Colleen Carey",
        "Jinyeong Son"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-07-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMany public programs let individuals choose between publicly provided benefits and a subsidized private alternative. We investigate the determinants of health insurance choice in Medicare—a setting with vast geographic variation in the share of individuals selecting the public option versus private alternative. We analyze insurance decisions among individuals who move to quantify the relative importance of individual-specific factors (such as preferences or income) and place-specific factors (such as local health insurance options) on insurance decisions. We find roughly 40% of the geographic variation in the share selecting private coverage is due to place-based factors, while the remainder is explained by individuals. Our findings highlight the importance of individual factors in these decisions and may inform discussions about the use of policy to address geographic disparities.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Jason Abaluck, Michael Geruso, Victoria Marone, Sean Nicholson, Robert Town, and conference participants at the 2021 American Society of Health Economists Annual Conference. We thank Megan Hyland for excellent research assistance. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). This research was also supported by a pilot grant within grant P30AG066614, awarded to the Center on Aging and Population Sciences at The University of Texas at Austin by the National Institute on Aging; by grant P2CHD042849, awarded to the Population Research Center at The University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development; and by the Cornell Center for the Social Sciences. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health, the National Science Foundation, any other entity, or the National Bureau of Economic Research.\n\n\n"
}