{
    "id": 31147,
    "citation_title": "Merger Guidelines for the Labor Market",
    "citation_author": [
        "David W. Berger",
        "Thomas Hasenzagl",
        "Kyle F. Herkenhoff",
        "Simon Mongey",
        "Eric A. Posner"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-12-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the labor market implications of mergers have historically been ignored, recent actions by the Department of Justice (DOJ) place buyer market power (i.e., monopsony) at the forefront of antitrust policy. We develop a theory of multi-plant ownership and monopsony to help guide this new policy focus. We estimate the model using U.S. Census data and demonstrate the model’s ability to replicate empirically documented paths of employment and wages following mergers. We then simulate a representative set of U.S. mergers in order to evaluate merger review thresholds. Our main exercise applies the DOJ and FTC’s product market concentration thresholds to local labor markets. Assuming mergers generate efficiency gains of 5 percent, our simulations suggest that workers are harmed, on average, under the enforcement of the more lenient 2010 merger guidelines and unharmed, on average, under enforcement of the more stringent 1982 merger guidelines. We also provide a framework for further research evaluating alternative concentration thresholds based on assumptions about the efficiency effects of mergers and the resource constraints of regulators. Finally, we provide guidance for using the Gross Downward Wage Pressure method for evaluating the impact of mergers on labor markets.\n\n",
    "acknowledgement": "\nWe thank David Arnold, Dennis Carlton, Allan Collard-Wexler, Chris Conlon, Herbert Hovenkamp, Iona Marianescu, and James Schmitz Jr. for helpful comments. Herkenhoff and Mongey received support from NSF Award # 2214431 and Berger received support from NSF Award # 2214460. The views expressed in this study are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}