{
    "id": 3114,
    "citation_title": "Introducing Risky Housing and Endogenous Tenure Choice into Portfolio- Based General Equilibrium Models",
    "citation_author": [
        "Patric H. Hendershott",
        "Yunhi Won"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPortfolio-based general equilibrium models are useful for analyzing the interaction between the structure of individual tax rates and the way\nparticular assets are taxed, for considering the role of differential tax rules and risk in determining household portfolio choices, and for addressing distributional questions. Unfortunately, current versions of these models give housing short shrift; owner housing is assumed to be riskless, rental housing is not a separately identifiable asset, and tenure choice is of necessity exogenously determined. This paper shows how these models can be extended to incorporate a full housing subsector and uses an extended version of the Galper-Lucke-Toder (GLT) model to analyze the impact of the 1986 Tax Act. The interest rate impacts of the extended model are similar to those of GLT: a sharp decline in the fully taxable rate (just over a percentage point), a noticeable fall in the corporate equity rate (two-thirds of a point) and increases in the returns on noncorporate equity and tax-exempt bonds. The capital stock effects are different owing to endogenous tenure choice, the riskiness of owner housing, and the smaller initial holdings of owner housing by high income households. The owner housing stock increases by 3 percent, the increase corning roughly 50/50 from rental housing and state and local capital. The homeownership rate rises by one-half percentage point, virtually all of the increase occurring for households with incomes under $30,000. The small utility gains, $14 billion, are roughly comparable to those of the GLT model. While most of the gains go to high income households, other households also gain, unlike the results originally reported in GLT, which contained computational errors.\n\n",
    "acknowledgement": "\n"
}