{
    "id": 31149,
    "citation_title": "An Anatomy of Monopsony: Search Frictions, Amenities and Bargaining in Concentrated Markets",
    "citation_author": [
        "David W. Berger",
        "Kyle F. Herkenhoff",
        "Andreas R. Kostøl",
        "Simon Mongey"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe contribute a theory in which three channels interact to determine the degree of monopsony power and therefore the wedge between a worker’s spot wage and her marginal product (henceforth, the wage markdown): (1) heterogeneity in worker-firm-specific preferences (nonwage amenities), (2) firm granularity, and (3) off- and on-the-job search frictions. We use Norwegian data to discipline each channel and then reproduce novel reduced-form empirical relationships between market concentration, job flows, wages and wage inequality. Our main exercise quantifies the contribution of each channel to income inequality and wage markdowns. The markdowns are 21 percent in our baseline estimation. Removing nonwage amenity dispersion narrows them by a third. Giving the next-lowest-ranked competitor a seat at the bargaining table narrows them by half. Removing search frictions narrows them by two-thirds. Each counterfactual shows decreased wage inequality and increased welfare.\n\n",
    "acknowledgement": "\nThis article is in preparation for the NBER Macroeconomics Annual 2023, and we thank the editors Martin Eichenbaum, Erik Hurst and Valerie Ramey. We also thank our discussants Giuseppe Moscarini and Katarína Borovičková. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. Thanks to Alexander Weinberg for excellent research assistance. This work was supported by the Norwegian Research Council grant numbers 227115 and 275123 and NSF Award #SES – 2214431. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}