{
    "id": 31140,
    "citation_title": "The Optimal Taxation of Couples",
    "citation_author": [
        "Mikhail Golosov",
        "Ilia Krasikov"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider optimal joint nonlinear earnings taxation of couples. We use multi-dimensional mechanism design techniques to study this problem and show that the first-order approach – that restricts attention to only local incentive constraints – is valid for a broad set of primitives. Optimal taxes are characterized by the solution to a certain second-order partial differential equation. Using the Coarea Formula, we solve this equation for various conditional averages of optimal tax rates and identify key forces that determine the optimal tax rates; show how these rates depend on earnings of each spouse, correlation in spousal earnings, and redistributive objectives of the planner; compare optimal rates for primary and secondary earners; identify both the conditions under which simple tax systems are optimal and the sources of welfare gains from more sophisticated taxes when those conditions are not satisfied. Under realistic assumptions, optimal tax rates for married individuals are increasing in correlation of spousal earnings. However, they remain lower than the tax rates for single individuals, and the marginal rates for one spouse increase (decrease) in the earnings of the other if both spouses have low (high) earnings.\n\n",
    "acknowledgement": "\nGolosov thanks the NSF for support (grant #36354.00.00.00). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}