{
    "id": 31146,
    "citation_title": "Empirical Analyses of Selection and Welfare in Insurance Markets: A Self-Indulgent Survey",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis review article, which was solicited by the Geneva Risk and Insurance Review, surveys work that has been done using an empirical framework for analyzing selection in insurance markets developed by Einav, Finkelstein, and Cullen (2010). We briefly review that framework, and then describe a number of empirical applications that researchers have undertaken across an array of settings in both insurance and credit markets. We also discuss some of the useful extensions to the original framework that others have made and applied. The review is intended to be useful for scholars who may want to apply the framework in their own work on insurance, credit, or other selection markets.\n\n",
    "acknowledgement": "\nThis article was invited by and prepared for the Geneva Risk and Insurance Review. It follows up Einav’s Geneva Risk Economics Lecture at the annual meeting of the European Group of Risk and Insurance Economists (EGRIE) in Vienna, September 2022. We are very grateful to Casey Rothschild for encouraging us to write this review, as well as for helpful discussion and constructive comments, to Alex Muermann and an anonymous reviewer for helpful suggestions, and to Miray Omurtak for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nMy disclosures are covered above.\n\n\n"
}