{
    "id": 31144,
    "citation_title": "Women's Colleges and Economics Major Choice: Evidence from Wellesley College Applicants",
    "citation_author": [
        "Kristin F. Butcher",
        "Patrick McEwan",
        "Akila Weerapana"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-04-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany observers argue that diversity in Economics and STEM fields is critical, not simply because of egalitarian goals, but because who is in a field may shape what is studied by it.  If increasing the rate of majoring in mathematically-intensive fields among women is a worthy goal, then understanding whether women’s colleges causally affect that choice is important. Among all admitted applicants to Wellesley College, enrollees are 7.2 percentage points (94%) more likely to receive an Economics degree than non-enrollees (a plausible lower bound given negative selection into enrollment on math skills and major preferences). Overall, 3.2 percentage points—or 44% of the difference between enrollees and non-enrollees—is explained by college exposure to female instructors and students, consistent with a wider role for women’s colleges in increasing female participation in Economics.\n\n",
    "acknowledgement": "\nWe are grateful to administrators and staff of Wellesley College for supporting the research, especially Joy St. John, Pamela Taylor, and Hui Xiong; the researchers are affiliated with Wellesley College, but aside from compensation for regular faculty activities, no additional financial support was received by the authors for conducting this research.  We are also grateful to many colleagues and former students for comments and ideas, including Yo-Jud Cheng, Emily Cuddy, Rebecca Fraenkel, Phil Levine, Elaine Liu, Lucie Schmidt, Karen Scott, Olga Shurchkov, Micah Villarreal, Amy Wickett, Heidi Williams, and participants in our session at the AEFP 2022 annual conference. Views expressed here are those of the authors and do not reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or any other entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}