{
    "id": 31145,
    "citation_title": "The Importance of Financial Literacy: Opening a New Field",
    "citation_author": [
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-05-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe undertake an assessment of our two decades of research on financial literacy, building on our empirical research and theoretical work casting financial knowledge as a form of investment in human capital. We also draw on recent data to determine who is the most – and least – financially savvy in the United States, and we highlight the similarity of our results in other countries. A number of convincing studies is now available, from which we draw conclusions about the effects and consequences of financial illiteracy, and what can be done to fill these gaps. We conclude by offering our thoughts on implications for teaching, financial literacy programs, and future research.\n\n",
    "acknowledgement": "\nThe research was supported by the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania. The authors thank Yong Yu for research assistance. Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of any institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI acknowledge research support for this work from the Health and Retirement Study at the University of Michigan, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of any of the institutions with which I am affiliated.\n\n\n"
}