{
    "id": 31156,
    "citation_title": "“There She Is, Your Ideal” Negative Social Comparisons and Health Behaviors",
    "citation_author": [
        "Christopher S. Carpenter",
        "Brandyn F. Churchill"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide novel evidence on the role of negative social comparisons in population health behaviors by exploiting variation in Miss America and Miss USA beauty pageant winners. We show that there was more front-page newspaper coverage and more pageant-related internet search behavior following a home-state win. Teen girls and pageant-aged women with home-state winners were more likely to report that they were trying to lose weight, and pregnant women gained less gestational weight. We do not detect meaningful changes for teen boys, young adult men, or older women for whom social comparisons were plausibly less salient.\n\n",
    "acknowledgement": "\nWe thank David Frisvold, Daniel Grossman, Emily Lawler, Jason Lindo, Michelle Marcus, Erik Nesson, Dario Sansone, Sebastian Tello-Trillo, Katie Yewell, seminar participants at Case Western Reserve University, Georgia Tech, Haverford College, Johns Hopkins University, North Carolina State University, Purdue University, University of Ottawa, University of Pittsburgh, University of Warwick, Vanderbilt University, and participants at the 2019 IU Mini Health Economics Conference, the 2022 NBER Program on Children Spring Meeting, ASHEcon 2022, and the 2022 SEA Conference for helpful comments. All interpretations, errors, and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}