{
    "id": 31154,
    "citation_title": "FinTech Lending with LowTech Pricing",
    "citation_author": [
        "Mark J. Johnson",
        "Itzhak Ben-David",
        "Jason Lee",
        "Vincent Yao"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "2023-06-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinTech lending—known for using big data and advanced technologies—promised to break away from the traditional credit scoring and pricing models. Using a comprehensive dataset of FinTech personal loans, our study shows that loan rates continue to rely heavily on conventional credit scores, including 45% higher rates for nonprime borrowers. Other known default predictors are often neglected. Within each segment (prime/nonprime) loan rates are not very responsive to default risk, resulting in realized loan-level returns decreasing with risk. The pricing distortions result in substantial transfers from nonprime to prime borrowers and from low- to high-risk borrowers within segment.\n\n",
    "acknowledgement": "\nWe thank Avramidis Panagiotis, René Stulz, Francesco D’Acunto (discussant), and the seminar audiences at the CFPB Research Conference, Brigham Young University, the OCC FinTech Symposium, The Ohio State University, and the Federal Reserve Bank of Philadelphia for their helpful comments. The Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or commissioner. This article expresses the authors’ views and does not necessarily reflect those of the Commission, the commissioners, or staff members. Ben-David is a member of the Academic Research Council at the Consumer Financial Protection Bureau (CFPB). This article does not necessarily reflect the views of the CFPB or its staff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}