{
    "id": 31152,
    "citation_title": "Judging Nudging: Understanding the Welfare Effects of Nudges Versus Taxes",
    "citation_author": [
        "John A. List",
        "Matthias Rodemeier",
        "Sutanuka Roy",
        "Gregory K. Sun"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-04-13",
    "revision_date": "2023-09-25",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile behavioral non-price interventions (“nudges”) have grown from academic curiosity to a bona fide policy tool, their relative economic efficiency remains under-researched. We develop a unified framework to estimate welfare effects of both nudges and taxes, while allowing for normative ambiguity about how nudges map into utility. We showcase our approach by creating a database of more than 300 carefully hand-coded point estimates of non-price and price interventions in the markets for cigarettes, influenza vaccinations, and household energy. While nudges are effective in changing behavior in all three markets, they are not necessarily the most efficient policy. When nudges are debiasing, they are more efficient in the market for cigarettes, while taxes are more efficient in the vaccine and energy market. Interestingly, these conclusions also often hold when nudges are deceptive rather than debiasing. We identify two key factors that govern the difference in results across markets: i) an elasticity-weighted standard deviation of the behavioral bias, and ii) the magnitude of the average externality. Nudges dominate taxes whenever i) exceeds ii). Finally, we consider cases in which nudges cause direct psychic costs or benefits to consumers.\n\n",
    "acknowledgement": "\nDavid Franks went above and beyond with excellent research assistance and project management. Without his efforts the project would have never drawn to completion. We also thank Silvia Amalia Meneghesso and Roberto Fani for additional support. Hunt Allcott, Doug Bernheim, Luca Braghieri, Moritz Drupp, Nicola Gennaioli, Nicola Pavoni, Daniel Reck, and seminar participants at CESifo, the NBER Public Economics meeting, Frankfurt School, and the University of Chicago provided remarks that shaped our work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}