{
    "id": 31151,
    "citation_title": "Has China’s Growth Gone From Miracle to Malady?",
    "citation_author": [
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2023-04-17",
    "issue_date": "2023-04-13",
    "revision_date": "2023-05-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s remarkable run of persistently high growth in recent decades is all the more stunning in light of the country’s low levels of financial and institutional development, state-dominated economy, and nondemocratic government. Notwithstanding the inefficient and risky growth model, the government has maneuvered the economy around various stresses without any major financial or economic crash. With a shrinking labor force and declining efficiency of investment, raising productivity growth is key to maintaining reasonable GDP growth. Unbalanced reforms, a schizophrenic approach to the role of the market versus the state, and strains in financial and property markets could result in significant volatility but a financial or economic collapse is not in the cards.\n\n",
    "acknowledgement": "\nI thank Bineet Mishra, Caroline Smiltneks, Yicheng Yang, and especially Sharan Banerjee for excellent research assistance. This is an early version of the paper prepared for the Spring 2023 Brookings Papers on Economic Activity (BPEA) conference and the final version of this paper will be published in Spring 2023 BPEA issue. Maurice Obstfeld (editor), Kenneth Rogoff (discussant), and other conference participants provided useful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}