{
    "id": 31158,
    "citation_title": "Covid and Cities, Thus Far",
    "citation_author": [
        "Gilles Duranton",
        "Jessie Handbury"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA key reason for the existence of cities are the externalities created when people cluster together in close proximity. During Covid, such interactions came with health risks and people found other ways to interact. We document how cities changed during Covid and consider how the persistence of new ways of interacting, particularly remote work, will shape the development of cities in the future. We first summarize evidence showing how residential and commercial prices and activity adjusted at different distances from dense city centers during and since the pandemic. We use a textbook monocentric city model to demonstrate that two adjustments associated with remote work—reduced commuting times and increased housing demand—generate the patterns observed in the data. We then consider how these effects might be magnified by changes in urban amenities and agglomeration forces, and what such forces might mean for the future of cities.\n\n",
    "acknowledgement": "\nBoth authors are grateful to the Zell/Lurie Center for Real Estate at the Wharton School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}