{
    "id": 31157,
    "citation_title": "Bound by Ancestors: Immigration, Credit Frictions, and Global Supply Chain Formation",
    "citation_author": [
        "Jaerim Choi",
        "Jay Hyun",
        "Ziho Park"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the ancestry composition shaped by century-long immigration to the US can explain the current structure of global supply chain networks. Using an instrumental variable strategy, combined with a novel dataset that links firm-to-firm global supply chain information with a US establishment database and historical migration data, we find that the co-ethnic networks formed by immigration have a positive causal impact on global supply chain relationships between foreign countries and US counties. Such a positive impact not only exists in conventional supplier-customer relationships but also extends to strategic partnerships and trade in services. Examining the causal mechanisms, we find that the positive impact is stronger for counties in which more credit-constrained firms are located and that such a stronger effect becomes even more pronounced for foreign firms located in countries with weak contract enforcement. Collectively, the results suggest that co-ethnic networks serve as social collateral to overcome credit constraints and facilitate global supply chain formation.\n\n",
    "acknowledgement": "\nPark is grateful for financial support from the National Science and Technology Council of Taiwan. We are grateful to JaeBin Ahn, Pol Antras, Costas Arkolakis, Dany Bahar, Xue Bai, Samuel Bazzi (discussant), Matilde Bombardini, Barthelemy Bonadio, Leah Boustan, Miguel Cardoso, Yongsung Chang, Jaedo Choi, Jeonghwan Choi, Hyunbae Chun, Andrew Dickens, Rob Feenstra, Hisham Foad, Stefania Garetto, Jean-Francois Gauthier, Raphael Godefroy, Linda Goldberg, Robin Gong, Juan Carlos Hallak, Tarek Hassan, Federico Huneeus, Hanwei Huang, Jung Hur, Xian Jiang, Gaurav Khanna, Daisoon Kim, Gueyon Kim, Se-jik Kim, Wookun Kim, Eunjee Kwon, Yoonsoo Lee, Inessa Love, Caroline Le Pennec (discussant), Emile Marin, Chris Meissner, Camelia Minoiu, Jakob Munch, Nicolas Morales, Giovanni Peri, Kadee Russ, Tim Schmidt-Eisenlohr, Shu Shen, Yang Shen, Yongseok Shin, Ina Simonovska, Guillaume Sublet, Chang Sun, Deborah Swenson, Mathieu Taschereau-Dumouchel, Alan Taylor, Martin Uribe, Jonathan Vogel (discussant), Shang-Jin Wei (discussant), and seminar participants in Academia Sinica, Applied Economics Workshop, Brock University, FREIT-EIIT (UCSD), Hanyang University, HEC Montréal, Hong Kong Trade Seminar, KIET, Louisiana State University, Migration and Organizations Conference (Wharton), Midwest International Trade Conference (Notre Dame), Midwest Macroeconomics Meeting (SMU), NBER Conference (Central Bank of Chile), Seoul National University, Sogang University, UC Davis, UC Santa Cruz, Université de Montréal, and Yonsei University for invaluable comments and suggestions. We thank Pol Antras, Sofia Bauducco, Linda Goldberg, and Sebnem Kalemli-Ozcan for inviting this work at the the NBER Conference on International Fragmentation, Supply Chains, and Financial Frictions, hosted by the Central Bank of Chile, and Shang-Jin Wei (discussant) for invaluable discussion and suggestions during the conference. First draft: June 20, 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}