{
    "id": 31165,
    "citation_title": "CHOICE – What Can Go Wrong?",
    "citation_author": [
        "Daniel McFadden"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe elegant economic picture of rational consumers achieving Pareto optimality through trade in decentralized self-organized markets is blurred by market imperfections and choices inconsistent with consumer self-interest. Behavioral economics has documented these errors in choice, and considered interventions that can mitigate harm to individuals from bad choices. This essay considers more broadly market distortions that arise when sellers design and market products to exploit consumer errors, and suggests market management policies to mitigate these distortions. I give examples in which consumers’ lack of attention and diligence in collecting, filtering, and processing information has an outsize effect on market outcomes. I discuss identification and estimation of a two-stage model of decision-making, with attention determined in the first stage, and choice among alternatives described in the second stage. The stages in this model are linked by unobservable factors and identified by available information specific to each. I use this model to quantify the effects of inattention in a market for health insurance.\n\n",
    "acknowledgement": "\nThis investigation was supported in part by the Schaeffer Center for Health Economics and Policy at USC. I am indebted to Peter Diamond for insights into the properties of markets with search, to Hal Varian for discussions of price discrimination, to Beverlee McFadden for suggesting limited attention as the source of focal pricing in product markets, to Stuart Eisendrath for discussions on the physiology of attention, and to Florian Heiss, Joachim Winter, Amelie Wupperman, and Bo Zhou for insights and suggestions on Medicare Part D choice behavior. Earlier versions of this essay were presented at Festival Economia Trento, June 4, 2022, the Asian Meetings of the Econometric Society, June 24, 2022, and the Nobel Meeting on Economic Sciences, Lindau, August 25, 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}