{
    "id": 31166,
    "citation_title": "Do Banks Hedge Using Interest Rate Swaps?",
    "citation_author": [
        "Lihong McPhail",
        "Philipp Schnabl",
        "Bruce Tuckman"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze whether banks use interest rate swaps to hedge the interest rate risk of their assets, primarily loans and securities. By examining regulatory data on individual swap positions from the largest 250 U.S. banks, we find that banks hold large swap positions with an average notional value of $434 billion. However, after accounting for offsetting swap positions, the average bank exhibits almost no net interest rate risk from swaps: a 100-basis-point increase in rates reduces the value of its swaps by only 0.1% of bank equity. The variation in swap positions across banks indicates that banks use swaps to hedge interest rate risk, thereby facilitating risk transfer within the banking sector. Additionally, we find that swap dealer banks primarily hold swap positions for market making, while non-dealer banks use swaps to meet borrower demand for fixed-rate loans. Despite the substantial notional amounts, our findings suggest that swap positions are not economically significant in hedging the overall interest rate risk of bank assets. Instead, banks primarily rely on their deposit franchise to hedge interest rate risk.\n\n",
    "acknowledgement": "\nWe thank Chalinee (Bam) Charoenwong, Itamar Drechsler, Andreas Fuster, Anna Kovner, Scott Mixon, Tomasz Piskorski (discussant), Alexi Savov, Amit Seru (discussant), Andrew Teodorescu, James Vickery, and seminar participants at the 2024 American Economic Association Meeting, IMF 6th Annual Macro-Financial Research Conference, Qatar Center for Global Banking and Finance Annual Conference, Interest Rate Variability and the Financial Sector Workshop, the Treasury Department’s Financial System Risk seminar, and the Federal Reserve Board’s Financial Stability seminar for helpful comments. This research presented was produced in each author’s official capacity as an economist or consultant with the CFTC. The Office of the Chief Economist (OCE) has approved the paper for release to the public. OCE economists produce original research on a broad range of topics relevant to the CFTC’s mandate to regulate commodity future markets, commodity options markets, and the expanded mandate to regulate the swap markets pursuant to the Dodd-Frank Act. The analyses and conclusions expressed in this paper are those of the author(s) and do not reflect the views of other Commission staff, the Office of the Chief Economist, the Commission, or the National Bureau of Economic Research. The paper is considered a government work product and may not be individually copyrighted.\n\n\n"
}