{
    "id": 31168,
    "citation_title": "International Diversification, Reallocation, and the Labor Share",
    "citation_author": [
        "Joel M. David",
        "Romain Rancière",
        "David Zeke"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does growing international financial diversification affect firm-level and aggregate labor shares? We study this question using a novel framework of firm labor choice in the face of aggregate risk. The theory implies a cross-section of labor risk premia and labor shares that appear as markups in firm-level data. International risk sharing leads to a reallocation of labor towards riskier/low labor share firms alongside a rise in within-firm labor shares, matching key micro-level facts. We use cross-country firm-level data to document a number of empirical patterns consistent with the theory, namely: (i) riskier firms have lower labor shares and (ii) international financial diversification is associated with a reallocation towards risky/low labor share firms. Our estimates suggest the reallocation effect has dominated the within effect in recent decades; on net, increased financial integration has reduced the corporate labor share in the US by about 2.5 percentage points, roughly one-third of the total decline since the 1970s.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson, Gadi Barlevy, Adrien Bilal, Harold Cole, Nicolas Crouzet, Jan Eeckhout, Francois Gourio, Kyle Herkenhoff, Bart Hobijn, Loukas Karabarbounis, Matthias Kehrig, Simon Mongey, Sebnem Kalemli-Ozcan, Miguel Palacios, David Thesmar and various seminar and conference participants for comments and suggestions. The views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}