{
    "id": 31160,
    "citation_title": "Anatomy of a Run: The Terra Luna Crash",
    "citation_author": [
        "Jiageng Liu",
        "Igor Makarov",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "2024-04-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTerra, the third largest cryptocurrency ecosystem after Bitcoin and Ethereum, collapsed in three days in May 2022 and wiped out $50 billion in valuation. At the center of the collapse was a run on a blockchain-based borrowing and lending protocol (Anchor) that promised high yields to its stablecoin (UST) depositors. Using detailed data from the Terra blockchain and trading data from exchanges, we show that the run on Terra was a complex phenomenon that happened across multiple chains and assets. It was unlikely due to concentrated market manipulation by a third party but instead was precipitated by growing concerns about the sustainability of the system. Once a few large holders of UST adjusted their positions on May 7th, 2022, other large traders followed. Blockchain technology allowed investors to monitor each other's actions and amplified the speed of the run. Wealthier and more sophisticated investors were the first to run and experienced much smaller losses. Poorer and less sophisticated investors ran later and had larger losses. The complexity of the system made it difficult even for insiders to understand the buildup of risk. Finally, we draw broader lessons about financial fragility in an environment where a regulatory safety net does not exist, pseudonymous transactions are publicly observable, and market participants are incentivized to monitor the financial health of the system.\n\n",
    "acknowledgement": "\nWe thank seminar participants at LSE, MIT Sloan, Northwestern Kellogg, the 2nd Annual DeFi conference, and the ICI–SNPI Conference. We also thank Aurelie Barthere and Christopher Rogers for helpful comments and support with the Nansen data, and Jim Myers and Ramsha Ahmad for helpful comments and support with Flipside data. We also thank Kaiko for access to their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}