{
    "id": 31164,
    "citation_title": "Collateral Advantage: Exchange Rates, Capital Flows and Global Cycles",
    "citation_author": [
        "Michael B. Devereux",
        "Charles Engel",
        "Steve Pak Yeung Wu"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a two-country New Keynesian model in which US government debt has an advantage as a superior collateral asset in the balance sheets of banks. The model can account for the observed response of the US dollar and US bond returns to a global downturn, in particular when the downturn is associated with a global financial crisis. In our model, the U.S. enjoys an “exorbitant privilege” as its government bonds are desired by banks both in the U.S. and abroad as superior collateral. In times of global stress, the dollar appreciates and the “convenience yield” earned by U.S. government bonds increases. There is “retrenchment” - each country reduces its holdings of foreign assets - a critical determinant of which is the endogenous response of prices and returns. In addition, the model displays a U.S. real exchange rate appreciation despite that domestic absorption in the US falls relative to the rest of the world during a global downturn, thus addressing the “reserve currency paradox” highlighted by Maggiori (2017).\n\n",
    "acknowledgement": "\nThe authors thank Javier Bianchi, Yu-Chin Chen, Louphou Coulibaly, Theo Eicher, Pierre-Olivier Gourinchas, Fabio Ghironi, Simon Gilchrist, Brian Greaney, Oleg Itskhoki, Sebnem Kalemli-Ozcan, Dmitry Mukhin, Jesse Perla, Alessandro Rebucci, and Jesse Schreger for helpful discussions, as well as participants at many seminar and conference presentations. Devereux acknowledges financial support from the Social Sciences and Humanities research Council of Canada. Engel acknowledges support from National Science Foundation grant #1918340. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael B. Devereux\n\nThe Centre for Business Taxation is an independent research centre of the University of Oxford, based at the Saïd Business School.  The Centre receives financial support from a number of sources, including currently around 30 companies. A full list of current and past corporate donors to the Centre for Business Taxation, as well as a statement about the independence of the centre from its donors,  is available at http://www.sbs.ox.ac.uk/ideas-impact/tax/about/funding.\n\n\n"
}