{
    "id": 31163,
    "citation_title": "Wage Inequality in American Manufacturing, 1820-1940: New Evidence",
    "citation_author": [
        "Jeremy Atack",
        "Robert A. Margo",
        "Paul Rhode"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe consensus view among economic historians is that wage inequality in American manufacturing followed an inverted-U path from the early nineteenth century until just before World War Two. The previous literature, however, has been unable to fully document this path over time, or fully assess the role of explanatory factors such as changes in firm organization and technology. We provide fresh evidence that allow us to better document the inverted-U and its causes. In the first part of the paper, we use the U.S. Department of Labor’s 1899 “Hand and Machine Labor” study to argue that wage inequality within manufacturing establishments rose over the nineteenth century, primarily because of increasing division of labor  In the second part, we use data for Massachusetts from state reports to  construct a new time series on wage inequality among production workers, which declined from the early 1890s to the late 1930s, mainly because of compression in the left tail of the distribution. Analysis of industry panel data suggest that electrification was the main factor behind the compression.\n\n",
    "acknowledgement": "\nThis paper was written for the NBER conference on “Historical Labor Markets and Inequality,” Cambridge MA, April 2023. Comments from Hoyt Bleakley, Martin Fiszbein, and workshop participants at the University of Michigan and the National Bureau of Research are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}