{
    "id": 31170,
    "citation_title": "Does Monetary Policy Matter? The Narrative Approach after 35 Years",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2023-04-24",
    "issue_date": "2023-04-21",
    "revision_date": "2023-04-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe narrative approach to macroeconomic identification uses qualitative sources, such as newspapers or government records, to provide information that can help establish causal relationships. This paper discusses the requirements for rigorous narrative analysis using fresh research on the impact of monetary policy as the focal application. We read the historical minutes and transcripts of Federal Reserve policymaking meetings to identify significant contractionary and expansionary changes in monetary policy not taken in response to current or prospective developments in real activity for the period 1946 to 2016. We find that such monetary shocks have large and significant effects on unemployment, output, and inflation in the expected directions. Analysis of available policy records suggests that a contractionary monetary shock likely occurred in 2022. Based on the empirical estimates of the effect of previous shocks, one would expect substantial negative impacts on real GDP and inflation in 2023 and 2024.\n\n",
    "acknowledgement": "\nThis paper was the basis for Christina Romer’s American Economic Association presidential address, presented at the ASSA Meeting in New Orleans on January 7, 2023. We are grateful to David Card, Wendy Edelberg, Emi Nakamura, Eric Swanson, Justin Wolfers, and seminar participants at the University of Cambridge for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}