{
    "id": 31177,
    "citation_title": "Parental and Student Time Use Around the Academic Year",
    "citation_author": [
        "Benjamin W. Cowan",
        "Todd R. Jones",
        "Jeffrey M. Swigert"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate how mothers, fathers, and 15–17-year-old students alter their schedules around the K-12 academic year. Using regression discontinuity (RDD) methods, combined with dates on school year start and end dates by locality, we document several notable results. First, mothers are substantially more affected by the school year than are fathers. When school is in session, mothers sleep less, spend more time caring for family members and driving them around, and spend less time on eating, free time and exercise. Fathers see changes that are generally similar in sign but smaller in magnitude compared to mothers. 15–17-year-olds naturally reduce time spent in educational pursuits when school is out (a decrease of about 5.5 hours per day on weekdays), and most of that time is substituted toward free time (an additional 2+ hours per day) and sleep (1+ hours per day). Our results provide a holistic picture of how families build their days around the K-12 school calendar and have implications for policies targeted toward women’s and teenage children’s health and well-being.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ezra Karger for the school district calendar data. They would also like to thank Xiaoxiao Bai, Eunsik Chang, Kendall Kennedy, and participants at AEFP for useful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}