{
    "id": 31173,
    "citation_title": "Inflation Surge and Sovereign Borrowing: The Role of Policy Practices in Strengthening Sovereign Resilience",
    "citation_author": [
        "Joshua Aizenman",
        "Huanhuan Zheng"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSovereign borrowing during inflation surges is a litmus test of a government’s ability to withstand and navigate macroeconomic shocks. Based on transaction-level bond issuance data, we explore how sovereign financing strategies differ between surging and stable inflations and how policy practices affect their ability to weather inflation shocks. We find that governments lean more towards external borrowing in foreign currency during periods of high inflation, in part to reduce borrowing costs. This pattern is particularly prevalent in emerging markets (EMs), especially when the inflation surge is prolonged and severe. We further show that good practices of fiscal discipline and credibly pegged exchange rate regime alleviate external borrowing in foreign currency amid inflation surges.\n\n",
    "acknowledgement": "\nWe extend our gratitude to the editor, Francisco Roch, and two anonymous reviewers for their invaluable and constructive feedback, which played a pivotal role in enhancing the quality of this paper. We would also like to thank seminar participants in the Chinese University of Hong Kong for their helpful comments. Financial support from NUS MOE Tier 1 grant is gratefully acknowledged. Any remaining errors are solely our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}