{
    "id": 31176,
    "citation_title": "Traditional Institutions in Modern Times: Dowries as Pensions When Sons Migrate",
    "citation_author": [
        "Natalie Bau",
        "Gaurav Khanna",
        "Corinne Low",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether an important cultural institution in India - dowry - can enable male migration by increasing the liquidity available to young men after marriage. We hypothesize that one cost of migration is the disruption of traditional elderly support structures, where sons live near their parents and care for them in their old age. Dowry can attenuate this cost by providing sons and parents with a liquid transfer that eases constraints on income sharing. To test this hypothesis, we collect two novel datasets on property rights over dowry among migrants and among families of migrants. Net transfers of dowry to a man's parents are common but far from universal. Consistent with using dowry for income sharing, transfers occur more when sons migrate, especially when they work in higher-earning occupations. Nationally representative data confirms that migration rates are higher in areas with stronger historical dowry traditions. Finally, exploiting a large-scale highway construction program, we show that men from areas with stronger dowry traditions have a higher migration response to reduced migration costs. Despite its potentially adverse consequences, dowry may play a role in facilitating migration and therefore, economic development.\n\n",
    "acknowledgement": "\nData collection funded from the University of Chicago and the Wharton School of Business The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}