{
    "id": 31172,
    "citation_title": "Applications or Approvals: What Drives Racial Disparities in the Paycheck Protection Program?",
    "citation_author": [
        "Sergey Chernenko",
        "Nathan Kaplan",
        "Asani Sarkar",
        "David S. Scharfstein"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe use the 2020 Small Business Credit Survey to study the sources of racial disparities in use of the Paycheck Protection Program (PPP). Black-owned firms are 8.9 percentage points less likely than observably similar white-owned firms to receive PPP loans. About 55% of this take-up disparity is attributable to a disparity in application propensity, while the remainder is attributable to a disparity in approval rates. The finding in prior research that Black-owned PPP recipients are less likely than white-owned recipients to borrow from banks and more likely to borrow from fintech lenders is driven entirely by application behavior. Conditional on applying for a PPP loan, Black-owned firms are 9.9 percentage points less likely than white-owned firms to apply to banks and 7.8 percentage points more likely to apply to fintechs. However, they face similar average approval disparities at banks (7.4 percentage points) and fintechs (8.4 percentage points). Sorting by Black-owned firms away from banks and towards fintechs is significantly stronger in more racially biased counties, and the bank approval disparity is also larger in more racially biased counties. We conclude that insofar as automation by fintechs reduces racial disparities in PPP take-up, it does so by mitigating disparities in loan application rates, not loan approval rates.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. We thank Emily Corcoran, Lucas Misera, and Mark Schweitzer of the Federal Reserve Bank of Cleveland for their guidance in using the Small Business Credit Survey data and for helpful comments, as well as Jacob Goss, Daniel Mangrum, and Belicia Rodriguez of the Federal Reserve Bank of New York for discussions about student loan delinquency and default rates. We are grateful for helpful comments from Luke Stein (discussant), Martin Hiti, Jaejin Lee (discussant), Brittany Lewis, Maxim Pinkovskiy, and Lee Seltzer. Disclosure: Until April 2022, David Scharfstein was on the board of M&T Bank Corporation, which participated in the Paycheck Protection Program. The Internet Appendix is available at\nhttps://www.dropbox.com/s/4vl719fl4947p45/PPPApplicationsApprovalsInternetAppendix.pdf?dl=0\n\n\n"
}