{
    "id": 31179,
    "citation_title": "Supply Chain Constraints and Inflation",
    "citation_author": [
        "Diego A. Comin",
        "Robert C. Johnson",
        "Callum J. Jones"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2024-08-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Rise of Global Supply Chains, Networks, and the Rise of Interruptions: Looking Forward Past COVID-19\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a New Keynesian framework to evaluate how potentially binding capacity constraints, and shocks to them, shape inflation. We show that binding constraints for domestic and foreign producers shift domestic and import price Phillips Curves up. Further, data on prices and quantities together identify whether constraints bind due to increased demand or reductions in capacity. Applying the model to interpret recent US data, we find that binding constraints in the goods sector explain half of the increase in inflation during 2021-2022. In particular, tight capacity served to amplify the impact of loose monetary policy in 2021, fueling the inflation takeoff.\n\n",
    "acknowledgement": "\nWe thank Gabriel Chodorow-Reich, Guido Lorenzoni, Emi Nakamura, Brent Neiman, Sebastian Graves, Robert Kollmann, Werner Roeger, Borağan Aruoba, Andreas Hornstein, Şebnem Kalemli-Özcan, Narayana Kocherlakota, Stephanie Schmidt-Grohé, and David Lopez-Salido for helpful discussions, and seminar participants at Yale University, Duke University, Boston University, Erasmus University, Pennsylvania State University, Southern Methodist University, Universidad Carlos III de Madrid, University of Oxford, the Einaudi Institute, the Federal Reserve Bank of Dallas, the Federal Reserve Bank of Cleveland, the European Central Bank, and the Bank of England, as well as participants as various conferences for comments. We especially thank Diego Anzoategui, who assisted us during intermediate stages of this research. This material is based upon work supported by the U.S. Department of Homeland Security under Grant Award Number 18STCBT00001-03-00. The views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the U.S. Department of Homeland Security. This material is based upon work supported by the National Science Foundation under Grant No. SES-2315629. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. Finally, the views expressed are those of the authors and not necessarily those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}