{
    "id": 31187,
    "citation_title": "Why Did Putin Invade Ukraine? A Theory of Degenerate Autocracy",
    "citation_author": [
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany, if not most, personalistic dictatorships end up with a disastrous decision such as Hitler’s attack on the Soviet Union, Hirohito’s government launching a war against the United States, or Putin’s invasion of Ukraine in February 2022. Even if the decision is not ultimately fatal for the regime, such as Mao’s Big Leap Forward or the Pol Pot’s collectivization drive, they typically involve both a monumental miscalculation and an institutional environment in which better-informed subordinates have no chance to prevent the decision from being implemented. We offer a dynamic model of non-democratic politics, in which repression and bad decision-making are self-reinforcing. Repressions reduce the threat, yet raise the stakes for the incumbent; with higher stakes, the incumbent puts more emphasis on loyalty than competence. Our theory sheds light on the mechanism of disastrous individual decisions in highly institutionalized authoritarian regimes.\n\n",
    "acknowledgement": "\nThe authors are grateful to Roger Myerson, Adam Przeworski, Barkley Rosser, and Jorgen Weibull for their helpful comments, and Sam Liberatore for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}