{
    "id": 31181,
    "citation_title": "Incorporating Theory-Consistent Endogenous Markups into Applied General-Equilibrium Models",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe incorporation of increasing returns and imperfect competition into applied general-equilibrium (AGE) models, beginning with Harris (1984), led to much larger welfare effects from changes such as trade liberalization. But the imperfect competition side of these IO developments has often failed to incorporate meaningful strategic behavior, largely ruling out firm-level productivity and scale effects. I show here that the incorporation of theory-based endogenous markups into AGE models is not difficult in spite of the added simultaneity of the system. I first derive the optimal markup equations for Nash Cournot and Nash Bertrand competition in a CES environment with free entry and exit. Then I code a simple numerical model using non-linear complementarity. Three alternatives are considered: large-group monopolistic competition (LGMC), small-group Cournot (SGC) and small-group Bertrand (SGB). Growth in the economy is the experiment used to compare these specifications. While the overall effects of growth on welfare are qualitatively similar, the gains to initially small economies are much larger under either small-group assumption relative to LGMC, but diminish relative to LGMC as economies grow large. Secondly I show how the contributions of variety (entry), firm scale (productivity), and markups (distortions) to welfare changes differ substantially among the three alternatives.\n\n",
    "acknowledgement": "\nThere are no sources of funding or financial relationships for this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}