{
    "id": 31189,
    "citation_title": "Microdata and the Valuation of Natural Capital",
    "citation_author": [
        "Jonathan M. Colmer",
        "John L. Voorheis"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe practical valuation of natural capital remains a challenge, despite a strong theoretical foundation and advances in our understanding of coupled natural and human systems. This paper discusses the extent to which advances in the availability of individual-level microdata might relax measurement constraints, and in turn open the door to new methodological and accounting frameworks that incorporate spatial and individual heterogeneity. We discuss conceptual issues, provide an overview of a new prototype microdata infrastructure developed by the US Census Bureau—the Census Environmental Impacts Frame—and present descriptive evidence on the individual-level distribution of urban tree canopy cover in the United States. Our analysis highlights the empirical relevance of aggregation bias and potential for within-location heterogeneity in demand for natural capital.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the author(s) and do not reflect the views of the U.S. Census Bureau. We thank Eli Fenichel, Nicholas Mueller, Mary Bohman, Corbett Grainger, and seminar participants at the CRIW Conference on Natural Capital Accounting and US Census Bureau for helpful thoughts, comments, and discussion. We thank Surya Menon and Yolande Tra for research support. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product (Data Management System (DMS) number: P-7505723, Disclosure Review Board (DRB) approval numbers: CBDRB-FY23-CES010-027).\n\n\n"
}