{
    "id": 31184,
    "citation_title": "A Local Projections Approach to Difference-in-Differences",
    "citation_author": [
        "Arindrajit Dube",
        "Daniele Girardi",
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2024-05-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a local projection (LP) based difference-in-differences approach that subsumes many of the recent solutions proposed in the literature to address possible biases arising from negative weighting. We combine LPs with a flexible ‘clean control’ condition to define appropriate sets of treated and control units. Our proposed LP-DiD estimator can be implemented with various weighting and normalization schemes for different target estimands, can be extended to include covariates or accommodate non-absorbing treatment, and is simple and fast to implement. A simulation and two empirical applications demonstrate that the LP-DiD estimator performs well in common applied settings.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"A Local Projections Approach to Difference-in-Differences Event Studies.\" We thank Alexander Busch, Colin Cameron, Sophie Hatte, Thomas Høgholm Jørgensen, and seminar participants at UC Davis, University of Milan La Statale, 2022 NBER Summer Institute, 2023 Annual AEA Meetings, 2023 EEA-ESEM Annual Congress, PolMeth Europe 2023, Asia School of Business (ASB), Sant’Anna School of Advanced Studies, UMass Amherst, and University of Pisa for helpful comments and exchanges. The lpdid STATA command, which implements the LP-DiD estimators discussed in this paper, can be found at https://econpapers.repec.org/software/bocbocode/S459273.htm. Additional STATA example files are available at https://github.com/danielegirardi/lpdid/.  The views expressed in this paper are the sole responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}