{
    "id": 31182,
    "citation_title": "Minimum Wages and Poverty: New Evidence from Dynamic Difference-in-Differences Estimates",
    "citation_author": [
        "Richard V. Burkhauser",
        "Drew McNichols",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2023-07-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvocates of minimum wage increases have long touted their potential to reduce poverty.  This study assesses this claim. Using data spanning nearly four decades from the March Current Population Survey, and a dynamic difference-in-differences approach, we find that a 10 percent increase in the minimum wage is associated with a (statistically insignificant) 0.17 percent increase in the probability of longer-run poverty among all persons. With 95% confidence, we can rule out long-run poverty elasticities with respect to the minimum wage of less than -0.129, which includes central poverty elasticities reported by Dube (2019).  Prior evidence suggesting large poverty-reducing effects of the minimum wage are (i) highly sensitive to researcher’s choice of macroeconomic controls, and (ii) driven by specifications that limit counterfactuals to geographically proximate states (“close controls”), which poorly match treatment states’ pre-treatment poverty trends.  Moreover, an examination of the post-Great Recession era — which saw frequent, large increases in state minimum wages — failed to uncover poverty-reducing effects of the minimum wage across a wide set of specifications.  Finally, we find that less than 10 percent of workers who would be affected by a newly proposed $15 federal minimum wage live in poor families.\n\n",
    "acknowledgement": "\nRichard Burkhauser is a Senior Research Fellow in the Civitas Institute at the University of Texas—Austin and acknowledges its research support for this project. Dr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS), which has received grants from the Troesh Family Foundation and the Charles Koch Foundation.  We thank Kyutaro Matsuzawa for outstanding research assistance as well as Sama Aziz for helpful editorial assistance.  We also thank seminar participants at the 2021 Southern Economic Association meetings, the 2022 Association of Public Policy Analysis and Management, the 2022 European Society of Population Economics, and Chapman University for helpful comments and suggestions on a previous draft of this paper.  This research was conducted while Dr. McNichols was a Postdoctoral Fellow at the Center for Health Economics and Policy Studies (CHEPS) prior to his employment at Amazon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University, which includes grants received from the Charles Koch Foundation.\n\n\n"
}