{
    "id": 31183,
    "citation_title": "From Carry Trades to Trade Credit: Financial Intermediation by Non-Financial Corporations",
    "citation_author": [
        "Bryan Hardy",
        "Felipe Saffie"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique firm-level data from Mexico to document that non-financial corporations engage in carry trades by borrowing in foreign currency (FX) and lending in domestic currency, largely in the form of trade credit, accumulating currency risk in the process.  We show at a quarterly frequency that the practice of borrowing in FX and extending trade credit is more prevalent when foreign currency borrowing is relatively cheaper than local currency borrowing, and it is associated with expansions in both gross trade credit and sales. Firms that were more active in carry-trades, accumulating currency risk, experienced larger reductions in investment and profits following a large depreciation event. Nevertheless, their extension of trade credit remained stable, insulating their trading partners from the shock. A firm-level panel for 20 emerging countries provide external validity for the link between carry trades and trade credit.\n\n",
    "acknowledgement": "\nWe benefited from helpful comments by Boragan Aruoba, Stefan Avdjiev, Pierre De Leo, Kinda Hachem, Sebnem Kalemli-Ozcan, William Mullins, Hyun Song Shin, Ina Simonovska, Pablo Slutzky, Colin Ward, and Frank Warnock, as well as seminar and conference participants at the BIS, IMF, CBC-IMF-IMFER emerging markets conference, the Washington Area Symposium on International Finance, and especially at the NBER conference on International Fragmentation, Supply Chains, and Financial Frictions. We are also thankful to Victoria Nuguer, Valentina Bruno, and Tim Schmidt-Eisenlohr for excellent discussions that greatly improved this manuscript. All errors are our own. The views expressed here are those of the authors and not necessarily those of the Bank for International Settlements. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}