{
    "id": 31194,
    "citation_title": "Nonlinear Budget Set Regressions for the Random Utility Model",
    "citation_author": [
        "Sören Blomquist",
        "Anil Kumar",
        "Che-Yuan Liang",
        "Whitney Newey"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is about the nonparametric regression of a choice variable on a nonlinear budget set under utility maximization with general heterogeneity, i.e. in the random utility model (RUM). We show that utility maximization and convex budget sets make this regression three dimensional with a more parsimonious specification than previously derived. We show that nonconvexities in the budget set will have little effect on these results in important cases. We characterize all the restrictions of utility maximization on the budget set regression and show how to check these restrictions in applications. We formulate budget set effects that can be identified by this regression and give automatic debiased machine learners of these effects. We consider use of control functions to allow for endogeneity. Throughout we take as the main example the effect of taxes on taxable income including accounting for productivity growth. In an application to Swedish data we find the taxable income elasticity of a change in the slope of each segment to be .52, that the regression satisfies the restrictions of utility maximization at the values chosen for over 95% of observations, and that a productivity growth rate we estimate is close to other estimates.\n\n",
    "acknowledgement": "\nThe NSF provided support via Grant 1757140. This paper is a revision of “Individual Heterogeneity, Nonlinear Budget Sets, and Taxable Income,” and supercedes that paper. We are grateful for comments by R. Blundell, G. Chamberlain, P. Diamond, J. Hausman, C. Manski, R. Matzkin, J. Poterba, H. Selin and participants at seminars at Chicago, UCL (Jan 2010), BC, Harvard/MIT, NYU, and UC Irvine. The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}