{
    "id": 31191,
    "citation_title": "The Effects of Minimum Wages on (Almost) Everything? A Review of Recent Evidence on Health and Related Behaviors",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2023-12-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of minimum wages on employment, wages, earnings, and incomes, have been studied and debated for decades. In recent years, however, researchers have turned to the effects on a multitude of other behaviors and outcomes – largely related to health. I review and assess the large and growing body of evidence on minimum wage effects on a wide variety of health outcomes and health-related behaviors.\nThe evidence, even focusing on the more-compelling studies, is decidedly mixed. The evidence on physical health points in conflicting directions, and may lean towards adverse effects, possibly a reflection, in part, of the conflicting influences of minimum wages on factors that can affect health (related to how higher income is spent). In particular, research on the effects of minimum wages on diet and obesity sometimes points to beneficial effects, while other evidence indicates that higher minimum wages increase smoking and drinking and reduce exercise (and possibly hygiene). In contrast, there is rather strong evidence that higher minimum wages reduce suicides, partly consistent with the evidence of effects on other measures of mental health/depression being either positive or mixed.\nOverall, policy conclusions that minimum wages improve health are unwarranted or at least premature. Moreover, this research literature would benefit from more rigorous evidence, borrowing from the longer-running research on the labor market impacts of minimum wages.\n\n",
    "acknowledgement": "\nI am grateful to Tim Bruckner, Jeffrey Clemens, Jonathan Meer, and Franco Peracchi for helpful comments, and to Allison Emory, Laetitia Lebihan, and Melvin Livingston for clarifying discussions about their papers. Note that this paper previously circulated under the title: “The Effects of Minimum Wages on (Almost) Everything? A Review of Recent Evidence on Health and Related Behaviors.” The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}