{
    "id": 31192,
    "citation_title": "Managers and Productivity in Retail",
    "citation_author": [
        "Robert D. Metcalfe",
        "Alexandre B. Sollaci",
        "Chad Syverson"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAcross many sectors, research has established that management explains a notable portion of productivity differences across organizations. A remaining question, however, is whether it is managers themselves or firm-wide management practices that matter. We shed light on this question by analyzing store-level data from two multibillion-dollar retail companies. In this setting, managers move between stores but management practices are set by firm policy and largely fixed, allowing us to hone in on managers’ personal roles in determining store performance. We find: (i) managers affect and explain a large share of the variance of store-level productivity; (ii) negative assortative matching between managers and stores, which may reflect both firms’ decisions and a selection-driven bias that we characterize and argue might apply in other settings using movers designs; (iii) managers who move do so on average from less productive to more productive stores; (iv) female managers are less likely to move stores than male managers; (v) manager quality is generally hard to explain with the observables in our data, but is correlated with the ratio of full-time to part-time workers; (vi) managers who obtain high labor productivity also tend to obtain high energy productivity, revealing some breadth in managers’ skills applicability; (vii) high-performing managers in stable growth times are also high-performing during turbulent times; and (viii) exogenous productivity shocks improve the quality of initially low quality managers, suggesting managers can learn. We explain implications of these findings for productivity research.\n\n",
    "acknowledgement": "\nWe thank participants at the Empirical Management Conference, NBER Summer Institute Personnel Economics, European Economic Association Meetings, Duke, MIT, Princeton, as well as Tim Armstrong, Vittorio Bassi, Stephane Bonhomme, Leah Boustan, Thomas Chaney, Oren Danieli, Michela Giorcelli, Bob Hahn, Nathan Hendren, Jonas Hjort, Mitch Hoffman, Matt Kahn, Rem Koning, Simon Quach, Raffaella Sadun, and John Van Reenen for excellent comments. We also appreciate the willingness of the two retailers to share their data for research. We received no remuneration from them for this work. The views expressed in this paper are those of the author(s) and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n\nChad Syverson\n\nI have no relevant financial interests to disclose\n\n\n"
}