{
    "id": 31197,
    "citation_title": "It’s Baaack: The Surge in Inflation in the 2020s and the Return of the Non-Linear Phillips Curve",
    "citation_author": [
        "Pierpaolo Benigno",
        "Gauti B. Eggertsson"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2023-05-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a non-linear New Keynesian Phillips curve (Inv-L NK Phillips Curve) to explain the surge of inflation in the 2020s. Economic slack is measured as firms' job vacancies over the number of unemployed workers. After showing empirical evidence of statistically significant nonlinearities, we propose a New Keynesian model with search and matching frictions, complemented by a form of wage rigidity, in the spirit of Phillips (1958), that generates strong nonlinearities. Policy implications include the thesis that appropriate monetary policy can bring inflation down without a significant recession and that the recent inflationary surge was mostly generated by a labor shortage -- i.e. an exceptionally tight labor market.\n\n",
    "acknowledgement": "\nWe are grateful to Luca Benati, Don Kohn, Pascal Michaillat, Emi Nakamura and Chris Sims for helpful discussions and suggestions, to seminar participants at UPF-CREI, EFIP and Brown, and to GaOn Kim for providing excellent research assistance. We have no financial relationships to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}