{
    "id": 31202,
    "citation_title": "The Rise of E-Wallets and Buy-Now-Pay-Later: Payment Competition, Credit Expansion, and Consumer Behavior",
    "citation_author": [
        "Wenlong Bian",
        "Lin William Cong",
        "Yang Ji"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe past decade has witnessed a phenomenal rise of digital wallets, and the COVID-19 pandemic further accelerated their adoption globally. Such e-wallets provide not only a conduit to external bank accounts but also internal payment options, including the ever-popular Buy-Now-Pay-Later (BNPL). We examine, for the first time, e-wallet transactions matched with merchant and consumer information from a world-leading provider based in China, with over 1 billion users globally and a business model that other e-wallet providers quickly converge to. We document that internal payment options, especially BNPL, dominate both online and on-site transactions. BNPL has greatly expanded credit access on the extensive margin through its adoption in two-sided payment markets. While BNPL crowds out other e-wallet payment options, it expands FinTech credit to underserved consumers. Exploiting a randomized experiment, we also find that e-wallet credit through BNPL substantially boosts consumer spending. Nevertheless, users, especially those relying on e-wallets as their sole credit source, carefully moderate borrowing when incurring interest charges. The insights likely prove informative for economies transitioning from cash-heavy to cashless societies where digital payments and FinTech credit see the largest growth and market potential.\n\n",
    "acknowledgement": "\nWe thank Yiping Huang and Xue Wang for their feedback and generous help with data access, Ripple’s University Blockchain Research Initiative (UBRI) and the FinTech at Cornell Initiative for financial support, and Murillo Campello, Pulak Ghosh, Iftekhar Hassan, Yi Huang, and Huan Tang for detailed comments. Rishi Kumar provided excellent assistance on proofreading the manuscript. We gratefully acknowledge Yiran Ning for data processing assistance. We also thank Huang Chen, Shaohua Chen, Chidi Chidambaran, Jiayin Hu, Hao Liu, Xiaomeng Lu, Cong Peng, Jason Schloetzer, Vicki Tang, Hao Zhang, Li Zhou, Yinggang Zhou, as well as conference and seminar participants at Cornell University, Fudan University Fanhai International School of Finance, Fordham University Gabelli School of Business, Georgetown University, 9th Global Conference on Business Management and Social Science (GCBMS-2023), Peking University, and Xiamen University for helpful feedback and suggestions. Due to the tightened regulation on Internet giants in China, the data provider only permitted us to circulate the results internally (under the manuscript “Demystifying E-Wallets and BNPL”) from late 2020 through late 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}