{
    "id": 31201,
    "citation_title": "Learning, Sophistication, and the Returns to Advertising: Implications for Differences in Firm Performance",
    "citation_author": [
        "Steven Tadelis",
        "Christopher Hooton",
        "Utsav Manjeer",
        "Daniel Deisenroth",
        "Nils Wernerfelt",
        "Nick Dadson",
        "Lindsay Greenbaum"
    ],
    "citation_publication_date": "2023-05-01",
    "issue_date": "2023-04-27",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhy do establishments exhibit wide variation in their productivity and profitability? Can variation in returns to advertising help answer this question? We present results from a large field experiment on Facebook and Instagram that documents variance in advertisers’ ability to generate returns to advertising. We focus on campaigns aimed at boosting sales and tie advertising expenses to revenues for each advertiser. We find that spending on advertising led to significant increases in revenues, number of purchases, number of purchasers, and number of conversions. The heterogeneity in these results by expenditure, age, and engagement documents patterns consistent with learning by doing and variance in how sophisticated advertisers are. Advertisers who engage in more learning activities and more sophisticated data collection exhibit the highest returns and are more likely to continue their activities over time, suggesting that differences in advertising effectiveness may account for some of the variance in productivity across firms.\n\n",
    "acknowledgement": "\nWe thank Reed Walker for fruitful discussions and are grateful to Matt Backus, Mitch Hoffman, and Chad Syverson for detailed comments and suggestions. We also thank Hallie Feibel and Aditya Mohan for their research assistance. The authors are listed in order of contribution, with C.H. and U.M contributing equally. C.H. and U.M. led the project internally at Meta Inc., and implemented the experiment; C.H., U.M., and N.D. analyzed and validated the data. D.D. and N.W. were the joint internal principal investigators. S.T., L.G., and N.D. were the joint external principal investigators, and were compensated for parts of their work under a contract between Meta Inc. and Analysis Group, Inc. D.D., C.H., U.M., and N.W. were employees at Meta when this was written and own Meta stock.  All authors contributed to the development of the paper itself. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}