{
    "id": 31208,
    "citation_title": "Building Resilient Education Systems: Evidence from Large-Scale Randomized Trials in Five Countries",
    "citation_author": [
        "Noam Angrist",
        "Micheal Ainomugisha",
        "Sai Pramod Bathena",
        "Peter Bergman",
        "Colin Crossley",
        "Claire Cullen",
        "Thato Letsomo",
        "Moitshepi Matsheng",
        "Rene Marlon Panti",
        "Shwetlena Sabarwal",
        "Tim Sullivan"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation systems need to withstand frequent shocks, including conflict, disease, natural disasters, and climate events, all of which routinely close schools. During these emergencies, alternative models are needed to deliver education. However, rigorous evaluation of effective educational approaches in these settings is challenging and rare, especially across multiple countries. We present results from large-scale randomized trials evaluating the provision of education in emergency settings across five countries: India, Kenya, Nepal, Philippines, and Uganda. We test multiple scalable models of remote instruction for primary school children during COVID- 19, which disrupted education for over 1 billion children worldwide. Despite heterogeneous contexts, results show that the effectiveness of phone call tutorials can scale across contexts. We find consistently large and robust effect sizes on learning, with average effects of 0.30-0.35 standard deviations. These effects are highly cost-effective, delivering up to four years of high-quality instruction per $100 spent, ranking in the top percentile of education programs and policies. In a subset of trials, we randomized whether the intervention was provided by NGO instructors or government teachers. Results show similar effects, demonstrating effectiveness within government systems. These results reveal it is possible to strengthen the resilience of education systems, enabling education provision amidst disruptions, and to deliver cost-effective learning gains across contexts and with governments.\n\n",
    "acknowledgement": "\nWe are grateful to an incredible coalition of partners who enabled this multi-country response. Implementing and research partners include: Youth Impact, J-PAL, Learning Collider (supported by Schmidt Futures and Citadel), Oxford University, World Bank, Nepal’s Ministry of Education, Science and Technology, Teach for Nepal, Street Child, Philippines Department of Education, IPA, Building Tomorrow, NewGlobe, Alokit, and Global School Leaders. Funding partners include UBS Optimus Foundation, Mulago Foundation, Douglas B. Marshall Foundation, Echidna Giving, Stavros Niarchos Foundation, Jacobs Foundation, JPAL Innovation in Government Initiative, Northwestern’s ‘Economics of Nonprofits’ class, the Peter Cundill Foundation, and the World Bank. Cullen received funding from the UKRI GCRF & Oxford’s OPEN Fellowship. We thank Natasha Ahuja, Amy Jung, and Rachel Zhou who provided excellent research assistance. Special thank you to implementation and research teams including Nassreena Baddiri, Mariel Bayangos, Kshitiz Basnet, John Lawrence Carandang, Clotilde de Maricourt, Pratik Ghimire, Faith Karanja, Manoj Karki, Karisha Cruz, Usha Limbu, Roger Masapol, Edward Munyaneza, Sunil Poudel, Karthika Radhakrishnan-Nair, Pratigya Regmi, Uttam Sharma, Swastika Shrestha, and Kishor Subedi. Thank you for thoughtful comments from conference participants: ASSA, BREAD, CSAE, NEUDC, PacDev. IRB approval was granted by the Nepal Health Research Council (776/2020), HML IRB (889OXFD21), and Columbia University IRB (21-384). The trials were registered in the AEA trial registry: AEARCTR-0009779. We dedicate this paper in loving memory to Micheal Ainomugisha. His commitment to evidence and improving children’s lives was unwavering. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}