{
    "id": 31216,
    "citation_title": "Financial Crises and the Global Supply Network: Evidence from Multinational Enterprises",
    "citation_author": [
        "Sergi Basco",
        "Giulia Felice",
        "Bruno Merlevede",
        "Martí Mestieri"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically examines the effects of financial crises on the organization of production of multinational enterprises. We construct a panel of European multinational networks from 2003 through 2015. We use as a financial shock the increase in risk premia between August 2007 and July 2012 and build a multinational-specific shock based on the network structure before the shock. Multinationals facing a larger financial shock perform worse in terms of revenue, employment, and growth in the number of affiliates. Lower growth in the number of affiliates operates through a negative effect on domestic and foreign affiliates, and is concentrated in affiliates in a vertical relationship with the parent. These effects built up slowly over time. Negative effects are driven by multinationals with initially more leveraged parents, who reduce relatively more the number of foreign affiliates. These findings lend support to the hypothesis of financial frictions shaping multinational activity.\n\n",
    "acknowledgement": "\nWe thank the audiences at the AEA/ASSA, EEA, ITSG, SAE, UGent, U. Pisa, NBER conference on International Fragmentation, Supply Chains and Financial Frictions, and U. Lille for their comments and suggestions. Basco acknowledges financial support from Catalan Agency for Management of University and Research Grants (2017SGR1301) and Spanish Ministry of Science, Innovation and Universities (PID2019-104723RB-I00). Merlevede acknowledges financial support from the FWO-Hercules Foundation (AUGE/17/01). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}