{
    "id": 31212,
    "citation_title": "The Gender Well-being Gap",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "2023-05-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGiven recent controversies about the existence of a gender wellbeing gap we revisit the issue estimating gender differences across 55 subjective well-being  metrics – 37 positive affect and 18 negative affect – contained in 8 cross-country surveys from 167 countries across the world, two US surveys covering multiple years and a survey for Canada. We find women score more highly than men on all negative affect measures and lower than men on all but three positive affect metrics, confirming a gender wellbeing gap. The gap is apparent across countries and time and is robust to the inclusion of exogenous covariates (age, age squared, time and location fixed effects). It is also robust to conditioning on a wider set of potentially endogenous variables. However, when one examines the three ‘global’ wellbeing metrics - happiness, life satisfaction and Cantril’s Ladder - women are either similar to or ‘happier’ than men. This finding is insensitive to which controls are included and varies little over time. The difference does not seem to arise from measurement or seasonality as the variables are taken from the same surveys and frequently measured in the same way. The concern here though is that this is inconsistent with objective data where men have lower life expectancy and are more likely to die from suicide, drug overdoses and other diseases. This is the true paradox – morbidity doesn’t match mortality by gender. Women say they are less cheerful and calm, more depressed, and lonely, but happier and more satisfied with their lives, than men.\n\n",
    "acknowledgement": "\nWe thank Leonardo Becchetti, Marianne Bertrand, Carol Graham, Dick Easterlin, John Helliwell, Danny Kahneman and Claudia Olivetti for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}