{
    "id": 31217,
    "citation_title": "The People and the Experts",
    "citation_author": [
        "William D. Nordhaus",
        "Douglas Rivers"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre speculators driving up oil prices? Should we raise energy prices to slow global warming? The present study takes a small number of such questions and compares the views of economic experts with those of the public. This comparison uses a panel of more than 2000 respondents from YouGov with the views of the panel of experts from the Initiative on Global Markets at the Chicago Booth School. We found that most of the US population is at best modestly informed about major economic questions and policies. The low level of knowledge is generally associated with the intrusion of ideological, political, and religious views that challenge or deny the current economic consensus. The intruding factors are highly heterogeneous across questions and sub-populations and are much more diverse than the narrowness of public political discourse would suggest. Many of these findings have been established for scientific subjects, but they appear to be equally important for economic views.\n\n",
    "acknowledgement": "\nThe present study was prepared for a conference, “The Role of Economics and Economists in Public Policy and Public Debate,” 28–29 April 2022, sponsored by the Initiative on Global Markets, Booth School, University of Chicago. The authors are grateful for valuable advice from the directors of the Booth Panel, particularly Anil Kashyap and Romesh Vaitilingam, the respondents from the Booth Panel, participants at the conference, and research assistance of Michael Ning. All opinions and views are the responsibility of the authors. The Appendix is available in the folder “Nordhaus-Rivers” at https://bit.ly/3TwJ5n. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam D. Nordhaus\n\nThere is no external funding for this paper. I have no relevant and material financial relationships that bear on their research.\n\n\n\nDouglas Rivers\n\nI am Chief Scientist at YouGov, which collected the data analyzed in this paper.\n\n\n"
}