{
    "id": 31211,
    "citation_title": "Inflation Strikes Back: The Role of Import Competition and the Labor Market",
    "citation_author": [
        "Mary Amiti",
        "Sebastian Heise",
        "Fatih Karahan",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. inflation has recently surged, with inflation reaching its highest readings since the early 1980s. We examine the drivers of this rise in inflation, focusing on supply chain disruptions, labor supply constraints, and their interaction. Using a calibrated two-sector New Keynesian DSGE model with multiple factors of production, foreign competition, and endogenous markups, we find that supply chain disruptions combined with a rise in the disutility of work raised inflation by about 2 percentage points in the 2021-22 period. We show that the combined shock increased price inflation in the model by 0.6 percentage point more than it would have risen if the shocks had hit separately. This amplification arises because the joint shock to labor and imported input prices makes substituting between labor and intermediates less effective for domestic firms. Moreover, the simultaneous foreign competition shock allows domestic producers to increase their pass-through into prices without losing market share. We then show that the benefit of aggressive monetary policy in the model depends on the source of the rise in inflation. If the rise in inflation is demand-driven, then aggressive monetary tightening can contain inflation without a recession later. In contrast, aggressive policy can have a large negative effect on the labor market when inflation is driven by supply chain and labor market disruptions.  We use aggregate and industry-level data on producer prices, wages, and input prices to provide corroborating evidence for the key amplification channels in the model.\n\n",
    "acknowledgement": "\nWe are grateful to Valerie Ramey for detailed comments and suggestions. We thank David Dam, Will Schirmer, Aidan Toner-Rodgers, Aidan Wang, and Julia Wu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}