{
    "id": 31214,
    "citation_title": "Learning, Diversity and Adaptation in Changing Environments: The Role of Weak Links",
    "citation_author": [
        "Daron Acemoglu",
        "Asuman Ozdaglar",
        "Sarath Pattathil"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdaptation to dynamic conditions requires a certain degree of diversity. If all agents take the best current action, learning that the underlying state has changed and behavior should adapt will be slower. Diversity is harder to maintain when there is fast communication between agents, because they tend to find out and pursue the best action rapidly. We explore these issues using a model of (Bayesian) learning over a social network. Agents learn rapidly from and may also have incentives to coordinate with others to whom they are connected via strong links. We show, however, that when the underlying environment changes sufficiently rapidly, any network consisting of just strong links will do only a little better than random choice in the long run. In contrast, networks combining strong and weak links, whereby the latter type of links transmit information only slowly, can achieve much higher long-run average payoffs. The best social networks are those that combine a large fraction of agents into a strongly-connected component, while still maintaining a sufficient number of smaller communities that make diverse choices and communicate with this component via weak links.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Hewlett Foundation, MIT Quest, and the Mathworks Engineering Fellowship. We thank Ben Golub and Alex Wolitzky for suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaron Acemoglu\n\nWe are grateful to David Autor for useful comments. We gratefully acknowledge financial support from Toulouse Network on Information Technology, Google, Microsoft, IBM, the Sloan Foundation and the Smith Richardson Foundation.\n\n\n"
}