{
    "id": 31213,
    "citation_title": "The Labor Market Effects of Occupational Licensing in the Public Sector",
    "citation_author": [
        "Morris M. Kleiner",
        "Wenchen Wang"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "2023-06-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., occupational licensing is more prevalent in the public sector than in the private sector, but the influence of occupational regulation for public sector workers has not been analyzed in detail.  Our study initially examines the probability of a licensed worker selecting into the public sector.  Using the probability as a control for these individuals’ risk aversion, we next examine how licensing impacts key labor market outcomes, such as wages, hours worked, and employment in the public sector.  Our results show that having an occupational license increases the likelihood of working in the public sector.  After adjusting for the selection bias of choosing into the public sector, we find that being in a licensed occupation in the public sector raises wages by about 6% and increases hours worked, but reduces employment, even when controlling for other labor market institutions that also are more prevalent in the public sector such as unionization.  Overall, our estimates suggest that the social welfare effects of licensing in the public sector are like those for the whole sample, and they generally result in a welfare loss in the public sector.\n\n",
    "acknowledgement": "\nWe want to thank Darwyyn Deyo, Hwikwon Ham, Janna Johnson, Mark Klee, Samuel Myers, Jr, Aaron Sojourner, Evan Soltas, Christelle Viauroux, and Ming Xu for their comments. We also appreciated comments and discussions from participants at the American Economic Association Annual Meetings, Census Bureau SIPP Conference, Knee Center for the Study of Occupational Regulation Conference, Labor and Employment Relations Association Annual Meeting, Mercatus Markets and Society Conference, and the Western Economic Association, International. The views expressed in this paper are those of the authors and do not necessarily represent the views or policies of the Federal Reserve Bank of Minneapolis, any other members of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}