{
    "id": 31225,
    "citation_title": "Norderfriedrichskoog! Tax Havens, Tax Competition and the Introduction of a Minimum Tax Rate",
    "citation_author": [
        "William C. Boning",
        "Drahomir Klimsa",
        "Joel Slemrod",
        "Robert Ullmann"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGerman municipalities levy local business taxes by choosing a tax rate to apply to local business income, where the tax base is defined uniformly at the national level. Before the federal government’s imposition of a minimum tax rate in 2004, some municipalities such as the tiny North Sea town of Norderfriedrichskoog chose to act as tax havens by setting a zero tax rate. We combine administrative microdata from firm tax returns with municipality-level information to study the choice to become a tax haven; the (reported and real) income tax havens attracted from other municipalities before and after the introduction of the minimum tax rate; and how the introduction of the minimum tax rate affected tax competition between municipalities. We find that income was shifted to tax haven municipalities both before and after the introduction of the minimum tax rate. The mandated increase in tax havens’ tax rates did not lead to rate increases (or decreases) among municipalities in general, or among tax haven municipalities’ geographical neighbors. Our results suggest that tax havens largely did not affect the business tax rates set by non-havens.\n\n",
    "acknowledgement": "\nBoning acknowledges support by the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE 1256260. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}