{
    "id": 31223,
    "citation_title": "The Great Equalizer: Medicare and the Geography of Consumer Financial Strain",
    "citation_author": [
        "Paul Goldsmith-Pinkham",
        "Maxim Pinkovskiy",
        "Jacob Wallace"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe use a five percent sample of Americans’ credit bureau data, combined with a regression discontinuity approach, to estimate the effect of universal health insurance at age 65—when most Americans become eligible for Medicare—at the national, state, and local level. We find a 30 percent reduction in debt collections—and a two-thirds reduction in the geographic variation in collections—with limited effects on other financial outcomes. The areas that experienced larger reductions in collections debt at age 65 were concentrated in the Southern United States, and had higher shares of black residents, people with disabilities, and for-profit hospitals.\n\n",
    "acknowledgement": "\nFirst version: April 22, 2017. This version: May 1, 2023. The views expressed are those of the authors and do not necessarily reflect those of the National Bureau of Economic Research, the Federal Reserve Bank of New York or the Federal Reserve System. Prior to circulation, this paper was reviewed in accordance with the Federal Reserve Bank of New York review policy available at https://www.newyorkfed.org/research/staff_reports/index.html. The authors would like to thank Neale Mahoney, Matt Notowidigdo, Chima Ndumele, Mark Schlesinger, Julia Smith, Isaac Sorkin, Eric Zwick, and Trevor Gallen for helpful comments along with participants at the BU, Harvard, MIT Health Economics Seminar; Yale SOM Finance Lunch; Association for Public Policy Analysis and Management; Gerzensee European Summer Symposium in Financial Markets; NTA Annual Conference on Taxation; and Salomon Center/BPI Conference on Household Finance. Joseph Doran, Danno Lemu, Davy Perlman, and Lauren Thomas provided excellent research assistance.\n\n\n\nJacob Wallace\n\nMy spouse is Counsel at Manatt Phelps and Phillips, a law firm and consulting organization that works on issues related to state Medicaid policy.\n\n\n"
}