{
    "id": 31220,
    "citation_title": "The Incidence of the Affordable Care Act’s Dependent Coverage Mandate",
    "citation_author": [
        "Sherry A. Glied",
        "Hansoo Ko"
    ],
    "citation_publication_date": "2023-05-08",
    "issue_date": "2023-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nEconomic theory and empirical studies conclude that the cost of voluntary employer-sponsored health insurance falls on employees. However, the distribution of incidence and the mechanism through which incidence occurs have not been well-established. We provide new evidence about incidence by examining the dependent coverage mandate in the ACA, which requires group insurance to allow adult children to age 26 to remain on their parents’ policies. We establish that the incidence of the mandate fell on covered employees as a group. We then consider three situations in which the benefits of this new coverage to an employee differ from the costs to an employer. First, we compare incidence where the young adult dependent is the youngest child in the family to the situation where the child is not the youngest (so the family could add a dependent to existing family coverage). We find that incidence falls mainly on households where the newly-eligible child is the youngest in the household.  Second, higher-income households face a lower tax price of coverage than do lower-income households. We find that the incidence of the mandate falls mainly on the highest income households. Finally, we find that the mandate leads to increased commuting time for parents of newly-eligible dependents.\n\n",
    "acknowledgement": "\nWe thank Ougni Chakraborty for extremely useful research assistance. We acknowledge research support from the Commonwealth Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}