{
    "id": 31224,
    "citation_title": "Debt and Deficits: Fiscal Analysis with Stationary Ratios",
    "citation_author": [
        "John Y. Campbell",
        "Can Gao",
        "Ian W.R. Martin"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new measure of a government's fiscal position that exploits cointegrating relationships among fiscal variables. The measure is a loglinear combination of tax revenue, government spending and the market value of government debt that—unlike the debt-GDP ratio—appears stationary in the US and 15 other developed countries. A weak fiscal position must ultimately be resolved by low future returns on government debt or by fiscal adjustment, a combination of high tax growth and low spending growth. Empirically, we find that debt returns play a negligible role and fiscal adjustment predominantly consists of changes in spending growth.\n\n",
    "acknowledgement": "\nWe acknowledge helpful comments from Henning Bohn, Bernard Dumas, Martin Ellison, Hanno Lustig, Greg Mankiw, Casey Mulligan, Emi Nakamura, Jon Steinsson, Andrew Scott, Tuomo Vuolteenaho, and seminar participants at Copenhagen Business School, Harvard, London School of Economics, NBER Summer Institute 2023, University of British Columbia, University of Washington, Macro Finance Society Oslo Meeting 2024, Collegio Carlo Alberto, University of Turin, ESCP Business School, University of Hamburg, University of St. Gallen, Stockholm School of Economics, Swiss Finance Institute Brown Bag, CEPR Paris Symposium 2024. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}