{
    "id": 31229,
    "citation_title": "Product Repositioning by Merging Firms",
    "citation_author": [
        "Enghin Atalay",
        "Alan T. Sorensen",
        "Christopher J. Sullivan",
        "Wanjia Zhu"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2023-10-02",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine merging firms' additions and removals of products for a sample of 66 mergers across a wide variety of consumer packaged goods markets. We find that mergers lead to a net reduction in the number of products offered by merging firms.  Merging firms tend to both drop and add products at the periphery of their joint product portfolios, with the net effect of increasing within-firm product similarity.  These results are consistent with theories of the firm that emphasize cost synergies among similar types of products or managerial core competencies linked to particular segments of the product market.\n\n",
    "acknowledgement": "\nThe paper was previously circulated with the title “Post-Merger Product Repositioning: An Empirical Analysis.” Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, the Federal Reserve Board of Governors, or the National Bureau of Economic Research. Researchers’ own analyses calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Neither Nielsen nor the Kilts Center played any role in the analysis, but the Kilts Center reviewed the working paper to make sure there were no unintentional violations of their data agreement with Nielsen. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen.\n\n\n"
}