{
    "id": 31228,
    "citation_title": "The Effect of a Peer's Teen Pregnancy on Sexual Behavior",
    "citation_author": [
        "Priyanka Anand",
        "Lisa B. Kahn"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine whether a friend or older sibling's teen pregnancy impacts one's own sexual behavior. Employing an event study design, we find that those who observe a peer's teen pregnancy change their sexual behavior after the pregnancy ends to put themselves at lower risk of their own teen pregnancy; specifically, they are less likely to have unprotected sex and have fewer sexual partners in the months following the end of the teen pregnancy. We find that females are more likely to change their sexual behavior after the end of a peer's teen pregnancy compared to males, and the effects are primarily after observing a peer's teen pregnancy that results in a live birth. Our work suggests that education campaigns that provide a realistic portrayal of teen parenthood may be an effective tool for reducing behaviors that may result in teen pregnancy.\n\n",
    "acknowledgement": "\nThe authors would like to thank Joseph Altonji, John Earle, Katie Fitzpatrick, Jason Fletcher, Graham Gardner, Jennifer Heissel, Daniel Hemel, Caitlyn Myers, Kailing Shen, and Thomas Stratmann for helpful comments, as well as seminar participants at Yale University and George Mason University, and conference participants at the CWE conference at Beijing University, Society of Labor Economists and the Association of Public Policy Analysis and Management. This research uses data from Add Health, funded by grant P01 HD31921 (Harris) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), with cooperative funding from 23 other federal agencies and foundations. Add Health is currently directed by Robert A. Hummer and funded by the National Institute on Aging cooperative agreements U01 AG071448 (Hummer) and U01AG071450 (Aiello and Hummer) at the University of North Carolina at Chapel Hill. Add Health was designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill. The data can be obtained by filing a request directly to the Carolina Population Center (https://addhealth.cpc.unc.edu/data/). Additional replication materials are provided in the Data Appendix. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}