{
    "id": 31227,
    "citation_title": "Subjecting the ‘Average Joe’ to War Theatre Triggers Intimate Partner Violence",
    "citation_author": [
        "Resul Cesur",
        "Arzu Kibris"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research is the first to identify the impact of armed conflict exposure for the average male randomly drawn from the population on subsequent intimate partner violence (IPV). We exploit a population-level natural experiment in service location assignment of draftees under Turkey’s universal conscription system, inducting 90% of all draft-age men for 15-to-18 months, with nearly a quarter of them being deployed to the conflict zone during our analysis period, 1984-to-2011, in the southeast of the country to curb the Kurdistan Workers’ Party (PKK) insurgency. Purging any confounding influence of civilian exposure, the innovative design of our survey captures isolated exposure during military service. Results show that conflict zone deployment increases physical and psychological IPV perpetration from husband to wife. Probing the mechanisms, our analysis first renders the use of violence as an instrumental behavior in intrahousehold bargaining as an unlikely mechanism by eliminating labor market outcomes and economic- and social-controlling behaviors from the list of usual suspects. Moreover, we rule out the possibility of risky health habits exacerbating the unfavorable effects of combat. Then, we show compelling evidence that normalizing violence in everyday life, likely emerging as an expressive behavior when arguments escalate, is the primary mediating pathway.\n\n",
    "acknowledgement": "\nThis study is part of a project that has received funding from the European Research Council (ERC), PI Arzu Kıbrıs, under the European Union’s Horizon 2020 research and innovation programme (EXPOVIBE-ERC-STG- 2015_677627): https://cordis.europa.eu/project/id/677627. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}