{
    "id": 31233,
    "citation_title": "The Aggregate Importance of Intermediate Input Substitutability",
    "citation_author": [
        "Alessandra Peter",
        "Cian Ruane"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate long-run elasticities of substitution between intermediate inputs for Indian manufacturing plants. India's trade liberalization in the early 1990s provides an ideal natural policy experiment, with permanent and heterogeneous tariff reductions inducing changes in relative prices which we use for identification. We find a high degree of substitutability at the plant-level between 8 broad categories of material inputs, significantly above the Cobb-Douglas benchmark of 1. In contrast, we find elasticities less than 1 between energy, materials, and services as well as between value added and intermediates. We embed our elasticities in a general equilibrium model with a rich input-output structure to quantify their importance. Relative to a Cobb-Douglas benchmark, the aggregate gains from trade are 9% larger when intermediate inputs are substitutes, and come hand in hand with 40% more reallocation of labor across sectors. Furthermore, the aggregate gains from closing the India-U.S. TFP gap in any one sector are on average 29% larger with our estimated elasticities; losses from misallocation of intermediate inputs are more than 3 times larger.\n\n",
    "acknowledgement": "\nAlessandra Peter declares that she has no relevant or material financial interests that relate to the research described in this paper. Cian Ruane gratefully acknowledges financial support from the Stanford Institute for Innovation in Developing Economies (SEED) and from the Stanford Institute for Economic Policy Research (SIEPR), received while he was affiliated with Stanford University. We would like to thank Pete Klenow for his continued support and invaluable guidance on this project, as well as Nick Bloom, Chad Jones and Monika Piazzesi for many helpful conversations and Ezra Oberfield for an insightful discussion at the NBER SI. We are also very grateful to Petia Topalova and Amit Khandelwal for sharing their data with us. Thanks also for the thoughtful comments provided by the participants of seminars at the Atlanta Federal Reserve Bank, the Dallas Federal Reserve Bank, INSEAD, HEC Montreal, the NBER SI, the Stanford Macroeconomics Workshops, the SED St Louis, ThReD, UC Santa Barbara, the University of Montreal, the University of Toronto Rotman School of Management, the EEA meetings, and EAGLS. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}