{
    "id": 31230,
    "citation_title": "Scalable Demand and Markups",
    "citation_author": [
        "Enghin Atalay",
        "Erika Frost",
        "Alan T. Sorensen",
        "Christopher J. Sullivan",
        "Wanjia Zhu"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study changes in markups across 72 product markets from 2006 to 2018. A growing literature has documented a rise in markups over time using a production function approach; we instead employ the standard microeconomic method, which is to estimate demand and then invert firms’ first-order pricing conditions to infer their markups. To make the method scalable, we propose estimating nested logit demand models, using household panel data to automate the assignment of products to nests. Our results indicate an overall upward trend in markups between 2006 and 2018, with considerable heterogeneity across and within product markets. We find that changes in firms’ marginal costs and households’ price sensitivity are the primary drivers of markup increases, with changes in firm ownership playing a much smaller role.\n\n",
    "acknowledgement": "\nWe thank participants at the ASSA Annual Meeting for helpful comments. Atalay and Zhu contributed to the research while at the Economics Department of the University of Wisconsin-Madison. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, the Federal Reserve Board of Governors, or the National Bureau of Economic Research. Researchers’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. Neither Nielsen nor the Kilts Center played any role in the analysis, but the Kilts Center reviewed the working paper to make sure there were no unintentional violations of their data agreement with Nielsen. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ.\n\n\n"
}