{
    "id": 3123,
    "citation_title": "The Effects of Immigration on the Labor Market Outcomes of Natives",
    "citation_author": [
        "Joseph G. Altonji",
        "David Card"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of immigration on the labor market outcomes of less-skilled natives. Working from a simple model of a local labor market, we show that the effects of immigration can be estimated from the correlations between the fraction of immigrants in a city and the employment and wage outcomes of natives. The size of the effects depend on the fraction and skill composition of the immigrants. We go on to compute these correlations using city-specific outcomes for individuals in 120 major SMSA's in the 1970 and 1980 Censuses. We also use the relative industry distributions of immigrants and natives to provide a direct assessment of the degree of labor market competition between them. Our empirical findings indicate a modest degree of competition between immigrants and less-skilled natives. A comparison of industry distributions shows that an increase in the fraction of immigrants in the labor force translates to an approximately equivalent percentage increase in the supply of labor to industries in which less-skilled natives are employed. Based on this calculation, immigrant influws between 1970 and 1980 generated 1-2 percent increases in labor supply to these industries in most cities. A comparison of industry distributions of less-skilled natives in high- and low-immigrant share cities between 1970 and 1980 shows some displacement out of low-wage immigrant-intensive industries. We find little effect of immigration on the employment outcomes of the four race/sex groups that we consider. Our estimates of the effect of immigration on the wages of less-skilled natives are sensitive to the specification and estimation procedure. However, our preferred estimates, which are based on first differences between 1980 and 1970 and the use of instrumental variables to control for the endogeneity of immigrant inflows, imply that an increase in immigrants equal to 1 percent of an SMSA's population reduces native wages by roughly 1.2 percent.\n\n",
    "acknowledgement": "\n"
}