{
    "id": 31234,
    "citation_title": "Immigration, Household Production, and Native Women's Labor Market Outcomes: A Survey of a Global Phenomenon",
    "citation_author": [
        "Patricia Cortés"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMost of the literature on  how immigration affects the labor market focuses on the outcomes of natives in direct competition with immigrants. This paper reviews a growing literature on an alternative channel. Immigrants, particularly low-skilled women, are disproportionately represented in the household services sector, a global phenomenon  that is seen to some extent in most regions.  A simple time-use model suggests that by lowering the price of market-provided household services, immigrant workers allow high-skilled native women to reduce their unpaid household production and increase their participation in the labor market. I review existing evidence that the presence of foreign domestic workers has increased the labor supply of high-skilled native women, has helped narrow the gender earnings gap in high-paying  powered occupations, and that these advances have not come at the cost of native women investing less time in their children or having lower birth rates. I discuss the policy implications of these results, as well as some ethical considerations.\n\n",
    "acknowledgement": "\nI am grateful to Hillel Rapoport for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}