{
    "id": 31236,
    "citation_title": "Accounting for the Widening Mortality Gap Between Adult Americans with and without a BA",
    "citation_author": [
        "Anne Case",
        "Angus Deaton"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2023-09-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine mortality differences between Americans with and without a four-year college degree over the period 1992 to 2021. From 1992 to 2010, both groups saw falling mortality, but with greater improvements for the more educated; from 2010 to 2019, mortality fell for those with a BA and rose for those without; from 2019 to 2021, mortality rose for both groups, but more rapidly for the less educated. In consequence, the mortality gap between the two groups rose in all three periods, unevenly until 2010, faster between 2010 to 2019, and explosively during the pandemic. The overall period saw dramatic changes in patterns of mortality, but gaps rose consistently, not only in all-cause mortality, but in each of thirteen broad classifications of cause of death. Gaps increased for causes of death whose rates have risen in the last thirty years, whose rates have fallen in the last thirty years, and whose rates fell and then rose. Gaps rose for causes where rates were originally higher for those without a BA, and where rates were originally lower for those without a BA. Although mechanisms and stories are different for each cause of death, the widening gap is seen throughout.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the National Institute of Aging through an award to the NBER, award number R01AG062014. We thank Andrew Foote for advice on education data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAngus Deaton\n\nThe acknowledgements make full disclosure.\n\n\n"
}