{
    "id": 31238,
    "citation_title": "The Empire Project: Trade Policy in Interwar Canada",
    "citation_author": [
        "Markus Lampe",
        "Kevin Hjortshøj O'Rourke",
        "Lorenz Reiter",
        "Yoto V. Yotov"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new dataset on the universe of Canadian imports and tariffs between 1924 and 1936, disaggregated into 1697 goods originating in 112 countries, to analyze the impact on Canadian imports of interwar Canadian trade policy, including the 1932 Ottawa trade agreements. Rather than use a dummy variable approach, we compute the impact of individual tariffs which varied substantially across goods, trade partners, and time.  We develop a novel method of controlling for multilateral resistances in the context of a one-country dataset, and perform a variety of counterfactual exercises to determine the impact of tariffs on trade flows. The overall impact of post-1929 tariff shifts, including the 1932 agreements, was relatively small, reflecting the fact that Canadian trade policy was already highly protectionist: trade agreements can have heterogenous effects on participants because the shocks involved are different.  Compared with a free trade counterfactual, the impact of the overall structure of protection on the level and composition of trade was large.\n\n",
    "acknowledgement": "\nWe are grateful to the following for their suggestions, encouragement, and advice: Bob Allen, Barthélémy Bonadio, Nicolas Coeurdacier, Cody Kallen, Ignacio Marra de Artiñano, Thierry Mayer, Isabelle Mejean, Mathieu Parenti, Tom Rutherford, André Sapir, Mengqi Wang, Pim de Zwart, and seminar participants at NYU Abu Dhabi, Sciences Po, ULB, Northwestern, the University of Wisconsin, and the Schumpeter Seminar at DIW Berlin. Special thanks goes to Statistics Canada which provided us with pdf's of the Canadian trade statistics for 11 years. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}