{
    "id": 31235,
    "citation_title": "Cross-border Spillovers: How US Financial Conditions affect M&As Around the World",
    "citation_author": [
        "Katharina Bergant",
        "Prachi Mishra",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-11",
    "revision_date": "2023-05-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that financial conditions in the core have significant spillover effects on cross-border mergers and acquisitions (M&As). On average, a 1 percentage point easing of the IMF US Financial Conditions Index is associated with approximately a 10% higher volume of cross-border M&As. The spillovers are stronger for countries with more liabilities denominated in foreign currency (or in US dollars). We find that the spillovers are driven by changes in US financial conditions, rather than changes in Euro Area conditions. Deals that happen when financial conditions in the US are tighter (and therefore acquisitions fewer) add more value for the acquirers, as reflected in higher acquirer excess stock returns around the announcement.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research. We thank Sanhitha Jugulum for superb research assistance, without which the paper would not have been possible. We also thank Rahul Chauhan for excellent support with the data. We thank Giovanni Dell’Ariccia, Rui Mano, Friederike Niepmann, Pierre-Olivier Gourinchas, André Sanchez Pacheco, and participants at the 2023 ASSA meetings, BISBOE- ECB-IMF 2022 Spillovers Conference, IMF lightning seminars, and 2nd Lille-Reading workshop on International Finance for helpful comments.\n\n\n"
}