{
    "id": 31231,
    "citation_title": "Consumer Surplus from Suppliers: How Big is it and Does it Matter for Growth?",
    "citation_author": [
        "David Baqaee",
        "Ariel Burstein",
        "Cédric Duprez",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsumer surplus, the area between the demand curve and the price, plays a key role in many models of trade and growth. Quantifying it typically requires estimating and extrapolating demand curves. This paper provides an alternative approach to measuring consumer surplus by focusing on firms as consumers of inputs. We show that the elasticity of a downstream firm’s marginal cost to supplier additions and separations measures the downstream firm’s consumer surplus relative to its input costs. Using Belgian data and instrumenting for changes in supplier access, we find that for every 1% of suppliers gained or lost, the marginal cost of downstream firms falls or rises by roughly 0.3%. Our estimates are directly informative about the strength of love-of-variety effects and the gains from movements along quality-ladders. We use our microeconomic estimates of consumer surplus to assess the macroeconomic importance of supplier additions and separations in a growth-accounting framework. We find that supplier churn plausibly accounts for about half of aggregate productivity growth.\n\n",
    "acknowledgement": "\nFirst version: June, 2022, previously circulated as “Supplier Churn and Growth: A Micro-to-Macro Analysis.” We thank Costas Arkolakis, Andy Atkeson, Pablo Fajgelbaum, Kyle Herkenhoff, Jim Hamilton, Federico Huneeus, Jozef Konings, Marc Melitz, Guido Menzio, Ezra Oberfield, John Romalis, Todd Schoellman, Felix Tintelnot, Gianluca Violante, Venky Venkateswaran, Jonathan Vogel, and Alwyn Young for comments. We acknowledge financial support from NSF grant No. 1947611 and the Alfred P. Sloan Foundation. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium or the National Bureau of Economic Research.\n\n\n"
}