{
    "id": 31249,
    "citation_title": "Income Gains and the Geography of the US Home Ownership Boom, 1940 to 1960",
    "citation_author": [
        "William J. Collins",
        "Gregory Niemesh"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "2024-05-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIncome and home ownership both surged in the United States between 1940 and 1960. We use cross-place variation in changes in real income to assess the importance of income gains to the mid-century home ownership boom. OLS and IV estimates suggest that a large share of the overall increase in home ownership was attributable to wage gains that were both large on average and widely spread across workers. This research complements the literatures on how New Deal mortgage market innovations and the World War II and Korean War GI Bills promoted home ownership in this period.\n\n",
    "acknowledgement": "\nThis paper benefited from participants’ feedback at the NBER conference on Historical Labor Markets and Inequality (March 2023), especially Richard Baker’s comments as the paper’s discussant. The authors also acknowledge helpful input from participants in Vanderbilt’s Economic History seminar and from conversations and correspondence with Jeremy Atack, Dan Fetter, Bob Margo, Sarah Quincy, and Ken Snowden. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}