{
    "id": 31242,
    "citation_title": "The Re-Emerging Suicide Crisis in the U.S.: Patterns, Causes and Solutions",
    "citation_author": [
        "Dave E. Marcotte",
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe suicide rate in the United States has risen nearly 40 percent since 2000. This increase is puzzling because suicide rates had been falling for decades at the end of the 20th Century. In this paper, we review important facts about the changing rate of suicide. General trends miss the story of important differences across groups – suicide rates rose substantially among middle aged persons between 2005 and 2015 but have fallen since. Among young people, suicide rates began a rapid rise after 2010 that has not abated. We review empirical evidence to assess potential causes for recent changes in suicide rates. The economic hardship caused by the Great Recession played an important role in rising suicide among prime-aged Americans. We illustrate that the increase in the prevalence of depression among young people during the 2010s was so large it could explain nearly all the increase in suicide mortality among those under 25. Bullying victimization of LGBTQ youth could also account for part of the rise in suicide. The evidence that access to firearms or opioids are major drivers of recent suicide trends is less clear. We end by summarizing evidence on the most promising policies to reduce suicide mortality.\n\n",
    "acknowledgement": "\nWe have no funding sources to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}