{
    "id": 31241,
    "citation_title": "The Dual U.S. Labor Market Uncovered",
    "citation_author": [
        "Hie Joo Ahn",
        "Bart Hobijn",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAggregate U.S. labor market dynamics are well approximated by a dual labor market supplemented with a third, predominantly, home-production segment. We uncover this structure by estimating a Hidden Markov Model, a machine-learning method. The different market segments are identified through (in-)equality constraints on labor market transition probabilities. This method yields time series of stocks and flows for the three segments for 1980-2021. Workers in the primary sector, who make up around 55 percent of the population, are almost always employed and rarely experience unemployment. The secondary sector, which constitutes 14 percent of the population, absorbs most of the short-run fluctuations, both at seasonal and business cycle frequencies. Workers in this segment experience six times higher turnover rates than those in the primary tier and are ten times more likely to be unemployed than their primary counterparts. The tertiary segment consists of workers who infrequently participate in the labor market but nevertheless experience unemployment when they try to enter the labor force. Our individual-level analysis shows that observable demographic characteristics only explain a small part of the cross-individual variation in segment membership. The combination of the aggregate and individual-level evidence we provide points to dualism in the U.S. labor market being an equilibrium division of labor, under labor market imperfections, that minimizes adjustment costs in response to predictable seasonal as well as unpredictable business cycle fluctuations.\n\n",
    "acknowledgement": "\nThis material is based upon work supported by the National Science Foundation under Grant No. SES-2048713. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation, Federal Reserve Bank of Chicago, Federal Reserve Board of Governors, or of any of the other institutions the authors are affiliated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}