{
    "id": 31245,
    "citation_title": "Risk Sharing, Commitment Constraints and Self Help Groups",
    "citation_author": [
        "Orazio Attanasio",
        "Anjini Kochar",
        "Aprajit Mahajan",
        "Vaishnavi Surendra"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvaluations of group savings and lending programs have largely focused on average impacts, rather than distributional impacts — finding modest effects on long-term economic well-being. In this paper, we exploit the randomized roll-out of a self-help group lending program in rural Bihar, India (Hoffmann et al., 2021) to demonstrate that well-functioning groups facilitate risk-sharing within rural communities. We find no impact of the program on risk-sharing, measured as a reduction in the variance of consumption growth, in the aggregate. However, the program significantly improves risk-sharing in regions where it had greater institutional capacity and was better implemented. Building on our theoretical framework, we provide evidence of a specific channel of impact: program quality and pre-existing scale improve the quality and functioning of groups, which in turn increase the insurance value of the program to communities.\n\n",
    "acknowledgement": "\nFor generous financial support, we thank the Bill and Melinda Gates Foundation. We thank seminar participants at NEUDC 2022, Southern Economic Association Annual Meetings 2022 for valuable comments; the research teams at the International Initiative for Impact Evaluation (3ie) and Vrutti Livelihood Impact Partners for helpful contributions; and India’s Ministry of Rural Development for access to (and help understanding) administrative data. We would like to thank Nithya Srinivasan for valuable research assistance. IRB approval for the new round of data collection in this study was received at Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}