{
    "id": 31257,
    "citation_title": "How Informal Mentoring by Teachers, Counselors, and Coaches Supports Students’ Long-Run Academic Success",
    "citation_author": [
        "Matthew A. Kraft",
        "Alexander J. Bolves",
        "Noelle M. Hurd"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-18",
    "revision_date": "2023-06-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a largely unrecognized pathway through which schools promote human capital development – by fostering informal mentoring relationships between students and teachers, counselors, and coaches. Using longitudinal data from a nationally representative sample of adolescents, we explore the nature and consequences of natural mentoring relationships by leveraging within-student variation in the timing of mentorship formation as well as differences in exposure among pairs of twins, best friends, and romantic partners. Results across difference-in-differences and pair fixed-effect specifications show consistent and meaningful positive effects on student attainment, with a conservative estimate of a 9.4 percentage point increase in college attendance. Effects are largest for students of lower socioeconomic status and robust to controls for individual characteristics and bounding exercises for selection on unobservables. Smaller class sizes and a school culture where students have a strong sense of belonging are important school-level predictors of having a K-12 natural mentor.\n\n",
    "acknowledgement": "\nCorresponding Author: Matthew A. Kraft. We are grateful for the helpful comments on our manuscript from Sarah Cohodes, Scott Imberman, Kirabo Jackson, Lars Lefgren, and seminar participants at University College London, Syracuse University, and the Student Experience Research Network. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}