{
    "id": 31255,
    "citation_title": "Stress Relief?: Funding Structures and Resilience to the Covid Shock",
    "citation_author": [
        "Kristin Forbes",
        "Christian Friedrich",
        "Dennis Reinhardt"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between different funding structures—including the source, instrument, currency, and counterparty location of funding—and the extent of financial stress experienced in different countries and sectors during the sharp risk-off shock in early 2020 when Covid-19 spread globally. We measure financial stress using a new dataset on changes in credit default swap spreads for sovereigns, banks, and corporates. Then we use country-sector and country-sector-time panels to assess how different funding structures are related to financial stress. A higher share of funding from non-bank financial institutions (NBFIs) or in US dollars was correlated with significantly greater stress, while a higher share of funding in debt instruments (instead of loans) or cross-border (instead of domestically) was not significantly related to financial stress. The results suggest that macroprudential regulations should broaden their current focus to take into account exposures to NBFI and dollar funding, with less priority for regulations focused on residency (i.e., capital controls). After the sharp increase in financial stress in early 2020, policy responses targeting these structural vulnerabilities (i.e., US$ swap lines and focused on NBFIs) were more effective at mitigating stress related to these funding structures than policies supporting banks, even after controlling for macroeconomic policy responses.\n\n",
    "acknowledgement": "\nPaper prepared for the Carnegie-Rochester-NYU Conference Series on Public Policy, for the Nov 11-12, 2022 event on “Economic Resilience and Interconnectedness” at the Tepper School of Business, Carnegie Mellon University. Any views expressed are solely those of the author(s) and so cannot be taken to represent those of the Bank of England, nor the National Bureau of Economic Research, nor the Bank of Canada, nor to state Bank of England policy. This paper should therefore not be reported as representing the views of the Bank of England or members of the Monetary Policy Committee, Financial Policy Committee or Prudential Regulation Committee.\n\n\n"
}