{
    "id": 31252,
    "citation_title": "Crisis Risk and Risk Management",
    "citation_author": [
        "René M. Stulz"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the current state of knowledge about crisis risk and its implications for risk management. Better data that became available since the Global Financial Crisis (GFC) has improved our understanding of crisis risk. These data have been used to show that some types of crises become predictable when one accounts for interactions between risks. Specifically, a financial crisis is much more likely in the years following both high credit growth and high asset valuations. However, some other types of crises do not seem predictable. There is no evidence that the frequency of economic and financial crises is increasing. The existing data show that political crises make economic crises more likely, so that, as suggested by the concept of polycrisis, feedback between non-economic crises and economic crises can be important, but there is no comparable evidence for climate events. Strategies that increase firm operational and financial flexibility appear successful at reducing the adverse impact of crises on firms.\n\n",
    "acknowledgement": "\nPrepared for the NYU VRI conference on “Managing Compound Risks in a Polycrisis World.” I am grateful for comments from Richard Berner, Harry DeAngelo, Leandro Sanz, and Til Schuermann, as well as from the conference participants. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}