{
    "id": 31251,
    "citation_title": "Intergovernmental Grants and Policy Competition: Concepts, Institutions, and Evidence",
    "citation_author": [
        "Jeffrey Clemens",
        "Stan Veuger"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur purpose is three-fold. First, we summarize some of the core insights from both classic and more recent papers in the literature on the role of intergovernmental grants in systems of fiscal federalism. Second, we provide an updated look at some of the key institutions through which intergovernmental transfers are implemented in the United States. Third, we consider the rich environment of the COVID-19 pandemic in which new additional intergovernmental transfers were deployed, and present empirical evidence on how they affected state-level corporate tax policy. We conclude by discussing productive directions for future research on the economics of fiscal federalism and the role of intergovernmental grants as policy instruments in federal systems.\n\n",
    "acknowledgement": "\nWe are grateful to Beatrice Lee for excellent research assistance, to David Agrawal and James Poterba for valuable suggestions during the manuscript’s planning stages, and to James Alt, David Agrawal, James Capretta, Kevin Corinth, Laura Feiveson, Jeffry Frieden, Richard Geddes, Steven Hamilton, Robert Inman, Benedic Ippolito, Brian Knight, Pauline Leung, Byron Lutz, Eric Rasmusen, Sarah Reber, Ron Rogowski, David Wildasin, and Vinzenz Ziesemer for helpful comments on an earlier draft. We also benefited from comments and suggestions from attendees at the National Bureau of Economic Research meeting on Policy Responses to Interjurisdictional Tax Competition held in Cambridge, MA, on March 16-17, 2023. Clemens thanks the Hoover Institution for support in his capacity as a nonresident Visiting Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}