{
    "id": 31253,
    "citation_title": "Two-Sided Market Power in Firm-to-Firm Trade",
    "citation_author": [
        "Vanessa I. Alviarez",
        "Michele Fioretti",
        "Ken Kikkawa",
        "Monica Morlacco"
    ],
    "citation_publication_date": "2023-05-15",
    "issue_date": "2023-05-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative theory of prices in firm-to-firm trade with bilateral negotiations and two-sided market power. Markups reflect oligopoly and oligopsony forces, with relative bargaining power as weight. Cost pass-through elasticities into import prices can be incomplete or complete, depending on the exporter's and importer's bargaining power and market shares. In U.S. import data, we find that U.S. importers have substantial market power and disproportionate leverage in price negotiations. The estimated model produces accurate predictions of the impact of Trump tariffs on pair-level prices. At the aggregate level, ignoring two-sided market power could exaggerate tariff pass-through by about 60%.\n\n",
    "acknowledgement": "\nAny views expressed in this paper are those of the authors alone and do not reflect the views of the U.S. Census Bureau.  For constructive comments and suggestions, we are grateful to Pol Antras,  Costas Arkolakis, Thomas Chaney,  Arnaud Costinot, Keith Head, Ali Hortacsu, Collin Hottman, Amit Khandelwal, Yuriy Gorodnichenko, Guillermo Marshall, Kiminori Matsuyama, Thierry Mayer, Isabelle Mejean, Marc Melitz, Scott Orr, Ina Simonovska,  Felix Tintelnot,  Jing Zhang,  as well as seminar participants at Bank of Canada,  UC Berkeley,  Boston College, Boston University, CREST, FED Board, FRBSF, Georgetown, Harvard,  UC Irvine, ITAM,  LMU, LSE, MIT,    Nottingham, NYU, Peking, Princeton, Queens, UC San Diego, Sciences Po, Tokyo,  UBC,  UCL, USC, UToronto, the 2021 Cowles Conference, NASMES, NBER SI ITM meetings, SAET, and SED. We thank Siying Wang for excellent research assistance. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1670 (CBDRB-FY21-P1670-R9093). Alviarez and Kikkawa are supported in part by funding from the Social Sciences and Humanities Research Council. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}