{
    "id": 3125,
    "citation_title": "A Multi-Country Study of the Information in the Term Structure about Future Inflation",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence on what the term structure (for maturities of twelve months or less) tells us about future inflation in ten OECD countries. The empirical results on the information in the term structure contrast with those that find that the level of interest rates help forecast the future level of inflation. Instead, they indicate that for the majority of the countries in the sample, the term structure does not contain a great deal of information about the future path of inflation. The results for France, the United Kingdom and Germany tell a different story, however. In these countries, the term structure contains a highly significant amount of information about future changes in inflation. The evidence in this paper suggests that central banks for most of the countries studied here should exercise some caution in using the term structure of interest rates as a guide for assessing inflationary pressures in the economy, as is currently under consideration in the U.S. central bank. Although there is significant information in the term structure about the future path of inflation for a few of the countries, this is not a result that is true in general. The empirical evidence does reveal, however, that for every country studied except the United Kingdom, there is a great deal of information in the term structure of  nominal' interest rates about the term structure of  real' interest rates. This finding is an extremely useful one because it suggests that for most countries researchers can examine observable data on the nominal term structure to provide them with information about the behavior of the  real' term structure.\n\n",
    "acknowledgement": "\n"
}