{
    "id": 31258,
    "citation_title": "The Economic Approach to Personality, Character and Virtue",
    "citation_author": [
        "James J. Heckman",
        "Bridget Galaty",
        "Haihan Tian"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "2023-10-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter presents an economic approach to character and personality traits with an application to the study of virtue. Economists interpret psychological traits, including character traits and virtue, as strategies that shape responses to situations (actions) determined by underlying endowments, preferences, resources, as well as incentives to act in situations. Philosophers of virtue consider it to be a certain kind of practice in pursuit of a worthy goal. Psychologists consider it to be a trait or endowment and many adopt this point of view. Character traits and personality are not considered immutable in any field. They are shaped by genetics, parents, peers, and schools, as well as by habituation, imitation, and life experiences. We develop economic models to interpret and give empirical content to virtue ethics and suggest what the study of virtue ethics contributes to the study of society.\n\n",
    "acknowledgement": "\nThis research was supported by NIH grant #R37HD065072 and a gift from an anonymous donor. Our Chicago colleagues, Agnes Callard and Gabriel Lear, instructed us in the virtue ethics of Aristotle. We thank our editors, Richard Lerner and Michael Matthews for helpful comments. We have benefited from the comments of Flavio Cunha, Richard Robb, and Burton Singer. Gabriel Lear provided very helpful commentary on the first draft of this paper. We take full responsibility for any errors and misinterpretations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}