{
    "id": 31259,
    "citation_title": "Whatever it Takes? The Impact of Conditional Policy Promises",
    "citation_author": [
        "Valentin Haddad",
        "Alan Moreira",
        "Tyler Muir"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt the announcement of a new policy, agents form a view of state-contingent policy actions and impact. We develop a method to estimate this state-contingent perception and implement it for many asset-purchase interventions worldwide. Expectations of larger support in bad states—“policy puts”—explain a large fraction of the announcements’ impact. For example, when the Fed introduced purchases of corporate bonds in March 2020, markets expected five times more price support had conditions worsened relative to the median scenario. Perceived promises of additional support in bad states persistently distort asset prices, risk, and the response to future announcements.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Mike Chernov, Will Diamond, Darrel Duffie, Andrea Eisfeldt, Robert Goldstein, Zhiguo He, Anil Kashyap, Narayana Kocherlakota, Ralph Koijen, Arvind Krishnamurthy, Sydney Ludvigson, Emi Nakamura, Carolin Pflueger, Pierre-Olivier Weill, Stavros Panageas, and Jon Steinsson, as well as conference and seminar participants at UCLA, Chicago Booth, LBS, USC, MIT, Stockholm, Cornell, University of Utah, University of Florida, Georgia State University, the Federal Reserve Board, New York Fed, Boston Fed, UT Dallas, Temple, NYU, Stockholm, NBER Monetary, NBER Asset Pricing, AFA, Macro Finance Society, Canadian Derivatives Institute, Jackson Hole, Rochester, UT Austin, OSU, HKU, CUHK, and HKUST for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}