{
    "id": 31254,
    "citation_title": "Policy Packages and Policy Space: Lessons from COVID-19",
    "citation_author": [
        "Katharina Bergant",
        "Kristin Forbes"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the onset of COVID-19 to examine how countries construct their policy packages in response to a severe negative shock. We use several new datasets to track the use of a large variety of policy tools: announced fiscal stimulus (both above- and below-the-line), monetary policy (through interest rates, asset purchases, liquidity support and swap lines), foreign currency intervention, adjustments to macroprudential regulations (including the countercyclical capital buffer) and changes in capital controls (on inflows and outflows). The results suggest that pre-existing policy space was usually more important than other country characteristics and the extent of “stress” (in economic, financial, and health measures) in determining how a country responded to COVID-19. The notable exception is for fiscal stimulus, for which existing policy space did not act as a significant constraint in advanced economies. This is a sharp contrast to results for earlier episodes—although advanced economies with higher debt levels may have been constrained in how they provided stimulus (with more below-the-line commitments). Moreover, the use of (and space available) for each policy tool usually did not affect a country’s use of other policies. This suggests that countries are not coordinating their tools optimally in an integrated framework, especially when policy space is limited for certain tools.\n\n",
    "acknowledgement": "\nBergant is an employee of the International Monetary Fund and Forbes is an employee of MIT's Sloan School of Management. The authors did not receive any additional funding related to this project. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or any other institution with which the authors are affiliated. The authors would like to thank Gian Maria Milesi-Ferretti, Volker Wieland, and all participants of the IMF’s Macro-Financial Research Conference 2021 and the CEPR conference on “The COVID-shock and the new macroeconomic landscape” for helpful comments and discussions. Further thanks to JPMorgan for sharing their confidential data on EMBI spreads. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}