{
    "id": 31262,
    "citation_title": "Children's Indirect Exposure to the U.S. Justice System: Evidence from Longitudinal Links between Survey and Administrative Data",
    "citation_author": [
        "Keith Finlay",
        "Michael G. Mueller-Smith",
        "Brittany Street"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nChildren's indirect exposure to the justice system through biological parents or co-resident adults is both a marker of their own vulnerability and a measure of the justice system's expansive reach in society. Estimating the size of this population for the United States has historically been hampered by inadequate data resources, including the inability to (1) observe non-incarceration events, (2) follow children throughout their childhood, and (3) measure adult non-biological parent cohabitants. To overcome these challenges, we leverage billions of restricted administrative and survey records linked with Criminal Justice Administrative Records System data, and find substantially larger exposure rates than previously reported: prison - 9% of children born between 1999-2005, felony conviction - 18%, and any criminal charge - 39%. Charge exposure rates exceed 60% for Black, American Indian, and low-income children. While broader definitions reach a more expansive population, strong and consistently negative correlations with childhood well-being suggest these remain valuable predictors of vulnerability. Finally, we document substantial geographic variation in exposure, which we leverage in a movers design to estimate the effect of living in a high-exposure county during childhood. We find that children moving into high-exposure counties are more likely to experience post-move exposure events and exhibit significantly worse outcomes by age 26 on multiple dimensions (earnings, criminal activity, teen parenthood, mortality); impacts are strongest for those who moved at earlier ages.\n\n",
    "acknowledgement": "\nWe thank Anna Aizer, Carolina Arteaga, Hoyt Bleakley, Charlie Brown, Sarah Burgard, Aaron Chalfin, Janet Currie, Jennifer Doleac, Bilge Erten, Paula Fomby, Katie Genedak, Nathan Hendren, Matthew Lindquist, Carla Medalia, Becky Pettit, Emily Owens, Steven Raphael, Ana Reynoso, James Reeves, Kevin Schnepel, Jeffrey Smith, Mel Stephens, Cody Tuttle, Bruce Western, and four anonymous referees, as well as conference/seminar participants at the UM Population Studies Center, the 2021 Southern Economic Association Conference, the Virtual Crime Economics seminar, American University, the UM School of Information, the 2022 UNL England-Clark Labor Conference, the Institute for Research on Poverty 2022 Summer Research Workshop, the 2022 WEAI Conference, the 2022 Risky Behaviors Conference, NBER SI Crime and Children groups, American Law and Economics Conference, Federal Committee on Statistical Methodology, Rutgers University, the NBER Mobility group, London School of Economics, and the U.S. Census Bureau for thoughtful comments. We thank the National Science Foundation, the Bill & Melinda Gates Foundation, and Arnold Ventures for financial support. Any conclusions expressed herein are those of the authors and do not reflect the views of the U.S. Census Bureau. All results were approved for release by the Disclosure Review Board (DRB) of the U.S. Census Bureau (Data Management System number: P-7500378, DRB approval numbers: CBDRB-FY22-ERD002-001, CBDRB-FY22-ERD002-003, CBDRB-FY22-ERD002-009, CBDRB-FY23-0138, and CBDRB-FY23-0235). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}