{
    "id": 31269,
    "citation_title": "Reducing Bias Among Health Care Providers: Experimental Evidence From Tanzania, Burkina Faso, and Pakistan",
    "citation_author": [
        "Zachary Wagner",
        "Corrina Moucheraud",
        "Manisha Shah",
        "Alexandra Wollum",
        "Willa H. Friedman",
        "William H. Dow"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "2024-09-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBias among health care providers can lead to poor-quality care and poor health outcomes, and it can exacerbate disparities. We use a randomized controlled trial to evaluate an intervention to reduce family planning provider bias towards young women in 227 clinics in Tanzania, Burkina Faso, and Pakistan. The intervention educated providers about bias towards young women, facilitated communication about bias with other providers, and offered non-financial public awards to clinics with the least biased care. After 12 months, the intervention led to less-biased attitudes and beliefs among providers and more comprehensive counseling. Clients also perceived better treatment at intervention clinics compared to control clinics. Despite reductions in reported bias, we find mixed evidence regarding changes in method dispensing.\n\n",
    "acknowledgement": "\nWe thank Jessica Leight, Kat Tumlinson, Edward Okeke and participants of the 2022 PAA conference in Atlanta for helpful comments; Rebecca de Guttry, Lynn Hu, Amon Sabasaba, Jean-Louis Koulidiati, Muhammad Ali Awan for research support; Sandra McCoy and Ilene Speizer for help with the design; Theo Gibbs, Jordan Levine, and Rebecca Hope for leading the intervention design; Nick Bennette and Sarah Burgess for formative work on provider bias; Lydia Murithi, Mohamad Brooks, Xaher Gul, Robert Kim at Pathfinder International for overall support with this evaluation; Gwyn Hainsworth at the Bill and Melinda Gates Foundation for project support and guidance; and Muhammad Sharjeel, Sonia Surani, Madiha Latif Upendo Laizer, George Humba Wilfred Nyange, Eveline Kivuyo, Victor Dotto, Isihaka Mwandalima, Bakiono Bagnamboe, Daouda Son, Nestor Waongo, Piézan Ganou, Sie Severin Kambire, Rodrigue Zagre, Bakary Mollogo, and Bruno Ki for tirelessly implementing the intervention. This research was funded by the Bill and Melinda Gates Foundation. The research plan was pre-registered at AEA RCT registry (AEARCTR- 0005354). We obtained ethics approval from RAND’s Human Subjects Protection Committee (ID 2019-0387) and from local IRBs in each country. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}