{
    "id": 3126,
    "citation_title": "The Information in the Longer Maturity Term Structure about Future Inflation",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1989-09-01",
    "issue_date": "1989-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides empirical evidence on the information in the term structure for longer maturities about both future inflation and the term structure of real interest rates. The evidence indicates that there is substantial information in the longer maturity term structure about future\ninflation: the slope of the term structure does have a great deal of predictive power for future changes in inflation. On the other hand, at the longer maturities, the term structure of nominal interest rates contains very little information about the term structure of real interest rates. These results are strikingly different from those found for very short-term maturities, six months or less, in previous work. For maturities of six months or less, the term structure contains no information about the future path of inflation, but it does contain a great deal of information about the term structure of real interest rates. The evidence in this paper does indicate that, at longer maturities, the term structure of interest rates can be used to help assess future inflationary pressures: when the slope of the term structure steepens, it is an indication that the inflation rate will rise in the future and when the slope falls, it is an indication that the inflation rate will fall. However, we must still remain cautious about using the evidence presented here to advocate that the Federal Reserve should target on the term structure in conducting monetary policy. A change in Federal Reserve operating procedures which focuses on the term structure may well cause the relationship between the term structure and future inflation to shift, with the result that the term structure no longer remains an accurate guide to the path of future inflation. If this were to occur, Federal Reserve monetary policy could go far astray by focusing on the term  structure of interest rates.\n\n",
    "acknowledgement": "\n"
}