{
    "id": 31260,
    "citation_title": "Climate Policy and the Economy: Evidence from Europe's Carbon Pricing Initiatives",
    "citation_author": [
        "Diego R. Känzig",
        "Maximilian Konradt"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "2023-08-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of carbon pricing on the economy, with a focus on European carbon taxes and the carbon market. Our analysis reveals three key findings. First, while both policies have successfully reduced emissions, the economic costs of the European carbon market are larger than for national carbon taxes. Second, we explore four factors that explain this difference: fiscal policy and revenue recycling, pass-through and sectoral coverage, spillovers and leakage, and monetary policy. Our findings suggest that all four factors play a significant role. Third, we document substantial regional heterogeneity in the impacts of the carbon market, which crucially depend  on the share of freely allocated emission permits and the degree of market concentration in the power sector.\n\n",
    "acknowledgement": "\nWe thank Gib Metcalf, Paolo Surico and Beatrice Weder di Mauro for helpful comments and suggestions. This is a preliminary version of a paper prepared for the IMF Economic Review Summer Conference \"The Future of Macroeconomic Policy\". Konradt acknowledges financial support from the Swiss National Science Foundation (grant 203892). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}