{
    "id": 31267,
    "citation_title": "Economic Implications of the Climate Provisions of the Inflation Reduction Act",
    "citation_author": [
        "John Bistline",
        "Neil Mehrotra",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2023-05-22",
    "issue_date": "2023-05-18",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Inflation Reduction Act (IRA) represents the largest federal response to climate change to date. We highlight the key climate provisions and assess the Act's potential economic impacts. Substantially higher investments in clean energy and electric vehicles imply that fiscal costs may be larger than projected. However, even at the high end, IRA provisions remain cost-effective. IRA has large impacts on power sector investments and electricity prices, lowering retail electricity rates and resulting in negative prices in some wholesale markets. We find small quantitative macroeconomic effects including a small decline in headline inflation, but macroeconomic conditions–particularly higher interest rates and materials costs–may have substantial negative effects on clean energy investment. We show that the subsidy approach in IRA has expansionary supply-side effects relative to a carbon tax but, in a representative-agent dynamic model, is preferable to a carbon tax only in the presence of a strong learning-by-doing externality. We also discuss the economics of the industrial policy aspects of the act as well as the distributional impacts and the possible incidence of the different tax credits in IRA.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity (BPEA), Spring 2023. Neil Mehrotra served as the Deputy Assistant Secretary for Macroeconomic Analysis at U.S. Treasury and Catherine Wolfram served as the Deputy Assistant Secretary for Climate and Energy Economics at U.S. Treasury. We are grateful to Curtis Carlson, Jason Furman, Ken Gillingham, Arik Levinson, and Jim Stock for helpful suggestions. The authors thank Justin Cooper and Nichole Shepard for research assistance. All remaining errors are our own. The views expressed in this paper are those of the authors and do not represent the Federal Reserve System, the Federal Reserve Bank of Minneapolis, or  the National Bureau of Economic Research.\n\n\n"
}