{
    "id": 31273,
    "citation_title": "The Evolution of Platform Gig Work, 2012-2021",
    "citation_author": [
        "Andrew Garin",
        "Emilie Jackson",
        "Dmitri K. Koustas",
        "Alicia Miller"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe document the dynamics of tax-based measures of work mediated by online platforms from 2012 through 2021. We present a measurement framework to account for high reporting thresholds on some information returns using returns from states with lower reporting thresholds to provide a more complete estimate of total platform work.  Updating data through 2021 allows us to provide the most comprehensive estimates of the COVID-19 pandemic on tax filing behavior. We find that the number of workers receiving information returns not subject to the 1099-K gap increased dramatically during the pandemic, with least 5 million individuals receiving information returns from platform gig work by 2021, nearly all from transportation platforms. We present evidence that the availability of expanded unemployment insurance benefits resulted in many individuals who were platform workers in 2019 not reporting any self-employment income in 2020-2021. At the same time, other services done by platform gig workers increased dramatically by at least 3.1 million people between 2019 and 2021. Interestingly, the broader 1099-contract economy follows a different trend, declining during this period, suggesting the challenges for tax administration are largely concentrated among platform gig workers, at least through 2021.\n\n",
    "acknowledgement": "\nThe findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury or the Internal Revenue Service. All results have been reviewed to ensure that no confidential information is disclosed. This working paper is publicly accessible on the IRS Statistics of Income website at https://www.irs.gov/pub/irs-soi/23rpevolutionofplatformgigwork.pdf.  Koustas and Garin are grateful to the Russell Sage Foundation for generous support. Garin gratefully acknowledges support from the OECD Future of Work Fellowship and from the Sloan Foundation for a post-doctoral fellowship at  NBER during which part of this research was conducted. Jackson gratefully acknowledges support from the Peter G. Peterson Foundation for a post-doctoral fellowship at NBER during which part of this research was conducted.  Koustas gratefully acknowledges support from the Becker Friedman Institute (BFI) and Peter G. Peterson Foundation.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}