{
    "id": 31276,
    "citation_title": "Measurements, Determinants and Causes of Corruption: Lessons from China's Anti-Corruption Campaign",
    "citation_author": [
        "Hanming Fang"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nCorruption is a widespread phenomenon in many developing and transitional economies. China is a country in profile both in the prevalence of corruption, and in its attempts to root out corruption. The recent anti-corruption campaign in China, which started in December of 2012 when President Xi Jinping took power, is unprecedented in its magnitude and time length. It has had lasting impact on the functioning of the Chinese bureaucracy, and on the behavior of firms and consumers. It also provides unusual amount of data to study the causes and consequences of corruption, which will have implications for other countries and economies. In this review I discuss the definition and measurement of corruption with a particular focus on the measurements that highlight the city-level heterogeneity of corruption in China, and present simple frameworks to understand the determinants of corruption by government officials and the causes and consequences of corruption and anti-corruption. I summarize the key findings regarding how the anti-corruption campaign affects the behavior of a host of decisions makers in the economy, including firms and bureaucrats, and on the resource allocation in general, and argue that the lessons from China's anti-corruption campaign are useful to other developing countries.\n\n",
    "acknowledgement": "\nThis review is prepared for a special issue of International Tax and Public Finance, and is based on a keynote talk I gave in the International Institute Public Finance (IIPF) Annual Congress at Linz, Austria (August 2022). I would like to thank the Congress Scientific Committee chairs Anne Brockmeyer and Juan Carlos Suarez Serrato for giving me the opportunity to synthesize my understanding of the important topic of corruption and anti-corruption in emerging economies. I am grateful to Hongbin Cai and Lixin Colin Xu with whom I collaborated on my first paper on the measurement of local corruption in China (Cai, et al., 2011). My research on the topic benefits from the insights from my coauthors, Panle Jia Barwick, Hongbin Cai, Haoyuan Ding, Quanlin Gu,  Shi Kang, Shangjun Li, Shu Lin, Ming Li, Zhe Li, Wei Xiong, Nianhang Xu, Hongjun Yan, Lixin Colin Xu, and  Li-An Zhou. Any errors are our own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}