{
    "id": 31272,
    "citation_title": "Pharmaceutical Pricing and R&D as a Global Public Good",
    "citation_author": [
        "H. E. Frech",
        "III",
        "Mark V. Pauly",
        "William S. Comanor",
        "Joseph R. Martinez"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2024-09-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn his Labor Day address, President Biden stated that the U.S. “has the highest drug prices in the world, and there is no reason for it.” For new branded drugs, the first part of that statement is supported by a recent RAND Report (Mulcahy et. al. 2021) which found U.S. average prices are 2.3 times those present in both the 32 OECD countries overall and in the UK separately. In this research, we consider the second part of that statement, and identify the economic factors that suggest some “reasons for it.”\nViewing pharmaceutical markets through the lens of the theories of global public goods and alliances, as developed by Olson and Zeckhauser (1966), we explain the observed pricing differences along with their implications the for the global supply of innovative new drugs. Similar views were advanced in two U.S. government reports (CEA 2018, 2020), and also by Goldman and Lakdawala (2018). We develop these ideas further and implement them empirically.\nA commonly held theory presumes that drug companies in the U.S set prices for patented drugs at profit- maximizing levels that fund and incentivize substantial research and development efforts. In contrast, in the rest of the world (ROW), national authorities set prices minimally above marginal costs of production, allowing few revenues remaining to support R&D (CEA Report 2018; Blumenthal 2018; Hooper and Henderson 2022). The ROW countries are then considered to be fully free riding on U.S. research efforts. We examine this argument both theoretically and empirically, and find it wanting.\nWe apply global public good theory to examine the pricing of branded drugs. To this end, we describe the optimal global contribution, as supported by the Lindahl pricing model, and show theoretically that existing independently determined contributions and thereby aggregate R&D levels are likely sub-optimal. Then we implement the model by calculating the contribution to the global public good as represented by short-term profits or quasi-rents received from sales of all branded drugs. These calculations are derived from pricing data contained in the RAND Report along with two market-based estimates of marginal costs.\nWe find that, while ROW contributions are less than those found in the United States, they are more than minimal, and do not approach zero for most countries. When we regress these positive contributions on a country’s size of GDP along with various controls, we find that GDP size alone is a powerful determinant of national contributions. It remains economically and statistically significant without regard to the controls introduced. In addition, we estimate how large are the contributions of ROW countries to the global public good. We offer reasons why US pharmaceutical prices and contributions per capita are nevertheless higher than those found in all ROW countries. We also suggest actions aimed to promote R&D efforts that are closer to the global optimum.\n\n",
    "acknowledgement": "\nThanks are due to Angela Chen for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}