{
    "id": 31277,
    "citation_title": "Child Health, Parental Well-Being, and the Social Safety Net",
    "citation_author": [
        "Achyuta Adhvaryu",
        "N. Meltem Daysal",
        "Snaebjorn Gunnsteinsson",
        "Teresa Molina",
        "Herdis Steingrimsdottir"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHow do parents contend with threats to the health and survival of their children? Can the social safety net mitigate negative economic effects through transfers to affected families? We study these questions by combining the universe of cancer diagnoses among Danish children with register data for affected and matched unaffected families. Parental income declines substantially for 3-4 years following a child's cancer diagnosis. Fathers’ incomes recover fully, but mothers' incomes remain 3% lower 12 years after diagnosis. Using a policy reform that introduced variation in the generosity of targeted safety net transfers to affected families, we show that such transfers play a crucial role in smoothing income for these households and, importantly, do not generate work disincentive effects. The pattern of results is most consistent with the idea that parents’ preferences to personally provide care for their children during the critical years following a severe health shock drive changes in labor supply and income. Mental health and fertility effects are also observed but are likely not mediators for impacts on economic outcomes.\n\n",
    "acknowledgement": "\nSnaebjorn Gunnsteinsson is a founder of, and employed full-time by, Juno Insurance Group, PBC, which designs and sells insurance products that provide benefits when children become severely ill or disabled. Other authors have no relevant sources of funding or financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}