{
    "id": 31289,
    "citation_title": "The Effect of Pre-Arraignment Legal Representation on Criminal Case Outcomes",
    "citation_author": [
        "Johanna Lacoe",
        "Brett Fischer",
        "Steven Raphael"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2023-06-07",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nLow-income individuals arrested on criminal charges face disproportionately high rates of pretrial detention and conviction. We study a novel approach to addressing this inequity: providing low-income individuals with access to legal counsel immediately following their arrest. Focusing on a pilot program in a large urban county, we estimate the causal impact of early representation by a public defender on release and case outcomes, leveraging quasi-random variation in access to counsel pre-arraignment. Low-income individuals who met with a public defender shortly after arrest were 28 percentage points more likely to be released pretrial, and 36 percent more likely to see their cases dismissed, relative to otherwise similar individuals who would first meet with a public defender at their arraignment. These results suggest that providing timely access to legal representation could improve release and case outcomes for public defender clients.\n\n",
    "acknowledgement": "\nThis project was made possible through funding from the Abdul Latif Jameel Poverty Action Lab (J-PAL). The California Policy Lab also receives support from The James Irvine Foundation, the University of California Office of the President Multicampus Research Programs and Initiatives, M21PR3278, and the Woven Foundation. The views expressed are those of the authors and do not necessarily reflect the views of our funders. All opinions and errors should be attributed entirely to the authors. The authors are grateful for our collaborative partnership with the County of Santa Clara Public Defender’s Office. We thank Carlie Ware and Carson White, the brains and heart behind the original PARR model, and Charles Hendrickson who embraced the opportunity for research at a very early stage. We also recognize Elsa Augustine, who was a key member of the research team during the project’s developmental phase, and Molly Pickard, our team’s research manager. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}