{
    "id": 31286,
    "citation_title": "Social Relationships and Joint Profit in Kinshasa",
    "citation_author": [
        "Aimable Amani Lameke",
        "Albert Malukisa Nkuku",
        "Raúl Sánchez de la Sierra",
        "Vincent Tanutama",
        "Kristof Titeca"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2024-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis article explores the role of social ties in governing the transaction costs of corrupt exchange. We leverage relationships we have built over years with public transport operators in the Congo, where a more efficient toll fee system has replaced costly bribe negotiations among mutually connected drivers and officers. A field experiment encourages drivers in random days to drive in routes where they do not have ties with the officers. In rerouting days, drivers interact with officers with whom they have less personal ties. Rerouting decreases driving revenue, net of operating costs (joint profit). The analysis of two cross-randomizations allows us to attribute this reduction in joint profit to the driver-officer social ties, and to establish that ties give the driver the security to take actions that increase passenger demand and prices. The findings emphasize that social ties might be relevant in mitigating the fundamental problem of exchange among corrupt transactions, imply that corruption profit opportunities shape the social structure.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'On the Governance of Corrupt Exchange: How Citizens and Officials Build Social Ties to Reduce Corruption’s Transaction Costs'. This experiment and data collection were conducted in August and September 2015 and were funded by UC Berkeley Haas School of Business unrestricted research funds. Ellie Chen, Anna Dagorret, Soeren Henn, David Ifkovitz, Akanksha Kala, Koko Kirusha, and Haoyang (Stan) Xie provided excellent research assistance. The Ethics Appendix discusses the ethics of the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}