{
    "id": 31282,
    "citation_title": "Inequality and the Zero Lower Bound",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Joël Marbet",
        "Galo Nuño",
        "Omar Rachedi"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2023-05-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how household inequality shapes the effects of the zero lower bound (ZLB) on nominal interest rates on aggregate dynamics. To do so, we consider a heterogeneous agent New Keynesian (HANK) model with an occasionally binding ZLB and solve for its fully non-linear stochastic equilibrium using a novel neural network algorithm. In this setting, changes in the monetary policy stance influence households' precautionary savings by altering the frequency of ZLB events. As a result, the model features monetary policy non-neutrality in the long run. The degree of long-run non-neutrality, i.e., by how much monetary policy shifts real rates in the ergodic distribution of the model, can be substantial when we combine low inflation targets and high levels of wealth inequality.\n\n",
    "acknowledgement": "\nJesús gratefully acknowledges funding from the Fundación Ramón Areces. We thank Guido Ascari, Olivier Blanchard, Anmol Bhandari, Edouard Challe, Jordi Galí, Julien Matheron, Taisuke Nakata, Anton Nakov, Sebastian Schmidt, Gianluca Violante, Pablo Winant, and participants at numerous seminars and conferences for useful comments and suggestions. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Banco de España, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}