{
    "id": 31283,
    "citation_title": "Campaign Connections",
    "citation_author": [
        "Samuel Bazzi",
        "Claudio Labanca"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the labor market returns to working for a victorious political campaign. Using unique administrative data from Brazil, we track the earnings and employment of campaign workers before and after close elections spanning nearly 20 years. We identify sizable returns to working for a winning campaign, especially in areas with a large informal sector and for workers connected to newly elected challengers. The returns are concentrated in the public sector, where connected hires are relatively more qualified. Our results suggest that campaign connections facilitate the hiring of capable but inexperienced workers in the public sector through relational contracting.\n\n",
    "acknowledgement": "\nWe thank Jeanet Bentzen, Emanuele Colonnelli, Gordon Dahl, Ricardo Dahis, Benjamin Marx, Craig McIntosh, Vincent Pons, Paul Raschky, Edoardo Teso, Clemence Tricaud, and seminar participants at Australian National University, Monash University, University of Melbourne, University of Sydney, and UC San Diego for helpful feedback. We especially thank Marc Muendler for sharing data and for early, insightful discussions. We thank Plinio Bicalho, Faiz Essa, and Katia Lundell for superb research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}