{
    "id": 31280,
    "citation_title": "Strategic Complementarities in a Dynamic Model of Technology Adoption: P2P Digital Payments",
    "citation_author": [
        "Fernando E. Alvarez",
        "David Argente",
        "Francesco Lippi",
        "Esteban Méndez",
        "Diana Van Patten"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a dynamic model of technology adoption featuring strategic complementarities: the benefits of usage increase with the number of adopters. We study the diffusion of new means of payments, where such complementarities are pervasive. We show that complementarities give rise to multiple equilibria, suboptimal allocations, and study the planner’s problem. The model generates gradualism in adoption, as individuals optimally wait for others to adopt before doing so. We apply the theory to the adoption of SINPE, an electronic peer-to-peer (P2P) payment app developed by the Central Bank of Costa Rica. Transaction-level data on the use of SINPE and several administrative data sets on the network structure allow us to exploit plausibly exogenous variation and to document sizable complementarities. A calibrated version of the model shows that the optimal subsidy pushes the economy to universal adoption.\n\n",
    "acknowledgement": "\nWe thank Isaac Baley, Andres Blanco, Diego Comin, Nicolas Crouzet, Joe Hazell, Rishabh Kirpalani, John Leahy, Claudio Michelacci, Ben Moll, Guillermo Noguera, Ezra Oberfield, Franck Portier, Rob Shimer, Nancy Stokey, Daniel Xu, Yu Zhu, and seminar participants at EIEF, Oxford, Minnesota, Chicago Booth, NYU, Princeton, Dartmouth, Columbia, Richmond Fed, Philadelphia Fed, UC Berkeley, LSE, UCL, Duke- NCSU-UNC, Rochester, Toronto, Northwestern, IIES, Chicago Fed, UCSB LAEF, Central Bank of Costa Rica, Bank of Mexico, Fed Board, the Cowles Trade Summer Conference, the BSE Summer Forum, the Hydra conference, the Bank of Canada, the Bank of Portugal, the Rome Junior Conference (Pizzanomics), the SED Wisconsin, NBER SI, NBER EFG, and Warwick-CFM-Vienna Global Macro. This project received STEG grant No. 608. Lippi acknowledges financial support from the ERC grant: 101054421-DCS. The views expressed herein are those of the authors and do not necessarily represent the views of the Central Bank of Costa Rica (BCCR). All results have been reviewed by the BCCR to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or paid traveling/lodging expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nUniversity Torcuato Di Tella, Buenos Aires, Argentina, as a visiting professor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Richmond, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Philadelphia, US. As consultant to the Research Department.\n\n\nBanco Central de Chile, Santiago Chile. As a conference participant, and writer of a book chapter.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow, as regular research visitor to the MPR division, and as a PRISMA visitor.\n\n\nGoldman Sachs Global Market Institute, US. As a fellow.\n\n\nGerzensee’s Swiss Program for Doctoral Students, Switzerland. As a visiting professor.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nMorris and Morris LLC, and Weinstein, Kitchenoff and Asher LLC, as a consultant to and compute damages on litigation related for financial contracts, US.\n\n\nBank of International Settlement, Basel, Switzerland. As a Lamfalussy senior research fellow.\n\n\n"
}