{
    "id": 31298,
    "citation_title": "The Debt-Inflation Channel of the German Hyperinflation",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Sergio A. Correia",
        "Stephan Luck",
        "Emil Verner",
        "Tom Zimmermann"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how a large increase in the price level is transmitted to the real economy through firm balance sheets. Using newly digitized macro- and micro-level data from the German inflation of 1919-1923, we show that inflation led to a large reduction in real debt burdens and bankruptcies. Firms with higher nominal liabilities at the onset of inflation experienced a larger decline in interest expenses, a relative increase in their equity values, and higher employment during the inflation. The results are consistent with real effects of a debt-inflation channel that operates even when prices and wages are flexible.\n\n",
    "acknowledgement": "\nThe authors would like to thank Joseph Abadi, Fernando Alvarez (discussant), Juliane Begenau (discussant), Martin Beraja, Gabriel Chodorow-Reich, Francesco D’Acunto (discussant), Marco Del Negro, Keshav Dogra, Yuriy Gorodnichenko, Carl-Ludwig Holtfrerich, Harold James, David Lopez-Salido, David Thesmar, Ivan Werning, Christian Wolf, and seminar participants at NBER Monetary Economics, NBER Corporate Finance, Babson College, Banca d’Italia, Bocconi-BAFFI CAREFIN-CEPR Workshop, Harvard-MIT Financial Economics Workshop, IESE, MIT, SAFE, Toulouse School of Economics, UC Berkeley Haas, UPF, UT Austin, Seminario MAP, 12th Tepper-LAEF conference, and University of Georgia for useful comments. We thank Viktoria Brueck, Edwin Diebold, Natalia Fischl-Lanzoni, Lara Fronert, Liz Hay, Tom Jarosch, Vinnie Le, Lev Luskin, Christian Meyer, and Jenna Wang for outstanding research assistance. We also thank Universitätsbibliothek Mannheim for access to their digitized book library and Stefan Weil for helping navigate the digitized book library. The project has received support from the Deutsche Forschungsgemeinschaft (DFG) under Germany’s Excellence Strategy EXC2126/139083886, Princeton University’s Bendheim Center for Finance, and the MIT Research Support Committee’s Ferry Fund. The opinions expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York or the Board of Governors of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures\n2010-2023/02\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\nhttps://markus.scholar.princeton.edu/pages/disclosures\n\n\nSignificant Remunerated Activities:\nAdvisory and Board Positions\nBank of Japan, 2023 - present\nParadigm Capital Partners, Board Member and Advisor\nVisiting Positions\nLamfalussy Fellowship, Bank of International Settlement, 2016\nMilton Friedman Institute, visiting scholar 2011\nSpeaking engagements and lectures\nFERI, 2022\nParadigm Capital, 2022\nAkademie für Politische Bildung, 2022\nFirst Republic Bank, 2022\nFLAR, 2021\nPerCent, Copenhagen, 2021\nVicctus, Peru, 2021\nKorean Capital Market Institute, 2021\nAsian Monetary Policy Forum, 2020\nFundacion (Lisbon), 2020\nJeffries, Hong Kong, 2020\nBrookings, 2020\nCapula Investment Management, 2019\nSpinoza Foundation, 2019\nDanske Bank, 2018\nUkrainian Financial Forum, 2017\nSwiss Economic Forum, 2017\nFudan University, 2017\nDanske Capital, 2017\nBrookings, 2017\nTrento Economic Festival, 2013\nStifterverband der Deutschen Wirtschaft, 2012\nAmbrosetti – The European House, 2011\nCenter for Investor Education, 2011\nWim Duisenberg School of Finance, 2010\nHandelsbanken, 2010\nDeutsche Bank, 2010\nFEBRABAN, Brazil, 2009\nCentral banks\nReserve Bank of India, Central Bank of Chile, South African Reserve Bank, ECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Korea\nInternational financial institution\nIMF\nAcademic Organizations\nSwiss Finance Institute, Research Council, 2012-\nLuohan Academy, Alibaba, 2018-2020\nNo expert testimony for law suits or paid consulting work for private cooperations to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\nINQUIRE Europe, Research Grant\nVisiting Scholar and Other:\nAmerican Economic Review, Journal of Finance, Associated Editorship\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director, President-Elect\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – 2019\n\n\nINET Advisory Board Member, 2009 – present\n\n\n"
}