{
    "id": 31291,
    "citation_title": "PLUS or Minus? The Effect of Graduate School Loans on Access, Attainment, and Prices",
    "citation_author": [
        "Sandra E. Black",
        "Lesley J. Turner",
        "Jeffrey T. Denning"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2023-06-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2006, the federal government effectively uncapped student borrowing for graduate programs with the introduction of the Graduate PLUS loan program. Access to additional federal loans increased graduate students’ borrowing and shifted the composition of their loans from private to federal debt. However, the increase in borrowing limits did not improve access to existing programs overall or for underrepresented groups. Nor did access to additional loan aid result in significant increase in constrained students’ persistence or degree receipt. We document that among programs in which a larger share of graduate students had exhausted their annual federal loan eligibility before the policy change—and thus were more exposed to the expansion in access to credit—federal borrowing and prices increased.\n\n",
    "acknowledgement": "\nThe conclusions of this research do not necessarily reflect the opinion or official position of the Texas Education Research Center, the Texas Education Agency, the Texas Higher Education Coordinating Board, the Texas Workforce Commission, the State of Texas or the National Bureau of Economic Research. This work was generously funded by Arnold Ventures.\n\n\n\nLesley J. Turner\n\nI took a leave of absence from Vanderbilt University during the 2022 calendar year to serve as Senior Advisor in the Office of the Under Secretary and Office of the Chief Economist in the U.S. Department of Education.\n\n\n"
}