{
    "id": 31290,
    "citation_title": "Evaluation and Learning in R&D Investment",
    "citation_author": [
        "Alexander P. Frankel",
        "Joshua L. Krieger",
        "Danielle Li",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2023-05-29",
    "issue_date": "2023-05-25",
    "revision_date": "2024-12-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the role of knowledge spillovers in determining firms' incentives to invest in exploratory versus incremental R&D. We link drug candidates to molecularly similarly drugs that are developed in the future and show that novel drug candidates generate greater knowledge spillovers: they are more likely to inspire the development of subsequent successful drugs than incremental candidates. Building off this empirical finding, we develop a model of R&D in which firms face a tradeoff: incremental drug candidates are easier to evaluate because they are based on more established science, while novel drugs present more opportunities for future learning. We provide empirical evidence that firms place less value on learning and are therefore reluctant to develop novel drugs. We provide additional evidence that firms are more willing to engage in exploration when they expect to appropriate a greater fraction of spillover knowledge, when they expect drugs to generate many follow on innovations, and when they face lower discount rates.\n\n",
    "acknowledgement": "\nWe are grateful to William Comanor, Matt Higgins, Ryan Hill, Jen Kao, Song Ma, Carolyn Stein and seminar participants at Berkeley Haas and NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}