{
    "id": 31293,
    "citation_title": "Micro- and Macroeconomic Impacts of a Place-Based Industrial Policy",
    "citation_author": [
        "Enghin Atalay",
        "Ali Hortaçsu",
        "Mustafa Runyun",
        "Chad Syverson",
        "Mehmet Fatih Ulu"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the impact of a set of place-based subsidies introduced in Turkey in 2012. Using firm-level balance-sheet data along with data on the domestic production network, we first assess the policy’s direct and indirect impacts. We find an increase in economic activity in industry-province pairs that were the focus of the subsidy program, and positive spillovers to the suppliers and customers of subsidized firms. With the aid of a dynamic multi-region, multi-industry general equilibrium model, we then assess the program’s impacts. Based on the calibrated model we find that, in the long run, the subsidy program is modestly successful in reducing inequality between the relatively under-developed and more prosperous portions of the country. These modest longer-term effects are due to the ability of households to migrate in response to the subsidy program and to input-output linkages that traverse subsidy regions within Turkey.\n\n",
    "acknowledgement": "\nUlu thanks TUBITAK (Turkiye Bilimsel ve Teknolojik Arastırma Kurumu; the Scientific and Technological Research Council of Turkey) for financial support related to this project. We thank seminar audiences at the 2022 CompNet Conference, the 2022 SED Meetings, the 2022 Summer Institute (Urban), the Central Bank of Chile, Columbia, Cornell, the Federal Reserve Bank of Philadelphia, Georgetown, the National Bank of Ukraine, North Carolina State University, Nottingham, Princeton, Stanford, UC Santa Cruz, UNC Chapel Hill, Wharton, and our two conference discussants: Giacomo Ponzetto and Daisoon Kim. We thank, as well, Mehmet Fatih Kacır, Ilker Murat Ar, Elif Tugce Cınar, Onur Sarıkaya, Ramazan Seyfeli, and staff at the Turkish Entrepreneur Information System, part of the Turkish Ministry of Industry and Technology. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}