{
    "id": 31294,
    "citation_title": "Exchange Controls As A Fiscal Instrument",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbout 20 percent of countries employ multiple exchange rates. An important rationale for this practice is the creation of fiscal revenue. This paper develops a general equilibrium model with exchange controls. It shows that such controls can mobilize significant fiscal resources, but also cause dollar shortages, misallocation, and smuggling. The paper studies an optimal taxation problem where chronic fiscal deficits must be financed with money creation and exchange controls. Under plausible calibrations, the optimal policy favors multiple exchange rates, with stronger controls on exports than on imports. Both exchange controls and inflation finance significant portions of the deficit.\n\n",
    "acknowledgement": "\nWe thank for comments and suggestions Javier Bianchi, Guillermo Calvo, Francisco Ciocchini, Eduardo Davila, Andy Neumeyer, Nikhil Patel, Alessandro Rebucci, Federico Sturzenegger, and seminar participants at the 2024 ASSA meetings, Brown, Columbia, UCEMA, Rutgers, the Minneapolis FED, the Federal Reserve Board, the IMF, the NBER IFM Spring 2024 meeting, and the Macroeconometric Caribbean Conference (Bahamas, February 2023). Giovanni Bonfanti, Emilio Zaratiegui, and Patricio Goldstein provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}