{
    "id": 31297,
    "citation_title": "Pareto Improving Fiscal and Monetary Policies: Samuelson in the New Keynesian Model",
    "citation_author": [
        "Mark A. Aguiar",
        "Manuel Amador",
        "Cristina Arellano"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the positive and normative consequences of government bond issuances in a New Keynesian model with heterogeneous agents, focusing on how the stock of government bonds affects the cross-sectional allocation of resources in the spirit of Samuelson (1958). We characterize the Pareto optimal levels of government bonds and the associated monetary policy adjustments that should accompany Pareto-improving bond issuances. The paper introduces a simple phase diagram to analyze the global equilibrium dynamics of inflation, interest rates, and labor earnings in response to changes in the stock of government debt. The framework also provides a tractable tool to explore the use of fiscal policy to escape the Effective Lower Bound (ELB) on nominal interest rates and the resolution of the “forward guidance puzzle.” A common theme throughout is that following the monetary policy guidance from the standard Ricardian framework leads to excess fluctuations in income and inflation.\n\n",
    "acknowledgement": "\nThe paper benefited from comments by Adrien Auclert, Chen Lian, Matthew Rognlie, Jaume Ventura, and Christian Wolf. Simeng Zeng provided excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}