{
    "id": 31304,
    "citation_title": "Money Matters: Broad Divisia Money and the Recovery of Nominal GDP from the COVID-19 Recession",
    "citation_author": [
        "Michael D. Bordo",
        "John V. Duca"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of inflation in 2021 and 2022 surprised many macroeconomists who ignored the earlier surge in money growth because past instability in the demand for simple-sum monetary aggregates had made these aggregates unreliable indicators. We find that the demand for more theoretically-based divisia aggregates can be modeled and that their growth rates provide useful information for future nominal GDP growth.\nUnlike M2 and divisia-M2, whose velocities do not internalize shifts in liabilities across commercial and shadow banks, the velocities of broader Divisia monetary aggregates are more stable and can be reasonably empirically modeled in both the short run and the long run through the Covid-19 pandemic and to date. In the long run, these velocities depend on regulatory changes and mutual fund costs that affect the substitutability of money for other financial assets. In the short run, we control for swings in mortgage activity and use vaccination rates and an index of the stringency of government pandemic restrictions to control for the unusual effects of the pandemic.\nThe velocity of broad Divisia money temporarily declines during crises like the Great and COVID Recessions, but later rebounds. In each recession monetary policy lowered short-term interest rates to zero and engaged in quantitative easing of about $4 Trillion. Nevertheless, broad money growth was more robust in the COVID Recession, likely reflecting that the banking system was less impaired and could promote rather than hinder multiple deposit creation. Partly as a result, our framework implies that nominal GDP growth and inflationary pressures rebounded much more quickly from the COVID Recession versus the Great Recession. We consider different scenarios for future Divisa money growth and the unwinding of the pandemic that have different implications for medium-term nominal GDP growth and inflationary pressures as monetary policy tightening seeks to restore low inflation.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and are not necessarily those of the Federal Reserve Bank of Dallas or the Federal Reserve System. We thank David VanHoose for comments and suggestions, and Jonah Danziger and Claire Jeffress for excellent research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}