{
    "id": 31309,
    "citation_title": "Quality Adjustment at Scale: Hedonic vs. Exact Demand-Based Price Indices",
    "citation_author": [
        "Gabriel Ehrlich",
        "John C. Haltiwanger",
        "Ron S. Jarmin",
        "David Johnson",
        "Ed Olivares",
        "Luke W. Pardue",
        "Matthew D. Shapiro",
        "Laura Zhao"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2024-10-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores methods for constructing price indices from item-level transactions data on prices, quantities, and product attributes.  The paper evaluates approaches that are feasible at scale, i.e., across the wide range of products, disparate encoding of attributes, and rapid product turnover inherent in “big data” on economic transactions, while producing improved cost-of-living indices that reflect both substitution effects and quality change.  The paper presents hedonic methods that estimate changing valuations of both observable and unobservable characteristics in the presence of product turnover.  It also considers demand-based methods that account for product turnover and changing appeal of continuing products. The paper provides evidence of substantial quality-adjustment in prices for a wide range of goods, including food and high-tech consumer products.  The paper also shows that hedonics can be implemented with well-encoded attributes using standard econometrics and with unstructured attribute data using machine learning.\n\n",
    "acknowledgement": "\nWe acknowledge financial support of the Alfred P. Sloan Foundation and the additional support of the Michigan Institute for Data Science, the Michigan Institute for Teaching and Research in Economics and the U.S. Census Bureau. We thank David Byrne, Erwin Diewert,  Robert Feenstra, Melvin Hochster, Robert Martin, Ariel Pakes, Stephen Redding,  Marshall Reinsdorf, David Weinstein, and participants at multiple seminars and conferences for helpful comments. Ed Olivares, Luke Pardue, and Laura Zhao worked on this project as doctoral students at the University of Maryland (and Laura Zhao subsequently as a post-doc).  Researcher(s)’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.  We also use the NPD data housed at the U.S. Census Bureau.  All results using the NPD Group (Circana) data have been reviewed to ensure that no confidential information has been disclosed (CBDRB-FY19-122, CBDRB-FY21-074, and CBDRB-FY23-067, CBDRB‑FY24‑0464). Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the view of the U.S. Census Bureau. The findings, conclusions, views, and opinions are solely those of the authors and do not necessarily represent the views of the U.S. Department of the Treasury or the United States government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}