{
    "id": 31307,
    "citation_title": "The Effect of Means-Tested Transfers on Work: Evidence from Quasi-Randomly Assigned SNAP Caseworkers",
    "citation_author": [
        "Jason B. Cook",
        "Chloe N. East"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe comprehensively evaluate the effect of the Supplemental Nutrition Assistance Program (SNAP) on labor supply using newly linked data on SNAP applicants to administrative earnings records. Prior to applying for SNAP, earnings are trending down, but this trend is more severe for those granted SNAP than those denied. This motivates our novel IV approach based on assignment of applicants to caseworkers. Most applicants do not work before applying, and do not change work if granted SNAP. Those who work before applying appear to treat SNAP as insurance against negative shocks; they decrease work temporarily but work more in the longer-run.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Ananat, Marianne Bitler, Manasi Deshpande, Brigham Frandsen, Amy Finkelstein, Matthew Freedman, Peter Ganong, Nathan Hendren, Hilary Hoynes, Peter Hull, Tatiana Homonoff, Emily Leslie, Adam Looney, Michelle Marcus, Katherine Meckel, Bruce Meyer, Sarah Miller, Matthew Notowidigdo, Analisa Packham, Marianne Page, Abi Peralta, Bruce Sacerdote, Maya Rossin-Slater, Diane Schanzenbach, Jesse Shapiro, Jesse Rothstein, Barton Willage, and Jim Ziliak for helpful comments as well as seminar participants at the NBER Public Economics Program, University of Kentucky, BYU, Georgetown University, George Washington University, American University, Southern Methodist University, University of Delaware, University of Kansas, George Mason University, University of Duisburg-Essen, University of Oklahoma, SUNY Binghamton, the University of Pennsylvania, the University of Chicago, University of Wisconsin, Ohio State University, University of Utah, University of California Davis, Norwegian School of Economics (NHH), and University of Colorado Denver. We thank Kristine Kohlmeier and Elizabeth Cox for helpful research assistance. We learned about the experiences of applying for means-tested benefits and working while receiving benefits from listening to The Uncertain Hour podcast and through in-depth conversations and shadowing program administrators. We are grateful to the Russell Sage Foundation for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}