{
    "id": 31303,
    "citation_title": "Information Acquisition and Rating Agencies",
    "citation_author": [
        "Harold L. Cole",
        "Thomas F. Cooley"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor decades credit rating agencies were viewed as trusted arbiters of creditworthiness and their ratings as important tools for managing risk. The common narrative is that the value of ratings was compromised by the evolution of the industry to a form where issuers pay for ratings. In this paper we consider both an investor-pays and an issuer-pays set-ups and show that if the investor-pays version can overcome the free-rider problem it is efficient, and otherwise leads to under-provision of information; while if the issuer-pays can force disclosure, it is efficient, but otherwise it leads to less revealing information because of the systematic distortion in revealed information along with over-investment in information. We show that in both these arrangements credit ratings have value in equilibrium and how reputation insures that, in equilibrium, ratings will reflect sound assessments of credit worthiness. We argue that regulatory reliance on ratings and the increasing importance of risk-weighted capital in prudential regulation have more likely contributed to distorted ratings than the matter of who pays for them.\n\n",
    "acknowledgement": "\nThomas Cooley was previously a member of the Board of Managers of Standard & Poor's Financial Services LLC. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}