{
    "id": 31306,
    "citation_title": "Creating and Connecting US and China Science: Chinese Diaspora and Returnee Researchers",
    "citation_author": [
        "Qingnan Xie",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2023-06-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe close connection between US and China in scientific research and education in the 2000s produced a large group of China-born researchers who work in the US (“diaspora”) and a larger group of China-born researchers who gained US-research experience and returned to do their research in China (“returnee”).  Analyzing 2018 Scopus data on research papers, we estimate that diaspora researchers contributed to 27% of US addressed papers, and that returnee researchers contributed to 38% of China addressed papers.  Both the number of papers with diaspora authors and the number of papers with returnee authors far exceeded the usual measure of US-China collaborative work, papers with both US and China addresses.  In terms of quality or impact, papers with diaspora or returnee authors averaged more citations and had higher proportions of publication in high CiteScore journals than other US-addressed or China-addressed papers.  Finally, papers with diaspora and/or returnee authors were at the center of the US-China coauthor network and major conduits of research findings between the countries in the network of scientific citations. The benefits of the US-China research connection notwithstanding, the link between the countries’ research began to fray from 2018 through the early 2020s, with potential deleterious effects on each country’s future research output and on global science writ large to which US and China are the two biggest contributors.\n\n",
    "acknowledgement": "\nWe thank Dr Xi Hu from University of Oxford for her support in collecting data from Scopus.  We benefited from comments on this and earlier versions of the research from participants in the China Economy Seminar at Harvard University’s Department of Economics, the Economics of Science & Engineering Seminar at the Harvard Business School, and the Asia-Pacific Studies Institute Seminar at Duke University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}