{
    "id": 31305,
    "citation_title": "Using Limited Trial Evidence to Credibly Choose Treatment Dosage when Efficacy and Adverse Effects Weakly Increase with Dose",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn medical treatment and elsewhere, it has become standard to base treatment intensity (dosage) on evidence in randomized trials. Yet it has been rare to study how outcomes vary with dosage. In trials to obtain drug approval, the norm has been to specify some dose of a new drug and compare it with an established therapy or placebo. Design-based trial analysis views each trial arm as qualitatively different, but it may be highly credible to assume that efficacy and adverse effects (AEs) weakly increase with dosage. Optimization of patient care requires joint attention to both, as well as to treatment cost. This paper develops methodology to credibly use limited trial evidence to choose dosage when efficacy and AEs weakly increase with dose. I suppose that dosage is an integer choice t ∊ (0, 1, . . . , T), T being a specified maximum dose. I study dosage choice when trial evidence on outcomes is available for only K dose levels, where K < T + 1. Then the population distribution of dose response is partially rather than point identified. The identification region is a convex polygon determined by linear equalities and inequalities. I characterize clinical and public-health decision making using the minimax-regret criterion. A simple analytical solution exists when T = 2 and computation is tractable when T is larger.\n\n",
    "acknowledgement": "\nAn early draft of this paper, with a slightly different title, was circulated in April 2023. I have benefited from the opportunity to present this work in seminars at Cornell University and Northwestern University. John Mullahy and Mark Ratain have provided helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}