{
    "id": 31308,
    "citation_title": "Top Talent, Elite Colleges, and Migration: Evidence from the Indian Institutes of Technology",
    "citation_author": [
        "Prithwiraj Choudhury",
        "Ina Ganguli",
        "Patrick Gaulé"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study migration in the right tail of the talent distribution using a novel dataset of Indian high school students taking the Joint Entrance Exam (JEE), a college entrance exam used for admission to the prestigious Indian Institutes of Technology (IIT). We find a high incidence of migration after students complete college: among the top 1,000 scorers on the exam, 36% have migrated abroad, rising to 62% for the top 100 scorers. We next document that students who attended the original “Top 5” Indian Institutes of Technology (IIT) were 5 percentage points more likely to migrate for graduate school compared to equally talented students who studied in other institutions. We explore two mechanisms for these patterns: signaling, for which we study migration after one university suddenly gained the IIT designation; and alumni networks, using information on the location of IIT alumni in U.S. computer science departments.\n\n",
    "acknowledgement": "\nWe benefited from comments from Ruchir Agarwal, Supreet Kaur, David McKenzie, Mario Piacentini, Michael Webb, and Yanos Zylberberg, as well as seminar participants at Cornell University and Georgetown University. This study is based in part upon the IIT JEE Result Dataset from Abhay Rana (captnemo.in/iitjee), whom we thank. We appreciate excellent research assistance from Vikram Sablani and Rachna Tahilyani and her team of research assistants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}