{
    "id": 31319,
    "citation_title": "The Changing Firm and Country Boundaries of US Manufacturers in Global Value Chains",
    "citation_author": [
        "Teresa C. Fort"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper documents how US firms organize goods production across firm and country boundaries.  Most US firms that perform physical transformation tasks in-house using foreign manufacturing plants in 2007 also own US manufacturing plants; moreover manufacturing comprises their main domestic activity.  By contrast, “factoryless goods producers” outsource all physical transformation tasks to arm's-length contractors, focusing their in-house efforts on design and marketing.  This distinct firm type is missing from standard analyses of manufacturing, growing in importance, and increasingly reliant on foreign suppliers.  Physical transformation “within-the-firm” thus coincides with substantial physical transformation “within-the-country,” whereas its performance “outside-the-firm” often also implies “outside-the-country.” Despite these differences, factoryless goods producers and firms with foreign and domestic manufacturing plants both employ relatively high shares of US knowledge workers.  These patterns call for new models and data to capture the potential for foreign production to support domestic innovation, which US firms leverage around the world.\n\n",
    "acknowledgement": "\nAny views expressed are those of the author and not those of the US Census Bureau, the Bureau of Economic Analysis, the National Bureau of Economic Research, or the Centre for Economic Policy Research. The Census Bureau and the Bureau of Economic Analysis have reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1975 (CBDRB-FY23-P1975-R10185), CES Project 1530 (release on 7/15/2019), and CES Project 6907751 (BEA-FY23-P6907751-R2).  Jack Liang provided exceptional research assistance.  I thank Pol Antràs, Jim Fetzer, Fariha Kamal, Peter Schott, and Chad Syverson for very helpful comments. I also thank the editors, Erik Hurst, Nina Pavcnik, Heidi Williams, and especially Tim Taylor for invaluable insights, comments, and suggestions.\n\n\n"
}