{
    "id": 31318,
    "citation_title": "Supply, Demand, Institutions, and Firms: A Theory of Labor Market Sorting and the Wage Distribution",
    "citation_author": [
        "Daniel Haanwinckel"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2024-06-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a general equilibrium framework with firm and worker heterogeneity, monopsony power, and task-based production to quantify the long-run effects of education, labor demand shocks, and minimum wage. I take it to Brazilian data and find that, between 1998 and 2012: (i) supply and demand shocks increased the sorting of high-wage workers to high-wage firms; (ii) endogenous entry of high-wage firms boosted the effect of rising schooling attainment on mean log wages by 33%; (iii) the impacts of the rising minimum wage on inequality and sorting would have been much stronger without the co-occurring supply and demand shocks.\n\n",
    "acknowledgement": "\nI would like to thank David Card, Fred Finan, Pat Kline, Maurizio Mazzocco, and Andrés Rodríguez-Clare for their guidance and support. The paper benefited from comments from Ben Faber, Thibault Fally, Cecile Gaubert, Jinyong Hahn, Brian Kovak, Thibaut Lamadon, Thomas Lemieux, Nicholas Li, Juliana Londoño- Vélez, Magne Mogstad, Piyush Panigrahi, Raffaele Saggio, Andres Santos, Yotam Shem-Tov, Avner Strulov-Shlain, José P. Vásquez-Carvajal, Christopher Walters, four anonymous referees, and participants at several seminars and conference presentations. I also thank Lorenzo Lagos and David Card for providing code to clean the RAIS data set, and Gustavo de Souza for providing task content data for Brazilian occupations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}