{
    "id": 31316,
    "citation_title": "Cassatts in the Attic",
    "citation_author": [
        "Marlène Koffi",
        "Matt Marx"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze more than 70 million scientific articles to characterize the gender dynamics of commercializing science. The double-digit gender gap we report is explained neither by the quality of the science nor its ex-ante commercial potential, and is widest among papers with female last authors (i.e., lab heads) when publishing high-quality science. Using Pitchbook database, we show that when authors self-commercialize scientific discoveries via new ventures, no gap appears, raising the question of whether incumbent firms are unaware of—or ignore—scientific contributions by women. A natural experiment based on the Obama administration’s staggered introduction of open-access requirements for federally-funded research reveals that although easier access to scientific articles might facilitate commercialization, this benefit accrues primarily to male authors. Articles written with more “boastful” language are commercialized more often, and female scientists generally boast less, but even when they do their discoveries are commercialized no more often. We also observe gender homophily between scientific authors and commercializing inventors, the majority of whom are male. We conclude with the potential welfare effects of the gender gap: the disparity is more pronounced for higher-quality discoveries, as indicated by academic and patent citations or by predicted probabilities of commercialization derived from deep-learning algorithms.\n\n",
    "acknowledgement": "\nWe thank Karin Hoisl, Fiona Murray, Xavier Jaravel, John Walsh, and participants at the African Econometric Society, the NBER Productivity Seminar, the Munich Summer Institute, the International Conference on Computational Social Science, the NBER Summer Institute, the Asia Innovation and Entrepreneurship Conference, and the Banff Empirical Microeconomics Workshop, seminars series of the University of Munich, Simon Fraser University and Dalhousie University for insightful feedback. We also thank WonJung Joey Ryu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}