{
    "id": 31311,
    "citation_title": "Misallocation in Firm Production: A Nonparametric Analysis Using Procurement Lotteries",
    "citation_author": [
        "Paul Carrillo",
        "Dave Donaldson",
        "Dina Pomeranz",
        "Monica Singhal"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2023-11-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper develops new tools to study misallocation that do not require assumptions about the heterogeneity of firms’ technologies. We show how features of the distribution of marginal products can be identified from exogenous variation in firms’ input use and used both to test for misallocation and to quantify its resulting welfare losses. We apply this method to a setting with exogenous demand shocks from public procurement contracts for construction services in Ecuador. Our results reject the null of efficiency but our estimates of the resulting welfare losses from misallocation are small.\n\n",
    "acknowledgement": "\n∗We thank our team of outstanding, dedicated research assistants, as well as David Baqaee, Mark Bils, Richard Blundell, Kirill Borusyak, Arnaud Costinot, Pete Klenow, Jeremy Majerovitz, Matt Masten, Virgiliu Midrigan, Emi Nakamura, Karthik Narayan, Whitney Newey, Michael Peters, Richard Rogerson, Cian Ruane, Jesse Shapiro, John Sturm, Alex Torgovitsky, Ivan Werning, and numerous seminar participants for helpful comments. We are grateful to the Centro de Estudios Fiscales and the Departamento de Control of the Ecuadorian Tax Authority for outstanding collaboration and to Innovations for Poverty Action (IPA), International Growth Centre (IGC) and the Stanford Institute for Innovation in Development Economies (SEED) for generous research support. This paper has also benefited from funding from CEPR and UK Department for International Development (DFID) (under the Private Enterprise Development in Low-Income Countries program, reference MRG004 3834), the European Research Council (grant reference 758984), and the Swiss National Science Foundation (grant 100018 192588). The views expressed are not necessarily those of CEPR, DFID, ERC, SNF, or the National Bureau of Economic Research.\n\n\n\nPaul Carrillo\n\nI, Paul Carrillo, have visited and taught short courses at SRI for nominal compensation. I do not see any conflicts of interest but am happy to disclose in accordance with NBER policy.\n\n\n"
}