{
    "id": 31310,
    "citation_title": "Carbon Border Adjustments, Climate Clubs, and Subsidy Races When Climate Policies Vary",
    "citation_author": [
        "Kimberly A. Clausing",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJurisdictions adopt heterogeneous climate policies that vary both in terms of ambition and in terms of policy approach, with some jurisdictions pricing carbon and others subsidizing clean production. We distinguish two types of policy spillovers associated with diverse policy approaches to climate change. First, when countries have different levels of climate ambition, free-riders will benefit at the expense of more committed countries. Second, when countries pursue different approaches, carbon-intensive producers within cost-imposing jurisdictions will be at a relative competitive disadvantage compared with producers in subsidizing jurisdictions. Carbon border adjustments and climate clubs are attempts to respond to these policy spillovers, but when countries have divergent policy approaches, one policy alone will not be able to address both types of spillovers. We also consider the policy dynamics that result from carbon border adjustments and climate clubs; both have the potential to encourage upward harmonization of climate policy, but they come with risks. Further, the pressures of international competition in the presence of divergent climate policy approaches may result in subsidy races, which come with their own potential risks and benefits.\n\n",
    "acknowledgement": "\nWe received helpful feedback from Joseph Aldy, Laura Alfaro, Chad Bown, Meredith Fowlie, Steven Fries, Luis Garicano, Cullen Hendrix, Arik Levinson, Thornton Matheson, Jean Pisani- Ferry, William Pizer, Jacquelyn Pless, André Sapir, Joseph Shapiro, Robert Stavins, Matthew Tarduno, Jeromin Zettelmeyer, and participants at the Harvard Kennedy School of Government’s conference on the Political Economy of Climate Change Policy, the Peterson Institute for International Economics seminar, the Salata Institute for Climate and Sustainability at Harvard University conference on Can Trade Policy Work for the Climate?, the National Tax Association Spring Symposium, and the World Resources Institute seminar. We received helpful research assistance from Andrew Chu, Julieta Contreras, James Murray, and Matthew Tarduno. We are grateful for helpful editorial suggestions and feedback from Erik Hurst, Nina Pavcnik, Timothy Taylor, and Heidi Williams. The PIIE research assistance for this project was funded by financial support from a multiyear grant from the Danish Embassy in Washington for PIIE research related to developing economies and climate change. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}