{
    "id": 31314,
    "citation_title": "Do Gender-Neutral Job Ads Promote Diversity? Experimental Evidence from Latin America’s Tech Sector",
    "citation_author": [
        "Lucia Del Carpio",
        "Thomas Fujiwara"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2025-01-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nGendered-grammar languages are spoken by 39% of the global population. We conduct two experiments studying the effects of gender-neutral language in job advertisements and its treatment spillovers. In a Spanish-speaking tech job platform, ads randomly assigned to gender-neutral language attract more female applicants, but only when a small proportion of other ads considered by applicants is treated. In a second experiment, gender-neutral language in ads affects beliefs about job characteristics. Our results suggest that female applicants interpret gender-neutral language as a signal about job amenities and that scalability is limited: if most ads were gender-neutral, the effects would be negligible.\n\n",
    "acknowledgement": "\nResearch funding from INSEAD’s Diversity and Inclusion Fund is gratefully acknowledged. We are particularly grateful to Get on Board and Laboratoria for being excellent partners and to Gaspar Arias, Pedro Cabra-Acela, Mylene Feuillade, Gurcan Gulersoy, Eugenio Piga, and Edgar Sanchez-Cueva for excellent research assistance. We thank Jose Maria Barrero, Ruben Durante, Dylan Glover, Emilio Gutierrez, Adrian Rubli, and seminar participants at GRADE, INSEAD, ITAM, and Universidad del Pacifico for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}