{
    "id": 31317,
    "citation_title": "Are Cryptos Different? Evidence from Retail Trading",
    "citation_author": [
        "Shimon Kogan",
        "Igor Makarov",
        "Marina Niessner",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrading in cryptocurrencies has grown rapidly over the last decade, primarily dominated by retail investors. Using a dataset of 200,000 retail traders from eToro, we show that they have a different model of the underlying price dynamics in cryptocurrencies relative to other assets. Retail traders in our sample are contrarian in stocks and gold, yet the same traders follow a momentum-like strategy in cryptocurrencies. Individual characteristics do not explain the differences in how people trade cryptocurrencies versus stocks, suggesting that our results are orthogonal to differences in investor composition or clientele effects. Furthermore, our findings are not explained by inattention, differences in fees, or preference for lotterylike stocks. We conjecture that retail investors hold a model of cryptocurrency prices, where price changes imply a change in the likelihood of future widespread adoption, which in turn pushes asset prices further in the same direction.\n\n",
    "acknowledgement": "\nWe thank John Campbell (discussant), Xing Huang, Edna Lopez Avila, Will Mullins, Cameron Peng, Lin Peng (discussant), Alessandro Previtero, Marco Sammon (discussant), and Donghwa Shin (discussant) for many valuable suggestions. We thank seminar and conference participants at University of Illinois at Urbana-Champaign, University of North Carolina, NBER Big Data, Villanova University, FSU Truist Beach Conference, University of Toronto (Rotman), Behavioral NBER, and Adam Smith Workshop for many helpful comments. We thank eToro for graciously providing their data. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}