{
    "id": 31313,
    "citation_title": "Laboratory Safety and Research Productivity",
    "citation_author": [
        "Alberto Galasso",
        "Hong Luo",
        "Brooklynn Zhu"
    ],
    "citation_publication_date": "2023-06-05",
    "issue_date": "2023-06-01",
    "revision_date": "2023-06-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAre laboratory safety practices a tax on scientific productivity? We examine this question by exploiting the substantial increase in safety regulations at the University of California following the shocking death of a research assistant in 2008. Difference-in-differences analyses show that relative to “dry labs” that use theoretical and computational methods, the publication rates of “wet labs” that conduct experiments using chemical and biological substances did not change significantly after the shock. At the same time, we find that wet labs that used dangerous compounds more frequently before the shock reduced their reliance on flammable materials and unfamiliar hazardous compounds afterward, even though their overall research agenda does not appear to be affected. Our findings suggest that laboratory safety may shape the production of science, but they do not support the claim that safety practices impose a significant tax on research productivity.\n\n",
    "acknowledgement": "\nAlberto Galasso is grateful for financial support from the Social Sciences and Humanities Research Council of Canada. Weida Li, Shenye Liu, Yash Karani, Ehsen Tayyabi, and Bijan Miriabi provided excellent research assistance. We are particularly grateful to Debbie Decker, Becky Grunewald, and Imke Schroeder for providing insightful details on the responses by UCLA and UC Davis to the fatal incident. Alberto Galasso is grateful for financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}