{
    "id": 31328,
    "citation_title": "School Choice, Competition, and Aggregate School Quality",
    "citation_author": [
        "Michael Gilraine",
        "Uros Petronijevic",
        "John D. Singleton"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates an empirical framework that evaluates the impact of charter school choice on education quality in the aggregate. We estimate the model using student-level data from North Carolina. We find that North Carolina’s lifting of its statewide charter school cap raised the average public school's value-added by around 0.01 standard deviations (on the student test score distribution). We calculate the total human capital returns of the expansion at above $100,000 per charter school enrollee. We further show that competition drives the aggregate gains; test score impacts on students induced into charter schools by the policy are negative.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Arcidiacono, Natalie Bau, Sarah Cohodes, Michael Dinerstein, Christopher Neilson, Miguel Urquiola, and seminar participants at ASSAs, Columbia University, Duke University, NBER Education, Purdue University, Simon Fraser University, SITE, University of Pennsylvania, Washington University in St. Louis, University of Wisconsin-Madison, and WEA for helpful comments. Ande Shen provided excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}