{
    "id": 31320,
    "citation_title": "Green Tilts",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2024-01-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate ﬁnancial institutions’ portfolio tilts that relate to stocks’ environmental, social, and governance (ESG) characteristics. In 2021, ESG-related tilts total 6% of the investment industry’s assets and average 22% of institutions’ total portfolio tilts. ESG tilts are larger for less-volatile stocks and for institutions with smaller size and greater active share, consistent with our theoretical predictions. Significant ESG tilts arise from the choice of stocks held and, especially, the weights on stocks held. The largest institutions tilt increasingly toward green stocks, while other institutions and households tilt increasingly brown. UNPRI signatories and European institutions tilt greener, banks browner.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily those of Vanguard or the Vanguard Funds. We are grateful for comments from our discussants Sam Hartzmark, Kunal Sachdeva, Adam Winegar, and Shaojun Zhang; from Doug Diamond, Winston Dou, Joanna Harris, Christian Leuz, David Musto, Mike Sebastian, Yao Zeng, Olivier David Zerbib; conference participants at the 2023 BI Conference on Corporate Governance, 2023 Fall Chicago Quantitative Alliance meeting, 2023 FRA conference, 2023 Olin Finance Conference at Washington University, 2023 University of Houston/Dallas Fed Energy Finance and the Energy Transition Conference, 2023 University of Alberta Frontiers in Finance Conference; and seminar participants at the following universities: Alabama, Chicago, EDHEC, Emory, Florida State, Maryland, Peking, Penn State, Pennsylvania, and Tinbergen Institute. We dedicate this paper to the memory of Livia Amato, whose many contributions as a research professional have beneﬁted this paper as well as our prior work. We also thank Vitor Furtado Farias and Vanessa Hu for excellent research assistance. This research was supported by the Fama-Miller Center for Research in Finance and the Robert King Steel Fellowship at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLubos Pastor\n\nLubos Pastor is a member of the governing board of the National Bank of Slovakia. Among its duties, this central bank serves as the principal regulator of mutual funds in Slovakia. Yet the bank has no stake in this research, no benefit from it, and no influence upon it.\n\n\n"
}