{
    "id": 31327,
    "citation_title": "GDP and Temperature: Evidence on Cross-Country Response Heterogeneity",
    "citation_author": [
        "Kimberly A. Berg",
        "Chadwick C. Curtis",
        "Nelson Mark"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use local projections to estimate the cross-country distribution of real GDP per capita growth impulse responses to global and idiosyncratic temperature shocks. Negative growth responses to global temperature at longer horizons are found for all Group of Seven countries while positive responses are found for seven of the nine poorest countries. Global temperature shocks have negative effects on growth for around half of the countries and seemingly anomalous positive effects for the other half. After controlling for latitude and average temperature, positive growth responses to global temperature shocks are more likely for countries that are poorer, have experienced slower growth, are less educated (lower high school attainment), less open to trade, and more authoritarian.\n\n",
    "acknowledgement": "\nWe thank the seminar participants at Indiana University, European Economic Association Meetings, IWH-CREQ-GW Macro Workshop, Annual Conference of Central Bank of Brazil, Virginia Association of Economists, Asian Meetings of the Econometric Society, International Symposium on Regional Integration and Financial Development in Northeast Asia at Liaoning University, and EC2 Conference at Aarhaus University for comments. Kimberly Berg thanks Miami University for summer research financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}