{
    "id": 31329,
    "citation_title": "Corporate Discount Rates",
    "citation_author": [
        "Niels Joachim Gormsen",
        "Kilian Huber"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct a dataset of firms’ discount rates (i.e., required returns to capital) and perceived cost of capital using corporate conference calls. The relation between discount rates and the cost of capital is far below the one-to-one mapping assumed in standard theory, as it takes many years for changes in the cost of capital to be incorporated into discount rates. This pattern leads to large and time-varying discount rate wedges that affect firm investment. Moreover, increasing discount rate wedges can account for the recent puzzle of “missing investment.” Cross-firm variation in market power and riskiness explains the evolution of wedges.\n\n",
    "acknowledgement": "\nWe thank the anonymous referees, Nicholas Bloom, Emanuele Colonnelli, Anna Costello, Nicolas Crouzet, Olivier Dessaint, Janice Eberly, Andrea Eisfeldt, Simon Gilchrist, Robin Greenwood, Samuel Hanson, Tarek Hassan, Zhiguo He, Ravi Jagannathan, Anil Kashyap, Narayana Kocherlakota, Ralph Koijen, Augustin Landier, Eben Lazarus, Christian Leuz, Erik Loualiche, Robert McDonald, Michael Minnis, Lira Mota, Brent Neiman, Ľuboš Pástor, Lasse Pedersen, Monika Piazzesi, Alp Simsek, Ludwig Straub, Douglas Skinner, Amir Sufi, Adi Sunderam, Christian Wolf, and many seminar participants for helpful comments. This research was supported by the Asness Junior Faculty Fellowship, the Becker Friedman Institute, the Fishman Faculty Research Fund, and the Fama-Miller Center at the University of Chicago. Valerii Baidin, Alexandra Bruner, Rahul Chauhan, Sean Choi, Jason Jia, Sungil Kim, Scarlett Li, Tony Ma, Daniel Marohnic, Ben Meyer, Sonali Mishra, Neville Nazareth, Cagdas Okay, Prithvi Pahwa, Esfandiar Rouhani, Chris Saroza, Sixun Tang, Felix Trikos, Raymon Yue, and Madeleine Zhou provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}