{
    "id": 31323,
    "citation_title": "Anticipating Climate Change Across the United States",
    "citation_author": [
        "Adrien Bilal",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate how anticipation and adaptation shape the aggregate and local costs of climate change. We develop a dynamic spatial model of the U.S. economy and its 3,143 counties that features costly forward-looking migration and capital investment decisions. Recent methodological advances that leverage the `Master Equation' representation of the economy make the model tractable. We estimate the county-level impact of severe storms and heat waves over the 20th century on local income, population, and investment. The estimated impact of storms matches that of capital depreciation shocks in the model, while heat waves resemble combined amenity and productivity shocks. We then estimate migration and investment elasticities, as well as the structural damage functions, by matching these reduced-form results in our framework. Our findings show, first, that the impact of climate on capital depreciation magnifies the U.S. aggregate welfare costs of climate change twofold to nearly 5in 2023 under a business-as-usual warming scenario. Second, anticipation of future climate damages amplifies climate-induced worker and investment mobility, as workers and capitalists foresee the slow build-up of climate change. Third, migration reduces substantially the spatial variance in the welfare impact of climate change. Although both anticipation and migration are important for local impacts, their effect on aggregate U.S. losses from climate change is small.\n\n",
    "acknowledgement": "\nAdrien Bilal gratefully acknowledges support from the Chae Family Economics Research Fund. Esteban Rossi-Hansberg acknowledges support from the Becker-Friedman Institute and the Kenneth C. Griffin Department of Economics at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}