{
    "id": 31338,
    "citation_title": "Violent Discipline and Parental Behavior: Short- and Medium-term Effects of Virtual Parenting Support to Caregivers",
    "citation_author": [
        "Lelys I. Dinarte Diaz",
        "Saravana Ravindran",
        "Manisha Shah",
        "Shawn M. Powers",
        "Helen Baker-Henningham"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nApproximately 75% of children aged 2 to 4 worldwide are regularly subjected to violent discipline across the globe. We study the impact of a virtually-delivered intervention on positive parenting practices in Jamaica. We find the intervention improves caregiver knowledge (0.52 SD) and attitudes around violence (0.2 SD) and leads to meaningful changes in caregiver disciplining behaviors, with a 0.12 SD reduction in violence against children. Treatment children also experience fewer emotional problems (0.17 SD). When we return nine months later, we also find reductions in caregiver depression (0.12 SD), anxiety (0.16 SD), and parental stress (0.16 SD) for treatment caregivers. The virtual delivery has important scalable policy implications which could help decrease violence against children across the globe.\n\n",
    "acknowledgement": "\nWe are thankful to Anna Aizer, S Anukriti, Kathleen Beegle, Janet Currie, Andrew Dustan, Bilge Erten, Emanuela Galasso, Melanie Guldi, and Jevay Grooms for their useful comments and feedback. We also appreciate comments from participants at the 2023 NBER Childrens Meeting, 2023 EDW, 2023 WECJr, PacDev 2023, 1st WAP Workshop, 2023 LACEA IEN Meeting, Atlanta Workshop on Public Policy and Child Well-Being 2023, Development Research Group (World Bank), IFPRI, Exeter, University of Western Australia, NUS, PUC Chile, Universidad Los Andes, and Universidad Andres Bello. Carlos Guzman, Gabriela Lecaro, and Nathy Andrade provided superb research assistance. We are truly grateful for the support of the Early Childhood Commission (ECC) for implementing the intervention. We thank Taja Francis for supporting the development of the virtual Irie Homes Toolbox and the training of officers. This work was supported by the World Bank SIEF and ELP Trust Funds and the Research Support Budget. Ravindran is funded by a startup grant at the Lee Kuan Yew School of Public Policy, National University of Singapore. This research project’s protocol was reviewed and approved by the UWI Institutional Review Board in Jamaica (approval ID No. CREC-MN.86, 20-21) and by the IPA Research Ethics Committee (approval ID No. 15586). The trial was registered at the American Economic Association RCT registry (AEARCTR-0008266). The authors have no conflicts of interest to report. The findings, interpretations, and conclusions expressed in this report are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, its Executive Directors, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}