{
    "id": 31339,
    "citation_title": "The 2021 Child Tax Credit, the Living Arrangements and Housing Affordability of Families with Low Incomes",
    "citation_author": [
        "Natasha V. Pilkauskas",
        "Katherine Michelmore",
        "Nicole Kovski"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2024-02-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccess to safe and stable housing is important for child and adult wellbeing. Yet many low-income households face severe challenges in maintaining stable housing. In this paper we examine the impact of the 2021 temporary expansion to the Child Tax Credit (CTC) on the living arrangements and housing affordability of families with low incomes. We employ a parameterized difference-in-differences method and use national data from a sample of parents who are receiving, or recently received, Supplemental Nutrition Assistance Program benefits (N~20,500). We find that the monthly CTC is associated with a higher likelihood that parents reported a change in their living arrangements as well as reduced household size, an effect largely driven by fewer mothers living with a partner (and not a reduction in doubling up). We also find that the credit reduced parents’ likelihood of reporting potential moves due to difficulties affording rent/mortgages as well as the amount and incidence of back-owed rent/mortgages. We find some differences in effects by race and ethnicity and income. Our findings illustrate how the monthly credit allowed parents to gain residential independence from partners, reduce the number of people residing in their household, and reduce their past-due rent/mortgage.\n\n",
    "acknowledgement": "\nThe authors thank Propel for access to their Providers data. We thank Samiul Jubaed for his excellent data assistance. We also thank the Charles and Lynn Schusterman Family Philanthropies and the Washington Center for Equitable Growth for their generous support of our research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}