{
    "id": 31332,
    "citation_title": "How the 1963 Equal Pay Act and 1964 Civil Rights Act Shaped the Gender Gap in Pay",
    "citation_author": [
        "Martha J. Bailey",
        "Thomas E. Helgerman",
        "Bryan A. Stuart"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2023-12-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIn the 1960s, two landmark statutes—the Equal Pay and Civil Rights Acts—targeted the long-standing practice of employment discrimination against U.S. women. For the next 15 years, the gender gap in median earnings among full-time, full-year workers changed little, leading many scholars to conclude the legislation was ineffectual. This paper revisits this conclusion using two research designs, which leverage (1) cross-state variation in pre-existing state equal pay laws and (2) variation in the 1960 gender gap across occupation-industry-state-group cells to capture differences in the legislation’s incidence. Both designs suggest that federal anti-discrimination legislation led to striking gains in women’s relative wages, which were concentrated among below-median wage earners. These wage gains offset pre-existing labor-market forces which worked to depress women’s relative pay growth, resulting in the apparent stability of the gender gap at the median and mean in the 1960s and 1970s. The data show little evidence of short-term changes in women’s employment but suggest that firms reduced their hiring and promotion of women in the medium to long term. The historical record points to the key role of the Equal Pay Act in driving these changes.\n\n",
    "acknowledgement": "\nThis work was generously supported by the University of Michigan (UM) Department of Economics (MITREG022729) and the UCLA Department of Economics. We gratefully acknowledge the use of the services and facilities of the California Center for Population Research at UCLA (P2C HD041022), which receives funding from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). During work on this project, Bryan A. Stuart was supported by the NICHD (T32 HD0007339) as a University of Michigan Population Studies Center trainee. We thank Francine Blau, Claudia Goldin, Hilary Hoynes, Lawrence Katz, and numerous seminar and conference participants for helpful comments and discussions. We also thank Kelsey Figone, Deniz Gorgulu, and Eric Wang for excellent research support. The views expressed here are solely those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}