{
    "id": 31334,
    "citation_title": "De-skilling: Evidence from Late Nineteenth Century American Manufacturing",
    "citation_author": [
        "Jeremy Atack",
        "Robert A. Margo",
        "Paul Rhode"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe long-standing view in US economic history is the shift in manufacturing in the nineteenth century from the artisan shop to the mechanized factory led to “labor deskilling.”  Craft workers were displaced by mix of semi-skilled operatives, unskilled workers, and a reduced force of mechanics to maintain the powered machines. Investigating the Department of Labor’s 1899 Hand and Machine Labor Study using causal inference statistical techniques, we show the adoption of inanimate power did indeed induce deskilling. While the effects were statistically significant, they accounted for only 7-15 percent of the deskilling observed in the sample. Broadening the scope of our inquiry, we find the increased division of labor as captured by the increase in scale of operations and the ratio of workers to tasks accounts for a larger fraction.\n\n",
    "acknowledgement": "\nWe are grateful to workshop participants at Harvard University, the Federal Reserve Bank of Cleveland, and the University of Groningen for helpful comments on earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}