{
    "id": 31335,
    "citation_title": "On the Allocation and Impacts of Managerial Training",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Emir Murathanoglu",
        "Anant Nyshadham"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the allocation and productivity consequences of training production line supervisors in soft skills via a randomized controlled trial. Consistent with standard practice for training investments within firms, we asked middle managers -- who sit above supervisors in the hierarchy -- to nominate members of their supervisory team for training. Program access was randomized within these recommendation rankings. Highly recommended supervisors experienced no productivity gains; in contrast, less-recommended supervisors' productivity increased 12% relative to controls. This was not due to poor information or favoritism. Instead, consistent with the fact that supervisor turnover comes at a large effort cost to middle managers due to gaps in coverage and onboarding, middle managers prioritized retention over productivity impacts. Indeed, treated supervisors were 15% less likely to quit than controls; this gain was most pronounced for highly recommended supervisors. Misallocation of training can help explain the persistence of low managerial quality in firms.\n\n",
    "acknowledgement": "\nAdhvaryu and Nyshadham serve on the board of directors and are executives of Good Business Lab, a non-profit research organization which conducts research related to the topic of this article. They do not receive monetary compensation for these roles. The study was funded by a grant from the Private Enterprise Development in Low-Income Countries Initiative of the Centre for Economic Policy Research, as well as from discretionary research funds from the authors' academic institutions. Murathanoglu has no conflicts to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}