{
    "id": 31336,
    "citation_title": "Plugging Gaps in Payment Systems: Evidence from the Take-Up of New Medicare Billing Codes",
    "citation_author": [
        "Jeffrey Clemens",
        "Jonathan M. Leganza",
        "Alex Masucci"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last decade, the U.S. Medicare program has added new billing codes to enhance the financial rewards for Chronic Care Management and Transitional Care Management. We analyze the effects of introducing these new billing codes. First, we provide evidence on the adoption of the new codes by primary care physicians. We show that take-up of the new billing codes occurs gradually and exhibits substantial variation across space and across physician characteristics. Second, we provide evidence on how the new billing codes can both complement and substitute for the billing or provision of other services. We focus on two case studies. As a case of code substitution, we show that Transitional Care Management services partially crowd out traditional office visits following hospital discharges. As a case of code complementarity, we show that both Transitional Care Management and Chronic Care Management services predict increases in annual wellness visits. Overall, our analysis highlights how both new code take-up frictions and the impact of new code billing on existing code billing can be important for assessing the total costs and benefits of payment reforms.\n\n",
    "acknowledgement": "\nWe thank Kate Antonovics, Julian Betts, Colleen Carey, Mike Geruso, Todd Gilmer, Tim Layton, and Gaurav Khanna for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}