{
    "id": 31333,
    "citation_title": "Tax Design, Information, and Elasticities: Evidence From the French Wealth Tax",
    "citation_author": [
        "Bertrand Garbinti",
        "Jonathan Goupille-Lebret",
        "Mathilde Muñoz",
        "Stefanie Stantcheva",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a French wealth tax reform that starkly reduced the information some taxpayers must report to the tax authority. Using a new dynamic bunching approach we estimate the average response to the reform, the share of compliers, and the local average treatment effect. The annual wealth growth rate of treated taxpayers falls by 0.5 percentage points after the reform. This decline is likely due to increased evasion, as suggested by the sharp responses in self-reported wealth but not in third-party-reported incomes. The wealth tax base becomes more elastic post reform, illustrating the key role of information policy choices for tax base elasticities.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar and conference participants for helpful comments and reactions. We owe a special thanks to Xavier d’Haultfœuille and Peter Hull for their insightful and constructive comments. We thank the French ministry of finance-DGFiP for providing access to the data, and Christophe Bellégo and Gerard Forgeot for their great help with fiscal data. We acknowledge financial support from the French National Research Agency (References: ANR-19-CE41-0011-01, “Investissements d’Avenir”: LabEx Ecodec/ANR-11-LABX-0047). Zucman acknowledges financial support from the Stone Foundation, the Carnegie Foundation, and the European Research Council. Access to confidential data has been made possible within a secure environment offered by CASD (Ref. ANR-10-EQPX-17). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}