{
    "id": 31331,
    "citation_title": "The Confederate Diaspora",
    "citation_author": [
        "Samuel Bazzi",
        "Andreas Ferrara",
        "Martin Fiszbein",
        "Thomas P. Pearson",
        "Patrick A. Testa"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2023-06-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how white migration out of the postbellum South diffused and entrenched Confederate culture across the United States at a critical juncture of westward expansion and postwar reconciliation. These migrants laid the groundwork for Confederate symbols and racial norms to become pervasive nationally in the early 20th century. Occupying positions of authority, former slaveholders played an outsized role in this process. Beyond memorializing the Confederacy, migrants exacerbated racial violence, boosted novel forms of exclusion, and compounded Black disadvantage outside the South. Moving West, former Confederates had larger effects in frontier communities lacking established culture and institutions. Over time, they continued to transmit norms to their children and non-Southern neighbors. The diaspora legacy persists over the long run, shaping racial inequities in labor, housing, and policing. Together, our findings offer a new perspective on migration, elite influence, and the interplay between culture and institutions in the nation-building process.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Desmond Ang, Sascha O. Becker, Leah Boustan, Shari Eli, Vicky Fouka, Gordon Hanson, Saumitra Jha, Trevon Logan, Ted Miguel, Nathan Nunn, Elias Papaioannou, Allison Shertzer, Marco Tabellini, and participants at the following seminars and conferences for feedback: CalTech, Harvard University, the London School of Economics, Michigan State University, Osaka University, Pantheon-Sorbonne University, Simon Fraser University, Stanford University, Tulane University, University of British Columbia, UC San Diego, University of Pittsburgh, University of Warwick, the 2023 Deep Roots Conference at Brown University, the 2022 ASREC Conference, the 2023 Baltic Connections Conference, the 2023 Race, Equality and Public Policy Conference at Toronto University, the 2023 Montana State University Empirical Micro summer conference, and the 2022 SEA Meetings. We thank Faiz Essa, Katarina Fedorov, and Fahar Laqa for excellent research assistance. We are grateful to Jessica Crowe and Candacy Taylor for sharing their data and expertise with us. We acknowledge with gratitude the Russell Sage Foundation and Boston University Initiative on Cities for generous financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}