{
    "id": 31330,
    "citation_title": "The Demand for Mobility: Evidence from an Experiment with Uber Riders",
    "citation_author": [
        "Peter Christensen",
        "Adam Osman"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2025-01-08",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nOptimal transportation policies depend on demand elasticities that interact across modes and vary across the population, but understanding how and why these elasticities vary has been an empirical challenge. Using an experiment with Uber in Egypt, we randomly assign large price discounts for transport services over a 3 month period to examine: (1) the demand for ride-hailing services, (2) the demand for total mobility (km/week), and (3) its contributions to external costs (e.g. congestion). A 50% discount more than quadruples Uber usage and induces an increase of nearly 49% in total mobility. These effects are stronger for women, who are less mobile at baseline and perceive public transit as unsafe. Technology-induced reductions in the price of ride-hailing services could generate substantial benefits to users (5.2% of GDP) that would be accompanied by considerable increases in external costs (0.6% of GDP), with benefits accruing to the most affluent and costs being borne by the entire population.\n\n",
    "acknowledgement": "\nWe thank Santosh Rao Danda for support in implementing the experiment, as well as others at Uber including Ahmed Aly, Rana Kortam, and Ian Muir. We thank Esther Du o and John List for their support in the development of this project. We thank our referees for many terrific comments and suggestions. We thank Treb Allen, Michael Anderson, David Atkin, Gharad Bryan, Juan Camilo Castillo, Benjamin Faber, Erica Field, Marco Gonzalez-Navarro, Jonathan Hall, Amit Khandelwal, Florence Kondylis, Gabriel Kreindler, Lewis Lehe, David Phillips, Nicola Rosaia, Nick Tsivanidis, Kate Vyborny and seminar participants at Cornell, Dartmouth, Georgetown, Stanford, UC Berkeley, UC Santa Barbara, University of Chicago, UVa, Stony Brook, the Advances with Field Experiments Workshop, the Cities and Development Workshop, the Urban Economics Association Meeting and the American Economics Association Annual Meeting for excellent comments. We thank Rahma Ali, Norhan Muhab, Sarah Saeed, Mahmoud El Bably, Ahmed Abdelsalam for research assistance in Egypt, as well as Abdelrahman Nagy and Nagla Rizk for implementation support. We also thank Gustavo Nino for unparalleled research assistance, as well as Keshi Shen, Felipe Diaz, and student assistants in the University of Illinois Big Data and Environmental Economics and Policy (BDEEP) Group. We acknowledge generous support from the University of Illinois Department of Economics (RIFDC) and Office of International Programs. University of Illinois IRB 19102, AEARCTR-0004966. Authors retained full intellectual freedom throughout all stages of this project (more details in the Ethics Appendix). All views expressed here, and all remaining errors are our own and do not reflect the views of Uber B.V. and/or any affiliates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}