{
    "id": 31342,
    "citation_title": "Pandemic-Era Changes to Medicaid Enrollment and Funding: Implications for Future Policy and Research",
    "citation_author": [
        "Laura Dague",
        "Benjamin D. Ukert"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 related public health emergency led to federal legislation that changed the landscape of Medicaid coverage for low-income people in the United States. Beginning in 2020, policy responses led to a surge in Medicaid enrollment due to federal rules preventing Medicaid disenrollment, and total Medicaid enrollment increased more from January 2020-2023 than the net increase in insurance coverage from 2013-2017 following the Affordable Care Act’s implementation. As these policies come to an end, it is crucial to understand their implications for the future of Medicaid. This paper provides an overview of Medicaid’s enrollment, renewal and funding policies, highlighting how these policies changed during and immediately following the acute phases of the COVID-19 pandemic, describes enrollment increases and their composition, reviews literature relevant to the policy and its unwinding, and identifies key areas for research. By examining this unprecedented period of Medicaid policy, we can inform future policy decisions and optimize safety net programs to be effective in a broad set of circumstances.\n\n",
    "acknowledgement": "\nWe are grateful to Jillian Dickens for excellent research assistance. This work was supported in part by the Episcopal Health Foundation; special thanks to Shao-Chee Sim and CJ Hager for helpful conversations. Dague acknowledges additional financial support from the Wisconsin Department of Health Services for contracted program evaluation of a Medicaid 1115 waiver. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}