{
    "id": 31346,
    "citation_title": "Ph.D. Publication Productivity: The Role of Gender and Race in Supervision in South Africa",
    "citation_author": [
        "Giulia Rossello",
        "Robin Cowan",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether student-advisor gender and race composition matters for publication productivity of Ph.D. students in South Africa. We consider all Ph.D. students in STEM graduating between 2000 and 2014, after the recent systematic introduction of doctoral programs in this country. We investigate the joint effects of gender and race for the whole sample and looking separately at the sub-samples of (1) white-white; (2) black-black; and (3) black-white student-advisor couples. We find significant productivity differences between male and female students. These disparities are more pronounced for female students working with male advisors when looking at the joint effects of gender and race for the white-white and black-black student-advisor pairs. We also explore whether publication productivity differences change significantly for students with a high, medium, or low “productivity-profile”. We find that female productivity gaps are U-shaped over the range of productivity. Female students working with male advisors have more persistent productivity gaps over the productivity distribution, while female students with a high (or low) “productivity-profile” studying with female advisors are as productive as male students with similar “productivity-profile” studying with male advisors.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Partial funding was provided by the French Agence Nationale de Recherche, project STIS, number ANR-18-CE41-0011.\n\n\n"
}