{
    "id": 31347,
    "citation_title": "A Theory of Price Caps on Non-Renewable Resources",
    "citation_author": [
        "Simon Johnson",
        "Lukasz Rachel",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2025-01-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the optimal response of an exhaustible resource producer to sanctions in the form of a price cap? This paper develops a dynamic framework incorporating stochastic prices, financial frictions, and market power to study this novel tool of statecraft. A binding price cap can incentivize increased extraction, stabilizing prices in the global market. But the cap’s effectiveness diminishes when the policy is leaky or is weakly enforced, as seen with the G7 price cap on Russian oil. Such imperfections introduce a trade-off between market stability and the welfare of the sanctioned producer. We provide a systematic approach to setting an optimal cap level in these circumstances.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Ben Moll, Morten Ravn, Elina Ribakova, Jose-Victor Rios-Rull, Stephen Salant and participants at several seminars and conferences for comments. We also thank the members of the Yermak-McFaul International Working Group on Russian Sanctions for useful discussions. Siddhant Agrawal, Bailey Marsheck, and Liyuan Yang provided excellent research assistance. Disclaimer: Both Johnson and Wolfram were involved in the design and implementation of the price cap policy, Johnson as an informal advisor in various policy forums and Wolfram as the Deputy Assistant Secretary for Climate and Energy at the U.S. Treasury during 2021-22. Rachel has been a member of the Stanford Group on Sanctions since 2022. During this time this group has advocated for the price cap policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}