{
    "id": 31348,
    "citation_title": "War Discourse and the Cross Section of Expected Stock Returns",
    "citation_author": [
        "David Hirshleifer",
        "Dat Mai",
        "Kuntara Pukthuanthong"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2024-04-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA war-related factor model derived from textual analysis of media news reports explains the cross section of expected stock returns. Using a semi-supervised topic model to extract discourse topics from 7,000,000 New York Times stories spanning 160 years, the war factor predicts the cross section of returns across test assets derived from both traditional and machine learning construction techniques, and spanning 138 anomalies. Our findings are consistent with assets that are good hedges for war risk receiving lower risk premia, or with assets that are more positively sensitive to war prospects being more overvalued. The return premium on the war factor is incremental to standard effects.\n\n",
    "acknowledgement": "\nWe thank Bryan Kelly, Seth Pruitt (discussant), Yinan Su (discussant), and the seminar and conference participants at the Bank of Portugal, the University of Cologne, the University of Missouri-Columbia, the Midwest Finance Association Meeting (2022), the Young Scholars Finance Consortium (2022), the Boulder Summer Conference on Consumer Financial Decision Making (2022), and the Chicago Quantitative Alliance (CQA) Annual Meeting (2023) for very helpful comments. We thank Zhongjin Lu and Scott Murray for sharing the bear and other beta data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}