{
    "id": 31340,
    "citation_title": "Community-Based Health Programs and Child Vaccinations: Evidence from Madagascar",
    "citation_author": [
        "Catalina Herrera-Almanza",
        "Maria Rosales-Rueda"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVaccinations are a cost-effective tool to prevent child mortality and morbidity; however, their access and take-up remain low in developing countries. We analyze the effects on child vaccinations of a large-scale community-based health worker program that aimed to reach remote areas distant from public health facilities in Madagascar. We identify these effects using a triple-difference design that leverages the time and geographic variation in the program rollout and the geocoded household distance to the closest health facility. Our findings indicate that, on average, the program did not improve the vaccination uptake in treated areas; however, the community health workers component had an additional effect on children’s vaccinations in the most remote areas from the closest health facility. Despite this improvement, we find that mothers’ religious affiliation might constitute a barrier for the vaccination uptake of the most remote and vulnerable children.\n\n",
    "acknowledgement": "\nWe would like to thank Rocio Valdebenito, Leonel Borja, Allie Smith, and Shuang Wang for their excellent research assistance and INSTAT-Madagascar, particularly Harivelo Rajemison, for providing access to and assistance with the databases. The authors thank Mary-Arends Kuenning and the seminar participants at the Agricultural and Applied Economics Meetings for helpful comments and discussions. The authors are grateful for funding support from the Population Reference Bureau and the Hewlett Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}