{
    "id": 31344,
    "citation_title": "The Economic Determinants of Heat Pump Adoption",
    "citation_author": [
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2023-06-12",
    "issue_date": "2023-06-08",
    "revision_date": "2023-07-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne concern with subsidies for low-carbon technologies is that they tend to go predominantly to high-income households. Previous research has shown, for example, that the top income quintile receives 60% of subsidies for rooftop solar and 90% of subsidies for electric vehicles. This paper finds that heat pumps are an important exception. Using newly available U.S. nationally representative data, the paper finds that there is remarkably little correlation between heat pump adoption and household income. Nationwide, 14% of U.S. households have a heat pump as their primary heating equipment, and adoption levels are essentially identical for all income levels ranging from the bottom of the income distribution (<$30,000 annually) to the top ($150,000+). Instead, the paper shows that heat pump adoption is strongly correlated with geography, climate, and electricity prices.\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Environmental and Energy Policy and the Economy Conference, May 25, 2023 at the National Press Club in Washington, DC, and will be included in a conference volume published by the University of Chicago Press. I am thankful to Josh Blonz, Carl Blumstein, Severin Borenstein, Tatyana Deryugina, Justin Kirkpatrick, Matthew Kotchen, Catherine Wolfram, and conference participants at the NBER and UC Berkeley for helpful feedback. I do not have any financial relationships that relate to this research. The analysis relies entirely on publicly-available data and all data and code will be posted on my website upon completion of the project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}