{
    "id": 31350,
    "citation_title": "Intuit QuickBooks Small Business Index: A New Employment Series for the US, Canada, and the UK",
    "citation_author": [
        "Ufuk Akcigit",
        "Raman Singh Chhina",
        "Seyit M. Cilasun",
        "Javier Miranda",
        "Eren Ocakverdi",
        "Nicolas Serrano-Velarde"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nSmall and young businesses are essential for job creation, innovation, and economic growth. Even most of the superstar firms start their business life small and then grow over time. Small firms have less internal resources, which makes them more fragile and sensitive to macroeconomic conditions. This suggests the need for frequent and real-time monitoring of the small business sector’s health. Previously this was difficult due to a lack of appropriate data. This paper fills this important gap by developing a new Intuit QuickBooks Small Business Index that focuses on the smallest of small businesses with at most 9 workers in the US and the UK and at most 19 workers in Canada. The Index aggregates a sample of anonymous QuickBooks Online Payroll subscriber data (QBO Payroll sample) from 333,000 businesses in the US, 66,000 in Canada, and 25,000 in the UK. After comparing the QBO Payroll sample data to the official statistics, we remove the seasonal components and use a Flexible Least Squares method to calibrate the QBO Payroll sample data against official statistics. Finally, we use the estimated model and the QBO Payroll sample data to generate a near real-time index of economic activity. We show that the estimated model performs well both in-sample and out-of-sample. Additionally, we use this analysis for different regions and industries.\n\n",
    "acknowledgement": "\nThe primary purpose of this paper is to provide information on the methodology used to create the Intuit QuickBooks Small Business Index. Ufuk Akcigit is a paid independent contractor for Intuit Inc. The authors retained complete control over the content of this paper. Intuit reviewed the data product and endorsed measures to protect against unauthorized disclosure of confidential information and business-sensitive data. Statistical complications provided are anonymous and do not disclose information on individual QuickBooks subscribers or their employees. All information shared follows Intuit's Data Stewardship Principles and is in accordance with Intuit's Global Privacy Statement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, have no material financial relationship with Intuit Inc.”\n\n\n"
}