{
    "id": 31358,
    "citation_title": "Globalization, Structural Change and International Comovement",
    "citation_author": [
        "Barthélémy Bonadio",
        "Zhen Huo",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the roles of globalization and structural change in the evolution of international GDP comovement among industrialized countries over the period 1978-2007. In recent decades, trade integration between advanced economies increased rapidly while average GDP correlations remained stable. We show that structural change – trend reallocation of economic activity towards services – plays an important part in resolving this apparent puzzle. Business cycle shocks in the service sector are less internationally correlated than in manufacturing, and thus structural change lowers GDP comovement by increasing the share of less correlated sectors in GDP. Globalization – trend reductions in trade costs – exerts two opposing effects on cross-border GDP comovement. On the one hand, greater trade linkages increase international transmission of shocks and therefore comovement. On the other, globalization induces structural change towards services because it reduces the relative price of traded goods, and services and goods are complements. We use a multi-country, multi-sector model of international production and trade to quantify these effects. The two opposing effects of globalization on comovement largely cancel each other out, limiting the net contribution of globalization to increasing international comovement over this period.\n\n",
    "acknowledgement": "\nWe thank Javier Cravino, Isabelle Mejean,   Michael Peters, Sebastian Sotelo, Ákos Valentinyi, Kei-Mu Yi, Xiaodong Zhu as well as seminar and conference participants at the Bank of Canada, Federal Reserve Board, the Global Economic Networks Workshop, IMF, HKU, NBER ITI Fall meetings, Nottingham, PKU, Penn State, Salento Macro Meetings, Sciences Po, St Gallen, Virtual ITM, and Zurich for helpful comments, and Hiroshi Toma for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}