{
    "id": 31353,
    "citation_title": "Gaming and Effort in Performance Pay",
    "citation_author": [
        "Luca Bertuzzi",
        "Paul J. Eliason",
        "Benjamin Heebsh",
        "Riley J. League",
        "Ryan C. McDevitt",
        "James W. Roberts"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth insurers often tie payments to providers’ quality of care. Although payers do this to elicit more effort from providers, some providers may game the system by avoiding patients who would cause their quality scores to fall. We use annual variation in the criteria for Medicare’s Quality Incentive Program in dialysis to distinguish strategic patient dropping from higher-quality care. Patients who would reduce their facilities’ scores are 14.3–71.5% more likely to switch facilities, often to ones that suggest the move was involuntary, while under certain conditions facilities exert more effort to improve their scores by providing better care.\n\n",
    "acknowledgement": "\nWe thank nephrologists Matthew Ellis, Ruediger Lehrich, John Middleton, and Myles Wolf for providing valuable industry and medical insights. We gratefully acknowledge research support provided by the Social Sciences Research Institute and the National Science Foundation (SES 1850736 and 1851615). We thank Jeffrey Hill, Alexander Marsh, and Gabor Palinko for their excellent research assistance. The data reported here have been supplied by the United States Renal Data System (USRDS). The interpretation and reporting of these data are the responsibility of the authors and in no way should be seen as an official policy or interpretation of the U.S. government, nor does the content necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}