{
    "id": 31354,
    "citation_title": "The Benefits and Costs of Guest Worker Programs: Experimental Evidence from the India-UAE Migration Corridor",
    "citation_author": [
        "Suresh Naidu",
        "Yaw Nyarko",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the individual returns to temporary migration programs using a randomized experiment with several thousand job seekers in India applying to guest worker jobs in the United Arab Emirates (UAE). Working with construction companies and the UAE Ministry of Labor, we randomized job offers to potential migrant workers at recruitment sites. We measured effects on labor market outcomes, well-being, social relationships, and work satisfaction, as well as on labor intermediation costs, assets and debt. We find that workers who received the randomized offer experienced 30% higher earnings, and those who take up the offer to migrate to the UAE doubled their compensation. However, they also paid substantial upfront costs to labor intermediaries, financed by additional debt, that reduced take-home pay by about 10%. Migrants also reported a significant fall in subjective well-being, driven by increases in physical pain, effort, and heat. There were no significant effects on loneliness or other dimensions of well-being. Our finding of negative effects on well-being is consistent with the large share of workers offered jobs who did not migrate to the UAE. Extrapolating using a linear marginal treatment effects framework to workers who decline the UAE job offer, we find large and positive pecuniary returns to migration, even including intermediary fees, but even larger non-pecuniary costs.\n\n",
    "acknowledgement": "\nCung Hoang, Imran Idzqandar, Adi Jahic, Simran Kaur, Nitin Krishnan, Sunny Lee, Keren Neza, Abdoulaye Ndiaye, Angela Orozco, Cyril Punnoose-Cherian, Stephanie Wu provided excellent research assistance. We thank IFMR and Lekshman S.P. for their field work. This paper has benefitted from feedback at various stages from Santosh Anagol, Dean Yang and Niha Singh. We thank seminar participants at Chicago, Cornell Emerging Markets Conference, Dartmouth, HKUST, Michigan, NBER Development, Notre Dame, UBC and Wharton. We also thank the UAE Ministry of Human Resources and Emiratisation (MOHRE) for their help with this research project. We thank MOHRE, UPenn IREF, NYU Abu Dhabi Division of Social Science and NYU Abu Dhabi Research Institute (via Columbia REALM) for funding. All views expressed herein are those of the authors and no other organization. All errors are our own. This study was registered in the American Economic Association Registry for randomized control trials under trial number AEARCTR-0001294. The views expressed in this paper are those of the authors and do not necessarily represent the views of the National Bureau of Economic Research.\n\n\n\nSuresh Naidu\n\nSome of this research was undertaken while Naidu was a visiting/consulting researcher at Microsoft Research New York. Naidu was a paid consultant for the New York City Department of Consumer and Worker Protection from 2021-2023.\n\n\n\nShing-Yi Wang\n\nI have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}