{
    "id": 31359,
    "citation_title": "The Value of Student Debt Relief and the Role of Administrative Barriers: Evidence from the Teacher Loan Forgiveness Program",
    "citation_author": [
        "Brian Jacob",
        "Damon Jones",
        "Benjamin J. Keys"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "2023-08-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe explore how much borrowers value student debt relief, in the setting of the federal Teacher Loan Forgiveness (TLF) program, and further document whether information and eligibility for this program affect teacher employment decisions. The program cancels between $5,000 and $17,500 in debt for teachers who remain employed in a high-need school for five consecutive years. Using both quasi-experimental evidence and a randomized control trial, we find that neither eligibility nor a targeted information intervention result in changes in teacher employment decisions, despite the presence of sizable student loan balances in our sample. Information was found, however, to increase application and receipt rates for teachers who had already accrued the five years of eligibility. Additional evidence from contingent valuation surveys suggests that teachers do in general value possible debt relief. Incorporating qualitative evidence from focus groups, we conclude that take-up may be constrained by program complexity and administrative barriers that involve knowing which schools qualify, tracking employment records, having employers sign off, and coordinating with loan servicers.\n\n",
    "acknowledgement": "\nWe thank Janet Currie, Thomas Lemieux, Alex Mas, Isaac McFarlin, and conference participants at DaveFest 2022 and NBER Economics of Education and Public Economics Meetings for helpful comments and suggestions. Jorge Luis Tello Garza, Trevor Woolley, Scott Seunghoon Lee, Xinghuan Luo, and Octavio Elias de Lima provided outstanding research assistance. We are especially indebted to IPA's Lucia Goin and Michael Rosenbaum for their guidance of this project. We thank Nora Gregory, Kimberley Smith, Tedi Engler, Daniel Hubbard, Mahima Mahadevan, and Tyler Radler for their contributions. We are grateful to the Michigan Department of Education (MDE) sta  for their assistance, including Melissa Bisson, Erika Bolig, Abigail Groff-Blaszak, and Nancy Vaughn at the Michigan Department of Treasury. We thank the Sloan Foundation for their generous support. Keys thanks the Research Sponsors of the Wharton School's Zell/Lurie Real Estate Center. This research used data structured and maintained by the MERI-Michigan Education Data Center (MEDC). MEDC data are modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by the MDE and/or Michigan's Center for Educational Performance and Information (CEPI). The results, information, and opinions in this paper solely represent the analysis, information, and opinions of the authors and are not endorsed by, or reflect the views or positions of, grantors, MDE, and CEPI or any employee thereof, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}