{
    "id": 31355,
    "citation_title": "Global Liquidity: Drivers, Volatility and Toolkits",
    "citation_author": [
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal liquidity refers to the volumes of financial flows – largely intermediated through global banks and non-bank financial institutions – that can move at relatively high frequencies across borders. The amplitude of responses to global conditions like risk sentiment, discussed in the context of the global financial cycle, depends on the characteristics and vulnerabilities of the institutions providing funding flows. Evidence from across empirical approaches and using granular data provides policy-relevant lessons. International spillovers of monetary policy and risk sentiment through global liquidity evolve in response to regulation, the characteristics of financial institutions, and actions of official institutions around liquidity provision. Strong prudential policies in the home countries of global banks and official facilities reduce funding strains during stress events. Country-specific policy challenges, summarized by the monetary and financial trilemmas, are partially alleviated. However, risk migration across types of financial intermediaries underscores the importance of advancing regulatory agendas related to non-bank financial institutions.\n\n",
    "acknowledgement": "\nThe views in this paper are solely the responsibility of the author and do not necessarily reflect the views of the Federal Reserve Bank of New York or the Federal Reserve System. This paper has been prepared to accompany my Mundell Fleming Lecture, delivered at the IMF Annual Research Conference and 23rd Jacques Polak Conference. Special thanks to Viral Acharya, Stefan Avdjiev, Claudia Buch, Matthieu Bussiere, Anusha Chari, Leonardo Elias, Fulvia Fringuellotti, Leonardo Gambacorta, Helene Rey, and Stefano Schiaffi for content discussions and feedback. Stone Kalisa and Oliver Hannaoui provided excellent teamwork and research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}