{
    "id": 31360,
    "citation_title": "Avoiding Idiosyncratic Volatility: Flow Sensitivity to Individual Stock Returns",
    "citation_author": [
        "Marco Di Maggio",
        "Francesco Franzoni",
        "Shimon Kogan",
        "Ran Xing"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite positive and significant earnings announcement premia, we find that institutional investors reduce their exposure to stocks before earnings announcements. A novel result on the sensitivity of flows to individual stock returns provides a potential explanation. We show that extreme announcement returns for an individual holding lead to substantial outflows, controlling for overall performance, and they increase the probability of managers leaving the fund. Reducing the exposure to these stocks before the announcement mitigates the outflows. We build a model to describe and quantify this tradeoff. Overall, the paper identifies a new dimension of limits to arbitrage for institutions.\n\n",
    "acknowledgement": "\nWe are also grateful for comments from Itzhak Ben-David, Martijn Boons, Stefano Cassella, Hui Chen, Anna Cieslak (discussant), Julio Crego, Daniel Dorn, Joost Driessen, Jasmin Gider, Samuel Hartzmark (AFA discussant), Grace Xing Hu (discussant), Toomas Laarits, Mancy Luo, Gianpaolo Parise (discussant), Ludovic Phalippou, Lin Peng, Andreas Schrimpf, Esad Smajlbegovic, Oliver Spalt, and Zhi Da, conference participants at AFA 2023, CICF 2021, and CIFFA 2021, and seminar participants at Peking University, Tilburg University, Erasmus University Rotterdam, Aarhus University, CEPR CAFFE seminar, and Amsterdam University. Di Maggio is with Harvard Business School and NBER. Franzoni is with USI Lugano, the Swiss Finance Institute (SFI), and CEPR. Kogan is with the Arison School of Business, Reichman University and The Wharton School. Xing is with Stockholm University and the Swedish House of Finance (SHoF). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}