{
    "id": 31369,
    "citation_title": "Optimal Public Transportation Networks: Evidence from the World's Largest Bus Rapid Transit System in Jakarta",
    "citation_author": [
        "Gabriel Kreindler",
        "Arya Gaduh",
        "Tilman Graff",
        "Rema Hanna",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDesigning public transport networks involves tradeoffs between extensive geographic coverage, frequent service on each route, and relying on interconnections as opposed to direct service. These choices, in turn, depend on individual preferences for waiting times, travel times, and transfers. We study these tradeoffs by examining the world's largest bus rapid transit system, in Jakarta, Indonesia, leveraging a large network expansion between 2016-2020. Using detailed ridership data and aggregate travel flows from smartphone data, we analyze how new direct connections, changes in bus travel time, and wait time reductions increase ridership and overall trips. We set up and estimate a transit network demand model with multi-dimensional travel costs, idiosyncratic heterogeneity induced by random wait times, and inattention, matching event-study moments from the route launches. Commuters in Jakarta are 2-4 times more sensitive to wait time compared to time on the bus, and inattentive to long routes. To study the implications for network design, we introduce a new framework to describe the set of optimal networks. Our results suggest that a less concentrated network would increase ridership and commuter welfare.\n\n",
    "acknowledgement": "\nFinancial support for this project came from the National Science Foundation under Grant No. 2049784, the International Growth Centre, the Harvard Asia Center, the Harvard Data Science Initiative, and the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT. TransJakarta provided in-kind support by providing administrative data. Gaduh and Kreindler are J-PAL affiliates. Gaduh was a JPAL Southeast Asia Research Fellow between August 2020 and May 2021. Hanna is on the executive committee of J-PAL at MIT. Olken is a director of J-PAL at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology. Olken and Hanna report that the Australian Department of Foreign Affairs and Trade also provided overall support to JPAL Southeast Asia, and provides support for work on Social Protection, through grants to MIT and Harvard. Olken and Hanna are co Scientific Directors of JPAL Southeast Asia and co-director of JPAL’s Social Protection Initiative and receive summer salary support from these grants. Olken serves as the Editor of American Economic Journal: Applied Economics for the American Economic Association, and the Co-Director of the Development Economics Program for the National Bureau of Economic Research and receives compensation for both of these activities. Hanna serves as the Editor of the American Economic Review and receives compensation for this role. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n•        Financial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\n\n\n•        BPJS Kesehatan provided in-kind support for the project through sharing anonymized data for analysis purposes.\n\n\n•        The Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT. I am a co-Scientific Director of JPAL Southeast Asia, and receive summer salary support from this grant. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}