{
    "id": 31364,
    "citation_title": "Screen Now, Save Later? The Trade-Off between Administrative Ordeals and Fraud",
    "citation_author": [
        "Shan Aman-Rana",
        "Daniel W. Gingerich",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScreening requirements are common features of fraud and corruption mitigation efforts around the world. Yet imposing these requirements involves trade-offs between higher administrative costs, delayed benefits, and exclusion of genuine beneficiaries on one hand and lower fraud on the other. We examine these trade-offs in one of the largest economic relief programs in US history: the Paycheck Protection Program (PPP). Employing a database that includes nearly 11.5 million PPP loans, we assess the impact of  screening by exploiting temporal variation in the documentation standards applied to loan applications for loans of different values. We find that  screening significantly reduced the incidence and magnitude of various measures of loan irregularities that are indicative of fraud. Moreover, our analysis reveals that a subset of borrowers with a checkered history strategically reduced their loan application amounts in order to avoid being subjected to  screening. Borrowers without a checkered history engaged in this behavior at a much lower rate, implying that the documentation requirement reduced fraud without imposing an undue administrative burden on legitimate firms. All told, our estimates imply that screening led to a reduction in losses due to fraud equal to at least $744 million.\n\n",
    "acknowledgement": "\nWe thank Jenny Le, Ashwin Nair, Rui Cao, Yuanzhan Gao, Aishwarya Kekre, Sasha Ruby, and Avantika Prabhakar for excellent research assistance. We are grateful to Prabhat Barnwal, Sabrin Beg, Tim Besley, Jonathan Colmer, Kerem Cosar, Francisco Costa, Leora Friedberg, James Harrigan, Tarun Jain, Phil Keefer, Justin Kirkland, Lee Lockwood, Adrienne Lucas, Luis Martinez, John Mclaren,  Clement Minaudier, Karthik Muralidharan, Yusuf Neggers, Paul Niehaus, Sam Norris, Paulina Oliva, Tom Pepinsky, Rachel Potter, Diego Romero, Carlos Scartascini, Sheetal Sekhri, Sebastian Tello-Trillo, Jeremy Tobacman, Andreas Wiedemann, Laura Zimmerman and seminar participants at multiple universities, conferences, and workshops for comments and suggestions.  The authors are grateful for financial support from the CLEAR Lab (Democracy Initiative) at UVA. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}