{
    "id": 31368,
    "citation_title": "Chat Over Coffee? Diffusion of Agronomic Practices and Market Spillovers in Rwanda",
    "citation_author": [
        "Esther Duflo",
        "Daniel Keniston",
        "Tavneet Suri",
        "Céline Zipfel"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAgricultural extension programs often train a few farmers and count on diffusion through social networks for the innovation to spread. However, if markets are imperfectly integrated, this may also inflict negative externalities. In a two-step experiment of an agronomy training program among Rwandan coffee farmers, we first randomize the concentration of trainees at the village level and then randomly select within each village. Knowledge increased, and yields were 6.7% higher for trained farmers. We find no evidence of social diffusion; instead, control households experienced negative spillovers in high treatment concentration areas, likely because of competition for a scarce input, fertilizer.\n\n",
    "acknowledgement": "\nWe would like to thank Emmanuel Bakirdjian, Jean Louis Uwitonze and Nick Tsivanidis for their exceptional contributions in managing the experiment. We are also grateful to Ali Ahmed, Martin Albouy, Harris Eppsteiner, Gabriella Fleischman, Sara Hernandez, Adam Ray and Simon Yaspo for excellent research assistance. Special thanks go to Theodomir Ntasoni, the lead supervisor of our team of enumerators. Theodomir sadly passed away in February 2022; this project would not have happened without his hard work and dedication, we remain ever grateful. We also thank Damien Munyandekwe for sharing his knowledge of coffee agronomy and markets in Rwanda, and his help in transporting over 20,000 paper surveys from Kigali to Nairobi. We gratefully acknowledge financial support from TechnoServe (as part of their funding from the Gates Foundation) and the International Growth Centre. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}