{
    "id": 31362,
    "citation_title": "Global Value Chains and Labor Standards: The Race-to-the-Bottom Problem.",
    "citation_author": [
        "Hyejoon Im",
        "John McLaren"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask how globalization affects a government's incentives to set labor standards for its workers.  In a stylized equilibrium model of global value chains, we find two contrasting results.  First, each country chooses stricter labor standards with globalization than it would under autarky, because labor standards are a normal good and the general increase in incomes from globalization increases demand for them.  We call this the effect of `globalization in the large.'  Second, if more countries join the world economy so that globalization increases at the margin, labor standards worsen (improve) at the margin if a country is competing with countries that are very similar to (different from) itself.  We call this the effect of `globalization at the margin.'  In equilibrium, labor standards are actually stricter than optimal because each country is able to pass some of the costs of its improved labor standards onto other countries (consumers of the final good, for example).\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Beijing International Trade and Investment Symposium, Cornell, Dartmouth, and the World Bank, with special appreciation for Matthew Grant and Nancy Chau. All errors are our own. We have no funding sources or relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}