{
    "id": 31361,
    "citation_title": "Fatal Errors: The Mortality Value of Accurate Weather Forecasts",
    "citation_author": [
        "Jeffrey G. Shrader",
        "Laura Bakkensen",
        "Derek Lemoine"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "2023-09-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first revealed preference estimates of the benefits of routine weather forecasts. The benefits come from how people use advance information to reduce mortality from heat and cold.  Theoretically, more accurate forecasts reduce mortality if and only if mortality risk is convex in forecast errors. We test for such convexity using data on the universe of mortality events and weather forecasts for a twelve-year period in the U.S. Results show that erroneously mild forecasts increase mortality whereas erroneously extreme forecasts do not reduce mortality.  Making forecasts 50% more accurate would save 2,200 lives per year.  The public would be willing to pay $112 billion to make forecasts 50% more accurate over the remainder of the century, of which $22 billion reflects how forecasts facilitate adaptation to climate change.\n\n",
    "acknowledgement": "\nAny views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2112. (CBDRB-FY22-P2112-R9939) We thank Michael Best, Matthew Gibson, Michael Greenstone, Matthew Neidell, and Wolfram Schlenker as well as seminar participants at the NBER Environment and Energy Economics Spring Meeting, ASSA Annual Meeting, and several university seminars for helpful comments and suggestions. Special thanks to Anouch Missirian for providing code and guidance on dealing with wind data. Gabriel Gonzalez Sutil provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}