{
    "id": 31363,
    "citation_title": "Foreign Direct Investment, Global Value Chains, and Labor Rights: No Race-to-the-Bottom?",
    "citation_author": [
        "Hyejoon Im",
        "John McLaren"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a stylized model of multinational firms choosing host locations for their global value chains, host-country governments choose the strength of collective-bargaining rights that allow their workers to receive a share of the resulting quasi-rents. Each government must trade off the direct benefit of stronger bargaining rights against both the effect of chasing multinationals away to rival countries and general-equilibrium effects of discouraging investment in the industry altogether. We find that an increase in globalization in the sense of lower transaction costs has no effect on equilibrium workers' rights, but adding more countries to the global trading system tends, in the limit, to weaken them. Thus, as a matter of theory, the effect of globalization on labor rights is ambiguous. Empirically, we find little evidence that globalization drives movements in labor rights in either direction.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Beijing International Trade and Investment Symposium, Cornell, Dartmouth, The Schar School of Policy and Government at George Mason University, the World Bank, and the Midwest International Trade Conference, with special appreciation for Daniel Samaan, David Kucera, Matthew Grant, James Lake, and Nancy Chau. All errors are our own. We have no sources of funding or relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}