{
    "id": 31378,
    "citation_title": "Trade Integration, Industry Reallocation, and Welfare in Colombia",
    "citation_author": [
        "George A. Alessandria",
        "Oscar I. Avila-Montealegre"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study empirically and theoretically the dynamic effects of the unilateral reduction in import tariffs undertaken by Colombia from 1989-1993, with a particular emphasis on the transition and including any anticipation effects. We develop an asymmetric two-country, multi-sector heterogeneous firm model with a dynamic exporting decision, input-output linkages, capital accumulation, and trade in financial assets. The model is calibrated to match Colombian exporter dynamics, sectoral trade openness, tariffs, imbalances, and input-output linkages in the late 1980s. We introduce an anticipated phased out reform into the model and relate the predicted path of sectoral and  aggregate activity to the data. Our multi-sector dynamic exporting model predicts much larger gains from these reforms than models that abstract from exporter dynamics, sectoral heterogeneity, trade in financial assets, or capital accumulation. It  also captures the key macroeconomic features in terms of a temporary expansion in growth featuring a large, but short-lived investment boom financed by international borrowing, more so when the reforms are expected to be short-lived.\n\n",
    "acknowledgement": "\nThis paper was supported by a grant from the STEG initiative. This a preliminary version of a paper prepared for conference on ”Transformational Recovery: Seizing Opportunities from the Crisis” and the IMF Economic Review. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}