{
    "id": 31372,
    "citation_title": "How Does Data Access Shape Science? The Impact of Federal Statistical Research Data Centers on Economics Research",
    "citation_author": [
        "Abhishek Nagaraj",
        "Matteo Tranchero"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does access to data shape the rate, quality, and policy relevance of academic research? To shed light on this question, we study the impact of access to confidential microdata through the progressive geographic expansion of the U.S. Census Bureau’s Federal Statistical Research Data Centers (FSRDCs). FSRDCs boost the use of confidential microdata and help applied researchers publish more policy- relevant articles in top outlets. Besides direct data usage, this effect also reflects spillovers: exposed researchers are encouraged to explore topics related to FSRDC-enabled findings and employ similar empirical methods. Our findings underscore the importance of data access for scientific progress and evidence-based policy formulation.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'How Does Data Access Shape Science? Evidence from the Impact of U.S. Census’s Research Data Centers on Economics Research.' We thank Ryan Hill for sharing code and training data to classify the style of economics articles. We also thank Brian Qi, JiYoo Jeong, Jai Singh, Randol Yao, and especially Cecil-Francis Brenninkmeijer for excellent research assistance. We acknowledge the financial support of the Alfred P. Sloan Foundation (Grant Number: G-2021-16965). We are grateful to seminar participants at the 2022 NBER Summer Institute, 2022 Research Data Center Annual Conference in Kansas City, 2022 Workshop on Big Data Analyses and New Developments in Research Data Centers at ZEW Mannheim, 2023 BITSS Annual Meeting, 2023 Columbia MAD Conference, 2023 DRUID Conference, 2023 Academy of Management Conference, as well as to seminar participants at UC Berkeley, Center for Economic Studies, and U Maryland Baltimore County. We are grateful to Andrea Cerrato, Wayne Gray, Lucia Foster, Jeff Furman, Bronwyn Hall, Julie Hotchkiss, and Bill Kerr for their feedback on this work. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}