{
    "id": 31379,
    "citation_title": "The Impact of Lead Exposure on Fertility, Infant Mortality, and Infant Birth Outcomes",
    "citation_author": [
        "Karen Clay",
        "Alex Hollingsworth",
        "Edson R. Severnini"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLead exposure has detrimental effects on fertility, infants, children, and adults. Despite the success in removing lead from on-road gasoline, industrial and aviation emissions continue to pose a substantial global challenge. Other major sources of exposure include dust, soil resuspension, and consumption of contaminated water or food. Both animal studies and evidence from humans support claims of an adverse relationship between lead pollution and human health. Since lead exposure is not randomly assigned, quasi-experimental studies play a crucial role in this knowledge base. Among these studies, extensive research links elevated blood lead levels in children to academic and behavioral outcomes, but more limited attention has been given to lead’s impact on fertility, infant mortality, and infant health. This paper examines the existing quasi-experimental literature on lead and fertility, infant mortality, and infant birth outcomes, highlighting key results, methods, and implications for policymakers.\n\n",
    "acknowledgement": "\nWe thank Linda Bui and Ron Shadbegian for invaluable comments. Karen Clay and Edson Severnini gratefully acknowledge financial support from the Heinz College at Carnegie Mellon University, and Alex Hollingsworth from Indiana University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}