{
    "id": 31377,
    "citation_title": "Transmission Impossible? Prospects for Decarbonizing the US Grid",
    "citation_author": [
        "Lucas W. Davis",
        "Catherine Hausman",
        "Nancy L. Rose"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "2023-06-23",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEncouraged by the declining cost of grid-scale renewables, recent analyses conclude that the United States could reach net zero carbon dioxide emissions by 2050 at relatively low cost using currently available technologies. While the cost of renewable generation has declined dramatically, integrating these renewables would require a large expansion in transmission to deliver that power. Already there is growing evidence that the United States has insufficient transmission capacity, and current levels of annual investment are well below what would be required for a renewables-dominated system. We describe a variety of challenges that make it difficult to build new transmission and potential policy responses to mitigate them, as well as possible substitutes for some new transmission capacity.\n\n",
    "acknowledgement": "\nWe thank Matt Barmack, Severin Borenstein, Steve Cicala, Michael Craig, Will Gorman, Erik Hurst, Paul Joskow, Johanna Mathieu, Neil Millar, Nina Pavcnik, David Rapson, Timothy Taylor, and Heidi Williams for helpful comments. We are grateful to Niaoniao You for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}