{
    "id": 31374,
    "citation_title": "Return on Returns: Building Scientific Capacity in AIDS Endemic Countries",
    "citation_author": [
        "Caroline Fry",
        "Ina Ganguli"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate spillovers from public funding for health research in the context of the NIH's Fogarty International Center's AIDS International Training and Research Program, which aims to strengthen scientific capacity in AIDS endemic countries by providing African researchers with training opportunities in the U.S.  We use an event study difference-and-differences framework with information on scientists who participated in the program and the outcomes of African scientists working in the same scientific fields at their home institutions.  Compared to control groups of similar scientists, our results show that scientists exposed to a returned trainee increase their publication output,  particularly those with international coauthors.  They also increase their grant funding and publish more HIV and WHO policy documents,  showing that the Fogarty program impacted health policy related to the HIV/AIDS epidemic in African countries.\n\n",
    "acknowledgement": "\nWe appreciate comments from Tom Vogl. We acknowledge NIH Fogarty International Center staff, US principal investigators and staff involved with the AITRP program, as well as a number of Fogarty trainees and African scientists for providing input into the research question and assisting in the interpretation of the results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}