{
    "id": 31375,
    "citation_title": "Who Benefits from a Smaller Honors Track?",
    "citation_author": [
        "Zachary Szlendak",
        "Richard K. Mansfield"
    ],
    "citation_publication_date": "2023-06-19",
    "issue_date": "2023-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost U.S. high school courses separate classrooms into standard and honors tracks. This paper characterizes the efficiency and distributional impact of changing the share of students enrolling in honors classrooms.  Using a sorting model where students choose tracks by course but schools influence the share choosing honors, we show that administrators’ optimal choices of honors track size require knowledge of treatment effect functions capturing the impact of alternative honors enrollment shares on different parts of the student predicted performance distribution. Using administrative data from North Carolina public high schools, we estimate these treatment effect functions by predicted performance quintile.  Across various specifications, we find that smaller honors tracks (20%-30% of students) yield moderate performance gains for the top quintile (~.05-.07 test score SDs relative to no tracking) that decline monotonically across quintiles toward zero for the bottom quintile.  However,  expanding the honors share beyond 30-35% generates further (small) achievement increases only for the middle quintile, while reducing top quintile gains and causing substantial bottom quintile losses. Since many courses feature honors shares above 35% or do not track, we predict that enrolling ~25% of students in honors in each high school course would improve all quintiles’ statewide performance.\n\n",
    "acknowledgement": "\nWe thank Scott Imberman, Terra McKinnish, Brian Cadena,  Francisca Antman, Allison Atteberry, Taylor Jaworski, Corey Woodruff, and Brachel Champion as well as seminar participants at the Institute for Defense Analyses and CNA and two insightful but anonymous referees for helpful comments and discussions.  This research uses data the North Carolina Education Research Data Center at Duke University. We acknowledge the North Carolina Department of Public Instruction for collecting and providing this information.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}