{
    "id": 31385,
    "citation_title": "Is it the Message or the Messenger? Examining Movement in Immigration Beliefs",
    "citation_author": [
        "Hassan Afrouzi",
        "Carolina Arteaga",
        "Emily K. Weisburst"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do political leaders affect constituents’ beliefs? Is it rhetoric, leader identity, or the interaction of the two that matters? Using a large-scale experiment we decompose the relative importance of partisan messages vs leader sources, in the context of beliefs about immigration. Participants listen to anti-immigrant and pro-immigrant speeches from both Presidents Obama and Trump. These treatments are benchmarked to versions of the speeches recorded by an actor to control for message content, and to non-ideological presidential speeches to control for leader priming. Our findings show that political leader sources influence beliefs beyond the content of their messages in a special case: when leaders deliver unanticipated messages to individuals in their own party. This evidence supports the hypothesis that individuals will “follow their leader” to new policy positions.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from ISERP seed grant from Columbia University, SSHRC Institutional Grant and REG from UCLA. We thank Jonathan Weisburst for sound editing and Michael Floyd for voice recording. We are also grateful to Atom Vayalinkal, Marco Tabellini, Pablo Querubin, Stefano Fiorin, Tianyi Wang, Eric Merkley, Arthur Blouin, Kristen Cornelson, Sandra Black, Sarah Reber, and Felipe Goncalves for helpful feedback as well as seminar participants at UC Merced, UCLA, Claremont McKenna, the University of Toronto, and the Canadian Economic Association (CEA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}