{
    "id": 31388,
    "citation_title": "When Your Bootstraps Are Not Enough: How Demand and Supply Interact to Generate Learning in Settings of Extreme Poverty",
    "citation_author": [
        "Alex Eble",
        "Maya Escueta"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn settings of extreme poverty, how do demand and supply combine to produce child learning? In rural Gambia, caregivers with high aspirations for their children's future, measured before children start school, invest substantially more than others in children’s education. Despite this, essentially no children are literate or numerate three years later. When villages receive a highly impactful, teacher-focused supply-side intervention, however, children of high-aspirations caregivers are 25 percent more likely to achieve literacy and numeracy than others in the same village. We estimate patterns of substitutability and complementarity between demand and supply in generating learning that change with skill difficulty.\n\n",
    "acknowledgement": "\nWe are grateful to the collaborators on the SCORE Trial - Chris Frost, Alpha Camara, Baboucarr Bouy, Momodou Bah, Maitri Sivaraman, Pei-Tseng Jenny Hsieh, Chitra Jayanty, Tony Brady, Piotr Gawron, Stijn Vansteelandt, Peter Boone, and Diana Elbourne - as well as our research team in the Gambia, particularly Lamin Janneh; see Boone et al. (2015) and Eble et al. (2021). This paper reports analysis of data collection which was approved by the Institutional Review Board of the London School of Hygiene and Tropical Medicine, protocol number 8767. We received helpful input from Kimi Chan, Beezer Cheble, Sarah Cohodes, Esther Gehrke, Joshua Goodman, Naureen Karachiwalla, Adrienne Lucas, Josh Merfeld, Kate Orkin, Phillip Ross, Felipe Valencia, and seminar audiences at the Columbia Committee on the Economics of Education, the Columbia Population Research Center, the Gui2de/World Bank joint seminar, the NBER Program on Children, the New York Nanodev conference, the RISE 2021 Annual Conference, and the University of Chicago Workshop on Education. The data collection for this study was funded by Effective Intervention, a UK registered charity. Eble acknowledges additional support from the National Academy of Education (NAEd) and the NAEd/Spencer Postdoctoral Fellowship Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}