{
    "id": 31380,
    "citation_title": "Monetary Policy Transmission Through Online Banks",
    "citation_author": [
        "Isil Erel",
        "Jack Liebersohn",
        "Constantine Yannelis",
        "Samuel Earnest"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2023-10-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial technology has reshaped commercial banking. It has the potential to radically alter the transmission of monetary policy by lowering search costs and expanding bank markets. This paper studies the reaction of online banks to changes in federal fund rates. We find that these banks increase rates that they offer on deposits significantly more than traditional banks do. A 100 basis points increase in the federal fund rate leads to a 30 basis points larger increase in rates of online banks. Consistent with the rate movements, online bank deposits experience inflows, while traditional banks experience outflows during monetary tightening in 2022. The findings are consistent across banking markets of different competitiveness and demographics. Our findings shed new light on the role of online banks in interest rate pass-through and deposit channel of monetary policy.\n\n",
    "acknowledgement": "\nWe are thankful to Eduard Inozemtsev, Alp Simsek, Rene Stulz, Quentin Vandeweyer, Anne Villamil, Michael Weber, Yufeng Wu and Anthony Zhang as well as seminar participants at Baruch College and Ohio State for helpful comments. Yannelis gratefully acknowledges financial support from the Booth School of Business and the Fama Miller Center at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}