{
    "id": 31382,
    "citation_title": "Anatomy of the Phillips Curve: Micro Evidence and Macro Implications",
    "citation_author": [
        "Luca Gagliardone",
        "Mark Gertler",
        "Simone Lenzu",
        "Joris Tielens"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a unique high-frequency micro-dataset to estimate the slope of the primitive form of the New Keynesian Phillips curve, which features marginal cost as the relevant real activity variable. Our dataset encompasses product-level prices, costs, and output within the Belgian manufacturing sector over twenty years, recorded at a quarterly frequency. Leveraging the richness of the data, we adopt a “bottom-up” approach that identifies the Phillips curve’s slope by estimating the primitive parameters that govern firms’ pricing behavior, including the degrees of price rigidity and strategic complementarities in price setting. Our estimates indicate a high slope for the marginal cost-based Phillips curve, which contrasts with the low estimates of the conventional unemployment or output gap-based formulations in the literature. We reconcile the difference by showing that, although the pass-through of marginal cost into inflation is substantial, the elasticity of marginal cost in relation to the output gap is low. Furthermore, through an examination of the transmission of oil shocks, we illustrate how the marginal cost-based Phillips curve offers a transparent means of capturing the impact of supply shocks on inflation.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Xavier Gabaix, Jonathon Hazell, Virgiliu Midrigan, Gianluca Violante, Olivier Wang, and seminar participants at various institutions for helpful comments and conversations. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium, the Eurosystem, or any other institution with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}