{
    "id": 31392,
    "citation_title": "The Impact of Fear on Police Behavior and Public Safety",
    "citation_author": [
        "Sungwoo Cho",
        "Felipe Gonçalves",
        "Emily Weisburst"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe examine how changes in the salience of workplace risk affect police behavior and public safety. Specifically, we investigate cases of police officer deaths while on duty. Officers respond to a peer death by decreasing arrest activity for one to two months, consistent with heightened fear. Reductions are largest for low-level arrests and are more pronounced in smaller cities. Crime does not increase on average during this period, nor do we observe crime spikes in cities with larger or longer arrest declines. While shocks in fatality risk generate substantial enforcement responses, officer fear is unlikely to harm public safety.\n\n",
    "acknowledgement": "\nWe thank Bocar Ba, Martha Bailey, Aaron Chalfin, Elizabeth Cascio, Katherine Harris-Lagoudakis, Elisa Jacome, Steven Mello, Jessica Merkle, Aurelie Ouss, Emily Owens, Andres Santos, Arezou Zaresani, and Maria Zhu, as well as seminar participants at ALEA, APPAM, NBER Summer Institute, SEA, SOLE, University of Baltimore, Maryland County, UCLA, University of Paris, UT Austin, and Vanderbilt for helpful feedback. Thank you to Jude Benedict Baguio, Zerxes Bhadha, Halah Biviji, Sarah Borton, Yuchen Cui, Zheyuan Cui, Garrett Dahn, Ophelia Dong, Hector Esparza, Mabel Gao, Estephany Gomez-Bautista, Shubham Gupta, Chloe Jiang, Aaron Lee, Junyi Li, Alexandra Middler, Anh Nguyentran, Joanne Nie, Roopa Ravishankar, Kira Sehgal, Hayleigh Shields, Hersh Tilokani, Michael Ting, Kendra Viloria, Yuhe Wang, Ashton Yuan, Annie Zhang, Enming Zhang, Jennifer Zhang, and Andrew Hess for excellent research assistance. We thank the California Center for Population Research and the UCLA Ziman Center for Real Estate's Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}