{
    "id": 3139,
    "citation_title": "Promoting Investment under International Capital Mobility: An Intertemporal General Equilibrium Analysis",
    "citation_author": [
        "A. Lans Bovenberg",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "1989-10-01",
    "issue_date": "1989-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dynamic computable general equilibrium model to compare, in an economy open to international capital flows, the effects of two U.S. policies intended to promote domestic capital formation. The two policies -- the introduction of an investment tax credit (ITC) and a reduction in the statutory corporate income tax rate -- differ in their treatment of old (existing) and new capital. The model features adjustment dynamics, intertemporal optimization by U.S. and foreign households and firms endowed with model-consistent expectations, imperfect substitution between domestic and foreign assets in portfolios, an integrated treatment of the current and capital accounts of the balance of payments, and industry disaggregation in the United States. We find that the two policies (scaled to imply the same revenue cost) differ in their consequences for foreign and domestic welfare, the balance of payments accounts, international competitiveness, and U.S. industrial structure. The ITC produces larger domestic welfare gains because it is more effective in reducing intertemporal distortions, while the two policies have similar implications for intersectoral efficiency. From the point of view of domestic welfare, the relative attractiveness of the ITC is enhanced when international capital mobility is taken into account, a reflection of international transfers of wealth associated with foreign ownership of part of the U.S. capital stock. Whereas reducing the corporate tax rate improves the trade balance initially, introducing the ITC causes a deterioration of the trade balance in the short run. Reflecting a lower real exchange rate, export-oriented sectors perform better relative to non-tradable industries under a lower corporate tax rate than in the presence of the lTC, especially in the short run.\n\n",
    "acknowledgement": "\n"
}