{
    "id": 31398,
    "citation_title": "How Do Firms Respond to State Retirement Plan Mandates?",
    "citation_author": [
        "Adam Bloomfield",
        "Kyung Min Lee",
        "Jay Philbrick",
        "Sita Slavov"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how state “Auto-IRA” mandates affect firm offerings of employer-sponsored retirement plans (ESRPs). These policies require firms without ESRPs to facilitate automatic employee contributions to state-created individual retirement accounts (IRAs). We find that these policies increase an individual’s probability of working for a firm with an ESRP by 6-9 percent and of being included in the ESRP by 8-13 percent. At the firm level, these policies increase the probability of offering an ESRP by 7, the probability of establishing a new ESRP by 41-44 percent, and the number of ESRP participants by 6 percent.\n\n",
    "acknowledgement": "\nWe greatly appreciate feedback from audiences at the Association for Public Policy Analysis and Management (APPAM) Annual Research Conference; the RAND Behavioral Finance (BeFi) Conference; the Boulder Summer Conference in Consumer Financial Decision Making (CFDM); the 116th Annual Conference on Taxation; the U.S. Department of Labor (DOL); the U.S. Securities and Exchange Commission (SEC); and the U.S. Senate Committee on Health, Education, Labor, and Pensions (HELP). We are also grateful for helpful comments from Kim Olsen, Anthony Orlando, Jill Jones, Manita Rao, John Sabelhaus, David John, Bill Gale, Olivia Mitchell, Vicki Bogan, Travis Cyronek, Ngoc Dao, Angela Antonelli, and Adam Lavecchia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, World Bank, FDIC, or the U.S. Government.\n\n\n\nJay Philbrick\n\nJanuary-May 2022, I received a $2500 grant from Brown University (Watson Institute Research and Internship Grant) to cover living expenses in DC while I interned at the SEC working on \"How Do Firms Respond to State Retirement Plan Mandates?\"\n\n\n"
}