{
    "id": 31396,
    "citation_title": "The Impact of Monetary Policy on Bank Funding Composition: The Role of Deposit Market Regulation",
    "citation_author": [
        "Kaiji Chen",
        "Yiqing Xiao",
        "Tao Zha"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2024-04-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn well-developed financial markets, wholesale funding comoves negatively with retail deposits in response to interest rate changes, thereby weakening monetary policy transmission. By contrast, our study finds that in economies such as China where deposit rate ceilings are regulated, (i) retail deposits and wholesale funding comove positively as the policy rate changes, and (ii) wholesale funding strengthens the transmission of the policy rate to bank lending. We develop a theoretical model underscoring the role of deposit market regulation for the impact of monetary policy on bank funding composition in the context of the world's largest emerging market economy.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as ‘Monetary Policy Transmission under Financial Repression.’ We thank Avind Krishnamurthy, Wenhao Li, Toni Whited, Shang-Jin Wei, Yufeng Wu, and Kairong Xiao for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}