{
    "id": 31397,
    "citation_title": "How Costs Limit Contraceptive Use among Low-Income Women in the U.S.: A Randomized Control Trial",
    "citation_author": [
        "Martha J. Bailey",
        "Vanessa Wanner Lang",
        "Alexa Prettyman",
        "Iris Vrioni",
        "Lea J. Bart",
        "Daniel Eisenberg",
        "Paula Fomby",
        "Jennifer Barber",
        "Vanessa Dalton"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2023-06-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act eliminated cost-sharing for contraception for Americans with health insurance, but substantial cost sharing remains for uninsured individuals who seek care through Title X—a national family planning program that provides patient-centered, subsidized contraception and reproductive health services in the U.S. This paper uses a randomized control trial (RCT) to examine how cost-sharing at Title X providers affects the choice of contraceptive method. The study randomizes vouchers that cover any contraceptive method up to the cost of 50% or 100% of a name-brand intra-uterine device (IUD). The results show that Title X clients are highly constrained by the out-of-pocket costs of contraception. The offer of free contraception is associated with a 40% increase in the use of any birth control method (ITT effect), a 94% increase in the value of birth control purchased, a 328-day (226%) increase in the period covered by contraceptives purchased, and a 324% increase in the likelihood of choosing a long-acting, reversible method (an IUD or implant). The results imply that eliminating the costs of contraception for Title X clients nationwide would reduce undesired pregnancies by 5.3%, birth rates by 3.9%, and abortions by 8.3%, and save $1.43 billion in the first year of the program.\n\n",
    "acknowledgement": "\nThe M-CARE study was supported through grants awarded by Arnold Ventures and the NICHD (R01HD100438). Bart was supported by an NICHD training grant to the Population Studies Center at the University of Michigan (T32 HD007339). The study team gratefully acknowledges the use of the services and facilities of the Population Studies Center at the UM (P2C HD04128) and the California Center for Population Research at UCLA (P2CHD041022). We are grateful for helpful comments to Sandra Black, Kasey Buckles, Melanie Guldi, Brad Hershbein, Melissa Kearney, Phil Levine, Jason Lindo, Grant Miller, Caitlin Myers, and Analisa Packham. Excellent research support was provided by Kelsey Figone, Deniz Gorgulu, Mari Hashimoto, Suni Jo Roberts, and Eric Wang. We also thank Planned Parenthood of Michigan (PPMI), including Melissa Fuller and Martha Nokken, for helping us understand PPMI processes and facilitating access to electronic medical records; and NORC, including Sheri Hamilton, Karen Veldman, Lauren Seward, Chet Bowie, and Lisa Blumerman, for their expert management of the field interviewers, survey, and the recruitment process. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}