{
    "id": 31395,
    "citation_title": "China's Macroeconomic Development: The Role of Gradualist Reforms",
    "citation_author": [
        "Kaiji Chen",
        "Tao Zha"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2024-05-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides analytic guides to recent literature on China's macroeconomic development, emphasizing the critical role of the gradualist reform approach. Our analysis suggests that from 1978 to 1997, the gradualist approach contributed to China's aggregate total factor productivity and economic growth primarily through policies that facilitated the reallocation of surplus labor from agriculture to non-agricultural sectors. Since 1998, the government's focus shifted, with various reforms encouraging large enterprises, whether state-owned or privately-owned, to enter capital-intensive sectors, making capital deepening the main driver of economic growth. While this strategy sustained China's GDP growth, it also increased trade tensions with global partners, created barriers to transitioning to a consumption-led economy, and threatened China's long-term financial stability, casting long shadows over the Chinese economy.\n\n",
    "acknowledgement": "\nWe thank Steven Durlauf, David Lagakos, John Leahy, Eric Leeper, David Romer, and Wei Xiong for helpful discussions, and Yiqing Xiao and Jin Zhang for excellent research assistance. The views expressed herein are those of the authors and do not reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}