{
    "id": 31391,
    "citation_title": "Treatment for Mental Health and Substance Use: Spillovers to Police Safety",
    "citation_author": [
        "Monica Deza",
        "Thanh Lu",
        "Johanna Catherine Maclean",
        "Alberto Ortega"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe study the effect of community access to mental health and substance use treatment on police officer safety, proxied with on-duty assaults on officers. Police officers often serve as first-responders to people experiencing mental health and substance use crises, which can place police officers at risk. Combining agency-level data on police officer on-duty assaults and county-level data on treatment centers that offer mental health and substance use care, we estimate panel fixed-effects regressions. An additional four centers per county (the average annual increase observed in our data) leads to a 1.3% reduction per police agency in on-duty police officers assaults.\n\n",
    "acknowledgement": "\nPreviously circulated as “Behavioral Health Treatment and Police Officer Safety.” All authors contributed equally to this study. Authors are listed in alphabetical order. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. We thank Marguerite Burns, Aaron Chalfin, Jamein Cunningham, Dhruv Khurana, John Donohue, Brad Stein, Issac Swensen, Nicolas R. Zeibarth, and session participants at the American Society of Health Economists Conference, Association for Public Policy Analysis and Management, Duke Empirical Criminal Law Roundtable, Southern Economic Association Conference, Transatlantic Workshop on the Economics of Crime/CJARS Training Workshop, George Mason University Schar School of Policy and Government, Indiana University’s O’Neill School Policy Analysis Seminar, and Johns Hopkins University Health Economics Seminar for their helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohanna Catherine Maclean\n\nI have funding from the National Institute of Mental Health. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health.\n\n\n"
}