{
    "id": 31394,
    "citation_title": "In-Kind Welfare Benefits and Reincarceration Risk: Evidence from Medicaid",
    "citation_author": [
        "Marguerite Burns",
        "Laura Dague"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nMost of the 600,000 adults returning to the community from state and federal prisons annually in the U.S. carry substantial debt, have low income and low education, and limited formal employment prior to entering prison. Upon reentry, they face financial hardship, high rates of morbidity and mortality, and high incidence of re-offense. Medicaid coverage, as a means-tested transfer program providing subsidized health insurance, may influence reincarceration through both financial and health channels. In this paper, we provide a comprehensive look at the effects of public health insurance coverage on post-release behavior of formerly incarcerated adults. We study a natural experiment in which two separate state policy changes resulted in a 60 percentage point increase in Medicaid enrollment at release. Using a series of linked individual level administrative datasets, we estimate the effects of this change in Medicaid enrollment, finding declines in reincarceration, increased employment, and higher health care use. Leveraging data on financial concerns and need for mental health and substance use treatment to examine mechanisms, we find support for a financial channel and mixed support for health channels. Policies that enhance access to healthcare and provide financial security for this population may have significant benefits for individuals and society.\n\n",
    "acknowledgement": "\nWe are grateful for funding for this research from the Wisconsin Partnership Program, University of Wisconsin Vice Chancellor for Graduate Research and Education Fall Research Competition, and the NIDA (3UG3DA044826-02S). The authors of this article are solely responsible for the content therein. The authors would like to thank the Wisconsin Department of Corrections, and the Wisconsin Department of Health Services for the use of data for this analysis, but these agencies do not certify the accuracy of the analyses presented. We further acknowledge separate financial support from the Wisconsin Department of Health Services for contracted program evaluation of a Medicaid 1115 waiver. We are very grateful to Nico Badaracco for his excellent research assistance and valuable insights. We are grateful for helpful comments from Yaa Akosa Antwi, Lars Brown, Lindsey Bullinger, Sherry Glied, Joanna Lahey, Enrique Pinzon, Laura Wherry, Bobbi Wolfe, and participants at the 2021 NBER Health Economics Spring Meeting, 2021 Academy Health ARM, 2021 SEA, 2021 ASHEcon, 2021 APPAM, 2022 PAA, and seminar participants at Johns Hopkins, Virginia, Kansas, Nevada-Reno, and Wisconsin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}