{
    "id": 31402,
    "citation_title": "Foreign Residents and the Future of Global Cities",
    "citation_author": [
        "Joao Guerreiro",
        "Sergio Rebelo",
        "Pedro Teles",
        "Miguel Godinho de Matos"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal cities are attracting a growing number of tourists and foreign residents. This influx generates capital gains for property owners but adversely affects renters, creating potentially important production, congestion, and amenities externalities. We study the optimal policy regarding local and foreign residents in a model with key features emphasized in policy debates. Using this model, we provide sufficient statistics to calculate the optimal tax and transfer policies that internalize agglomeration, congestion, and other potential externalities. We find that it is not optimal to impose zoning regulations or to restrict, tax, or subsidize home purchases by foreign residents. However, it may be optimal to charge an entry fee to foreign residents.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Andy Atkeson, Paul Beaudry, Saki Bigio, Ariel Burstein, Daniele Coen-Pirani, Levi Crews, Eduardo Dávila, Eric Donald, Pablo Fajgelbaum, Simon Mongey, Stephen Redding, Marla Ripoll, Pierre-Daniel Sarte, and Jonathan Vogel for their comments. Previously circulated as “Remote Work, Foreign Residents, and the Future of Global Cities.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSergio Rebelo\n\nI have no outside financial relationships that relate to this research. Rebelo's list of outside activities can be found at: http://www.kellogg.northwestern.edu/faculty/rebelo/htm/Outside_Activities.html\n\n\n\nPedro Teles\n\nTeles thanks the financial support of FCT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, as well as those of Banco de Portugal.\n\n\n"
}