{
    "id": 31408,
    "citation_title": "Energy and the Environment in Economic History",
    "citation_author": [
        "Karen Clay"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth energy and the environment are inputs into production, influencing the economy and the overall welfare of the population. While the economy itself has been a central focus of economic history from its inception, energy and the environment have received more limited attention. On the energy side, the relative lack of attention reflects economic historians' focus on labor, capital, and technology. Two areas that have received attention are the effects of energy on the spatial location of economic activity and the importance of coal for the Industrial Revolution. On the environmental side, the relative lack of attention likely reflects the focus on the positive aspects of industrialization and the difficulty of finding data related to air, water, and land pollution. One environmental area that has received attention is water pollution from human waste, which had large mortality impacts, particularly in cities. This essay reviews long run trends in energy use and water and air pollution and then turns to the energy and environmental literatures in economic history. The conclusion offers some thoughts regarding opportunities for further research in energy and the environment.\n\n",
    "acknowledgement": "\nI have not received any funding for this research and I do not have any relevant financial relationships. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}