{
    "id": 31409,
    "citation_title": "Choose Your Moments: Peer Review and Scientific Risk Taking",
    "citation_author": [
        "Richard T. Carson",
        "Joshua S. Graff Zivin",
        "Jeffrey G. Shrader"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nScience funding agencies such as the NIH, NSF, and their counterparts around the world are often criticized for being too conservative, funding incremental innovations over more radical but riskier projects. One explanation for their conservatism is the way the agencies use peer review of scientific proposals. Peer review is the cornerstone of research allocation decisions, but agencies typically base decisions on a simple average of peer review scores. More novel ideas are less likely to gain consistently high ratings across evaluators and are less likely to be funded. Using a discrete choice experiment conducted with a large sample of active biomedical researchers, we find that—in contrast to funding agencies—scientists systematically prefer to fund projects with more reviewer dissensus. Rather than purely focusing on the first moment of the distribution of reviewer scores, they also value the second moment. Further, scientists with the greatest domain expertise on a proposal are more enthusiastic about dissensus, and while appetite for dissensus shrinks as budgets become tighter, it does not disappear completely. Applying our estimates to prior studies mimicking NIH’s review process shows that incorporating expert scientists’ preferences for dissensus would change marginal funding decisions for ten percent of projects worth billions of dollars per year.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the National Science Foundation through its SciSIP Program (Award SBE-1561257). We are grateful for comments from Peter Muennig, Matthew Neidell, and Bhaven Sampat, as well as from seminar participants at Columbia University. Special thanks to Kyle Myers and Pierre Azoulay for their help with NIH grant data as well as their valuable comments. Stephanie Khoury and Tarikua Erda provided excellent research assistance. We particularly want to acknowledge the late Jordan Louviere, who shared sage advice on experimental design issues before his untimely death. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}