{
    "id": 31405,
    "citation_title": "The Dollar in an Era of International Retrenchment",
    "citation_author": [
        "Ryan Chahrour",
        "Rosen Valchev"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "2024-06-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a quantitative theory to explore whether escalating geoeconomic conflict and protectionism could threaten the dominant role of the US dollar in the international monetary system. The theory emphasizes the joint determination of countries’ portfolio choices and the currency used for financing international trade, and introduces the Chinese yuan as a potential competitor to the dollar. We find that even a substantial increase in trade tariffs and protectionism would not change the dollar’s dominant role. However, policies directly supporting the yuan’s international use could end the dollar’s dominance if implemented for more than a decade. US economic sanctions on a substantial portion of dollar assets held abroad also pose a threat, but only if maintained for more than 15 years. If competing trading blocs substantively eliminated trade across blocs, a regime with bloc-specific dominant currencies becomes likely.\n\n",
    "acknowledgement": "\nPreliminary version of a paper prepared for the 2023 Norges Bank and IMF conference “The Future of Macroeconomic Policy” and the IMF Economic Review. The authors thank Chris Clayton, Peter Kondor, and Dmitry Mukhin for insightful discussions, Danial Lashkari for very helpful comments, and Wentong Chen and Ram Orfanel for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}