{
    "id": 31404,
    "citation_title": "Who's on (the 1040) First? Determinants and Consequences of Spouses' Name Order on Joint Returns",
    "citation_author": [
        "Emily Y. Lin",
        "Joel Slemrod",
        "Evelyn A. Smith",
        "Alexander Yuskavage"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nMarried couples filing a joint return put the male name first 88.1% of the time in tax year 2020, down from 97.3% in 1996. The man’s name is more likely to go first the larger is the fraction of the couple’s allocable income that goes to him, and the older is the couple. Based on state averages, putting the man’s name first is strongly associated with conservative political attitudes, religiosity, and a survey-based measure of sexist attitudes. Risk-taking and tax noncompliance are both associated with the man’s name going first.\n\n",
    "acknowledgement": "\nWe are grateful for research help provided by Xinyu Chen and Tammy Lee, and acknowledge valuable comments received from Edith Brashares, Adam Cole, John Eiler, Bob Gillette, Ana Reynoso, and Alex Turk, as well as participants in workshops at Georgetown Law Center, UCLA, and the Finnish Centre of Excellence in Tax Systems Research in Tampere, Finland. The authors analyzing the tax data were employees at the U.S. Department of the Treasury or contracted with the Internal Revenue Service (IRS) as a student volunteer. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors, and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury, the IRS, or the National Bureau of Economic Research. Any taxpayer data used in this research was kept in a secured Treasury or IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}