{
    "id": 31403,
    "citation_title": "Bridging the Gap: Mismatch Effects and Catch-Up Dynamics in a Brazilian College Affirmative Action",
    "citation_author": [
        "Rodrigo Oliveira",
        "Alei Santos",
        "Edson R. Severnini"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "2023-07-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nAffirmative action in higher education can lead to mismatch, where students admitted through preferential treatment struggle academically due to inadequate preparation before college. Although some students may face initial challenges, by providing access to quality education for talented individuals who might have otherwise been overlooked due to systemic disadvantages, these programs may enable students to bridge the gap and catch up to their peers. In this study, we examine the effects of a quota-type affirmative action policy on gaps in college outcomes between potential beneficiaries and non-beneficiaries. Using comprehensive administrative data from a leading Brazilian university which implemented affirmative action in 2005, we find that compared to their non-quota peers, potential quota beneficiaries are less likely to progress smoothly through college and less likely to graduate, a result that is mostly driven by those who would not be admitted to the university otherwise. Notably, however, most of these differences shrink as the students progress through college, suggesting a catch-up effect between those groups. While potential quota students initially face challenges, resulting in a reduced course load in their early college years, they compensate by taking more credits in later years to ultimately graduate.\n\n",
    "acknowledgement": "\nWe thank Celeste Carruthers, Daniel Da Mata, Fernanda Estevan, Ana Paula Melo, Andr ́e Portela, Lowell Taylor, seminar participants at Carnegie Mellon University, the Federal University of Bahia (UFBA), and the World Institute for Development Economics Research (UNU-WIDER), and conference participants at the Annual Meeting of the Brazilian Econometric Society for invaluable comments and suggestions. The authors gratefully acknowledge financial support from the Heinz College at Carnegie Mellon University, UFBA, and UNU-WIDER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}