{
    "id": 31400,
    "citation_title": "Gender-Neutral Language and Gender Disparities",
    "citation_author": [
        "Alma Cohen",
        "Tzur Karelitz",
        "Tamar Kricheli-Katz",
        "Sephi Pumpian",
        "Tali Regev"
    ],
    "citation_publication_date": "2023-06-26",
    "issue_date": "2023-06-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis study investigates empirically whether and how the use of gender-neutral language affects the performance of women and men in real high-stakes exams. We make use of a natural experiment in which the institute administering Israel’s standardized college admission tests amended the language used in its exams, making test language more gender neutral. We find that the change to a more gender-neutral language was associated with a significant improvement in the performance of women on quantitative questions, which meaningfully reduced the gender gap between male and female performance on these questions. However, the change did not affect female performance on verbal questions nor male performance on either quantitative or verbal questions. Our findings are consistent with the hypothesis that gendered language may introduce a \"stereotype threat\" that adversely affects women’s performance in tasks in which they are stereotypically perceived to underperform. Our findings have significant implications for the ongoing academic and policy discussions regarding the use and effects of gender-neutral language.\n\n",
    "acknowledgement": "\nWe thank Ian Ayers, Lucian Bebchuk, Daniel Bird, Raquel Fernandez, Steven Lehrer, Adriana Robinson, Noray Savannah and Analia Schlosser, for valuable comments and discussion. We also want to thank all the participants of the reason and decision retreat at Tel-Aviv University and all the participants at the ISPA (Israeli Psychometric Association) conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}