{
    "id": 31401,
    "citation_title": "Policy Uncertainty Reduces Green Investment",
    "citation_author": [
        "Mengyu Wang",
        "Jeffrey Wurgler",
        "Hong Zhang"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nGovernment subsidies are often used to stimulate environment-friendly investment. We find that Chinese firms reduce green investment as the uncertainty of subsidies rises. This effect is identified from weather-driven fluctuations in air pollution that lead to fluctuations in subsidy allocations: Firms in cities where weather-driven subsidy uncertainty is high engage in less green R&D investment, patent applications, and research staff. Industries that are heavy emitters and those focused on environmental technologies are more affected. The results suggest that policy uncertainty may originate not only from political and macroeconomic shocks but from behavioral mechanisms that link policy to salient recent conditions.\n\n",
    "acknowledgement": "\nWe are grateful to Yakov Amihud, Nick Barberis, Sanjiv Das, David Hirshleifer, Mohammed Shehub Bin Hasan, Sabrina Howell, Holger Mueller, Lasse Pedersen, Andrei Shleifer, Meir Statman, and seminar participants at Florida International University, NYU Stern, and the Universities of Edinburgh, Miami, Reading, and Santa Clara for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}