{
    "id": 31411,
    "citation_title": "Praying for Rain",
    "citation_author": [
        "José-Antonio Espín-Sánchez",
        "Salvador Gil-Guirado",
        "Nicholas Ryan"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the climate as a determinant of religious belief. People believe in the divine when religious authorities (the “church”) can credibly intervene in nature on their behalf. We present a model in which nature sets the pattern of rainfall over time and the church chooses when optimally to pray in order to persuade people that it has caused the rain. We present evidence from prayers for rain in Murcia, Spain that the church follows such an optimal policy and that its prayers therefore predict rainfall. In our model, praying for rain can only persuade people to believe if the hazard of rainfall during a dry spell is increasing over time, so that the probability of rainfall is highest when people most want rain. We test this prediction in an original data set of whether ethnic groups around the world traditionally prayed for rain. We find that prayer for rain is more likely among ethnic groups dependent on intensive agriculture for subsistence and that ethnic groups facing an increasing rainfall hazard are 53% more likely to pray for rain, consistent with our model. We interpret these findings as evidence for the instrumentality of religious belief.\n\n",
    "acknowledgement": "\nThanks to Mercy Idindili, Naasey Kanko-Arthur, Sophie Lai, Liviu Mosnoi, Vatsal Nahata, Charlie Tang, Marie-Rose Tonguino, Tianhao Wu, Zifeng Zeng, and Tracy Zhou, for excellent Research Assistance. All views and errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}