{
    "id": 31412,
    "citation_title": "Effects of the Expanded Child Tax Credit on Household Spending: Estimates Based on U.S. Consumer Expenditure Survey Data",
    "citation_author": [
        "Jake Schild",
        "Sophie M. Collyer",
        "Thesia Garner",
        "Neeraj Kaushal",
        "Jiwan Lee",
        "Jane Waldfogel",
        "Christopher T. Wimer"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "2024-09-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Child Tax Credit (CTC) was substantially expanded through the American Rescue Plan Act of 2021, making the benefit more generous, fully refundable, and more periodic. Early studies documented the positive impact of the expanded CTC on reducing poverty and food insufficiency, but there is little research on the impact it had on household spending and, specifically, its impact on child-related spending. We use data from the Consumer Expenditure Interview Survey (CE) and impute CTC payments for all qualifying households to examine whether the expanded CTC increased spending overall, in major categories, and on specific items related to children's education and development. Our findings indicate that families utilized the CTC payments to enhance the well-being of both their children and the entire household. For each $100 of imputed CTC payment, our models show that families spent $75, mainly on food ($28), housing ($31), and child-related goods and services ($15). We also found that the spending response for low-income households, Hispanic households, and non-Hispanic Black households was larger than the spending response of the average household. By analyzing the variation in spending response by race and ethnicity, we are providing policy makers with valuable insights into the experience of marginalized communities.\n\n",
    "acknowledgement": "\nWe thank Steve Nunez, Claudia Sahm, colleagues at the Price Index and Number Research Monthly Division meetings, and at the Center on Poverty and Social Policy at Columbia University for their highly valuable comments. We also thank the JPB Foundation, the Annie E. Casey Foundation, and Charles and Lynn Schusterman Family Philanthropies for funding our research. We are also grateful for support from the Columbia Population Research Center which is funded by NICHD: 2P2CHD058486-11               . The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}