{
    "id": 31414,
    "citation_title": "Competitive Capture of Public Opinion",
    "citation_author": [
        "Ricardo Alonso",
        "Gerard Padró I Miquel"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a general equilibrium model where two special interest groups (SIGs) compete to influence public opinion. Citizens with heterogeneous priors over a binary state of the world receive reports drawn from a continuous message space by a variety of sources. The two opposite SIGs attempt to push their own agenda (one SIG to persuade citizens towards one state of the world, the other towards the alternative state of the world) by capturing the messages these sources convey. We characterize the equilibrium level of capture of each source by competing SIGs as well as the equilibrium level of information transmission. We show that capture increases the prevalence of the ex ante most informative messages. As a consequence, rational citizens discount such informative reports. Opposite capturing efforts do not cancel each other and result in a loss of social learning. We show that efforts to capture an information source are strategic substitutes: citizens' skepticism of messages favoring the view of the SIG that is expected to capture that source dampen the incentives of the opposite SIG. Strategic substitution exacerbates horizontal differentiation so the information landscape becomes more polarized. We finally show that increased demand for information when SIGs want to fire up the base can exacerbate differentiation, increase capture, and reduce information transmission in equilibrium.\n\n",
    "acknowledgement": "\nThis research did not receive any specific grant from funding agencies in the public or commercial sectors. Funding from the Whitney and Betty MacMillan Centre for International and Area Studies is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}