{
    "id": 31417,
    "citation_title": "What Caused the US Pandemic-Era Inflation?",
    "citation_author": [
        "Olivier J. Blanchard",
        "Ben S. Bernanke"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "2024-10-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe answer the question posed by the title by specifying and estimating a simple dynamic model of prices, wages, and short-run and long-run inflation expectations. The estimated model allows us to analyze the direct and indirect effects of product-market and labor-market shocks on prices and nominal wages and to quantify the sources of U.S. pandemic-era inflation and wage growth. We find that, contrary to early concerns that inflation would be spurred by overheated labor markets, most of the inflation surge that began in 2021 was the result of shocks to prices given wages. These shocks included sharp increases in commodity prices, reflecting strong aggregate demand, and sectoral price spikes, resulting from changes in the level and sectoral composition of demand together with constraints on sectoral supply. However, although tight labor markets have thus far not been the primary driver of inflation, we find that the effects of overheated labor markets on nominal wage growth and inflation are more persistent than the effects of product-market shocks. Controlling inflation will thus ultimately require achieving a better balance between labor demand and labor supply.\n\n",
    "acknowledgement": "\nThis research was funded by the Hutchins Center on Fiscal and Monetary Policy at Brookings and the Peterson Institute for International Economics. Neither institution has a financial, ideological, or political stake in its findings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}