{
    "id": 31416,
    "citation_title": "Production, Trade, and Cross-Border Data Flows",
    "citation_author": [
        "Qing Chang",
        "Lin William Cong",
        "Liyong Wang",
        "Longtian Zhang"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a two-country general equilibrium model to analyze the effects of cross-border data flows and pre-existing development gaps in data economies on each country's production and international trade. Raw data as byproducts of consumption can be transformed into various types of working data (information) to be used by both domestic and foreign producers. Because data constitute a new production factor for intermediate goods, a large extant divide in data utilization can reduce or even freeze trade. Cross-border data flows mitigate the situation and improve welfare when added to international trade. Data-inefficient countries where data are less important in production enjoy a \"latecomer's advantage'' with international trade and data flows, contributing more raw data from which the data-efficient countries generate knowledge for production. Furthermore, cross-border data flows can reverse the cyclicity of working data usage after productivity shocks, whereas shocks to data privacy or import costs have opposite effects on domestic and foreign data sectors. The insights inform future research and policy discussions concerning data divide, data flows, and their implications for trade liberalization, the data labor market, among others.\n\n",
    "acknowledgement": "\nCong and Wang are grateful for financial support from Ripple's University Blockchain Research Initiative (UBRI) and the FinTech at Cornell Initiative, and from the National Natural Science Foundation of China (Grant No. 72273161), respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}