{
    "id": 31410,
    "citation_title": "The Economics of Tropical Deforestation",
    "citation_author": [
        "Clare A. Balboni",
        "Aaron Berman",
        "Robin Burgess",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2023-07-03",
    "issue_date": "2023-06-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo factors have elevated recent academic and policy interest in tropical deforestation: first, the realization that it is a major contributor to climate change; and second, a revolution in satellite-based measurement that has revealed that it is proceeding at a rapid rate. We begin by reviewing the methodological advances that have enabled measurement of forest loss at a fine spatial resolution across the globe. We then develop a simple benchmark model of deforestation based on classic models of natural resource extraction. Extending this approach to incorporate features that characterize deforestation in developing countries---pressure for land use change, significant local and global externalities, weak property rights, and political economy constraints---provides us with a framework for reviewing the fast-growing empirical literature on the economics of deforestation in the tropics. This combination of theory and empirics provides insights not only into the economic drivers and impacts of tropical deforestation but also into policies that may affect its progression. We conclude by identifying areas where more work is needed in this important  body of research.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Economics. We thank Edward Barbier, Brian Copeland, Francisco Costa, Robert Heilmayr, Allan Hsiao, Kelsey Jack, Charlotte Janssens, Elizabeth Robinson, Veronica Salazar-Restrepo, Eduardo Souza-Rodrigues, and an anonymous reviewer for helpful comments and Amschel de Rothschild, David Laszlo, Peter Le, and John Walker for excellent research assistance. Berman acknowledges support from the National Science Foundation Graduate Research Fellowship under grant no. 1745302. Burgess acknowledges support from the European Research Council under Advanced Grant no. 743278. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}