{
    "id": 31425,
    "citation_title": "Black Empowerment and White Mobilization: The Effects of the Voting Rights Act",
    "citation_author": [
        "Andrea Bernini",
        "Giovanni Facchini",
        "Marco Tabellini",
        "Cecilia Testa"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe 1965 Voting Rights Act (VRA) paved the road to Black empowerment. How did southern whites respond? Leveraging newly digitized data on county-level voter registration rates by race between 1956 and 1980, and exploiting pre-determined variation in exposure to the federal intervention, we document that the VRA increases both Black and white political participation. Consistent with the VRA triggering counter-mobilization, the surge in white registrations is concentrated where Black political empowerment is more tangible and salient due to the election of African Americans in county commissions. Additional analysis suggests that the VRA has long-lasting negative effects on whites' racial attitudes.\n\n",
    "acknowledgement": "\nWe thank Jim Alt, Desmond Ang, Eric Chaney, Andy Ferrara, Martin Fiszbein, Jeff Frieden, Hamish Low, Andrea Mattozzi, Sebastian Ottinger, Simon Quinn, Hunter Rendleman, Jesse Shapiro, Tara Slough, Jim Snyder, Mara Squicciarini, Guido Tabellini, Mathias Thoenig, Melissa Thomasson, Felipe Valencia, Gavin Wright, Noam Yuchtman, and  participants at several conferences and seminars  for useful comments and suggestions. We are also grateful to the staff at the Atlanta University Robert W. Woodruff Library Archives Research Center for their assistance. Angelo Azzolini, Tanvi Goyal, Riccardo Graziani, Monia Tomasella, and Zhengyang Zhou provided outstanding research assistance. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}