{
    "id": 31421,
    "citation_title": "Think Globally, Act Globally: Opportunities to Mitigate Greenhouse Gas Emissions in Low- and Middle-Income Countries",
    "citation_author": [
        "Rachel Glennerster",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReductions in greenhouse gas emissions are a global public good, which makes it efficient to act globally when addressing this challenge. We lay out several reasons that high-income countries seeking to mitigate climate change might have greater impact if they invest their resources in opportunities in low- and middle-income countries. Specifically, some of the easiest and cheapest options have already been tapped in high-income countries, land and labor costs are lower in low- and middle-income countries, it is cheaper to build green than to retrofit green, and global targeting matters in integrated economies. We also discuss economic counterarguments such as the challenge of monitoring emissions levels in low- and middle-income countries, ethical considerations, the importance of not double-counting mitigation funding as development aid, and policy steps that might help to realize this opportunity.\n\n",
    "acknowledgement": "\nWe thank Jonathan Colmer, Rebecca Dizon-Ross, Elspeth Kirkman, and Rob Stavins for helpful comments and discussion; Erik Hurst, Nina Pavcnik, Tim Taylor, and Heidi Williams for valuable editorial guidance; and Meghana Mungikar and Juliana Sanchez Ariza for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}