{
    "id": 31429,
    "citation_title": "The Intergenerational Transmission of Poverty and Public Assistance: Evidence from the Earned Income Tax Credit",
    "citation_author": [
        "Nicardo S. McInnis",
        "Katherine Michelmore",
        "Natasha Pilkauskas"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2023-07-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the intergenerational effects of the Earned Income Tax Credit (EITC) on poverty and public assistance use. Using data from the PSID, we find that increased exposure to the EITC in childhood reduces the use of public assistance in adulthood (WIC and other public assistance) and reduces the likelihood of being in poverty (<100% of poverty) or near poor (<200% of poverty) by about 7 percentage points. These findings build on a growing literature that considers the intergenerational impacts of public policy and suggests that the economic benefits of policies in one generation may have long-term effects on the next generation.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number T32AG000221. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. We would like to thank John Bound and Jacob Bastian for their very insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}