{
    "id": 31427,
    "citation_title": "Bottlenecks: Sectoral Imbalances and the US Productivity Slowdown",
    "citation_author": [
        "Daron Acemoglu",
        "David Autor",
        "Christina Patterson"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the rapid pace of innovation in information and communications technologies (ICT) and electronics, aggregate US productivity growth has been disappointing since the 1970s. We propose and empirically explore the hypothesis that slow growth stems in part from an unbalanced sectoral distribution of innovation over the last several decades. Because an industry's success in innovation depends on complementary innovations among its input suppliers, rapid productivity growth that is concentrated in a subset of sectors may create bottlenecks and consequently fail to translate into commensurate aggregate productivity gains. Using data on input-output linkages, citation linkages, industry productivity growth and patenting, we find evidence consistent with this hypothesis: the variance of suppliers' Total Factor Productivity growth or innovation adversely affects an industry's own TFP growth and innovation. Our estimates suggest that a substantial share of the productivity slowdown in the United States (and several other industrialized economies) can be accounted for by a sizable increase in cross-industry variance of TFP growth and innovation. For example, if TFP growth variance had remained at the 1977-1987 level, US manufacturing productivity would have grown twice as rapidly in 1997-2007 as it did—yielding a counterfactual growth rate that would have been close to that of 1977-1987 and 1987-1997.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Steve Davis, John Fernald, Hugo Hopenhayn, Bill Kerr, Jennifer L'aO, Valerie Ramey, and John Van Reenen for helpful comments, Rebecca Jackson, Zhe Fredric Kong, and Austin Lentsch for expert research assistance, and Ernest Liu and Song Ma for sharing international patenting data. Acemoglu and Autor acknowledge support from the Hewlett Foundation, Google, and the Smith Richardson Foundation. Acemoglu also acknowledges support from the National Science Foundation, the Sloan Foundation, and the Toulouse Network on Information Technology. Autor also acknowledges support from the Washington Center for Equitable Growth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}