{
    "id": 31428,
    "citation_title": "Innovation and Appropriability: Revisiting the Role of Intellectual Property",
    "citation_author": [
        "Filippo Mezzanotti",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is more than 25 years since the authors of the Yale and Carnegie surveys studied how firms seek to protect the rents from innovation. In this paper, we revisit that question using a nationally representative sample of firms over the period 2008-2015, with the goal of updating and extending a set of stylized facts that has been influential for our understanding of the economics of innovation. There are five main findings. First, while patenting firms are relatively uncommon in the economy, they account for an overwhelming share of R&D spending. Second, firms consider utility patents less important on average than other forms of IP protection, like trade secrets, trademarks, and copyrights. Third, industry differences explain a great deal of the level of firms’ engagement with IP, with high-tech firms on average being more active on all forms of IP. Fourth, we find no significant differences in the use of IP strategies across firms at different points of their life cycle. Lastly, unlike age, firms of different size appear to manage IP significantly differently. On average, larger firms tend to engage much more extensively in the protection of IP, and this pattern cannot be easily explained by differences in the type of R&D or innovation produced by a firm. We also discuss the implications of these findings for innovation research and policy.\n\n",
    "acknowledgement": "\nFilippo Mezzanotti is at Kellogg School of Management, Northwestern University. Timothy Simcoe is at Questrom School of Management, Boston University and NBER. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1874. (CBDRB-FY21-P1874-R9007). We thank Nikolas Zolas, Elizabeth Perlman, Mark Schankerman, Cesare Righi, Nicolas Crouzet, Ben Jones, David Pérez-Castrillo, Pere Arque-Castells, and the conference participants at the Kellogg Science of Science Meeting, Barcelona Summer Forum 2022, IP Day at BU, USPTO Chief Economist Seminar for the helpful comments. We thank Davin Wang, Alvin Lumbanraja and Ayush Sinha for the excellent research support. We also thank Frank Limehouse and Lanwei J. Yang of the Census Bureau for help and advice along the whole process. The Technology & Policy Research Initiative at Boston University provided financial support for this project. All errors are ours. For questions, filippo.mezzanotti@kellogg.northwestern.edu or tsimcoe@bu.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}