{
    "id": 31431,
    "citation_title": "Fiscal Procyclicality in Commodity Exporting Countries: How Much Does it Pour and Why?",
    "citation_author": [
        "Francisco Arroyo Marioli",
        "Carlos A. Vegh"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature has documented that fiscal policy is procyclical in emerging markets and developing economies and acyclical/countercyclical in advanced economies.  This paper analyzes fiscal procyclicality in commodity-exporting countries.  It first shows that the degree of fiscal procyclicality is twice as high in commodity exporters than in non-commodity exporters.  Further, while fiscal procyclicality has been falling in commodity exporters over the past 15 years, it is still pervasive and has fallen slower than in non-commodity exporting countries.  In addition to testing the main theories behind fiscal procyclicality in commodity exporters and the role of institutional variables, the paper makes two novel contributions.  First, based on the idea of  fiscal procyclicality as a \"when it rains, it pours\" phenomenon (that is, contractionary fiscal policy amplifies the effects of a fall in commodity prices), the paper shows that, on average, government spending amplifies the business cycle by 21 percent of the initial drop in output following a fall in commodity prices.  Put differently, the pours component accounts for 17 percent of the total fall in output.  Second, the paper estimates the welfare costs of fiscal procyclicality at 2.6 percent of the costs associated with the regular business cycle in commodity exporters.\n\n",
    "acknowledgement": "\nVegh was a consultant at the World Bank while this paper was written and is grateful to the Global Economic Prospects Group for their hospitality and support.  The authors thank Franziska Ohnsorge, Ayhan Kose, Amat Adarov, Franco Derossi Diaz Laura, Nicolas Magud, Garima Vasishtha, Agustin Velasquez, Takefumi Yamazaki, Hamza Zahid, two anonymous referees, and seminar participants at the International Monetary Fund and World Bank for insightful comments and suggestions, and Muneeb Ahmad Naseem for excellent research assistance.  The views expressed in this paper are the authors' own and do not reflect those of the World Bank (including its Board of Directors and the countries they represent) or Johns Hopkins University or the Johns Hopkins Health System.  Corresponding author: Francisco Arroyo Marioli (farroyomarioli@worldbank.org). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}