{
    "id": 31435,
    "citation_title": "The Incidence of Adverse Selection: Theory and Evidence from Health Insurance Choices",
    "citation_author": [
        "Michael Geruso",
        "Timothy Layton",
        "Adam Leive"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nExisting research on selection in insurance markets focuses on how adverse selection distorts prices and misallocates products across people. This ignores the distributional consequences of who pays the higher prices. In this paper, we show that the distributional incidence depends on the correlations between income, expected costs, and insurance demand. We discuss the general implications for the design of subsidies and mandates when policymakers value both equity and efficiency. Then, in an empirical case study of a large employer, we show that the incidence of selection falls on higher-income employees, who are more likely to choose generous health insurance plans.\n\n",
    "acknowledgement": "\nWe are grateful to helpful comments from Jason Abaluck, Zarek Brot-Goldberg, Colleen Carey, Amy Finkelstein, Josh Gottlieb, Jon Gruber, Jonathan Holmes, Vicky Marone, David Meltzer, Joe Newhouse, Mark Shepard, Johannes Spinnewijn, Seth Zimmerman, and seminar participants at Harvard Health Care Policy, Yale Public/Labor Economics Workshop, University of Chicago Harris, George Washington University Public Health, ASHEcon, NTA, and NBER Insurance meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nUniversity of Texas at Austin, Associate Professor (salary)\nLitigation consulting related to healthcare with Brattle Group (consulting fees <$10k)\nSeminar travel reimbursement: Various universities\n\n\n\nTimothy Layton\n\nHarvard Medical School: Assistant Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nConsulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from Anthem, Inc.\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n\n\n"
}