{
    "id": 31430,
    "citation_title": "On the Importance of African Traditional Religion for Economic Behavior",
    "citation_author": [
        "Lewis Dunia Butinda",
        "Aimable Amani Lameke",
        "Nathan Nunn",
        "Max Posch",
        "Raúl Sánchez de la Sierra"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Insurance",
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWithin the field of economics, despite being widespread, African traditional religions tend to be perceived as unimportant and ignored when studying economic decision-making. This study tests whether this presumption is correct. Using daily data on business decisions and performance of beer sellers in the eastern Democratic Republic of the Congo, we study the importance of traditional religious beliefs for economic behavior and outcomes. Beer sellers perceive the risk of theft in their shops to be higher than it actually is, causing them to hold lower inventories, more frequent stock-outs, and reduced profits. We facilitate randomly-timed access to commonly-used, but typically prohibitively expensive rituals, which reduce the perceived risk of theft. We find that the rituals partially correct the beliefs about the risk of theft for sellers who report believing in the ritual’s efficacy. These sellers purchase more inventory, experience fewer stock-outs, and have larger sales, revenues, and profits. To distinguish the belief in the efficacy of the ritual from other incidental effects of participation, we analyze these outcomes for sellers who do not believe in the ritual. For these individuals, we find none of the observed effects. The findings provide evidence of the importance of African traditional religions, demonstrating that they can influence behavior and outcomes that are important for economic development.\n\n",
    "acknowledgement": "\nThere are no financial conflicts of interest. Aimable Amani Lameke and Raul Sanchez de la Sierra co-founded in 2015 the non-profit Marakuja Kivu Research, which conducted the data collection. Lameke was hired as a research manager for the study through Marakuja while Sanchez de la Sierra received no payment from Marakuja. Marakuja is a non-profit data collection organization and has no stake in the results of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}