{
    "id": 31439,
    "citation_title": "Time Use, College Attainment, and The Working-from-Home Revolution",
    "citation_author": [
        "Benjamin W. Cowan"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2023-08-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI demonstrate that the profound change in working from home (WFH) in the wake of the COVID-19 pandemic is concentrated among individuals with college degrees. Relative to 2015-19, the number of minutes worked from home on “post-pandemic” (August 2021-December 2022) weekdays increased by 78 minutes for college graduates; for non-graduates, it was 22 minutes. The share of work done at home (for those who worked at all) increased by 22% for graduates and 7% for non-graduates. Average minutes worked changed little for either group. Daily time spent traveling (e.g., commuting) fell by 21 minutes for college graduates and 6 minutes for non-graduates. I examine how time-use patterns change for college graduates relative to non-graduates over the same period. College graduates experience a relative shift from eating out to eating at home, an increase in free time, and an increase in time spent with children, with the latter effect being concentrated among fathers. Thus, while the gender gap in childcare among college graduates may be diminished by the WFH revolution, gaps in children’s outcomes by parents’ college attainment may be exacerbated by it.\n\n",
    "acknowledgement": "\nI thank Kairon Garcia for her excellent research assistance on this paper. I also thank Virat Agrawal and participants at the 2023 ASHEcon Annual Conference for excellent suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}