{
    "id": 31432,
    "citation_title": "What Did UWE Do for Economics?",
    "citation_author": [
        "Tatyana Avilova",
        "Claudia Goldin"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nEconomics is among the most popular undergraduate majors. However, even at the best research universities and liberal arts colleges men outnumber women by two to one, and overall there are about 2.5 males to every female economics major. The Undergraduate Women in Economics (UWE) Challenge was begun in 2015 for one year as a randomized controlled trial with 20 treatment and 68 control schools to evaluate the impact of light-touch interventions to recruit and retain female economics majors. Treatment schools received funding, guidance, and access to networking with other treatment schools to implement programs such as providing better information about the application of economics, exposing students to role models, and updating course content and pedagogy. Using 2001-2021 data from the Integrated Postsecondary Education Data System (IPEDS) on graduating BAs, we find that UWE was effective in increasing the fraction of female BAs who majored in economics relative to men in liberal arts colleges. Large universities did not show an impact of the treatment, although those that implemented their own RCTs showed moderate success in encouraging more women to major in economics. We speculate on the reasons for differential treatment impact.\n\n",
    "acknowledgement": "\nThe authors thank the Alfred P. Sloan Foundation for funding the Undergraduate Women in Economics (UWE) Challenge through grant no. G-2014-14504 and Danny Goroff of the Sloan Foundation for encouraging Goldin to undertake the project. We are grateful to the many faculty members at the UWE treatment schools who worked to implement the various treatments, especially to those who ran their own RCTs at these schools. Thanks are also due to the members of the UWE Board of Experts who helped the authors set up the UWE Challenge. See http://scholar.harvard.edu/goldin/UWE for more information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}