{
    "id": 31437,
    "citation_title": "Certification and Recertification in Welfare Programs: What Happens When Automation Goes Wrong?",
    "citation_author": [
        "Derek Wu",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do administrative burdens influence enrollment in different welfare programs? Who is screened out at a given stage? This paper studies the impacts of increased administrative burdens associated with the automation of welfare caseworker assistance, leveraging a unique natural experiment in Indiana in which the IBM Corporation remotely processed applications for two-thirds of all counties. Using linked administrative records covering nearly 3 million program recipients, the results show that SNAP, TANF, and Medicaid enrollments fell by 15%, 24%, and 4% one year after automation, with these heterogeneous declines largely attributable to cross-program differences in recertification costs. Earlier-treated and higher-poverty counties experienced larger declines in welfare receipt. More needy individuals were screened out at exit while less needy individuals were screened out at entry, a novel distinction that would be missed by typical measures of targeting which focus on average changes overall. The decline in Medicaid enrollment exhibited considerable permanence after IBM's automated system was disbanded, suggesting potential long-term consequences of increased administrative burdens.\n\n",
    "acknowledgement": "\nThis paper, which has been subject to a limited Census Bureau and State of Indiana review, is released to inform interested parties of research and to encourage discussion. Any opinions and conclusions expressed herein are those of the author(s) and do not represent the views of the U.S. Census Bureau or the State of Indiana. The Census Bureau and State of Indiana have reviewed this data product for unauthorized disclosure of confidential information. The Census Bureau has approved the disclosure avoidance practices applied to this release, authorization number CBDRB-FY2021-CES005-021. We thank Dan Black and Manasi Deshpande, as well as Alex Bartik, Evelyn Brodkin, Neil Cholli, Kevin Corinth, Virginia Eubanks, Peter Ganong, Josh Gottlieb, Jeffrey Grogger, Jeehoon Han, Kristen Harknett, Rob Hartley, Justin Holz, Robert Kaestner, Dmitri Koustas, Seunghoon Lee, Katherine Meckel, Nikolas Mittag, Jennie Romich, Jim Sullivan, Matt Unrath, Winnie van Dijk, Angela Wyse, Jonathan Zhang, and numerous seminar/conference participants for helpful comments and discussions. Wu gratefully acknowledges financial support from the Department of Health and Human Services' Administration for Children and Families (grant # 90PD0311) and the Washington Center for Equitable Growth. The restricted-use analyses were done under the auspices of the Comprehensive Income Dataset project, which has received funding from the Alfred P. Sloan Foundation, Russell Sage Foundation, Charles Koch Foundation, Menard Family Foundation, and National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}