{
    "id": 31442,
    "citation_title": "Pack-Crack-Pack: Gerrymandering with Differential Turnout",
    "citation_author": [
        "Laurent Bouton",
        "Garance Genicot",
        "Micael Castanheira",
        "Allison L. Stashko"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2024-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the manipulation of electoral maps by political parties, commonly referred to as gerrymandering. At the core of our analysis is the recognition that not all inhabitants of a district vote. This is important for gerrymandering as districts must have the same population size, but only voters matter for electoral outcomes. We propose a model of gerrymandering that allows for heterogeneity in voter turnout across individuals. This model reveals a new strategy for the gerrymanderers: the pattern is to pack-crack-pack along the turnout dimension. Specifically, parties benefit from packing low-turnout supporters and high-turnout opponents, while creating cracked districts that combine moderate-to-high-turnout supporters with lower-turnout opponents. These findings yield testable empirical implications about the relationship between partisan support, turnout rates, and electoral maps. Using a novel empirical strategy based on comparing maps proposed by Democrats and Republicans during the 2020 U.S. redistricting cycle, we test these predictions and find supporting evidence.\n\n",
    "acknowledgement": "\nCastanheira acknowledges the financial support of the FNRS. Genicot and Bouton acknowledge NSF grant SES 2242288. We are grateful to Luke Miller for his research assistance. We thank Wiola Dziuda, Kfir Eliaz, Adam Meirowitz, Debraj Ray, Alessandro Tarozzi, Philip Ushchev, Alexander Wolitzky, and seminar participants at numerous conferences as well as the California Institute of Technology, Columbia University, ECARES, Emory University, George Washington University, Hebrew University, HEC Montreal, London School of Economics, New York University, Penn State University, Queen Mary University London, Tel Aviv University, University College London, University of Chicago, University of New South Wales, University of Nottingham and University of Toronto for their comments. ⓡ indicates that author names are in random order. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}