{
    "id": 31444,
    "citation_title": "Getting the Right Tail Right: Modeling Tails of Health Expenditure Distributions",
    "citation_author": [
        "Martin Karlsson",
        "Yulong Wang",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2024-06-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth expenditure data almost always include extreme values, implying that the underlying distribution has heavy tails. This may result in infinite variances as well as higher-order moments and bias the commonly used least squares methods. To accommodate extreme values, we propose an estimation method that recovers the right tail of health expenditure distributions. It extends the popular two-part model to develop a novel three-part model. We apply the proposed method to claims data from one of the biggest German private health insurers. Our findings show that the estimated age gradient in health care spending differs substantially from the standard least squares method.\n\n",
    "acknowledgement": "\nWe thank the editor Maarten Lindeboom, two anonymous referees, Anirban Basu, Rita Ginja, John Mullahy, Edward Norton, and Lei Liu for their extremely helpful comments and suggestions. Further, we thank all participants of the Annual Health Econometrics Workshop at Emory University and at the 2022 Essen Health Conference for very helpful comments. We also thank representatives of the German Association of Private Health Insurers for invaluable help with the private insurer claims dataset. We are grateful to Sarah McNamara for copyediting this manuscript. We do not have financial interests that would constitute any conflict of interest with this research. Generous funding by the German Federal Ministry of Education and Research (FKZ: 01EH1602A) is gratefully acknowledged. All the remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}