{
    "id": 31440,
    "citation_title": "Law-Abiding Immigrants: The Incarceration Gap Between Immigrants and the US-born, 1870–2020",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Elisa Jácome",
        "Santiago Pérez",
        "Juan David Torres"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2024-03-25",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe provide the first nationally representative long-run series (1870–2020) of incarceration rates for immigrants and the US-born. As a group, immigrants have had lower incarceration rates than the US-born for 150 years. Moreover, relative to the US-born, immigrants’ incarceration rates have declined since 1960: immigrants today are 60% less likely to be incarcerated (30% relative to US-born whites). This relative decline occurred among immigrants from all regions and cannot be explained by changes in immigrants’ observable characteristics or immigration policy. Instead, the decline is part of a broader divergence of outcomes between less-educated immigrants and their US-born counterparts.\n\n",
    "acknowledgement": "\nWe thank Jing Wu for sharing historical prison admissions data from Missouri. We are grateful to Amy Finkelstein and five anonymous referees for most useful editorial guidance. We have greatly benefited from comments from Alvaro Calderón, Jenna Kowalski, Giovanni Peri, Ernesto Tiburcio Manón, Steven Messner, Carolyn Moehling, Melanie Morten, Aurelie Ouss, Jeremy Weinstein, and Gavin Wright, as well as seminar participants at the All CA-Mexico Economics of Migration seminar series, the ASSA annual meeting, Berkeley University, The Bissell-Heyd Symposium at the University of Toronto, the Center for Economic History reception at Northwestern University, Demography workshop at the University of Chicago, Harvard Kennedy School, NBER conference on Immigrants and the U.S. Economy, Royal Economics Society, Seymour E. and Ruth B. Harris Lecture Series at Harvard University, SITE conference on migration at Stanford University, University of British Columbia, University of Southern California and the WZB Berlin Social Science Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}