{
    "id": 31443,
    "citation_title": "Instrumental Variable Methods Reconcile Intention-to-Screen Effects Across Pragmatic Cancer Screening Trials",
    "citation_author": [
        "Joshua Angrist",
        "Peter Hull"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPragmatic cancer screening trials mimic real-world scenarios in which patients and doctors are the ultimate arbiters of treatment. Intention-to-screen (ITS) analyses of such trials maintain randomization-based apples-to-apples comparisons, but differential adherence (the failure of subjects assigned to screening to actually get screened) makes ITS effects hard to compare across trials and sites. We show how instrumental variables (IV) methods address the nonadherence challenge in a comparison of estimates from 17 sites in five randomized trials measuring screening effects on colorectal cancer incidence. While adherence rates and ITS estimates vary widely across and within trials, IV estimates of per-protocol screening effects are remarkably consistent. An application of simple IV tools, including graphical analysis and formal statistical tests, shows how differential adherence explains variation in ITS impact. Screening compliers are also shown to have similar demographic characteristics to those of the full trial study sample. These findings argue for the clinical relevance of IV estimates of cancer screening effects.\n\n",
    "acknowledgement": "\nWe thank Edoardo Botteri, Amy Finkelstein, Guido Imbens, Amanda Kowalski, and Emily Oster for helpful comments. Carol Gao provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}