{
    "id": 31448,
    "citation_title": "The Age of Mass Migration in Argentina: Social Mobility, Effects on Growth, and Selection Patterns",
    "citation_author": [
        "Federico Droller",
        "Martin Fiszbein",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nArgentina was the second largest destination country during the Age of Mass Migration, receiving nearly six million migrants. In this article, we first summarize recent findings characterizing migrants’ long-term economic assimilation and their contributions to local economic development. The reviewed evidence shows that Europeans experienced rapid upward mobility in Argentina and immigration contributed positively to the process of economic development. We then turn our focus to the selection patterns of Italian migrants to Argentina—the largest migratory group to this destination. Our analysis of this initial stage of the migrants’ history shows that Italians who moved to Argentina were positively selected on the basis of literacy, complementing existing evidence of rapid upward mobility and contribution to growth at destination.\n\n",
    "acknowledgement": "\nThis is a pre-print of the following chapter: Federico Droller, Martin Fiszbein, and Santiago Pérez, \"The Age of Mass Migration in Argentina,\" published in Roots of Underdevelopment, edited by Felipe Valencia Caicedo, 2023, Palgrave Macmillan, reproduced with permission of Palgrave Macmillan. We thank Francisco Eslava, Roy Hora, Benjamin Milner, and Felipe Valencia for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}