{
    "id": 31445,
    "citation_title": "The Effects of Cryptocurrency Wealth on Household Consumption and Investment",
    "citation_author": [
        "Darren Aiello",
        "Scott R. Baker",
        "Tetyana Balyuk",
        "Marco Di Maggio",
        "Mark J. Johnson",
        "Jason D. Kotter"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "2023-10-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses transaction-level data across millions of accounts to identify cryptocurrency investors and evaluate how fluctuations in individual crypto wealth affect household consumption, equity investment, and local real estate markets. We estimate an MPC out of unrealized crypto gains that is more than double the MPC out of unrealized equity gains but smaller than the MPC from exogenous cash flow shocks. This MPC is mostly driven by increases in cash/check spending and mortgages. Moreover, households sell crypto to increase both discretionary as well as housing spending. As a result, crypto wealth causes house price appreciation—counties with higher crypto wealth see higher growth in home values following high crypto returns. Our results indicate that cryptocurrencies have substantial spillover effects on the real economy through consumption and investment into other asset classes.\n\n",
    "acknowledgement": "\nWe thank Sergey Chernenko and seminar and conference participants at NBER TRIO, CCAF Alternative Finance Conference, NBER Summer Institute, BYU, Ohio State (Econ), UChicago, Purdue, and Emory for comments and suggestions. Data provided by Yodlee, Inc. All errors are our own responsibility.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}