{
    "id": 31441,
    "citation_title": "Policy Diffusion Through Elections",
    "citation_author": [
        "Hitoshi Shigeoka",
        "Yasutora Watanabe"
    ],
    "citation_publication_date": "2023-07-10",
    "issue_date": "2023-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStaggered difference-in-differences designs are pervasive in policy evaluations but little is known about the mechanisms of policy diffusion: How and why do such policies spread across jurisdictions? In this study, we highlight the role of elections in policy diffusion in settings where municipal elections are asynchronous due to historical reasons. First, we empirically show the presence of policy diffusion using neighbors’ election cycles as instruments for neighbors’ policy adoption. Second, we further demonstrate interactions of municipalities’ election cycles with neighbors’ adoption and show that they follow neighbors’ policy only during their own election timing, indicating that policy diffuses through elections.\n\n",
    "acknowledgement": "\nThe authors would like to thank Edward Glaeser, Emir Kamenica, Hiroyuki Kasahara, Keisuke Kondo, Hikaru Ogawa, Katumi Shimotsu, Raphael Parchet, and seminar participants at AMES 2022, EMES 2022, GRIPS, Hitotsubashi University, JSQPS 2023 Winter Meeting, Keio University, Kyoto Summer Workshop on Applied Economics, Kyoto University, LACEA-LAMES 2022, NBER Japan Meeting 2022, Nihon University, Rochester University, SAET 2021, for their valuable suggestions. Shigeoka gratefully acknowledges the financial support from Abe fellowship. Watanabe acknowledges the financial support from JSPS KAKENHI Grant Number 21H05062. Yusuke Ishihata, Eiken Kawa, Kento Kitajima, Ryoki Maekawa, Hiromi Matsukiyo, Genta Okada, Naoya Sho, Hideaki Takahashi, Masahiro Tamae, Kotaro Tsukada, Keisuke Ueda, Futo Watanuki, and Masahiro Yamada provided excellent research assistance. All remaining errors are solely our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}