{
    "id": 31457,
    "citation_title": "Monopsony, Efficiency, and the Regularization of Undocumented Immigrants",
    "citation_author": [
        "George J. Borjas",
        "Anthony Edo"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn May 1981, President François Mitterrand regularized the status of undocumented immigrant workers in France. The newly legalized immigrants represented 12 percent of the non-French workforce and about 1 percent of all workers. Employers have monopsony power over undocumented workers because the undocumented may find it costly to participate in the open labor market and have restricted economic opportunities. By alleviating this labor market imperfection, a regularization program can move the market closer to the efficient competitive equilibrium and potentially increase employment and wages for both the newly legalized and the authorized workforce. Our empirical analysis reveals that the Mitterrand regularization program particularly increased employment and wages for low-skill native and immigrant men, and raised French GDP by over 1 percent.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Amior, Catalina Amuedo-Dorantes, Pierre Cotterlaz, Daniel Hamermesh, Alan Manning, Joan Monras, Jan Stuhler, Stephen Trejo, and Jérôme Valette for helpful discussions and comments. The authors accessed the DADS-EDP data file via the Centre d'Accès Sécurisé Distant (CASD), dedicated to the use of authorized researchers, following the approval of the Comité français du secret statistique. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}