{
    "id": 31455,
    "citation_title": "The Rise in American Pain: The Importance of the Great Recession",
    "citation_author": [
        "Sneha Lamba",
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nA significant literature has documented trend increases in pain among Americans over the last two or three decades. There is no single explanation seeming to work well for the increase. We show that, rather than resulting from a smooth upward trend, the increase was almost entirely concentrated in the 2007-2010 period, the time of the Great Recession, a result not uncovered in prior work. The disproportionate increase in pain among the less educated is also shown to have occurred primarily at the time of the Recession, with either little or no trend before or after. The Recession jump occurred only at older ages and, by cohort, primarily only at the ages when they experienced the Recession. However, the jump is difficult to explain, for while there was a temporary decline in employment during the Recession, it is unclear why there it should be followed by a permanent increase in pain. We assess a number of explanations related to family structure, the deterioration of family life, hysteresis, and biopsychosocial channels. While some factors have potential explanatory power, the rise in pain continues to be mysterious and deserves further research in light of our new findings.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Smith-Richardson Foundation for financial support under SRF Grant #20181816 and Angus Deaton, Christopher Ruhm, and Anna Zajacova for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}