{
    "id": 31450,
    "citation_title": "Caregiving and Labor Supply: New Evidence from Administrative Data",
    "citation_author": [
        "Nicole Maestas",
        "Matt Messel",
        "Yulya Truskinovsky"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA significant share of the rapidly growing demand for long-term care is met by family members, many of whom also work, and family caregiving has been shown to affect labor market outcomes. We use survey responses about family caregiving roles linked to administrative earnings records to estimate the employment trajectories of family caregivers over a 25 year period around the reported start of a caregiving episode. These trajectories vary significantly by gender. Relative to a matched comparison group, caregiving precipitates a drop in both earnings and employment for women, while men only enter caregiving after experiencing significant labor supply disruptions.\n\n",
    "acknowledgement": "\nWe thank Norma Coe, Carlos Dobkin, Itzik Faldon, Andrew Goodman-Bacon, Corina Mommaerts, Edward Norton, Jon Skinner, Meghan Skira, Jeff Smith, Till von Wachter, and participants at the 2018 AEA Annual Meetings, the 2018 ASHEcon Annual Meetings, the 2018 GSA Annual Meetings, H2D2 2019, SEHO 2019, the spring 2021 NBER Gender in the Economy meeting, the 2021 NBER Summer Institute Aging meeting, Dave Fest 2022 (UC Berkeley), and seminar participants at Wayne State University, Notre Dame, The Ohio State, The Upjohn Institute, CFS household finance seminar series for comments. The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium, and a fellowship from the Alfred P. Sloan Foundation Working Longer Program. The opinions and conclusions expressed are solely those of the author(s) and do not represent the opinions or policy of SSA or any agency of the Federal Government. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}