{
    "id": 31452,
    "citation_title": "Tax Losses and Ex-Ante Offshore Transfer of Intellectual Property",
    "citation_author": [
        "Rishi Sharma",
        "Joel Slemrod",
        "Michael Stimmelmayr"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a positive model of multinational firm behavior and analyze a firm’s incentive to transfer an intellectual property (IP) right of uncertain value offshore ex ante, i.e. before its success or failure is realized. Our analysis highlights two major aspects of this decision. First, an asymmetric treatment of project gains and losses in the home country creates an incentive to transfer IP to a foreign lowtax country to avoid potentially negative profits at home. These incentives exist even when IP is priced at a fair arms-length price and are further strengthened in the presence of R&D tax incentives. Second, when multinationals have private information about the probability of project success, they have an incentive to transfer their most promising IP ex ante.\n\n",
    "acknowledgement": "\nWe thank Ron Davies, Clemens Fuest, Andreas Haufler, Marko Koethenbuerger, Andrea Schneider, Hal Varian, Johannes Voget and participants at the Jönköping University Economics and Finance Seminar, the Research Seminar at ifo Institute, the UCD School of Economics Seminar, the University of Mannheim Accounting & Taxation Seminar, and the 2020 Annual Congress of the IIPF for helpful discussion and comments. We also thank Xinyu Chen for providing research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}