{
    "id": 31453,
    "citation_title": "Everything in Moderation: Separating State Dependence from Unobserved Heterogeneity Between Alcohol and Employment",
    "citation_author": [
        "Monica Deza"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2024-04-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious literature presents mixed evidence on the effect of alcohol consumption on labor market outcomes. Due to limitations of available structural methods that model state dependence and unobserved heterogeneity, previous literature has not separately identified the causal pathways linking moderate versus heavy alcohol use to employment. This study develops a multiple-equation dynamic discrete choice ordered logit model, separately identifying the contribution of state dependence (within and between outcomes) and unobserved heterogeneity. Using this newly-developed methodology, this study finds that moderate alcohol use increases employment, indicating that policies that target alcohol consumption separately by dosage level may be beneficial to employment.\n\n",
    "acknowledgement": "\nI am grateful to David Card, Patrick Kline, Kenneth Train, Aaron Chalfin, Catherine Maclean, Donald Kenkel, Shooshan Danagoulian, Muzhe Yang, Mary Motolenich, Michael Pesko, Brady Horn, Thanh Lu, and session participants at the American Society of Health Economists Conference and Southern Economic Association Conference for their helpful suggestions and comments. This study is based upon work supported by the National Science Foundation under award number SES #2018438 (PI: Monica Deza). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}