{
    "id": 31459,
    "citation_title": "Globalization and Inequality in Latin America",
    "citation_author": [
        "Rafael Dix-Carneiro",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the recent literature studying the effects of globalization on inequality in Latin America. Our focus is on research emerging from the late 2000s onward, with an emphasis on empirical work considering new mechanisms, studying new dimensions of inequality, and developing new methodologies to capture the many facets of globalization's relationship to inequality. After summarizing both design-based and quantitative work in this area, we propose directions for future work. Our overarching recommendation is that researchers develop unifying frameworks to help synthesize the results of individual studies that focus on distinct aspects of globalization's relationship to inequality.\n\n",
    "acknowledgement": "\nThanks to Maria Lara Cuervo and Huixuan Li for excellent research assistance, to Naercio Menezes-Filho and Elena Ianchovichina for insightful discussant comments, and to Penny Goldberg, Anna Salomons, and seminar participants at the LACIR conference and the World Bank for helpful comments and suggestions. We thank the Inter-American Development Bank (IDB), the International Inequalities Institute (III) at the London School of Economics and Political Science (LSE), Yale University, and the Institute for Fiscal Studies (IFS) for funding this project and the broader Latin America and Caribbean Inequality Review. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}