{
    "id": 31451,
    "citation_title": "Later-life Mortality and the Repeal of Federal Prohibition",
    "citation_author": [
        "David S. Jacks",
        "Krishna Pendakur",
        "Hitoshi Shigeoka",
        "Anthony Wray"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2023-08-02",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a recent and dramatic re-evaluation of the health consequences of alcohol consumption, very little is known about the effects of in utero exposure to alcohol on long-run outcomes such as later-life mortality. Here, we investigate how state by year variation in alcohol control arising from the repeal of federal prohibition affects mortality for cohorts born in the 1930s. We find that individuals born in wet states experienced higher later-life mortality than individuals born in dry states, translating into a 3.3% increase in mortality rates between 1990 and 2004 for affected cohorts.\n\n",
    "acknowledgement": "\nWe appreciate feedback from Simon Woodcock as well as seminar and conference participants at the National University of Singapore, the 2021 Asian and Australasian Society of Labour Economics Conference, the 2022 Canadian Economics Association, and 2022 CEPR Economic History Symposium meetings. We also gratefully acknowledge research support from the National University of Singapore and the Social Sciences and Humanities Research Council of Canada.   The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}