{
    "id": 31454,
    "citation_title": "The Model T",
    "citation_author": [
        "Shari Eli",
        "Joshua K. Hausman",
        "Paul Rhode"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask (1) why the United States adopted the car more quickly than other countries before 1929, and (2) why in the United States the car changed from a luxury to a mass market good between 1909 and 1919. We argue that the answer is in part the success of the Model T in the United States and its relative lack of success abroad. Mass production of the Model T began in 1913; by 1917, more than 40 percent of cars on the road were Model Ts. Cross-state and cross-county evidence suggest that the Model T opened up a new market for cars among farmers and in poorer areas of the country. Tariffs and difficulties producing outside Detroit made the U.S. success of the Model T difficult to replicate abroad, even in Canada.\n\n",
    "acknowledgement": "\nXingbao Chen, Vibhanshu Jain, Amanda Leasure, Zongyi Liu, Michael McMain, Benjamin Vomastek, Amanda Yao, Alp Yel, and particularly, Jon Denton-Schneider, Ryan Perry, Hanna Yu, and Hanna Zlotnik provided superb research assistance. We are grateful for comments and encouragement from Jeremy Atack, Hoyt Bleakley, Brad DeLong, Paul Courant, Mario Crucini (discussant), Price Fishback, James Foreman-Peck, Robert Gordon, Dan Gross (discussant), Miles Kimball, Naomi Lamoreaux, Daniel Raff, Christina Romer, Matthew Shapiro, Marlous van Waijenburg, Johannes Wieland, Mira Wilkins, Gavin Wright, and lunch / seminar participants at Yale, Michigan, UC Berkeley, UC Irvine, the Southern Economic Association, and Stanford University. An MCubed grant from the University of Michigan (with Marlous van Waijenburg) provided valuable support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}