{
    "id": 31458,
    "citation_title": "Is the Emphasis on Cofinancing Good for Environmental Multilateral Funds?",
    "citation_author": [
        "Matthew Kotchen",
        "Andrew Vogt"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational environment and development agencies increasingly emphasize external cofinancing when selecting projects to fund. This paper considers whether the emphasis on cofinancing helps promote institutional objectives, or creates perverse and inefficient incentives. We present a model of project selection that can apply to any funding agency, but focus on environmental multilateral funds and climate change. We show that introducing cofinancing objectives to a fund that seeks to maximize its immediate environmental impact is redundant as best, and more likely counterproductive. We test implications of our model using project-level data from two of the leading environmental multilateral funds, the Global Environment Facility (GEF) and the Green Climate Fund (GCF). While tradeoffs exist between emission reductions and cofinancing, we find that they are not strong enough to imply that current cofinancing preferences are diminishing the environmental benefits that funds can claim. However, we also find that the emphasis on cofinancing in project selection is likely to be globally inefficient, as projects with greater cofinancing ratios tend to yield smaller emission reductions per gross dollar spent. This finding should sound a note of caution given the overall scarcity of financial resources available to achieve global climate goals.\n\n",
    "acknowledgement": "\nWe are grateful to the Global Environmental Facility (GEF) for sharing data that made this research possible. We also thank GEF staff members Cyril Blet, Filippo Berardi, and Jurgis Pierre-Louis Sapijanskas, along with participants at the Third Annual Conference of the Private Sector Development Research Network at Columbia University, for helpful comments and discussion. Any errors and misstatements are nevertheless our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}