{
    "id": 31463,
    "citation_title": "Firms with Benefits? Nonwage Compensation and Implications for Firms and Labor Markets",
    "citation_author": [
        "Paige Ouimet",
        "Geoffrey Tate"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing administrative data on health insurance, retirement, and leave benefits, we find within-firm variation accounts for a dramatically lower percentage of total variation in benefits than in wages. We also document sharply higher between-firm variation in nonwage benefits than in wages. We argue that this pattern can be a consequence of nondiscrimination regulations, fairness concerns, and the high administrative burden of managing too many or complex plans. Consistent with this mechanism, we show that the presence of high-wage workers in unrelated divisions of a firm as well as workers hired in high-benefit local labor markets positively predicts their colleagues’ benefits, controlling for occupation, wages, state, and industry. We find that the resulting high benefits reduce turnover, particularly among low-wage workers, for whom the benefits comprise a larger percentage of total compensation. Moreover, firms with more generous benefits attract and retain more high-wage workers, but also reduce their reliance on low-wage workers more than low-benefit peers. Our results suggest that benefits disproportionately matter for worker-firm matching and, hence, compensation inequality.\n\n",
    "acknowledgement": "\nWe would like to thank Rik Sen, Lea Stern, Isaac Hacamo, Carlos Avenacio-Leon, Vicente Cunat and seminar participants at the Federal Reserve, Tulane University, the University of Miami, the University of Utah, Chinese University of Hong Kong (Shenzhen), the 2022 Labor and Finance Group Conference, the 2022 FSRDC Annual Research Conference, the 2023 RCFS Winter Conference, the 2023 Society of Labor Economists Annual Conference, the 2023 Conference on Market-Based Solutions for Reducing Wealth Inequality, the 2023 Financial Intermediation Research Society Annual Meeting, and the 2023 CSEF-RCFS Conference on Finance, Labor and Inequality for helpful comments as well as Theodore To and Maury Gittleman for help with the data. Any views expressed are those of the authors and not those of the U.S. Census Bureau or Bureau of Labor Statistics. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers, as well as officers of the Bureau of Labor Statistics, have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1589. (CBDRB-FY22-P1589-R9575; CBDRB-FY23-0155). This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}