{
    "id": 31464,
    "citation_title": "The Credit Supply Channel of Monetary Policy Tightening and its Distributional Impacts",
    "citation_author": [
        "Joshua Bosshardt",
        "Marco Di Maggio",
        "Ali Kakhbod",
        "Amir Kermani"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2023-11-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies how tightening monetary policy transmits to the economy through the mortgage market and sheds new light on the distributional consequences at both individual and regional levels. We find that credit supply factors, specifically restrictions on the debt-to-income (DTI) ratio, account for most of the decline in mortgages. These effects are even more pronounced for minority and middle-income borrowers, who find themselves excluded from the credit market. Additionally, regions with historically high DTI ratios exhibit greater reductions in mortgage originations, house prices, and consumption.\n\n",
    "acknowledgement": "\nWe thank Justin Contat, Will Doerner, and seminar participants at the FHFA for comments. This paper is also an FHFA Working Paper and available here: https://www.fhfa.gov/papers/wp2303.aspx. Any errors or omissions are the sole responsibility of the authors. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Housing Finance Agency, the U.S. Government, or the National Bureau of Economic Research. Any errors or omissions are the sole responsibility of the authors.\n\n\n"
}