{
    "id": 31466,
    "citation_title": "The Job Ladder: Inflation vs. Reallocation",
    "citation_author": [
        "Giuseppe Moscarini",
        "Fabien Postel-Vinay"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce on-the-job search frictions in an otherwise standard monetary DSGE New-Keynesian model. Heterogeneity in productivity across jobs gives rise to a job ladder. Firms Bertrand-compete for employed workers according to the Sequential Auctions protocol of Postel-Vinay and Robin (2002). Outside job offers to employed workers, when accepted, reallocate employment up the productivity ladder; when declined, because matched by the current employer, they raise production costs and, due to nominal price rigidities, compress mark-ups, building inflationary pressure. When employment is concentrated at the bottom of the job ladder, typically after recessions, the reallocation effect prevails, aggregate supply expands, moderating marginal costs and inflation. As workers climb the job ladder, reducing slack in the employment pool, the inflation effect takes over. The model generates endogenous cyclical movements in the Neo Classical labor wedge and in the New Keynesian wage mark-up. The economy takes time to absorb cyclical misallocation and features propagation in the response of job creation, unemployment and inflation to aggregate shocks.  The ratio between job-finding probabilities from job-to-job and from unemployment, a measure of the “Acceptance rate” of job offers to employed workers, predicts negatively inflation, independently of the unemployment rate.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Pompeu Fabra, Columbia, Stanford, Arizona State, Carnegie Mellon, Toronto, Chicago Booth, Yale, Georgetown, New York Fed, Norges Bank, IIESStockholm, LSE, Minneapolis FED, MIT, Bank of England, Princeton, Hong Kong/NY FED Conference on “Monetary Policy and Heterogeneity”, Deutsche Bundesbank/Norges Bank/ Danish Central Bank meeting on “Heterogeneous households, firms and financial intermediaries: New theory and evidence”, Bonn, Frankfurt Goethe, NYU, NBER EFG meeting at the Chicago FED, UT Austin, Berkeley, Virginia, 2022 SED Annual meeting in Madison, for comments to previous drafts and presentations. The usual disclaimer applies. The authors have no financial support nor material relationships related to the research for and to the contents of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}