{
    "id": 31468,
    "citation_title": "The Electric Telegraph, News Coverage and Political Participation",
    "citation_author": [
        "Tianyi Wang"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing newly digitized data on the growth of the telegraph network in America during 1840-1852, the paper studies the impacts of the electric telegraph on national elections. I use proximity to daily newspapers with telegraphic connections to Washington to generate plausibly exogenous variation in access to telegraphed news from Washington. I find that access to Washington news with less delay had a robust positive effect on voter turnout in national elections. For mechanisms, I provide evidence that newspapers facilitated the dissemination of national news to local areas. In addition, text analysis on more than a hundred small-town weekly newspapers from the 1840s shows that the improved access to news from Washington led newspapers to cover more national political news, including coverage of Congress, the presidency, and sectional divisions involving slavery. The results suggest that the telegraph made newspapers less parochial, facilitated a national conversation and increased political participation. I find little evidence that access to telegraphed news from Washington affected party vote shares or Congressmen's roll call votes.\n\n",
    "acknowledgement": "\nI am extremely grateful to Werner Troesken, Allison Shertzer, Randall Walsh, and Osea Giuntella for their support throughout this project. I also thank Graham Beattie, Bill Collins, Andreas Ferrara, Alexander Field, Douglas Hanley, Eric Hilt, Aaron Honsowetz, Daniel Jones, Andrea La Nauze, Charles Louis-Sidois, Peter Meyer, Elisabeth Perlman, Richard Van Weelden as well as participants at the 2018 Economic History Association (EHA) Annual Meeting, the Applied Microeconomics Brown Bag at the University of Pittsburgh, the 2018 University of Michigan’s H2D2 Conference, the 2018 AERUS Midwest Graduate Student Summit, the 2019 Cliometric Society Annual Conference, the 2019 Media Economics Workshop, the 2019 Social Science History Association (SSHA) Annual Meeting, and the 2022 Canadian Network for Economic History meeting for their helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}