{
    "id": 31469,
    "citation_title": "Who Values Human Capitalists' Human Capital? The Earnings and Labor Supply of U.S. Physicians",
    "citation_author": [
        "Joshua D. Gottlieb",
        "Maria Polyakova",
        "Kevin Rinz",
        "Hugh Shiplett",
        "Victoria Udalova"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2023-10-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIs government guiding the invisible hand at the top of the labor market? We use new administrative data to measure physicians' earnings and estimate the influence of healthcare policies on these earnings, physicians' labor supply, and allocation of talent. Combining the administrative registry of U.S.~physicians with tax data, Medicare billing records, and survey responses, we find that physicians' annual earnings average $350,000 and comprise 8.6% of national healthcare spending. The age-earnings profile is steep; business income comprises one-quarter of earnings and is systematically underreported in survey data. There are major differences in earnings across specialties, regions, and firm sizes, with an unusual geographic pattern compared with other workers. We show that health policy has a major impact on the margin: 25% of physician fee revenue driven by Medicare reimbursements accrues to physicians personally. Physicians earn 6% of public money spent on insurance expansions. We find that these policies in turn affect the type and quantity of medical care physicians supply in the short run; retirement timing in the medium run; and earnings affect specialty choice in the long run.\n\n",
    "acknowledgement": "\nThis manuscript is intended to inform interested parties of ongoing research and to encourage discussion. Any views expressed are those of the authors and not those of the U.S. Census Bureau. Access to the data has been approved for this project by the U.S. Census Bureau, CMS, IRS, and SSA because it benefits Census Bureau programs in accordance with Title 13 of the U.S. Code. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release, authorization numbers CBDRB-FY23-0319 and CBDRB-FY2023-CES005-024. We thank Natalia Khoudian, Jacob Morris, Oscar Chan, Ilana Salant, Daniel Sonnenstuhl, and Marissa Hindelang for outstanding research assistance. We thank Doug Staiger, Owen Zidar, Jeffrey Clemens, Molly Schnell, Janet Currie (our discussants), Jay Bhattacharya, Scott Blatte, Stephane Bonhomme, Zarek Brot-Goldberg, Garret Christensen, Wojciech Kopczuk, Neale Mahoney, David Molitor, Sean Nicholson, Adam Oppenheimer, Raffaelle Saggio, Ilya Strebulaev, John Voorheis, and seminar audiences for helpful comments. We also thank CPAs and attorneys for their advice on understanding physician tax returns. Part of this research was conducted while Udalova was visitor at the Stanford Institute for Economic Policy Research, whose support she gratefully acknowledges. We also thank the Enhancing Health Data (EHealth) program at the U.S. Census Bureau, the Becker-Friedman Institute, and SSHRC for providing support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}