{
    "id": 31465,
    "citation_title": "The Linear Algebra of Economic Geography Models",
    "citation_author": [
        "Benny Kleinman",
        "Ernest Liu",
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2023-10-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide sufficient statistics for nominal and real wage exposure to productivity shocks in a constant elasticity economic geography model. These exposure measures summarize the first-order general equilibrium elasticity of nominal and real wages in each location with respect to productivity shocks in all locations. They are readily computed using commonly-available trade data and the values of trade and migration elasticities. They have an intuitive interpretation in terms of underlying economic mechanisms. Computing these measures for all bilateral pairs of locations involves a single matrix inversion and therefore remains computational efficient even with an extremely high-dimensional state space. These sufficient statistics provide theory-consistent measures of locations’ exposure to productivity shocks for use in further economic and statistical analysis.\n\n",
    "acknowledgement": "\nWe are grateful to Princeton University for research support. We would to thank Andre Alcantara and Chenming Zhang for excellent research assistance. This paper was prepared for the American Economic Review, Papers and Proceedings. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}