{
    "id": 31460,
    "citation_title": "Mega Firms and Recent Trends in the U.S. Innovation: Empirical Evidence from the U.S. Patent Data",
    "citation_author": [
        "Serguey Braguinsky",
        "Joonkyu Choi",
        "Yuheng Ding",
        "Karam Jo",
        "Seula Kim"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "2023-08-29",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe use the U.S. patent data merged with firm-level datasets to establish new facts about the role of mega firms in generating “novel patents”—innovations that introduce new combinations of technology components for the first time. While the importance of mega firms in novel patents had been declining until about 2000, it has strongly rebounded since then. The timing of this turnaround coincided with the ascendance of firms that newly became mega firms in the 2000s, and a shift in the technological contents, characterized by increasing integration of Information and Communication Technology (ICT) and non-ICT components. Mega firms also generate a disproportionately large number of “hits”—novel patents that lead to the largest numbers of follow-on patents (subsequent patents that use the same combinations of technology components as the first novel patent)—and their hits tend to generate more follow-on patents assigned to other firms when compared to hits generated by non-mega firms. Overall, our findings suggest that mega firms play an increasingly important role in generating new technological trajectories in recent years, especially in combining ICT with non-ICT components.\n\n",
    "acknowledgement": "\nNothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Korea Development Institute, or the Federal Reserve Board of Governors or its staff.\n\n\n"
}