{
    "id": 31462,
    "citation_title": "Bank Branch Density and Bank Runs",
    "citation_author": [
        "Efraim Benmelech",
        "Jun Yang",
        "Michal Zator"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBank branch density, defined as the number of bank branches to total deposits, has significantly declined over the past decade, fueled by a confluence of branch closings and the almost doubling of deposits between 2016 and 2022. During this period, banks with low branch density benefited from large deposits inflows, leading to even lower density. But the virtuous cycle of deposits growth in these banks stopped spinning when investors became wary about their financial health. Stock prices of banks with low branch density plummeted during the 2023 Banking Crisis as these banks experienced larger outflows of uninsured deposits. Our results suggest that digital banking enabled banks to grow faster and attract uninsured deposits, but those large deposits inflows took the form of “hot money” that changed its course when economic conditions worsened.\n\n",
    "acknowledgement": "\nEfraim Benmelech is at Northwestern University and NBER. Jun Yang is at University of Notre Dame. Michal Zator is at University of Notre Dame. We thank Laura Dooley, Gregor Matvos and Dimitris Papanikolaou for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}