{
    "id": 31473,
    "citation_title": "\"Zero Cost'' Majority Attacks on Permissionless Blockchains",
    "citation_author": [
        "Joshua S. Gans",
        "Hanna Halaburda"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-14",
    "revision_date": "2023-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe core premise of permissionless blockchains is their reliable and secure operation without the need to trust any individual agent. At the heart of blockchain consensus mechanisms is an explicit cost (whether work or stake) for participation in the network and the opportunity to add blocks to the blockchain. A key rationale for that cost is to make attacks on the network, which could be theoretically carried out if a majority of nodes were controlled by a single entity, too expensive to be worthwhile. We demonstrate that a majority attacker can successfully attack with a negative cost, which shows that the protocol mechanisms are insufficient to create a secure network, and emphasizes the importance of socially driven mechanisms external to the protocol. At the same time, negative cost enables a new type of majority attack that is more likely to elude external scrutiny.\n\n",
    "acknowledgement": "\nAll correspondence to joshua.gans@utoronto.ca. The latest version of this paper is available at joshuagans.com. Thanks to Yackolley Amoussou-Guenou, Yannis Bakos, Joe Bonneau, Eric Budish, Guillaume Haeringer, Raveesh Mayya and seminar participants at the a16z Crypto Lab for useful discussions. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on cryptocurrency and payments matters with an association with Charles River Associates and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms.\n\n\n"
}