{
    "id": 31478,
    "citation_title": "An Analysis of Benefit Distribution Options Selected by Individuals Covered by the PBGC",
    "citation_author": [
        "Robert L. Clark",
        "Denis Pelletier",
        "Beth Ritter"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Pension Benefit Guarantee Corporation becomes the trustee for private defined benefit plans that have defaulted. The PBGC pays retirement benefits as provided by the plan and that are consistent with federal guidelines concerning the type and amounts of distributions. In response to a Freedom of Information Request, the PBGC provided us with relevant information on all individuals who received a retirement benefit from the PBGC in the last 10 years, over 250,000 retirees.  We examine the PBGC distributions chosen over the last decade and how they vary by age at retirement, sex, months of service, and other relevant variables. Key findings indicate that men are much more likely to choose a joint and survivor annuity compared to female claimants and the difference increases with age. Conditional on selecting a J&S annuity, men are more likely to select a 100% survivor’s annuity while women tend to choose a 50% survivor’s benefit.\n\n",
    "acknowledgement": "\nThis research was supported, in part, by a grant from the Institute of Consumer Money Management. The paper has benefited from comments by David Richardson, John Sabelhaus, and participants in “Financial Education and Wellbeing of Older Americans,” conference sponsored by the Institute of Consumer Money Management,” Washington DC, May 24, 2023. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}