{
    "id": 31477,
    "citation_title": "Entrepreneurship in China's Structural Transitions: Network Expansion and Overhang",
    "citation_author": [
        "Ruochen Dai",
        "Dilip Mookherjee",
        "Kaivan Munshi",
        "Xiaobo Zhang"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis research examines the determinants of entrepreneurship in the initial transition from agriculture to industrial production and the subsequent transition to higher value exporting in China. Using data covering the universe of registered firms over the 1994-2009 period, we find that individuals born in rural counties with higher agricultural productivity and population density had a greater propensity to enter domestic production in the first transition, but that this association was reversed in the second transition to exporting. This is despite the fact that revenues (and productivity) were increasing more steeply over time for firms drawn from denser birth counties in both activities. The model that we develop to reconcile these facts incorporates a productivity enhancing role for hometown (birth county) networks. We provide causal evidence, using shift-share instruments, that these networks of firms were active and that more densely populated rural counties gave rise to networks that were more effective at increasing the revenues of their members, both in domestic production and exporting. While this generated faster transition in the first stage, the incumbent (more successful) domestic networks drawn from denser counties created a disincentive to subsequently enter exporting. Our analysis identifies a novel dynamic inefficiency that could arise in any developing economy where (overlapping) networks are active.\n\n",
    "acknowledgement": "\nResearch support from the Economic Development and Institutions (EDI) RA4 program, Cambridge-INET, China National Science Foundation (project number 71874008,72192844, and 72203252) and the Agence Nationale de la Recherche (ANR) under the EUR Project ANR-17-EURE-0010 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}