{
    "id": 31470,
    "citation_title": "Relationship between Social Security Programs and Elderly Employment in Japan",
    "citation_author": [
        "Takashi Oshio",
        "Satoshi Shimizutani",
        "Akiko S. Oishi"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines how elderly employment is associated with social security programs and how it responds to recent reforms in Japan. To this end, we employed a rich and longitudinal dataset of middle-aged and older individuals collected between 2005 and 2018. By incorporating various factors related to social security incentives into a single index of implicit tax (ITAX), we confirmed that the index successfully captured the incentives and their changes incorporated in recent social security reforms. We further estimated the association of ITAX with an individual’s decisions concerning retirement and pension benefit claims. Lastly, we conducted counterfactual simulations to assess the effect of recent social security forms on retirement based on the estimated regression parameters. The results showed that a higher ITAX drove individuals, especially men, to retire and claim benefits earlier.\n\n",
    "acknowledgement": "\nThis paper is a part of NBER's project of the International Social Security (ISS). We sincerely thank all ISS participants for their helpful and constructive comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}