{
    "id": 31474,
    "citation_title": "Electoral College and Election Fraud",
    "citation_author": [
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-14",
    "revision_date": "2023-07-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOne frequently overlooked aspect of the U.S.-style electoral college system is that it discourages election fraud. In a presidential election based on the popular vote, competing political parties are motivated to manipulate votes in areas where they hold the most significant influence, such as states where they control local executive offices, legislatures, and the judiciary. However, with the electoral college system in place, the incentives for fraud shift to swing states where the local government is politically divided, and fraud is therefore more difficult and costly. Our theoretical model elucidates why the electoral college system provides more effective protection against election fraud compared to the popular vote system. While polarization makes fraud more likely, it does not affect the superiority of the electoral college system.\n\n",
    "acknowledgement": "\nThe authors are grateful to David Austen-Smith, Marco Battaglini, Roland Benabou, Tim Besley, Matt Jackson, Cesar Martinelli, Torsten Persson, Francesco Trebbi for their helpful comments and Sam Liberatore and Alison Zhao for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}