{
    "id": 31475,
    "citation_title": "Distributional Weights in Economic Analysis.",
    "citation_author": [
        "Robert W. Hahn",
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-14",
    "revision_date": "2024-08-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of distributional weights in economic analysis is receiving increasing attention in both research and policy circles. This paper examines the extent to which distributional weights affect economic analysis of public good provision. First, we present a modelling framework with distributional weights that allows for marginal benefits and costs of the public good to differ across groups and regions. We show how the provision of a pure public good and the cost of providing that good varies with distributional weights different from unity. Second, we analyze distributional weights in conjunction with the value of a statistical life (VSL). We compare the use of an average VSL with group-specific VSLs adjusted for income. We show when using an average VSL will increase or decrease optimal public goods provision relative to group-specific VSLs for given distributional weights. We also identify conditions under which a low-income group prefers using an average VSL to group-specific VSLs. Third, we argue there is a “dictator paradox” that arises using conventional distributional weights that have been suggested by the U.S. government, where policy outcomes are essentially driven by a small number of very low-income individuals. Fourth, we apply our framework to a policy proposal to lower the ambient standard for fine particulate matter. We find that the level of aggregation for data analysis has a large impact on the magnitude and sign of net benefits. Moreover, the policy could fail a benefit-cost test when distributional weights are applied, but pass a traditional benefit-cost test.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at Georgetown University, Matthew Adler, Scott Farrow, Joel Franklin, Al McGartland, Brian Prest, and Nathan Hendren for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}