{
    "id": 31476,
    "citation_title": "Dollar Rivals",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWritten on the 50th anniversary of floating exchange rates, this paper deals with possible alternatives to a unipolar dollar-based system.  It considers (1) measures of international currency use; (2) potential challengers to the dollar; (3) network externalities; and (4) the plausibility of gold and digital currencies, as alternatives to regular currencies.  On the one hand, network externalities operate in favor of the status quo: the dollar as the single leading international currency.  On the other hand, the danger of abuse of exorbitant privilege – for example, by  debasing the currency or repeated use of sanctions – operates in favor of challengers.  A good guess is that the dollar will continue to lose market share slowly to others, but will remain in the lead.\n\n",
    "acknowledgement": "\nThis paper was written for a session titled, “Can the Dollar-Based System Be Improved or Replaced?” for a conference on 50 Years of Floating, held at the Peterson Institute for International Economics, Washington DC, March 24, 2023.  It is forthcoming in a book edited by Doug Irwin and Maurice Obstfeld. The author would like to thank Obstfeld and Angelo Melino for useful suggestions. The opinions expressed in this paper are those of the authors alone and do not reflect the views of the National Bureau of Economic Research\n\n\n\nJeffrey A. Frankel\n\nA list of the author's non-salary sources of compensation appears at https://scholar.harvard.edu/frankel/other-links. None is particularly relevant to this paper.\n\n\n"
}