{
    "id": 31472,
    "citation_title": "Education and Later-life Mortality: Evidence from a School Reform in Japan",
    "citation_author": [
        "Kazuya Masuda",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe examine the mortality effects of a 1947 school reform in Japan, which extended compulsory schooling from primary to secondary school by as much as 3 years. The abolition of secondary school fees also indicates that those affected by the reform likely came from disadvantaged families who could have benefited the most from schooling. Even in this relatively favorable setting, we fail to find that the reform improved later-life mortality up to the age of 87 years, although it significantly increased years of schooling. This finding suggests limited health returns to schooling at the lower level of educational attainment.\n\n",
    "acknowledgement": "\nThe authors thank Yutaka Arimoto, Anna Nicińska, and participants at the Japan Economic Association Fall Meeting 2020, and Essen Health Conference 2023 for suggestions. The preliminary version of this paper is presented as “The Causal Effects of Education on Adult Mortality and Health: Evidence from Extension of Compulsory Education from Primary to Secondary School” (by Kazuya Masuda and Ryuichi Tanaka) at the Japan Economic Association Fall Meeting 2020, which has been drastically revised. Masuda acknowledges financial support from JSPS KAKENHI (22H00847, 19K13677: PI Kazuya Masuda; 20H05629: PI Ryuichi Tanaka). Shigeoka acknowledges financial support from JSPS KAKENHI (22H00057, 22H05009, 23H00828). The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research.\n\n\n"
}