{
    "id": 31471,
    "citation_title": "Moonshot: Public R&D and Growth",
    "citation_author": [
        "Shawn Kantor",
        "Alexander T. Whalley"
    ],
    "citation_publication_date": "2023-07-17",
    "issue_date": "2023-07-14",
    "revision_date": "2024-03-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the long-term effect of public R&D on growth in manufacturing by analyzing new data from the Cold War era Space Race. We develop a novel empirical strategy that leverages US-Soviet rivalry in space technology to isolate windfall R&D spending. Our results demonstrate that public R&D conducted by NASA contractors increased manufacturing value added, employment, and capital accumulation in space related sectors. While migration responses were important, they were not sufficient to generate a wedge between local and national effects. The iconic Moonshot R&D program had only modest economic effects for both the local and national space-related sectors.\n\n",
    "acknowledgement": "\nWe thank the coeditors, Emi Nakamura and Stefano DellaVigna, as well as three anonymous referees for many helpful comments. We also thank David Albouy, Nathaniel Baum-Snow, Adrien Bilal, Bruno Caprettini, William Collins, Rebecca Diamond, Jonathan Dingel, James Fenske, Lee Fleming, Andrew Garin, Nicolas Gendron-Carrier, Kirti Gupta, Douglas Hanley, Caroline Hoxby, Taylor Jaworski, Ben Jones, Larry Katz, Carl Kitchens, Ross Levine, Jeffrey Lin, Eric Mbakop, Enrico Moretti, Tom Nicholas, Carlianne Patrick, Elisabeth Perlman, Martin Rotemberg, Michel Serafinelli, Paolo Surico, Fabian Waldinger, Russell Weinstein, Jonathan V. Winters, and Paolo Zacchia for helpful discussions. We are equally grateful to seminar participants at Berkeley, Colorado, Harvard, Illinois, Imperial College, Institute of Economics, London Business School, Montreal, McMaster, Queen’s, Vanderbilt, and Warwick, and to participants at the All-UC/Caltech Economic History, Economic History Association, Hoover Institution IP2, Urban Economics Association, World Economic History Congress, and Conference on Urban and Regional Economics conferences and the NBER DAE meetings. We gratefully acknowledge financial support from the National Science Foundation under grant 1158794, the Social Sciences and Humanities Research Council of Canada, and the Westman Centre for Real Estate Studies. We thank Susan Greco from the IBM archives, Taylor Jaworski, Carl Kitchens, and Paul Rhode for sharing data. We would like to especially thank Arthur Novaes de Amorim for outstanding research assistance and also acknowledge valuable assistance from Daniel Ma, Sam Plaquin, Timothy Rooney, Karen Sondergard, and Connor Valde. The views expressed herein are those of the authors and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research.\n\n\n\nShawn Kantor\n\nShawn Kantor is the director of the L. Charles Hilton Jr. Center for the Study of Economic Prosperity and Individual Opportunity at Florida State University, which has received donations from the BB&T Charitable Foundation and the Charles Koch Foundation.  His research support for the Space Race project, specifically, is noted in the Acknowledgements.\n\n\n"
}