{
    "id": 31479,
    "citation_title": "Consequences of a Shortage and Rationing: Evidence from a Pediatric Vaccine",
    "citation_author": [
        "Eli B. Liebman",
        "Emily C. Lawler",
        "Abe Dunn",
        "David B. Ridley"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShortages and rationing are common in health care, yet we know little about the consequences. We examine an 18-month shortage of the pediatric Haemophilus Influenzae Type B (Hib) vaccine. Using insurance claims data and variation in shortage exposure across birth cohorts, we find that the shortage reduced uptake of high-value primary doses by 4 percentage points and low-value booster doses by 26 percentage points. This suggests providers largely complied with rationing recommendations. In the long-run, catch-up vaccination occurred but was incomplete: shortage-exposed cohorts were 4 percentage points less likely to have received their booster dose years later. We also find that the shortage and rationing caused provider switches, extra provider visits, and negative spillovers to other care.\n\n",
    "acknowledgement": "\nⓡ indicates that author order is random. The authors thank Lindsey Bullinger, Harrell Chesson, Brandyn Churchill, Chloe East, Yunjuan Liu, Michelle Marcus, Orgul Ozturk, Daniel Sacks, Rachel Soloveichik and seminar participants at Duke University, the University of Georgia, the American Society of Health Economists 2022 conference, and the Southern Economic Association 2021 conference. The authors are solely responsible for errors and opinions. The views expressed in this paper are those of the authors and not necessarily the views of their employers, including the Bureau of Economic Analysis. Liebman acknowledges funding from the Terry-Sanford Research Award. Dunn, Lawler, and Ridley did not receive external funding for the research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}