{
    "id": 31486,
    "citation_title": "More Unequal We Stand? Inequality Dynamics in the United States 1967–2021",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri",
        "Giovanni L. Violante",
        "Lichen Zhang"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeathcote et al. (2010) conducted an empirical analysis of several dimensions of inequality in the United States over the years 1967-2006, using publicly-available survey data. This paper expands the analysis, and extends it to 2021. We find that since the early 2000s, the college wage premium has stopped growing, and the race wage gap has stalled. However, the gender wage gap has kept shrinking. Both individual- and household-level income inequality have continued to rise at the top, while the cyclical component of inequality dominates dynamics below the median. Inequality in consumption expenditures has remained remarkably stable over time. Income pooling within the family and redistribution by the government have enormous impacts on the dynamics of household-level inequality, with the role of the family diminishing and that of the government growing over time. In particular, largely due to generous government transfers, the COVID recession has been the first downturn in fifty years in which inequality in disposable income and consumption actually declined.\n\n",
    "acknowledgement": "\nWe are grateful to Nezih Guner, Moritz Kuhn and several seminar participants for valuable comments, and to Chenming Zhang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}