{
    "id": 31482,
    "citation_title": "Minimum Tax Rates and Tax Competition: Evidence from Property Tax Limits in Finland",
    "citation_author": [
        "Teemu Lyytikäinen"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes how minimum local property tax rates affect local tax policy choice. In Finland, central government has raised the limits on property tax rates several times in the past 30 years. I construct a measure of forced tax rate increases caused by these reforms and examine how municipalities respond to forced increases in nearby municipalities. Results for the property tax on business properties indicate that neighbors' forced tax rate increases lead to higher tax rates, after a reform of the tax base equalization system which increased incentives to compete for the tax base. Before the equalization reform, the tax rates on business properties were unaffected by neighbors' forced tax rate increases. I find some indications that forced increases in the residential property tax rate lead to lower tax rates in neighboring municipalities four years later. Analysis of government bills shows that the introduction of minimum tax rates was partly motivated by concerns regarding horizontal and vertical tax competition. Forced property tax rate increases have a clear and lasting effect on tax revenue in affected municipalities, implying that the tax capacity of central government as regards other tax bases likely increased.\n\n",
    "acknowledgement": "\nI would like to thank David Agrawal, Leah Brooks as well as the participants at the NBER Policy Responses to Tax Competition Conference for their insightful comments, and Oskari Harjunen, Erkka Silvennoinen and Reetta Varjonen-Ollus for sharing their data. Funding from the Academy of Finland is gratefully acknowledged (grant no. 315591). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}