{
    "id": 31483,
    "citation_title": "The Expansionary and Contractionary Supply-Side Effects of Health Insurance",
    "citation_author": [
        "Eilidh Geddes",
        "Molly Schnell"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how health insurance expansions affect the entry and location decisions of health care clinics. Exploiting county-level changes in insurance coverage following the Affordable Care Act and 1,721 retail clinic entries and exits, we find that local increases in insurance coverage do not lead to growth in the concentration of clinics on average using two-way fixed effects and instrumental variable designs. However, this null effect masks important heterogeneity by insurance type: growth in private insurance leads to large growth in clinic entry, whereas clinic penetration is dampened by increases in Medicaid coverage. Consistent with a model in which firms face demand from markets with both administered and market-based pricing, we find that the positive (negative) supply-side effects of private insurance (Medicaid) coverage are concentrated in states with low provider reimbursements under Medicaid. We further show that similar location patterns are observed among other types of health care clinics, including urgent care centers. While it has long been accepted that reductions in the prices paid by consumers following insurance expansions should lead the supply side to expand to meet increased demand (Arrow, 1963), our results demonstrate that whether health insurance expansions cause the supply side to expand or contract further depends on how the prices received by providers are affected.\n\n",
    "acknowledgement": "\nWe thank Diane Alexander, Lori Beaman, Giulia Brancaccio, David Dranove, Gaston Illanes, Zachary Levin, Matt Notowidigdo, Maria Polyakova, Dan Sacks, Hannes Schwandt, Jonathan Skinner, Amanda Starc, Udayan Vaidya, and participants in seminars at Dartmouth College, the Federal Reserve Board, Gies College of Business, Kansas State University, Marquette College of Business Administration, Notre Dame, Northwestern Pritzker School of Law, University of Illinois Chicago, University of Michigan, Wisconsin Business School, the 2022 American Society of Health Economists Annual Conference, the 2022 BFI Women in Empirical Microeconomics Conference, and the 2023 BFI Health Economics Initiative Annual Conference for helpful feedback. Eilidh Geddes acknowledges financial support from the National Science Foundation Graduate Research Fellowship under Grant NSF DGE-1842165. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}