{
    "id": 31481,
    "citation_title": "The Impact of Money in Politics on Labor and Capital: Evidence from Citizens United v. FEC",
    "citation_author": [
        "Pat Akey",
        "Tania Babina",
        "Greg Buchak",
        "Ana-Maria Tenekedjieva"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether corporate money in politics benefits or hurts labor using the 2010 Supreme Court ruling Citizens United, which rendered bans on political election spending unconstitutional. In difference-in-difference analyses, affected states experience increases in both capital and labor income relative to unaffected states. We find evidence consistent with increased political spending spurring political competition and the adoption of pro-growth policies. These policies benefit a broader set of constituents as we find a broad-based increase in labor income. Affected states see increased political turnover and reduced regulatory burdens.  The economic effects are stronger among ex-ante politically inactive and younger firms.\n\n",
    "acknowledgement": "\nWe thank Emanuele Colonnelli, Michael Gilbert (discussant), Marco Grotteria (discussant), Nandini Gupta (discussant), Jessica Jeffers, Stefan Lewellen, David Sovich (discussant), and Ebonya Washington for their comments, as well as seminar and conference participants at the AFA, the American Law & Economics Association Conference, the ASU Sonoran Winter Conference, Cheung Kong Graduate School of Business, the CICF, the Columbia Women Economists Seminar, Columbia GSB, the EFA, Erasmus University in Rotterdam, Entrepreneurship Junior Group Online Seminars, Jackson Hole Finance Conference, Labor and Finance Online Seminar, Maastricht University, the NYU Law; Stanford GSB, the WFA (Early Career Women in Finance), the University of British Columbia, the University of Bristol; the University of Lugano, and the University of Luxembourg. The views in this paper should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}