{
    "id": 31484,
    "citation_title": "Aggregate Lending and Modern Financial Intermediation: Why Bank Balance Sheet Models are Miscalibrated",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nExisting macroeconomic models focused on bank balance sheet lending are deficient because they do not account for the modern industrial organization of financial intermediation. Utilizing publicly available micro-level lending data, we investigate two increasingly significant margins of adjustment in credit markets: banks’ ability to sell loans and shadow bank activity. These adjustment margins are substantial and vary across time and regions with different incomes. We examine these margins in a parsimonious dynamic quantitative model featuring banks with balance sheet adjustment through loan sales and shadow banks. Using the calibrated model, we illustrate that these margins significantly dampen the immediate contraction following bank capital shock. Recovery is also faster, because profitable loan sales (e.g., securitization) allow banks to build capital faster and because shadow banks pick up lending slack. Failure to account for adjustment margins leads to significant errors when studying policies which rely on financial intermediation pass-through in the level of aggregate lending, its direction, and composition. Our model highlights the tension between bank balance sheet models and data. The model, which forces total lending to depend strongly on bank balance sheet health, must reconcile the weak correlation between bank capital and aggregate lending.  These issues can be reconciled with now available data from bank balance sheets, overall bank lending, and aggregate lending, in conjunction with a model of modern financial intermediation.\n\n",
    "acknowledgement": "\nNothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}