{
    "id": 31480,
    "citation_title": "Household Mobility, Networks, and Gentrification of Minority Neighborhoods in the US",
    "citation_author": [
        "Fernando V. Ferreira",
        "Jeanna H. Kenney",
        "Benjamin Smith"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how recent gentrification shocks impact Black and Hispanic neighborhoods, including where minority households move to after a shock and if the subsequent spatial distribution of households within a labor market area affects segregation. We first report that household moves from a given neighborhood are concentrated to a few destinations. For minority neighborhoods, destinations tend to have similar minority shares but are farther away from downtown. Those mobility patterns are partially explained by neighborhood networks. We then use Bartik-style labor market income shocks to show that gentrification has many effects. In Black neighborhoods, gentrification increases house prices and reduces the share of Black households while increasing the share of White households. For movers from Black neighborhoods, gentrification increases the share of movers going to top 1 and 2 destinations based on neighborhood networks and increases the share of households moving out of the MSA, but does not change the pattern of households moving to neighborhoods with similar Black shares that are farther away from downtown areas. Hispanic neighborhoods have negligible effects from gentrification. Finally, our model reveals that overall labor market area segregation decreases after a gentrification shock because highly Black neighborhoods become less segregated.\n\n",
    "acknowledgement": "\nWe are grateful for support of the Research Sponsors Program of the Zell/Lurie Real Estate Center. We thank Patrick Kline, Enrico Moretti, Daniel Murphy, Stephen Ross, Bryan Stuart, and seminar participants at Wharton Urban Lunch, UC Berkeley DaveFest 2022, Urban Economics Association Meeting, and Syracuse’s John Yinger Conference for helpful comments and suggestions. Finally, we thank the DaveFest 2022 organizers, Janet Currie and Thomas Lemieux, for excellent comments and suggestions that helped shape this research, and also the valuable suggestions of two anonymous referees.  We are grateful for support of the Research Sponsors Program of the Zell/Lurie Real Estate Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}