{
    "id": 31489,
    "citation_title": "Housing, Household Debt, and the Business Cycle: An Application to China and Korea",
    "citation_author": [
        "Amir Sufi"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2023-08-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina and South Korea both experienced substantial increases in household debt through 2021, and now both countries face a weakening economy. This essay gleans lessons from the “credit-driven household demand channel” (e.g., Mian and Sufi 2018) to explore how the two economies will fare in the years ahead. On the positive side, neither country is at risk of a severe financial crisis, and both countries have a strong current account position. On the negative side, consumer spending in both countries could be quite weak in the years ahead. For China, the biggest risk is that distortions in the production sector aimed at boosting the property market were a major driver of growth during the boom, and it is unclear how growth can continue to be sustained with the property market stumbling.\n\n",
    "acknowledgement": "\nThis essay was prepared for a May 2023 keynote speech at the Asian Monetary Policy Forum and 10th Annual Conference of the Asian Bureau of Finance and Economic Research. I am grateful to Kaiji Chen, Zhiguo He, Atif Mian, Yueran Ma, Seongjin Park, Michael Pettis, Hui Shan, Andrew Tilton, Emil Verner, Wei Xiong, Yuanchen Yang, Bernard Yeung, and Anthony Zhang for helpful comments. Steven Wu provided excellent research assistance. Author contact info:  (773) 702 6148, amir.sufi@chicagobooth.edu The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}