{
    "id": 31485,
    "citation_title": "Tell Me Something I Don’t Already Know: Learning in Low and High-Inflation Settings",
    "citation_author": [
        "Michael Weber",
        "Bernardo Candia",
        "Hassan Afrouzi",
        "Tiziano Ropele",
        "Rodrigo Lluberas",
        "Serafin Frache",
        "Brent H. Meyer",
        "Saten Kumar",
        "Yuriy Gorodnichenko",
        "Dimitris Georgarakos",
        "Olivier Coibion",
        "Geoff Kenny",
        "Jorge Ponce"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-02-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing randomized control trials (RCTs) applied over time in different countries, we study whether the economic environment affects how agents learn from new information. We show that as inflation rose in advanced economies, both households and firms became more attentive and informed about publicly available news about inflation, leading them to respond less to exogenously provided information about inflation and monetary policy. We also study the effects of RCTs in countries where inflation has been consistently high (Uruguay) and low (New Zealand) as well as what happens when the same agents are repeatedly provided information in both low- and high-inflation environments (Italy). Our results broadly support models in which inattention is an endogenous outcome that depends on the economic environment.\n\n",
    "acknowledgement": "\nWe thank the Fama-Miller Center and the Initiative on Global Markets, both at the University of Chicago Booth School of Business for financial support for conducting the surveys as well as the NSF (SES #1919307). We thank Antar Diallo and Justus Meyer for research assistance and Shannon Hazlett at NielsenIQ for her assistance with the collection of the PanelViews Survey. We are grateful to conference/seminar participants at many institutions for helpful comments. The views presented here do not represent those of the European Central Bank, the Bank of Italy, the Central Bank of Uruguay, the Federal Reserve Bank of Atlanta, or the National Bureau of Economic Research. Ordering of author names is randomized. The randomized control trial is registered at the AER RCT Registry (#AEARCTR-0011948).\n\n\n"
}