{
    "id": 31488,
    "citation_title": "Exporting, Global Sourcing, and Multinational Activity: Theory and Evidence from the United States",
    "citation_author": [
        "Pol Antràs",
        "Evgenii Fadeev",
        "Teresa C. Fort",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultinational firms (MNEs) dominate trade flows, yet their global production decisions are often ignored in firm-level studies of exporting and importing.  Using newly merged data on US firms' trade and multinational activity by country, we show that MNEs are more likely to trade not only with countries in which they have affiliates, but also with other countries within their affiliates' region.  We rationalize these patterns with a new source of firm-level scale economies that arises when country-specific fixed costs to source from, or sell in, a market are shared across all the MNE's plants.  These shared fixed costs create interdependencies between a firm's production and trade locations that generate third-market responses to bilateral trade policy changes.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the US Census Bureau or the Bureau of Economic Analysis. The Census Bureau and the Bureau of Economic Analysis have reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under CES Project 1530 (release on 7/15/2019), and P-6907751 (CBDRB-FY21-CED006-0004, CBDRB-FY23-CED006-0010 and -0012, BEA-FY23-P6907751-R2 and R4, and CBDRB-FY23-0371). We thank Fabian Eckert, Natalia Ramondo, and Veronica Rappoport for constructive conference discussions, Kyle Bagwell, Lorenzo Caliendo, Andres Rodriguez-Clare, Esteban Rossi-Hansberg, Peter Schott, Joe Shapiro, and David Weinstein for helpful suggestions and input, and multiple seminar and conference audiences for useful questions and suggestions. We are also grateful to Emek Basker, Fariha Kamal, Shawn Klimek, and Jim Fetzer for valuable comments and input on the data construction. We thank Michael Freiman and Abdul Munasib for support with the disclosure process, and Jack Liang and Hannah Rubinton for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPol Antràs\n\nThe author declares that he has no relevant or material financial interests that relate to the research described in this paper.\n\n\nThe data used in this paper is for the most part publicly available. Our understanding, however, is that we will not be able to post the NBER-IRS Public Use Samples on the AER website. The data is, however, easily accessible by NBER researchers, and we will certainly provide code for replication purposes.\n\n\n"
}