{
    "id": 31487,
    "citation_title": "Innovation, Inventor Mobility, and the Enforceability of Noncompete Agreements",
    "citation_author": [
        "Matthew S. Johnson",
        "Michael Lipsitz",
        "Alison Pei"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms often restrict workers’ mobility with Noncompete Agreements (NCAs). Using state-level law changes, we find that making NCAs easier to enforce (“stricter” enforceability) leads to fewer patents, an effect that we show reflects a loss in innovation. While stricter enforceability encourages firms’ R&D investment, consistent with alleviating hold-up concerns, it also limits inventors’ job mobility and new business formation; supplementary evidence indicates the decline in mobility stifles knowledge diffusion. Analyses of technology-specific nationwide exposure, as well as cross-state spillovers via firms’ corporate networks, reveal that our state-level estimates, if anything, understate the economy-wide effects of NCA enforceability on innovation.\n\n",
    "acknowledgement": "\nPreviously circulated as 'Innovation and the Enforceability of Noncompete Agreements.' We thank Ashish Arora, Wes Cohen, Bruce Fallick, Luigi Franzoni, Olga Malkova, Devesh Raval, David Schmidt, Liyan Shi, Olav Sorenson, and Evan Starr for feedback, as well as participants in seminars at Duke University, EIEF, Georgetown University SEEPP, Rotman School of Management, University of Bologna, University of Maryland, and UW Madison, and presentations at the Penn/NYU Empirical Contracts Workshop, APPAM Research Conference, Wharton People and Organizations Conference, Southeastern Micro Labor Workshop, and FTC Microeconomics Conference. The views expressed in this article are those of the authors and do not necessarily reflect the views of the Federal Trade Commission or any individual Commissioner. Matthew Johnson’s role in this work has been supported by The Upjohn Institute’s Early Career Research Award and by the Sloan Foundation. The views expressed in this article are those of the authors, and do not necessarily reflect the views of the Federal Trade Commission or any individual Commissioner, or of the National Bureau of Economic Research.\n\n\n"
}