{
    "id": 31491,
    "citation_title": "Under the Same Umbrella: Public Health Insurance Expansions and the Uniformity of Insurance for Families",
    "citation_author": [
        "Sarah Hamersma",
        "Daniel S. Grossman",
        "Sebastian Tello-Trillo"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvaluating insurance coverage at the individual level abstracts away from the family-level decision making behind healthcare utilization. While traditional private insurance tends to be offered to either adult individuals or whole families, public insurance eligibility is determined person-by-person. Income eligibility thresholds for public coverage can differ for parents and children, and even among children in different age groups. Having different insurance sources, or a mix of insured and uninsured members of a family, may be disruptive to consistent medical care. In this paper we investigate how changes in eligibility thresholds for adults and children are associated with mismatched patterns of insurance coverage. Using the Current Population Survey and the Survey of Income and Program Participation, we document the patterns of insurance mismatch over time and their relationship to Medicaid and State Children’s Health Insurance Program income eligibility thresholds. We find that expansions of parent thresholds can promote uniform insurance coverage for families. These results are driven by families led by single mothers, who are more likely to be affected by Medicaid expansions for parents. Treating a family as the main unit of observation provides important insights and details potential unintended consequences of individual-level public insurance policy.\n\n",
    "acknowledgement": "\nWe thank Laura Dague, Julie Hudson, Tom Koch, seminar participants at University of Louisville, Wayne State University, and conference participants at the 2022 American Society of Health Economists Conference. Author order randomized using Ray and Robsonⓡ (2018). We have no financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}