{
    "id": 31497,
    "citation_title": "Were COVID and the Great Recession Well-being Reducing?",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show individuals’ reports of subjective well being in Europe did decline in the Great Recession and during the Covid pandemic on most measures and on four bordering countries to Ukraine after the Russian invasion in 2022. However, the movements are not large and are not apparent everywhere. We also used data from the European Commission's Business and Consumer Surveys on people’s expectations of life in general, their financial situation and the economic and employment situation in the country, all of which dropped markedly in the Great Recession and during Covid, but bounced back quickly, as did firms’ expectations of the economy and the labor market.  Neither the UN’s Human Development Index (HDI) nor data used in the World Happiness Report from the Gallup World Poll shifted much in response to negative shocks. The HDI has been rising in the last decade or so reflecting overall improvements in economic and social wellbeing, captured in part by real earnings growth, although it fell slightly after 2020 as life expectancy dipped. This secular improvement is mirrored in life satisfaction which has been rising in the last decade. However, so too have negative affect in Europe and despair in the USA\n\n",
    "acknowledgement": "\nWe thank Pedro Conceicao, Dick Easterlin, Carol Graham, Kelsey O'Connor, Eugenio Proto and Louis Tay for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}