{
    "id": 31499,
    "citation_title": "Social Security Claiming Intentions: Psychological Ownership, Loss Aversion, and Information Displays",
    "citation_author": [
        "Suzanne Shu",
        "John W. Payne"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-04-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nFor many Americans the question of when to claim Social Security benefits is one of the most consequential financial decisions they will ever face. While acknowledging that individuals differ in terms of optimal timing for starting Social Security benefits, many economists argue that an average person would benefit from delaying claiming as long as they could. Yet this is not what average Americans do. Many more Americans claim as soon as possible, at age 62, rather than as late as possible, at age 70. Why? This paper focuses on individual differences in beliefs and values that influence Social Security claiming intentions. As expected from economic theory, individual differences in life expectations and degree of patience for later larger payouts relate to claiming intentions. In addition, however, we also find that individual differences in psychological ownership of one’s Social Security benefits and individual differences in degree of loss aversion are both significant predictors of Social Security claiming intentions. Further, we find that an “enriched” information display manipulation (nudge) that emphasizes longer-term consequences of late claiming leads to earlier, not later, claiming intentions, and that the size of this effect is related to individual differences in the degree of loss aversion.\n\n",
    "acknowledgement": "\nThis research reported herein was pursuant to multiple grants from the U.S. Social Security Administration (SSA), funded as part of the Retirement Research Consortium (RRC). The findings and conclusions are solely those of the author[s] and do not represent the views of SSA, any agency of the Federal Government, the NBER Retirement Research Center, UCLA, Duke University, or Cornell University. Much of the research reported in this paper was conducted while Suzanne Shu was at the Anderson School of Business, UCLA. Dr. Namika Sagara was a postdoctoral fellow at Duke working with John Payne when much of the research was conducted and played a key role in data collection. We thank her for all of her contributions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn W. Payne\n\nI consult for Pension Plus about $5000 per year.\n\n\n"
}