{
    "id": 31494,
    "citation_title": "Remote Work and City Structure",
    "citation_author": [
        "Ferdinando Monte",
        "Charly Porcher",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-03-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the adoption of remote work within cities and its effect on city structure and welfare. We develop a dynamic model of a city in which workers can decide to work in the central business district (CBD) or partly at home. Working in the CBD allows them to interact with other commuters, which enhances their productivity through a standard production externality, but entails commuting costs. Switching between modes of labor delivery is costly, and workers face idiosyncratic preference shocks for remote work. We characterize the parameter set in which the city exhibits multiple stationary equilibria. Within this set, a coordination mechanism can lead to stationary equilibria in which most workers commute or most of them work partially from home. In these cases, large shocks in the number of commuters, like the recent lockdowns and self-isolation generated by the COVID-19 pandemic, can result in dynamic paths that make cities converge to a stationary equilibrium with large fractions of remote workers. Using cell-phone-based mobility data for the U.S., we document that although most cities experienced similar reductions in CBD trips during the pandemic, trips in the largest cities have stabilized at levels that are only about 60% of pre-pandemic levels. In contrast, smaller cities have, on average, returned to pre-pandemic levels. House price panel data by city show consistent changes in house price CBD-distance gradients. We estimate the model for 274 U.S. cities and show that cities that have stabilized at a large fraction of remote work are much more likely to have parameters that result in multiple stationary equilibria. Our results imply welfare losses in these cities that average 2.7%.\n\n",
    "acknowledgement": "\nWe thank Shijian Yang for excellent research assistance and Treb Allen, Cecile Gaubert, Maria Hansen, Maurice Kugler, Maisy Wong, and numerous seminar participants for comments. The Authors have no funding sources, nor material and relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}