{
    "id": 31490,
    "citation_title": "Discrimination in Multi-Phase Systems: Evidence from Child Protection",
    "citation_author": [
        "E. Jason Baron",
        "Joseph J. Doyle Jr.",
        "Natalia Emanuel",
        "Peter Hull",
        "Joseph P. Ryan"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2024-02-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop empirical tools for studying discrimination in multi-phase systems, and apply them to the setting of foster care placement by child protective services. Leveraging the quasi-random assignment of two sets of decision-makers—initial hotline call screeners and subsequent investigators—we study how unwarranted racial disparities arise and propagate through this system. Using a sample of over 200,000 maltreatment allegations, we find that calls involving Black children are 55% more likely to result in foster care placement than calls involving white children with the same potential for future maltreatment in the home. Call screeners account for up to 19% of this unwarranted disparity, with the remainder due to investigators. Unwarranted disparity is concentrated in cases with potential for future maltreatment, suggesting that white children may be harmed by “under-placement” in high-risk situations.\n\n",
    "acknowledgement": "\nWe thank Larry Katz, Nathan Nunn, and five anonymous referees for their helpful comments and suggestions. We also thank Marcella Alsan, Desmond Ang, Peter Arcidiacono, David Arnold, Bocar Ba, Anthony Bald, Pat Bayer, Peter Blair, Aislinn Bohren, Chris Campos, Eric Chyn, Will Dobbie, Matt Gentzkow, Ezra Goldstein, Felipe Goncalves, Marie-Pascale Grimon, Max Gross, Alex Imas, Chris Mills, Aurelie Ouss, Ashesh Rambachan, Katherine Rittenhouse, Evan Rose, Soum Shukla, Seth Zimmerman, and seminar participants at the Becker Friedman Institute; the Cowles Labor and Public Economics Conference; the Summer 2023 NBER CRIW Pre-Conference; the Summer 2023 NBER Children’s Program; Duke University; the Federal Reserve Bank of New York; the Harvard Kennedy School; the Paris School of Economics; the Race, Racism, and Structural Inequality Conference; the São Paulo School of Economics; the Society of Labor Economists; Stanford University; and the Western Economic Association for helpful comments. A previous version of this paper was titled “Racial Discrimination in Child Protection.” Hull gratefully acknowledges funding through the National Science Foundation (Award #2119849). The findings do not necessarily represent the opinion of Michigan CPS, the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}