{
    "id": 31496,
    "citation_title": "Pandemic, War, Inflation: Oil Markets at a Crossroads?",
    "citation_author": [
        "Christiane Baumeister"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic as well as the Russian invasion of Ukraine have had profound effects on the global energy landscape, with some of the longer-lasting effects still unfolding. This paper discusses how these events have reshaped the supply side of the global oil market by focusing on structural changes in each of the three main oil-producing countries. The demand side has responded to geopolitical developments by devising a set of policy tools to stabilize oil markets and counter inflationary pressures. In particular, the price cap policy was introduced to supplement the EU embargo on seaborne Russian oil exports, and record volumes of oil were released from government-controlled emergency stockpiles. The sources of oil price fluctuations associated with these events are also discussed, as is their role in the recent surge of inflation, with a particular focus on the heterogeneity in the pass-through of oil supply shocks within the Euro area.\n\n",
    "acknowledgement": "\nMany thanks to Jim Hamilton for helpful comments, to Isaac Levi from the Centre for Research on Energy and Clean Air (CREA) for making the data on Russian shipments by destination available, and to Guillermo Verduzco-Bustos for excellent research assistance. This paper was written for the panel discussion on “Structural Change in Energy Markets and Implications for Inflation” at the ECB Forum on Central Banking, Sintra, June 26-28, 2023. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}