{
    "id": 31493,
    "citation_title": "To What Extent are Trends in Teen Mental Health Driven by Changes in Reporting? The Example of Suicide-Related Hospital Visits",
    "citation_author": [
        "Adriana Corredor-Waldron",
        "Janet Currie"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising reports of suicidal behaviors in children and adolescents have led to the recognition of a youth mental health crisis.  However, reported rates can be influenced by access to screening and changes in reporting conventions, as well as by changes in social stigma.  Using data on all hospital visits in New Jersey from 2008-2019, we investigate two inflection points in adolescent suicide-related visits and show that a rise in 2012 followed changes in screening recommendations, while a sharp rise in 2016-2017 followed changes in the coding of suicidal ideation. Rates of other suicidal behaviors including self-harm, attempted suicides, and completed suicides were essentially flat over this period.  These results suggest that underlying suicide-related behaviors among children, while alarmingly high, may not have risen as sharply as reported rates suggest. Hence, researchers should approach reported trends cautiously.\n\n",
    "acknowledgement": "\nThe authors have nothing to disclose.  Data for this project is confidential but can be accessed through a process outlined here:  https://iphd.rutgers.edu/application-process.  Our replication code is available as an on-line appendix.  We would like to thank Barbara Bolden, Darrin Goldman, and Yong Sung Lee from the New Jersey Department of Health for assistance in accessing the data and the NOMIS Foundation for funding this research.  All interpretations and any errors are solely our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}