{
    "id": 31492,
    "citation_title": "Diversifying Society’s Leaders? The Determinants and Causal Effects of Admission to Highly Selective Private Colleges",
    "citation_author": [
        "Raj Chetty",
        "David J. Deming",
        "John N. Friedman"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2023-10-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nLeadership positions in the U.S. are disproportionately held by graduates of a few highly selective private colleges. Could such colleges — which currently have many more students from high-income families than low-income families — increase the socioeconomic diversity of America’s leaders by changing their admissions policies? We use anonymized admissions data from several private and public colleges linked to income tax records and SAT and ACT test scores to study this question. Children from families in the top 1% are more than twice as likely to attend an Ivy-Plus college (Ivy League, Stanford, MIT, Duke, and Chicago) as those from middle-class families with comparable SAT/ACT scores. Two-thirds of this gap is due to higher admissions rates for students with comparable test scores from high-income families; the remaining third is due to differences in rates of application and matriculation. In contrast, children from high-income families have no admissions advantage at flagship public colleges. The high-income admissions advantage at private colleges is driven by three factors: (1) preferences for children of alumni, (2) weight placed on non-academic credentials, which tend to be stronger for students applying from private high schools that have affluent student bodies, and (3) recruitment of athletes, who tend to come from higher-income families. Using a new research design that isolates idiosyncratic variation in admissions decisions for waitlisted applicants, we show that attending an Ivy-Plus college instead of the average highly selective public flagship institution increases students’ chances of reaching the top 1% of the earnings distribution by 60%, nearly doubles their chances of attending an elite graduate school, and triples their chances of working at a prestigious firm. Ivy-Plus colleges have much smaller causal effects on average earnings, reconciling our findings with prior work that found smaller causal effects using variation in matriculation decisions conditional on admission. Adjusting for the value-added of the colleges that students attend, the three key factors that give children from high-income families an admissions advantage are uncorrelated or negatively correlated with post-college outcomes, whereas SAT/ACT scores and academic credentials are highly predictive of post-college success. We conclude that highly selective private colleges currently amplify the persistence of privilege across generations, but could diversify the socioeconomic backgrounds of America’s leaders by changing their admissions practices.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service, the U.S. Treasury Department, the College Board, ACT or the National Bureau of Economic Research. This work was conducted under IRS contract TIRNO-16-E-00013 and reviewed by the Office of Tax Analysis at the U.S. Treasury. We thank our Collegiate Leaders in Increasing Mobility (CLIMB) Initiative institutional partners, without whom this work would not be possible. We also thank Zachary Bleemer, Kaveh Danesh, Christian Dustmann, Lawrence Katz, David Leonhardt, Adam Looney, Bruce Sacerdote, Jesse Shapiro, Andrei Shleifer, Douglas Staiger, Richard Thaler, Seth Zimmerman, and numerous seminar participants for helpful comments. We are indebted to Hamidah Alatas, Camille Baker, Sydney Fritz, Charlotte Grace, Dhruv Gaur, Margaret Kallus, Fiona Kastel, Kate Musen, Sam Nitkin, Sebastian Puerta, Vinay Ravinder, Daniel Reuter, Arjun Shanmugam, Jesse Silbert, Clare Suter, Amanda Wahlers, and other Opportunity Insights pre-doctoral fellows for their outstanding research assistance. This research was funded by the Bill & Melinda Gates Foundation, the Chan-Zuckerberg Initiative, the JPB Foundation, and the Overdeck Family Foundation. The study was approved under Harvard Institutional Review Board IRB #20-1832 and Brown Institutional Review Board IRB #1507001295.\n\n\n"
}