{
    "id": 31508,
    "citation_title": "Optimal Monetary Policy with r*",
    "citation_author": [
        "Roberto M. Billi",
        "Jordi Galí",
        "Anton Nakov"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal monetary policy problem in a New Keynesian economy with a zero lower bound (ZLB) on the nominal interest rate, when the steady state natural rate (r*) becomes permanently negative. We show that the optimal policy aims to approach gradually a new steady state with positive average inflation. Around that steady state, the optimal policy implies well defined (second-best) paths for inflation and output in response to shocks to the natural rate. Under plausible calibrations, the optimal policy implies that the nominal rate remains at its ZLB most of the time. Despite the latter feature, the central bank can implement the optimal outcome as a unique equilibrium by means of an appropriate nonlinear interest rate rule. In order to establish that result, we derive sufficient conditions for local determinacy in a general model with endogenous regime switches.\n\n",
    "acknowledgement": "\nWe thank Danila Smirnov for excellent research assistance. We have benefited from comments by Salvatore Nistico, Albert Satorra, Gabor Lugosi, Albert Marcet, Sebastian Schmidt, Jean Barthélemy, Magali Marx, Philippe Andrade, Hervé le Bihan, Fernando Álvarez, Boragan Aruoba and Johannes Wieland, and Lars Svensson. Galí acknowledges financial support from the European Research Council under the European Union’s Horizon 2020 research and innovation program (Grant 882332-HEMPEF), from the Agencia Estatal de Investigación (AEI), through the Severo Ochoa Programme for Centres of Excellence in R&D (Barcelona School of Economics CEX2019-000915-S) and from the Generalitat de Catalunya, through the CERCA Programme. The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the European Central Bank, the Sveriges Riksbank, or the National Bureau of Economic Research.\n\n\n"
}