{
    "id": 31509,
    "citation_title": "The Pervasive Influence of Ideology at the Federal Circuit Courts",
    "citation_author": [
        "Alma Cohen"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-07-27",
    "revision_date": "2024-01-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to contribute to the long-standing debate on the extent to which the ideology of federal circuit court judges, as proxied by the party of the president nominating them, can help to predict case outcomes. To this end, I combine and analyze a novel dataset containing about 670,000 circuit court cases from 1985 to 2020. I show that the political affiliation of judges is associated with outcomes, and thus can help to predict them, throughout the vast universe of circuit court cases – and not only in the ideologically contested cases on which prior empirical research has focused.\nIn particular, I find an association between political affiliation and outcomes in each of six categories of cases in which the two litigating parties could be perceived by judges to have unequal power. In each of these six case categories, which together add up to more than 550,000 cases, the more Democratic judges a panel has, the higher the odds of the panel siding with the seemingly weaker party.\nFurthermore, I identify evidence of polarization over time in circuit court decisions. Consistent with such growing polarization, in the important subset of published cases, the identified patterns are more pronounced in the last two decades of the examined period than earlier.\nGoing beyond the very large sample of cases with parties of seemingly of unequal power, I identify how political affiliation can help to predict outcomes in most of the cases outside this sample. In particular, I show that panels with more Democratic judges are less likely than panels with less Democratic judges to defer to the lower-court decision in civil cases between private parties that seem to be of equal power. Altogether, my analysis shows that political affiliation can help to predict outcomes in over 90% of circuit court cases.\nOverall, my results highlight the pervasiveness with which – and the array of ways through which – the political affiliation of judges can help to predict the outcome of circuit court cases.\n\n",
    "acknowledgement": "\nFor valuable comments and discussions, I would like to thank Oren Bar-Gil, Lucian Bebchuk, Yochai Benkler, Jared Ellias, Thomas Beall Griffith, Kobi Kastiel, Shay Lavie, Richard Lazarus, Andrew Mergem, Martha Minow, Gerald Neuman, Kathy Spier, Roberto Tallarita, and workshop participants at Harvard Law School and the TAU Reason and Decision Forum. I am also grateful to Alon Bebchuk, Haggai Porat, Ariel Rava, and Tarik Samman for their excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}