{
    "id": 31506,
    "citation_title": "Strategyproofness-Exposing Mechanism Descriptions",
    "citation_author": [
        "Yannai A. Gonczarowski",
        "Ori Heffetz",
        "Clayton Thomas"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nA menu description presents a mechanism to player i in two steps. Step (1) uses the reports of other players to describe i’s menu: the set of i’s potential outcomes. Step (2) uses i’s report to select i’s favorite outcome from her menu. Can menu descriptions better expose strategyproofness, without sacrificing simplicity? We propose a new, simple menu description of Deferred Acceptance. We prove that—in contrast with other common matching mechanisms—this menu description must differ substantially from the corresponding traditional description. We demonstrate, with a lab experiment on two elementary mechanisms, the promise and challenges of menu descriptions.\n\n",
    "acknowledgement": "\nThe authors thank Itai Ashlagi, Tilman Börgers, Eric Budish, Robert Day, Benjamin Enke, Xavier Gabaix, Nicole Immorlica, David Laibson, Jacob Leshno, Irene Lo, Kevin Leyton-Brown, Shengwu Li, Paul Milgrom, Michael Ostrovsky, Assaf Romm, Al Roth, Fedor Sandomirskiy, Ilya Segal, Ran Shorrer, Pete Troyan, Matt Weinberg, Leeat Yariv, Huacheng Yu, and participants in HUJI’s JESC, Cornell’s BERG, the 2020/2021 DIMACS Matching Reading Group, Harvard’s Economic Theory, Behavioral Economics, and Computer Science Theory Seminars, Stanford GSB’s Economics Seminar, WALE 2022, Noam Nisan’s 60th Birthday Conference, the INFORMS Workshop on Market Design at EC 2022, MATCH-UP 2022, UMich’s Economic Theory Seminar, INFORMS 2022, the 2022 NBER Market Design Working Group Meeting, the UTMD Rising Stars in Market Design workshop, UCI’s ACO Seminar, UCSD’s Economic Theory/Behavioral/Experimental Seminar, the Bellairs Workshop on Multi-Agent Systems, EC 2023, and the 2023 WZB Matching Market Design conference for helpful comments and discussions. We especially thank Guy Ishai for insights and invaluable assistance in preparing the wording of the experiments, and Itamar Bellaiche for his work on graphic design and general UI of the experiment. Tal Asif, Yehonatan Caspi, Ronny Gelman, Zoe Hitzig, and Yonatan Rahimi provided valuable research assistance. Gonczarowski gratefully acknowledges research support by the Harvard FAS Inequality in America Initiative; part of his work was carried out while at Microsoft Research. Heffetz gratefully acknowledges research support by the Israel Science Foundation (grant No. 2968/21) and Cornell’s Johnson School; part of his work was carried out while visiting Princeton’s School of Public and International Affairs. Thomas gratefully acknowledges the support of NSF CCF-1955205, a Wallace Memorial Fellowship in Engineering, and a Siebel Scholar award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}