{
    "id": 31507,
    "citation_title": "Information and the Formation of Inflation Expectations by Firms: Evidence from a Survey of Israeli Firms",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Rafi Melnick",
        "Ari Kutai"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study analyzes how firms form their inflation expectations during a regime change in monetary policy and a transition to a low-inflation environment. Using the Bank of Israel survey of firms, we document the basic properties of firms’ inflation expectations and examine how Israeli firms update their inflation expectations after receiving new information about inflation or monetary policy. We find that even after successful de-dollarization and disinflation a positive inflation surprise leads to a sizable upward adjustment in inflation expectations for the next year and quarter. A surprise hike in the monetary interest rate leads to a downward adjustment in inflation expectations.\n\n",
    "acknowledgement": "\nWe are grateful to the Bank of Israel for providing us access to the survey data. The processing was carried out at the bank. We Thank Amir Yaron, Yossi Yachin, the participants at the 2023 North America Summer Meeting of the Econometric Society, and the participants of the Bank of Israel’s “Monetary Policy during a Period of Price Stability” conference for their helpful comments and suggestions. The views presented are those of the authors and not necessarily of the Bank of Israel or the National Bureau of Economic Research.\n\n\n"
}