{
    "id": 31501,
    "citation_title": "Constitutions and Order: A Theory and Evidence from Colombia and the United States",
    "citation_author": [
        "Leopoldo Fergusson",
        "Javier Mejia",
        "James A. Robinson",
        "Santiago Torres"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a framework to explain why some societies may end up with different constitutional solutions to the problem of maintaining order in the face of self-interested behavior. Though the salient intellectual tradition since Hobbes has focused on how institutional design is used to eradicate violence, our framework illustrates that equilibrium constitutions may in fact have to deliberately allow for violence. This arises because some societies are unable to use institutions to influence income distribution. In this case, a constitutional tolerance of violence emerges as a credible way for an incumbent to meet the participation constraint of a challenger. We illustrate the results with the comparative constitutional history of the US and Colombia.\n\n",
    "acknowledgement": "\nWe appreciate the extraordinary research assistance of Laura Montenegro. We are also grateful for the comments of Tom Ginsburg, Steve Haber, Steve Pincus, Barry Weingast, and seminar participants at the University of Chicago Law School, The University of the Andes, Universidad Externado, Universidad del Norte, Oxford, Stanford, Departamento Nacional de Planeación, and the LSE-Stanford Conference on Long-run Development in Latin America. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}