{
    "id": 31503,
    "citation_title": "Keep your Enemies Closer: Strategic Platform Adjustments during U.S. and French Elections",
    "citation_author": [
        "Rafael Di Tella",
        "Randy Kotti",
        "Caroline Le Pennec",
        "Vincent Pons"
    ],
    "citation_publication_date": "2023-07-24",
    "issue_date": "2023-07-20",
    "revision_date": "2023-08-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study changes in political discourse during campaigns, using a novel dataset of candidate websites for U.S. House elections, 2002-2016, and manifestos for French parliamentary and local elections, 1958-2022. We find that candidates move to the center in ideology and rhetorical complexity between the first round (or primary) and the second round (or general election). This convergence reflects candidates’ strategic adjustment to their competitor, as predicted by the median voter theorem: Using an RDD, we show that candidates converge to the platform of opponents who narrowly qualified for the last round, as opposed to those who narrowly failed to qualify.\n\n",
    "acknowledgement": "\nFor suggestions that have improved this article, we are grateful to Daniel Auer, Gustavo Bobonis, Laurent Bouton, Pierre Boyer, Micael Castanheira, Christian Cox, Ruth Dassonneville, Gemma Dipoppa, Allan Drazen, Jean-Francois Godbout, Joanne Haddad, Nicolas de Laubier Longuet-Marx, Ro’ee Levy, Pierre-Guillaume Méon, Juan Morales, Carlo Prato, Jesse Shapiro as well as seminar and conference participants at CREST, the Université de Montréal, HEC Montréal, the London School of Economics, the University of Toronto, Wilfrid Laurier University, Sao Paulo School of Economics FGV, the 2022 American Political Science Association Meeting, the 2022 Montréal Applied Microeconomics Workshop, and the 2023 Barcelona Graduate School Summer Forum. We thank Emiliano Grossman for sharing data from the French Agenda Project.. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}