{
    "id": 31518,
    "citation_title": "Is This Time Different? The Safety Net Response to the Pandemic Recession",
    "citation_author": [
        "Erik A. Hembre",
        "Robert A. Moffitt",
        "James P. Ziliak"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal government enacted massive spending in the Pandemic Recession. But was this spending scaled to the magnitude of the economic downturn? We examine the responsiveness of the safety net to the Pandemic Recession and compare it to that in the Great Recession. Using monthly state-level administrative caseload data from five large transfer programs–SNAP, TANF, Medicaid, SSI, and UI–and measuring responsiveness in the conventional way as the state-level caseload response to cross-state variation in measures of the business cycle–we find that the safety net response during the Pandemic Recession was greater than occurred during the Great Recession for the most important recessionary-relief programs–UI and SNAP. But we find that the two smaller programs, TANF and SSI, were less responsive during the Pandemic, and we find that Medicaid caseloads are generally unresponsive to the business cycle. We also consider the role of Pandemic state-level policies, such as school and business closures, on caseloads, finding that states with more strict government Pandemic policies had greater caseload increases.\n\n",
    "acknowledgement": "\nThe authors have no conflicts to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}