{
    "id": 31512,
    "citation_title": "The (Lack of) Anticipatory Effects of the Social Safety Net on Human Capital Investment",
    "citation_author": [
        "Manasi Deshpande",
        "Rebecca Dizon-Ross"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHow does the expectation that a child will receive government benefits in adulthood affect parental investments in the child's human capital? Most parents whose children receive Supplemental Security Income (SSI) benefits overestimate the likelihood that their child will receive SSI benefits in adulthood. We present randomly-selected families with the predicted likelihood that their child will receive SSI benefits in adulthood. Reducing parents' expectations that children will receive benefits in adulthood does not increase investments in children's human capital. This zero effect is precisely estimated. Likely explanations include parents working more themselves, non-financial goals influencing investment, and families facing investment constraints.\n\n",
    "acknowledgement": "\nAll errors are our own. This study was pre-registered with the AEA RCT Registry (AEARCTR-0008427). We thank the following institutions for generous funding: J-PAL North America, Spencer Foundation, Russell Sage Foundation, National Science Foundation, National Institutes of Health, Social Security Administration, Ronzetti Initiative for the Study of Labor Markets, and Rehabilitation Research Training Center. The views expressed are those of the authors and do not necessarily reflect the views of any funder. We thank the following individuals for making this study possible: Katherine Bent, Paul Davies, Lynn Fisher, Jeffrey Hemmeter, Ted Horan, John Phillips, Mark Sarney, Jack Smalligan, and Jamie Wilson. We thank numerous individuals at SSA for providing and translating the data, including Tersalee Abacan-Gritz, Michelle Bailey, Obie Blackmon, Leslie Campbell, Samuel Foster, William Lancaster, Linda Martin, Paul O'Leary, Judi Papas, Yonghong Shang, Robert Somers, and Ray Wise. We thank Min Byung Chae, Ruoyu Chen, Katherine Daehler, Léa Dousset, Yashna Nandan, and Marcia Ruiz Pulgar for excellent research assistance.We thank Josh Stunkel and Ray Zane of the Chicago Booth Review for producing videos for our study, and Ivan Higuera-Mendieta for translating the scripts. For research support and implementation, we thank the NBER, especially Sarah Holmes, Alterra Milone, Alison Oaxaca, and Janet Stein; NORC at the University of Chicago, especially Patrick Cagney, Jerod Dibacco, and Angela Herrmann; J-PAL STREAM; Mathematica Policy Research; Employment Resources, Inc.; and Penny Sylvester and Shanti Aaron. We thank the vocational rehabilitation agencies in several states for their involvement. We are grateful to Marianne Bertrand, Amy Finkelstein, Michael Greenstone, Seema Jayachandran, Ariel Kalil, John List, Magne Mogstad, Matt Notowidigdo, and Dana Suskind for sustained guidance. We thank many individuals for helpful comments, especially Joseph Altonji, David Autor, Peter Bergman, Lauren Falcao Bergquist, James Berry, Marianne Bitler, Dan Black, Christopher Blattman, Jennifer Burdick, Leonardo Bursztyn, Kerwin Charles, David Deming, Michael Dinerstein, Esther Duflo, Mark Duggan, Greg Duncan, David Figlio, Robert Garlick, Alexander Gelber, Andrew Goodman-Bacon, Claire Grandison, Jeffrey Grogger, Ellie Hartman, Sara Heller, Todd Honeycutt, Damon Jones, Melissa Kearney, Raymond Kluender, Michael Levere, Neale Mahoney, Dayanand Manoli, David Meltzer, Robert Metcalfe, Austin Nichols, Harold Pollack, Todd Rogers, Jesse Rothstein, Heather Sarsons, Jesse Shapiro, James Sullivan, Beth Suskind, Alexander Torgovitsky, Audrey Trainor, Alessandra Voena, Melanie Wasserman, Matthew Wiswall, David Wittenburg, Basit Zafar, and Seth Zimmerman, and seminar participants at BU/Harvard/MIT Health, Chicago Booth, Georgetown, NBER, Rochester, Syracuse, and the William T. Grant Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}