{
    "id": 31513,
    "citation_title": "Global Transportation Decarbonization",
    "citation_author": [
        "David S. Rapson",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of policy proposals call for replacing fossil fuels in the name of decarbonization, but these fuels will be difficult to replace due to to their as-yet unrivaled bundle of attributes: abundance, ubiquity, energy density, transportability and cost. There is a growing commitment to electrification as the dominant decarbonization pathway for transportation. While deep electrification is promising for road vehicles in wealthy countries, it will face steep obstacles. In other sectors and in the developing world, it’s not even in pole position. Global transportation decarbonization will require decoupling emissions from economic growth, and decoupling emissions from growth will require not only new technologies, but cooperation in governance. The menu of policy options is replete with tradeoffs, particularly as the primacy of energy security and reliability (over emissions abatement) has once again been demonstrated in Europe and elsewhere.\n\n",
    "acknowledgement": "\nDavid Rapson has no conflicts to disclose.  Erich Muehlegger has served as an expert witness in a regulatory hearing involving electric vehicle charging station infrastructure. We thank Reid Taylor and Jessica Lyu for excellent research assistance. All opinions and errors are our own. The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. The order in which the authors’ names appear has been randomized using the AEA Author Randomization Tool (E6wTwGwaIvec), denoted by ⓡ.\n\n\n\nDavid S. Rapson\n\nI have no additional disclosures.\n\n\n"
}