{
    "id": 31514,
    "citation_title": "Information Dynamics and Macro Fluctuations",
    "citation_author": [
        "Kyriakos T. Chousakos",
        "Gary B. Gorton",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe amount of information produced about firms’ productivities and about the quality of collateral backing their loans varies over time. These information dynamics determine the evolution of credit, output and productivity, which feeds back into incentives to produce information. We characterize this intricate dynamic relation. A credit boom happens when information about collateral depreciates. A financial crisis happens when information about collateral is suddenly generated. Information about firms’ individual productivities over credit booms can prevent or tame the crisis, acting as an endogenous macroprudential force.\n\n",
    "acknowledgement": "\nWe thank Simon Gilchrist, Stefano Lovo, Enrique Mendoza, Ernesto Pasten, Diego Saravia, Yuliy Sannikov and participants in seminars at the Board of Governors, the 2018 Amsterdam Workshop on Safe Assets, the 2018 SED Meetings at Mexico City, the Cowles Foundation 15th Annual GE Conference, the Stanford Institute for Theoretical Economics 2019 Macroeconomics Conference, the Copenhagen Business School Conference on Financial Frictions, the Bank of France, HEC, and INSEAD for comments and suggestions. We also thank Shah Kahn and Tim Rudner for excellent research assistance and the National Science Foundation Grants 1530209 and 1529586 for support. Previous versions of this paper circulated under the title “Aggregate Information Dynamics.” and “Macroprudential Role of Stock Markets.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}