{
    "id": 31516,
    "citation_title": "Understanding Rationality and Disagreement in House Price Expectations",
    "citation_author": [
        "Zigang Li",
        "Stijn Van Nieuwerburgh",
        "Wang Renxuan"
    ],
    "citation_publication_date": "2023-07-31",
    "issue_date": "2023-07-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nProfessional house price forecast data are consistent with a rational model where agents must learn about the parameters of the house price growth process and the underlying state of the housing market. Slow learning about the long-run mean can generate forecast bias, a response of forecasts to lagged realizations, sluggish response of forecasts to contemporaneous realizations, and over-reaction to forecast revisions. Introducing behavioral biases, either over-confidence or diagnostic expectations, helps the model further improve its predictions for short-horizon over-reaction and dispersion. Using panel data for a cross-section of forecasters and a term structure of forecasts are important for generating these results.\n\n",
    "acknowledgement": "\nThe authors thank Pulsenomics for making their micro survey data available for academic research. One of the authors is a participant in the Pulsenomics survey. He has not received any compensation for this participation nor has Pulsenomics had any say in the content of this article. The authors thank Alina Arifeva, Hongye Guo (discussant), Zhiguo He, William Larson, Haoyang Liu (discussant), Liyan Yang, Anthony Yezer, and conference participants at the AREUEA National Meeting and the Sixth CEIBS Finance and Accounting Symposium. The authors thank Zhu Zheyang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}