{
    "id": 3152,
    "citation_title": "International Tax Competition and Gains from Tax Harmonization",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka"
    ],
    "citation_publication_date": "1989-10-01",
    "issue_date": "1989-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a world economy there are two types of distortions which can be caused by capital income taxation in addition to the standard closed-economy wedge between the consumer-saver marginal intertemporal rate of substitution and the producer-investor marginal productivity of capital: (i)international differences in intertemporal marginal rates of substitution, implying an inefficient allocation of world savings across countries; and (ii) international differences in the marginal productivity of capital, implying an inefficient allocation of world investment across countries. The paper focuses on the structure of taxation for countries which are engaged in tax competition and on potential gains from s tax harmonization. We show that if the competing countries are sufficiently coordinated with the rest of the world then tax competition leads each country to apply the residence principle of taxation and there are no gains from tax harmonization. If, however there is not sufficient coordination,tax competition leads to low capital income taxes and the tax burden falls on the internationally immobile factors. The outcome is nevertheless still efficient relative to the available constrained set of tax instruments.\n\n",
    "acknowledgement": "\n"
}