{
    "id": 31528,
    "citation_title": "Sticky Wages on the Layoff Margin",
    "citation_author": [
        "Steven J. Davis",
        "Pawel M. Krolikowski"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe design and field an innovative survey of unemployment insurance (UI) recipients that yields new insights about wage stickiness on the layoff margin. Most UI recipients express a willingness to accept wage cuts of 5-10 percent to save their jobs, and one third would accept a 25 percent pay cut. Yet worker-employer discussions about cuts in pay, benefits or hours in lieu of layoffs are exceedingly rare. When asked why employers don’t propose job-saving pay cuts, four-in-ten UI recipients don’t know. Sixteen percent say cuts would undermine morale or lead the best workers to quit, and 39 percent don’t think wage cuts would save their jobs. For lost union jobs, 45 percent say contracts prevent wage cuts. Among those on permanent layoff who reject our hypothetical pay cuts, half say they have better outside options, and 38 percent regard the proposed pay cut as insulting. At least one-tenth of the layoffs in our sample violate the condition for bilaterally efficient separations in leading theories of job separations, frictional unemployment, and job ladders. We draw on our findings and other evidence to assess theories of wage stickiness and its role in layoffs.\n\n",
    "acknowledgement": "\nWe thank Justin Brissette and Thomas Revane for discussions about the unemployment insurance system in the State of Illinois; Olivier Armantier, Charlie Brown, Jason Faberman, Rosella Gardecki, Andreas Mueller, Randy Olsen, Frank Stafford, Evan Starr, Giorgia Topa, and Wilbert van der Klaauw for suggestions about survey design and implementation; Mark Bils, Chris Bollinger, Mike Elsby, Bruce Fallick, Kyle Herkenhoff, Narayana Kocherlakota, Fabian Lange, Edward Lazear, Federico Mandelman (discussant), Peter Orazem (discussant), Roberto Pinheiro, Richard Rogerson (discussant), Ay¸seg¨ul S¸ahin, Benjamin Schoefer (discussant), Gary Solon, Thijs van Rens, and Ken West for comments on the paper and advice on our research program; and many seminar and conference audiences for comments. A special thanks to Mischa Fisher, former Chief Economist, State of Illinois, for invaluable assistance in securing the cooperation of the Illinois Department of Employment Security. Angela Guo, Meifeng Yang, and Anna Weixel provided excellent research assistance. We are grateful to the Booth School of Business, the Becker Friedman Institute at the University of Chicago, and the Federal Reserve Bank of Cleveland for financial support. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors, the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}