{
    "id": 31525,
    "citation_title": "The Impact of Vaccines and Behavior on U.S. Cumulative Deaths from COVID-19",
    "citation_author": [
        "Andrew Atkeson"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe CDC reports that 1.13 million Americans have died of COVID-19 through June of 2023. I use a model of the impact over the past three years of vaccines and private and public behavior to mitigate disease transmission during the COVID-19 pandemic in the United States to address two questions. First, holding the strength of the response of behavior to the level of daily deaths from COVID-19 fixed, what was the impact of vaccines on cumulative mortality from COVID-19 up through June 2023? And second, holding the pace of deployment of vaccinations fixed, what would have been the impact of stricter or looser behavioral responses to COVID-19 deaths on cumulative mortality from COVID-19 over this same time period? In answering the first question, I find that vaccines saved 748,600 lives through June 2023. That is, without vaccines, cumulative mortality from COVID-19 would have been closer to 1.91 million over this time period. In answering the second question, I find that behavioral efforts to slow the transmission of the virus before vaccines became widely administered were critical to this positive impact of vaccines on cumulative mortality. For example, with a complete relaxation of these mitigation efforts, vaccines would have come too late to have saved a significant number of lives. Earlier deployment of vaccines would have saved many lives. I find that marginal changes in the strength of the behavioral response to COVID-19 deaths within the range of those responses estimated with the model have a significantly impact on cumulative COVID-19 mortality over this time period.\n\n",
    "acknowledgement": "\nI have no funding or financial relationships to disclose The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}