{
    "id": 31526,
    "citation_title": "The Shadow Price of Capital: Accounting for Capital Displacement in Cost Benefit Analysis",
    "citation_author": [
        "Richard G. Newell",
        "William A. Pizer",
        "Brian C. Prest"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment analysts have long used discount rates based on investment rates of return to approximate the effect of capital displacement. However, we show how this approach is not well grounded in economic theory and produces highly biased results, particularly in the context of decisions involving long-lived impacts such as climate change. We demonstrate how analysts can use the conceptually correct shadow price of capital (SPC) approach in a straightforward manner to account for concerns about capital displacement in federal regulatory analysis. We derive a formula for the SPC as a function of four key parameters and propose a central SPC value of 1.1, with a reasonable range of 1.1 to 1.2. We then illustrate how the SPC approach could be easily implemented in practice using the example of the 2015 Clean Power Plan Regulatory Impact Analysis, showing that estimated net benefits are far less sensitive to capital displacement concerns under the analytically correct SPC approach as compared to the inappropriate approach of using a 7 percent investment rate or return. Our work is particularly important given the ongoing efforts to revise federal guidance for benefit-cost analysis and discounting.\n\n",
    "acknowledgement": "\nThe authors have nothing to disclose. This paper benefited from thoughtful comments from Matt Kotchen and Tatyana Deryugina, as well as participants at the May 2023 NBER Environmental and Energy Policy and the Economy and AERE 2023 conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}