{
    "id": 31520,
    "citation_title": "US Monetary Policy and the Return to Price Stability",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2023-10-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the proximate causes of the post pandemic surge in US inflation, the Federal Reserve's real time reaction to and interpretation of incoming data in 2021, and the pivot to raising rates and shrinking the balance sheet that commenced in 2022 and continues in 2023.  Particular attention is devoted to the role, if any, that Fed's August 2020 revisions to  its monetary policy framework may have played in delaying lift - off relative to counterfactuals informed by simple policy rules, including a framework - consistent \"shortfalls\" policy rule  featured in its semi - annual Monetary Policy Reports.\n\n",
    "acknowledgement": "\nThese remarks were prepared for a keynote address at the June 22, 2023 IJCB Annual Research Conference in Dublin. An earlier draft was presented as an invited address at the November 11, 2022 NBER Monetary Economic Program meeting.  I would like to thank Aysegul Sahin, Adam Guren, Jon Steinsson, Ellen Meade, John Roberts, and Jane Ihrig for helpful comments on early drafts and Ben Bernanke for several conversations over the past several years that enriched my understanding of this topic. Of course, the views expressed are solely my own and do not necessarily reflect the views of the National Bureau of Economic Research or those of my other institutions.\n\n\n\nRichard H. Clarida\n\nI serve as a compensated economic advisor for PIMCO, an asset management firm that invests in global bond, commodity, currency, and equity markets.\n\n\n"
}