{
    "id": 31524,
    "citation_title": "Risk Preferences Over Health: Empirical Estimates and Implications for Healthcare Decision-Making",
    "citation_author": [
        "Karen Mulligan",
        "Drishti Baid",
        "Jason N. Doctor",
        "Charles E. Phelps",
        "Darius N. Lakdawalla"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has documented a link between consumer risk preferences over health and the willingness to pay (WTP) for medical technologies.  However, the absence of empirical health risk preference estimates so far limits the implementation of this generalized risk-adjusted cost-effectiveness (GRACE) theory, which addresses several limitations of traditional cost-effectiveness analysis (CEA).  To address this gap, we elicit from a nationally representative U.S. sample individual risk preference parameters over health-related quality of life (HRQoL) that shed light on health risk attitudes and enable GRACE valuation of medical technology.  We find individuals exhibit risk-seeking preferences at low levels of health, switch to risk-averse preferences at health equal to 0.485 (measured on a zero to one scale), and become most risk-averse when their health is perfect (coefficient of relative risk aversion = 4.36). The risk preference estimates imply an empirical premium for disease severity:  each unit of health is worth three times more to patients with serious health conditions (health equals 0.5) than those who are perfectly healthy. They also imply that traditional CEA overvalues treatments for the mildest diseases by more than a factor of two. Use of traditional CEA both overstimulates mild disease treatment innovation and underprovides severe disease treatment innovation.\n\n",
    "acknowledgement": "\nThis work was supported by the Value of Life Sciences Innovation (VLSI) program at the Schaeffer Center for Health Policy and Economics at the University of Southern California. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCharles E. Phelps\n\nCEP has no external funding for this work.  Phelps has consulted for Merck Pharmaceuticals on ways to measure value in health care, unrelated to this project.  Phelps is also a scientific advisor to EntityRisk, Inc., which provides software and analysis to life sciences firms relating to value assessment.\n\n\n\nDarius N. Lakdawalla\n\nDr. Lakdawalla holds equity in Precision Medicine Group and EntityRisk, Inc., which provide services to firms in the pharmaceutical, biotechnology, and medical device industries.  He also serves as Chief Scientific Officer at EntityRisk.  In addition, he has received honoraria or consulting fees from Amgen, Genentech, Gilead, GRAIL, Mylan, Novartis, Otsuka, Perrigo, Pfizer, and Sorrento.  No funding or compensation from any of these sources was received for this particular study.\n\n\n"
}