{
    "id": 31521,
    "citation_title": "Research and/or Development? Financial Frictions and Innovation Investment",
    "citation_author": [
        "Filippo Mezzanotti",
        "Timothy Simcoe"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbstract U.S. firms have reduced their investment in scientific research (“R”) compared to product development (“D”), raising questions about the returns to each type of investment, and about the reasons for this shift. We use Census data that disaggregates “R” from “D” to study how US firms adjust their innovation investments in response to an external increase in funding cost. Companies with greater demand for refinancing during the 2008 financial crisis made larger cuts to R&D investment. This reduction in R&D is achieved almost entirely by reducing investments in basic and applied research. Development remains essentially unchanged. Although patenting is more strongly correlated with development than research investments, the impact of the crisis appears in citation-weighted patent output after 3 to 5 years. Finally, we show that if other firms patenting similar technologies are exposed to the crisis, then a focal firm's Development investment declines. We consider several mechanisms that could explain these results, and without ruling out every alternative, conclude that the overall pattern is consistent with an important role for technological competition in R&D financing decisions.\n\n",
    "acknowledgement": "\nWe thank Frank Limehouse, Lanwei Yang and Shahin Davoudpour for their help and advices working with the Census data. We thank Davin Wang and Anoushka Nalwa for the excellent research assistance. We also thank the seminar participants at Rice University, Erasmus Rotterdam, Hong Kong University, Simon Business School (University of Rochester), Kellogg School of Management and Yeshiva University, FGV (Sao Paolo), and the conference participants at NBER Productivity (2023), CICF (2023), FIRS (2023), MFA (2023), Booth Empirical Finance Conference (2023), HEC Paris (2022) for the useful comments. In particular, we want to thank for their feedbacks Ramin Baghai (discussant), Bo Bian (discussant), Sharon Belenzon (discussant), Max Maksimovic (discussant), Jamie Brown, Yael Hochberg, Johan Hombert, Sabrina Howell, Kilian Huber, David Matsa, Christian Opp, Dimitris Papanikolaou, K. Ramesh, Kunal Sachdeva, Paola Sapienza, Tarik Umar, Jonathan Wallen, Pavel Zryumov. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1874. (CBDRB-FY22-P1874-R9607, CBDRB-FY23-P1874-R10456). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy Simcoe\n\nI have consulted and served as an expert witness on several legal matters related to Standard Essential Patents.\n\n\n"
}