{
    "id": 31522,
    "citation_title": "Temperature and Maltreatment of Young Children",
    "citation_author": [
        "Mary F. Evans",
        "Ludovica Gazze",
        "Jessamyn Schaller"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2024-10-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impacts of temperature on alleged and substantiated child maltreatment among young children using administrative data from state child protective services agencies. Leveraging short-term weather variation, we find increases in the number of young children involved in cases of alleged and substantiated maltreatment during hot periods. Additional analysis identifies neglect as the temperature-sensitive maltreatment type, and we find some evidence that adaptation via air conditioning mitigates this relationship. Given that climate change will increase exposure to extreme temperatures, our findings speak to additional costs of climate change among the most vulnerable.\n\n",
    "acknowledgement": "\nFirst version: January 2023. This Version: October 2024. Affiliations: Evans—Lyndon B. Johnson School of Public Affairs, University of Texas at Austin, USA; Gazze—Department of Economics, University of Warwick, UK; Schaller— Robert Day School of Economics and Finance, Claremont McKenna College, USA.We thank anonymous reviewers, Ben Hansen, Jamie Mullins, Ariel Ortiz-Bobea, Jisung R. Park, Jennifer Sorenson Leitner, and Casey Wichman for helpful suggestions; as well as participants at seminars at the University of California Los Angeles, University of Warwick, University of Wisconsin-Madison, University of Oregon, University of Texas at Austin, Indiana University, Loghborough University, Texas A&M University, University of Chicago, Georgia State University, ITAM, University of Exeter, University of Nottingham, and the AERE 2024 Summer Conference. All errors and omissions remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}