{
    "id": 31532,
    "citation_title": "Trends in the Retirement Preparedness of Black and Hispanic Households in the US",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRetirement income security refers to the ability of households to provide an adequate stream of income during the period of their retirement from the labor force. Expected retirement income is based of four components: (i) standard non-pension wealth holdings, (ii) defined contribution (DC) pension holdings, (iii) actual or expected defined benefit (DB) pension entitlements, and (iv) actual or expected Social Security benefits. The first two components are converted into an annuity. All the data (except rates of return) for these calculations are available from the Survey of Consumer Finances. Results indicate that both Black and Hispanic households made remarkable progress in terms of mean and median retirement income, poverty reduction, and replacement rates from 1989 to 2007 in both absolute terms and relative to whites. However, for Black households, this was followed by a reversal of fortune from 2007 to 2019, with expected median retirement income declining, the projected poverty rate rising, and the projected replacement rate falling, though expected mean retirement income does rise. Hispanics also experienced a setback in mean retirement income but continued progress in replacement rates and reducing poverty from 2007 to 2019.\n\n",
    "acknowledgement": "\nI have received no outside funding for the research contained in the working paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}