{
    "id": 31531,
    "citation_title": "The Impact of Violence during the Mexican Revolution on Migration to the United States",
    "citation_author": [
        "David Escamilla-Guerrero",
        "Edward Kosack",
        "Zachary Ward"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe number of individuals forcibly displaced by conflicts has been rising in the past few decades. However, we know little about the dynamics—magnitude, timing, and persistence—of conflict-induced migration in the short run. We use novel high-frequency data to estimate the dynamic migration response to conflict for the case of the Mexican Revolution (1910-1917), one of the deadliest conflicts in world history. We find that, on average, insurgency events led to a large increase in migration rates of about 60 percent that lasted for a few months: after five months, migration rates reverted back to pre-violence levels. This finding masks substantial heterogeneity in treatment effects, as we find larger and more persistent effects for women and children. We show that violence was the main treatment channel, with variation in the intensity and nature of violence explaining the magnitude and persistence of the migration response. While migration costs, migrant networks, and land ownership moderated the migration response to conflict, we show that these factors affect different aspects of the response.\n\n",
    "acknowledgement": "\nWe thank Yannay Spitzer, Ariell Zimran, Felipe Valencia Caicedo, Emily Sellars, Jose-Antonio Espin-Sanchez, Noel Maurer, Lorenzo Neri, David Jaeger, Christian Ambrosius, Sandra Rozo, Ana María Ibañez, and Giovanni Peri for their insightful comments. We benefited from presenting at the Yale Economic Growth Center, University of Southern Denmark, University of St Andrews, Inter-American Development Bank, UC Davis Global Migration Center, and Research Institute for Development, Growth, and Economics–RIDGE. We also benefited from presenting at the Southern Economic Association, Royal Economic Society, NBER Summer Institute, and Cliometrics Society annual meetings. This research was developed with the financial support of the 2020 Carnevali Research Grant, Economic History Society. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}