{
    "id": 31537,
    "citation_title": "How do Financial Crises Redistribute Risk?",
    "citation_author": [
        "Kris James Mitchener",
        "Angela Vossmeyer"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2024-08-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how financial crises redistribute risk, employing novel empirical methods and micro data from the largest financial crisis of the 20th century – the Great Depression. Using balance-sheet and systemic risk measures at the bank level, we build an econometric model with incidental truncation that jointly considers bank survival, the type of bank closure (consolidations, absorption, and failures), and changes to bank risk. Despite roughly 9,000 bank closures, risk did not leave the financial system; instead, it increased. We show that risk was redistributed to banks that were healthier prior to the financial crisis. A key mechanism driving the redistribution of risk was bank acquisition. Each acquisition increases the balance-sheet and systemic risk of the acquiring bank by 25%. Our findings suggest that financial crises do not quickly purge risk from the system, and that merger policies commonly used to deal with troubled financial institutions during crises have important implications for systemic risk.\n\n",
    "acknowledgement": "\nThe authors thank conference and seminar participants at Oxford University, the Federal Reserve Bank of Chicago, UC Davis, University of Melbourne, Office of Financial Research at the U.S. Department of the Treasury, and the Paris School of Economics for helpful comments and suggestions; Angie Wang, Qinfei Zou, Adhitya Venkatraman, Someswar (Somu) Amujala, Jayaditya Maliye, and Aryaman Jaiswal for excellent research assistance; Claremont McKenna’s Lowe Institute of Political Economy and Financial Economics Institute for support; and the Leavey School of Business for project funding. The authors may be reached at kmitchener@scu.edu and angela.vossmeyer@cmc.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}