{
    "id": 31530,
    "citation_title": "Converting Brown Offices to Green Apartments",
    "citation_author": [
        "Arpit Gupta",
        "Candy Martinez",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2024-07-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe conversion of brown office buildings to green apartments can contribute towards a solution to three pressing issues: oversupply of office in a hybrid-and-remote-work world, shortage of housing, and excessive greenhouse gas emissions.  We propose a set of criteria to identify commercial office properties that are are physically suitable for conversion, yielding about 11% of all office buildings across the U.S. We present a pro-forma real estate model that identifies parameters under which these conversions are financially viable. We highlight several policy levers available to federal, state, and local governments that could accelerate the conversion, and that may be necessary should policymakers desire the creation of affordable housing. We highlight the role that the Inflation Reduction Act could play.\n\n",
    "acknowledgement": "\nThe authors thank the Brookings Institution for financial support, Morris Davis, Wendy Edelberg, Jeffrey Havsy, Robin King, Jennifer LeFurgy, Tracy Loh, Yuliya Panfil, Lily Roberts, Gerren Price, Jenny Shuetz, Todd Sinai, Egon Terplan  for comments, and Kamio Naoya for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}