{
    "id": 31534,
    "citation_title": "Fear or Knowledge The Impact of Graphic Cigarette Warnings on Tobacco Product Choices",
    "citation_author": [
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Grace N. Phillips",
        "Revathy Suryanarayana",
        "Hua Wang",
        "Sen Zeng"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRequiring graphic warning labels (GWLs) on cigarette packaging has become a highly contentious unresolved legal battle. The constitutionality depends, in part, on the likely impact of GWLs on smoking decisions, and whether they generate knowledge as opposed to emotional reactions against smoking.  Using an online discrete choice stated preference experiment we compare tobacco choices (cigarettes, e-cigarettes, quitting) for those presented with a GWL versus the currently existing label. We find the fraction of individuals choosing cigarettes to be lower and quitting higher for the GWL group.  Our findings reveal that the differences between groups were primarily driven by the evocation of fear and disgust rather than an improvement in health knowledge related to the GWL. The discrete choice experiment also provides new evidence on how cigarette prices, e-cigarette prices, and policy-manipulable e-cigarette attributes such as e-cigarette warning labels, and flavor availability influence tobacco product choices.\n\n",
    "acknowledgement": "\nProduced with the help of a grant to Cornell University from the Foundation for a Smoke-Free World, Inc. (FSFW), a U.S. nonprofit 501(c) (3) private foundation. This study is, under the terms of the grant agreement with FSFW, editorially independent of FSFW. The FSFW had no role in the design and conduct of the study; collection, management, analysis, or interpretation of the data; preparation, review, or approval of the manuscript; or the decision to submit the manuscript for publication. The contents, selection, and presentation of facts, as well as any opinions expressed herein are the sole responsibility of the authors and under no circumstances shall be regarded as reflecting the positions of FSFW.  FSFW accepts charitable gifts from PMI Global Services Inc. (PMI), which manufactures cigarettes and other tobacco products. Under FSFW’s Bylaws and Pledge Agreement with PMI, FSFW is independent from PMI and the tobacco industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}