{
    "id": 31539,
    "citation_title": "Workers and the Green-Energy Transition: Evidence from 300 Million Job Transitions",
    "citation_author": [
        "E. Mark Curtis",
        "Layla O'Kane",
        "R. Jisung Park"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "2023-12-05",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing micro-data representing over 130 million online work profiles, we explore transitions into and out of jobs most likely to be affected by a transition away from carbon-intensive production technologies.  Exploiting detailed textual data on job title, firm name, occupation, and industry to focus on workers employed in carbon-intensive (“dirty”) and non-carbon-intensive (“green”) jobs, we find that the rate of transition from dirty to green jobs is rising rapidly, increasing ten-fold over the period 2005-2021 including a significant uptick in EV-related jobs in recent years. Overall however, fewer than 1 percent of all workers who leave a dirty job appear to transition to a green job. We find that the persistence of employment within dirty industries varies enormously across local labor markets; in some states, over half of all transitions out of dirty jobs are into other dirty jobs. Older workers and those without a college education appear less likely to make transitions to green jobs, and more likely to transition to other dirty jobs, other jobs, or non-employment. When accounting for the fact that green jobs tend to have later start dates, it appears that green and dirty jobs have roughly comparable job durations.\n\n",
    "acknowledgement": "\nThis research was partially funded by the Washington Center for Equitable Growth, and the NBER Environmental and Energy Policy and the Economy program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}