{
    "id": 31536,
    "citation_title": "Disadvantaging Rivals: Vertical Integration in the Pharmaceutical Market",
    "citation_author": [
        "Charles Gray",
        "Abby E. Alpert",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pharmaceutical market has experienced a massive wave of vertical integration between pharmacy benefit managers (PBMs) and health insurers in recent years.  Using a unique dataset on insurer-PBM contracts, we document increasing vertical integration in Medicare Part D–vertically integrated insurers' market share increased from about 30% to 80% between 2010 and 2018.  Next, we evaluate a large insurer-PBM merger in 2015 to assess the trade-offs of vertical integration–harms to competition due to input and customer foreclosure on the one hand and improved efficiency on the other.  We find premium increases after the merger for insurers who bought PBM services from rivals, which is consistent with vertically integrated PBMs raising costs through input foreclosure.\n\n",
    "acknowledgement": "\nWe thank Henry Allen, Mireille Jacobson, David Powell, Erin Trish, Karen Van Nuys, and conference participants at the NAIC Working Group on PBMs for helpful comments. We also thank individuals at Decision Resources Group for support with the MMS data. Alpert and Gray gratefully acknowledge financial support from the Wharton Dean's Research Fund and Wharton Mack Institute Research Fellowship. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAbby E. Alpert\n\nNeeraj Sood discloses that he is a visiting scholar at Amazon.  Abby Alpert and Charles Gray have no relevant disclosures.\n\n\n\nNeeraj Sood\n\nNeeraj Sood reports personal fees from Amazon outside the submitted work.\n\n\n"
}