{
    "id": 31543,
    "citation_title": "Managing an Energy Shock: Fiscal and Monetary Policy",
    "citation_author": [
        "Adrien Auclert",
        "Hugo Monnery",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "2024-11-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the macroeconomic effects of energy price shocks in energy-importing economies using a heterogeneous-agent New Keynesian model. When MPCs are realistically large and the elasticity of substitution between energy and domestic goods is realistically low, increases in energy prices depress real incomes and cause a recession, even if the central bank does not tighten monetary policy. Imported energy inflation can spill over to wage inflation through a wage-price spiral, but this does not mitigate the decline in real wages. Monetary tightening has limited effect on imported inflation when done in isolation, but can be powerful when done in coordination with other energy importers by lowering world energy demand. Fiscal policy, especially energy price subsidies, can isolate individual energy importers from the shock, but it has large negative externalities on other economies.\n\n",
    "acknowledgement": "\nPrepared for the Proceedings of the XXV Annual Conference of the Central Bank of Chile, held in November 2022. We are grateful for helpful comments and suggestions from Jenny Chan, Sebastian Edwards, Jordi Galí, Peter Ganong, Pierre-Olivier Gourinchas, Jonathan Heathcote, Oleg Itskhoki, Enisse Kharroubi, Robert Kollmann, Moritz Lenel, Ben Moll, Dmitry Mukhin, Iván Werning, as well as from seminar participants at the 2023 AEA Meetings, Bank of Canada, Bank of England, Central Bank of Chile, Chicago Fed, EABCN Monetary Policy conference, Hamburg, Hoover, IMF, National Bank of Belgium, San Francisco Fed, Sciences Po, 2023 SED Conference, Yale, and the University of Pennsylvania. This research is supported by the National Science Foundation grant awards SES-1851717 and SES-2042691 as well as the Domenic and Molly Ferrante Award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}