{
    "id": 31541,
    "citation_title": "Accelerating Innovation Ecosystems: The Promise and Challenges of Regional Innovation Engines",
    "citation_author": [
        "Jorge Guzman",
        "Fiona Murray",
        "Scott Stern",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Entrepreneurship\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMotivated by the establishment of major U.S. Federal programs seeking to harness the potential of regional innovation ecosystems, we assess the promise and challenges of place-based innovation policy interventions.  Relative to traditional research grants, place-based innovation policy interventions are not directed toward a specific research project but rather aim to reshape interactions among researchers and other stakeholders within a given geographic location.  The most recent such policy - the NSF “Engines” program - is designed to enhance the productivity and impact of the investments made within a given regional innovation ecosystem.  The impact of such an intervention depends on whether, in its implementation, it induces change in the behavior of individuals and the ways in which knowledge is distributed and translated within that ecosystem.  While this logic is straightforward, from it follows an important insight: innovation ecosystem interventions – Engines -- are more likely to succeed when they account for the current state of a given regional ecosystem (latent capacities, current bottlenecks, and economic and institutional constraints) and when they involve extended commitments by multiple stakeholders within that ecosystem.  We synthesize the logic, key dependencies, and opportunities for real-time assessment and course correction for these place-based innovation policy interventions.\n\n",
    "acknowledgement": "\nWe are enormously grateful to Erwin Gianchandani, Graciela Narcho, Danny Goroff, Rebecca Shearman, Thyagarajan Nandagopal, Dmitri Perkins, Geoff Brown and other staff at the National Science Foundation for their time and support of work related to this paper through NSF grant #2232647 (EAGER: Place-Based Innovation Policy Study Group) to the National Bureau of Economic Research (NBER), and Phil Budden, Maryann Feldman, Ben Jones, and Josh Lerner for helpful comments and suggestions. This paper draws in part from frameworks and activities developed within the MIT Regional Entrepreneurship Acceleration Program (REAP), of which two of the authors (Murray and Stern) are co-founders and faculty directors, and in which one author (Guzman) has taught and provided research support.  We would like to thank the MIT REAP staff and faculty, including Sinan AbuShanab, Bill Aulet, Kelly Becker, Phil Budden, David Capodilupo, Georgina Campbell, Michael Cusumano, Travis Hunter, Mollie Laffin-Rose Agbiboa, Shari Loessberg, and Sarah Jane Maxted for insight and contributions that informs this work.  Also, while Murray, Stern and Guzman have received supplementary compensation from MIT REAP, the REAP program was not involved with and did not provide direct support in the production of this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation and entrepreneurship policy, typically at events organized by government agencies or other institutions involved in the policy process. He also receives compensation from the MIT Regional Entrepreneurship Acceleration Program, which features the research findings described in this paper.\n\n\n"
}