{
    "id": 31546,
    "citation_title": "The Effects of Social Insurance Benefits on Leaving Employment at Older Ages in the Netherlands",
    "citation_author": [
        "Adriaan Kalwij",
        "Arie Kapteyn"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the Netherlands, from 1989 to 2013, in the age group 55-63 the annual exit rate from employment to receiving social insurance benefits in the following year decreased from around 17 percent to 7 percent for men, and from 14 percent to 5 percent for women. We found that less generous social insurance benefits have had small but significant negative effects on these exit rates: The annual exit rate to social insurance benefit receipt next year (at ages 56-64) would have been about 14 percent higher for both men and women in 2013 should social insurance benefits schemes of 1989 still have been in place. This increase amounts to staying, on average, three months longer in employment from age 55 onwards in 2013 than in 1989. These findings are driven to some extent by the reduction in the maximum duration of unemployment insurance benefits in 2007, but predominantly by making (early) retirement schemes actuarially fair from 2006 onwards. The increase in disability insurance’s income replacement rate in 2006 has led to a slight increase in the exit rate from employment, conditional on eligibility. As the estimated effects of changes in the social insurance benefits from 1989 to 2013 on working beyond age 55 are relatively small, they suggest the importance of other factors such as changes in workers’ skills, improved health (on which we provide some evidence), and social insurance’s tighter eligibility criteria.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArie Kapteyn\n\nThis research was partly supported by the National Institute on Aging under grant 5R01AG067624\n\n\n"
}