{
    "id": 31547,
    "citation_title": "Selling Subscriptions",
    "citation_author": [
        "Liran Einav",
        "Benjamin Klopack",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "2024-01-19",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nRetailers are increasingly selling goods and services via subscriptions instead of spot markets. In this paper, we study one benefit to the retailer of selling subscriptions: the possibility that – presumably because of inattention or inertia – consumers continue to pay for subscriptions after the flow benefit falls below its price. We use comprehensive data from a large payment card network and focus on credit and debit cards that get replaced (e.g., due to expiration). Replaced cards require an active subscription renewal decision, and we document that months during which cards are replaced are associated with much higher rates of cancellation for the ten subscriptions we study. We write down and estimate a stylized model of subscription renewals that allows us to recover the baseline degree of inattention. We find that estimated inattention is higher for consumers that took cash advances, a proxy for low financial sophistication. Relative to a counterfactual in which consumers are fully attentive, inattention raises seller revenues by between 14% and more than 200%. We use the estimated model to explore the quantitative impact of possible regulatory remedies.\n\n",
    "acknowledgement": "\nWe are grateful to Jean-Pierre Dubé for helpful suggestions, and to seminar participants at Stanford, Tel Aviv, TxIO Conference, and Montreal IO conference for useful comments. We thank Chris Xue and especially Katja Hofmann for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}