{
    "id": 31542,
    "citation_title": "Who Benefits from Remote Schooling? Self-Selection and Match Effects",
    "citation_author": [
        "Jesse M. Bruhn",
        "Christopher Campos",
        "Eric Chyn",
        "Anh Tran"
    ],
    "citation_publication_date": "2023-08-07",
    "issue_date": "2023-08-03",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distributional effects of remote learning using a novel approach that combines preference data from a conjoint survey experiment with administrative records of student outcomes. The experimentally derived preference data allow us to account for selection into remote learning while also studying selection patterns and treatment effect heterogeneity. We validate the approach using random variation from school choice lotteries. Our analysis of the average impacts of remote learning finds negative effects on reading (–0.13σ) and math (–0.14σ) achievement. Notably, we find evidence of positive learning effects for children whose parents have the strongest demand for remote learning. Parental concerns related to bullying appear to be an important driver of the demand for remote learning. Moreover, we find that across-the-board positive impacts of remote learning on bullying outcomes operate as a compensating differential for negative impacts on learning. Our results suggest that an important subset of students who currently sort into post-pandemic remote learning benefit from expanded choice.\n\n",
    "acknowledgement": "\nWe are grateful for helpful feedback and comments from Esteban Aucejo, Marianne Bertrand, Jack Mountjoy, Matthew Notowidigdo, Emily Oster, Canice Prendergast, Doug Staiger, and Basit Zafar, as well as from seminar participants at the NBER Economics of Education Meeting, Spring 2023. Ryan Lee and Avni Parthan provided outstanding research assistance. Our work would not be possible without the support from Derrick Chau, Dunia Fernandez, Kathy Hayes, Rakesh Kumar, and Jodie Newbery. All errors are our own. All three authors declare they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}