{
    "id": 31545,
    "citation_title": "Divorce and Property Division Laws Shape Human Capital Investment",
    "citation_author": [
        "Peter Q. Blair",
        "Elijah Neilson"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn theory, unilateral divorce laws alter the private incentive to invest in human capital by permitting either spouse to initiate the division of the marital assets. Using several causal research designs we show that both men and women are less likely to attain a bachelor’s degree in states with unilateral divorce laws—especially individuals who were exposed to the laws when making educational choices and who live in states requiring an even split of assets upon divorce. Unilateral divorce laws do not distort human capital investment generically—but rather in contexts where the property division laws invite moral hazard.\n\n",
    "acknowledgement": "\nWe received helpful comments from: Rodney Andrews, Shubhashrita Basu, Lee Benham, Ashutosh Bhuradia, Bobby Chung, William Dougan, Susan Dynarski, Robert Fleck, Ian Fillmore, Jeffrey Gray, Majid Hashemi, Kirabo Jackson, Kendall Kennedy, Salman Khan, John List, Jonathan Meer, Benjamin Posmanick, Jesse Shapiro, Kent Smetters, Betsey Stevenson, Sounak Thakur, Alessandra Voena, Kenneth Whaley, Arkādijs Zvaigzne; and seminar participants at the Economics Graduate Students' Conference, the Southern Economic Association Conference, and Clemson University. This paper was inspired by Blair teaching a course on the economics of education to Clemson undergraduate and graduate students (Econ 4110/6110 and 8990). All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}