{
    "id": 31550,
    "citation_title": "Estimating the Spatial Amplification of Damage Caused by Degradation in the Amazon",
    "citation_author": [
        "Rafael Araujo",
        "Juliano Assunção",
        "Marina Hirota",
        "José A. Scheinkman"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Amazon rainforests have been undergoing unprecedented levels of human-induced disturbances. In addition to local impacts, such changes are likely to cascade following the eastern-western atmospheric flow generated by trade winds. We propose a model of spatial and temporal interactions created by this flow to estimate the spread of local disturbances to downwind locations along atmospheric trajectories. The spatial component captures cascading effects propagated by neighboring regions while the temporal component captures persistence. All these network effects can be described by a single matrix, acting as a spatial multiplier that amplifies local disturbances. This matrix can be used to easily map where the damage of an initial forest disturbance is amplified and propagated to. We identify regions that are likely to cause the largest impact throughout the basin, and those that are the most vulnerable to shocks caused by remote deforestation. On average, the presence of cascading effects mediated by winds doubles the impact of an initial damage. However, there is heterogeneity in this impact. While damage in some regions does not propagate, in others amplification may reach 250%.\n\n",
    "acknowledgement": "\nMH thanks Serrapilheira Institute (grant number Serra-1709-18983). RA and JA thank Ilan Gleiser and Evan Bollig from AWS for comments on an earlier version of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}