{
    "id": 31555,
    "citation_title": "The Dynastic Benefits of Early Childhood Education: Participant Benefits and Family Spillovers",
    "citation_author": [
        "Jorge Luis García",
        "Frederik H. Bennhoff",
        "Duncan Ermini Leaf"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate the social efficiency of investing in high-quality early childhood education using newly collected data from the HighScope Perry Preschool Project. The data analyzed are the longest follow-up of any randomized early childhood education program. Annual observations of participant outcomes up to midlife allow us to provide a cost-benefit analysis without relying on forecasts. Adult outcomes on the participants' children and siblings allow us to quantify spillover benefits. The program generates a benefit-cost ratio of 6.0 (p-value = 0.03). Spillover benefits increase this ratio to 7.5 (p-value = 0.00).\n\n",
    "acknowledgement": "\nThe research in this paper is supported by the National Institute on Aging of the National Institutes of Health under award number P30AG024968, which funds the Roybal Center for Health Policy Simulation, part of the Leonard D. Schaeffer Center for Health Policy and Economics at the University of Southern California. Part of the collection of data used in this paper was supported by the National Institutes of Health under grant numbers R01HD069609 and R01AG040213, and the National Science Foundation under award numbers SES 1157698 and 1623684. The Health and Retirement Study is sponsored by the National Institute on Aging (grant number NIAU01AG009740) and is conducted by the University of Michigan. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the Leonard D. Schaeffer Center for Health Policy and Economics. We thank the researchers of the HighScope Educational Research Foundation's Perry Preschool Project for access to study data and source materials. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}