{
    "id": 31551,
    "citation_title": "Market Access and Migration: Evidence from the Panama Canal Opening during the First Great Migration",
    "citation_author": [
        "Sebastian Galiani",
        "Luis F. Jaramillo",
        "Mateo Uribe-Castro"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the influence of transportation infrastructure on migration decisions in the context of the Great Migration in the United States. Focusing on the opening of the Panama Canal in  1920, we isolate the effect of improved economic opportunities from reduced migration costs. Using full-count Census data, we find that Southern African American migrants preferred areas with enhanced market access, leading to higher inflows after 1920. The study highlights the inter- play  between migrant networks and labor markets in shaping migration patterns. Our findings underscore the significance of local market conditions induced by improvements in local market access in influencing migration decisions during the Great Migration.\n\n",
    "acknowledgement": "\nWe thank Antonella Bandiera, Dany Bahar, Gemma Dipoppa, Nuno Limao, Isabel Ruiz, and John Wallis for helpful comments and suggestions. We are grateful to participants at HUMANS LACEA Conference, RIDGE Workshop, and URosario Political Economy Workshop for valuable discussions. Jaramillo is grateful to the Institute for Humane Studies for their support (grant no. IHS016904). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}