{
    "id": 31558,
    "citation_title": "Artificial Intelligence and Scientific Discovery: A Model of Prioritized Search",
    "citation_author": [
        "Ajay K. Agrawal",
        "John McHale",
        "Alexander Oettl"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe model a key step in the innovation process, hypothesis generation, as the making of predictions over a vast combinatorial space. Traditionally, scientists and innovators use theory or intuition to guide their search. Increasingly, however, they use artificial intelligence (AI) instead. We model innovation as resulting from sequential search over a combinatorial design space, where the prioritization of costly tests is achieved using a predictive model. We represent the ranked output of the predictive model in the form of a hazard function. We then use discrete survival analysis to obtain the main innovation outcomes of interest – the probability of innovation, expected search duration, and expected profit. We describe conditions under which shifting from the traditional method of hypothesis generation, using theory or intuition, to instead using AI that generates higher fidelity predictions, results in a higher likelihood of successful innovation, shorter search durations, and higher expected profits. We then explore the complementarity between hypothesis generation and hypothesis testing; potential gains from AI may not be realized without significant investment in testing capacity. We discuss the policy implications.\n\n",
    "acknowledgement": "\nAjay Agrawal's disclosure can be viewed below. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAjay K. Agrawal\n\nAjay Agrawal has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He has written the books Prediction Machines and Power & Prediction on the economics of AI for which he receives royalties. He is also founder of the Creative Destruction Lab, a University of Toronto-based program that helps seed stage companies, from which he receives compensation. He has equity shares in a number of technology companies as part of a diverse portfolio. He serves on the boards of Genpact (NYSE: G) and Sanctuary. His disclosure statement: https://agrawal.ca/disclosure\n\n\n"
}