{
    "id": 31557,
    "citation_title": "The Effect of Medicaid Expansion on the Take-up of Disability Benefits by Race and Ethnicity",
    "citation_author": [
        "Becky Staiger",
        "Madeline S. Helfer",
        "Jessica Van Parys"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "2023-12-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nPublic disability programs provide financial support to 12 million working-age individuals per year, though not all eligible individuals take up these programs. Mixed evidence exists regarding the impact of Medicaid eligibility expansion on program take-up, and even less is known about the relationship between Medicaid expansion and racial and ethnic disparities in take-up. Using 2009—2020 Current Population Survey (CPS) data, we compare changes in Supplemental Security Income (SSI) and Social Security Disability Insurance (SSDI) take-up among respondents with disabilities living in Medicaid expansion states to respondents with disabilities living in non-expansion states, before and after Medicaid expansion. We further explore heterogeneity by race/ethnicity. We find that Medicaid expansion reduced SSI take-up by 10% overall, particularly among White and Hispanic respondents (10% and 21%, respectively). Medicaid expansion increased SSDI take-up by 8% overall, particularly among White and Black respondents (9% and 11%, respectively). Moreover, we find that Medicaid expansion reduced the probability that respondents with disabilities had employer-sponsored health insurance by approximately 8%, suggesting that expansion may have reduced job-lock among the SSDI-eligible, contributing to the observed increase in SSDI take-up.\n\n",
    "acknowledgement": "\nWe thank Nicole Maestas and Lara Shore-Shepard for helpful comments and suggestions. The research reported herein was performed pursuant to grant RDR18000003 from the US Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The views expressed herein are those of the authors and do not necessarily reflect the views of the SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}