{
    "id": 31553,
    "citation_title": "The Impact of Public School Choice: Evidence from Los Angeles' Zones of Choice",
    "citation_author": [
        "Christopher Campos",
        "Caitlin Kearns"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "2024-03-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes a school district that expands school choice provide better outcomes for students than a neighborhood-based assignment system? This paper studies the Zones of Choice (ZOC) program, a school choice initiative of the Los Angeles Unified School District (LAUSD) that created small high school markets in some neighborhoods but left attendance-zone boundaries in place throughout the rest of the district. We study market-level impacts of choice on student achievement and college enrollment using a differences-in-differences design. Student outcomes in ZOC markets increased markedly, narrowing achievement and college enrollment gaps between ZOC neighborhoods and the rest of the district. The effects of ZOC are larger for schools exposed to more competition, supporting the notion that competition is a key channel. Demand estimates suggest families place substantial weight on schools' academic quality, providing schools with competition-induced incentives to improve their effectiveness. The evidence demonstrates that public school choice programs have the potential to improve school quality and reduce neighborhood-based disparities in educational opportunity.\n\n",
    "acknowledgement": "\nWe are thankful to Chris Walters and Jesse Rothstein for their extensive support and guidance. We are thankful for comments and feedback from Natalie Bau, Christina Brown, David Card, Bruce Fuller, Ezequiel Garcia-Lembergman, Andres Gonzalez-Lira, Hilary Hoynes, Leticia Juarez, Adam Kapor, Pat Kline, Julien Lafortune, Tomas Larroucau, Todd Messer, Conrad Miller, Pablo Muñoz, Christopher Neilson, Matt Notowidigdo, Mathieu Pedemonte, Tatiana Reyes, and Reed Walker. We also thank seminar participants at Boston University, Brown University, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of New York, Harvard University, Northwestern University, the University of Chicago Booth School of Business, UC Irvine, UCLA Anderson School of Management, the University of Chicago Harris School of Public Policy, UNC-Chapel Hill, USC, UT-Austin, the University of Washington, Princeton University, the University of Chicago, the University of Florida, the University of Pennsylvania, and the NBER Fall 2021 Education meeting group. Last, this project would not have been possible without the support of Dunia Fernandez, Jesus Angulo, Kathy Hayes, Crystal Jewett, Rakesh Kumar, and Kevon Tucker-Seeley, who provided institutional support, information, and data. We gratefully acknowledge funding from the Center for Labor Economics. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCaitlin Kearns\n\nI worked as a paid researcher for a research consulting firm on a project where LAUSD was the client.\n\n\n"
}