{
    "id": 31554,
    "citation_title": "Urban Forests: Environmental Health Values and Risks",
    "citation_author": [
        "Jianwei Xing",
        "Zhiren Hu",
        "Fan Xia",
        "Jintao Xu",
        "Eric Zou"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "2024-04-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a massive urban afforestation policy in Beijing that planted 1/3 of a million acres of greenery in less than a decade. The policy reduces PM₂.₅ concentration at population hubs by 4.2 percent, the health value of which amounts to 1.5% of the city’s annual GDP. Rapid vegetation growth unexpectedly led to a 7.4 percent increase in pollen exposure, triggering respiratory emergency room visits, although the medical costs are outweighed by the pollution benefits. Urban forests are only partially capitalized in housing values, with buyers mainly appreciating proximity to green spaces but not the air quality improvements they bring.\n\n",
    "acknowledgement": "\nWe thank Douglas Almond, Hanming Fang, Ruixue Jia, Shanjun Li, Tong Liu, Alberto Salvo, Joseph Shapiro, Cheng Keat Tang, Shaoda Wang, Shang-Jin Wei, Jinhua Zhao and other participants at seminars and conferences for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}