{
    "id": 31552,
    "citation_title": "Trends in Social Security Incentives in Belgium",
    "citation_author": [
        "Anne-Lore Fraikin",
        "Alain Jousten",
        "Mathieu Lefebvre"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Belgium, a series of social security reforms have been implemented over the years with the overarching goal of increasing the labor force participation through better work incentives. Using individual-level administrative data, the paper studies the impact of those incentive-based reforms on observed changes in older workers’ employment patterns. We investigate how social security incentives and particularly their changes over time can explain the retirement decision. We calculate indicators of benefit entitlement and derive retirement incentive measures. Using micro-estimation techniques, we find that more generous retirement provision contribute to earlier retirement. Counterfactual reform simulations show strongly incentivizing effects at lower ages and more mixed results at higher ages – particularly for men.\n\n",
    "acknowledgement": "\nFraikin acknowledges financial support through a FNRS/FRESH Doctoral Dissertation Fellowship.  This paper uses data from the European Union Labour Force Survey (Eurostat, European Union) under contract 122/2015 and from the Crossroads Database for Social Security (CBSS) under contract F 6/40/5 – MCF/FC. Eurostat and CBSS have no responsibility for the results and conclusions which are the authors’ only. Comments welcome at ajousten@uliege.be. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}