{
    "id": 31559,
    "citation_title": "Monitoring for Waste: Evidence from Medicare Audits",
    "citation_author": [
        "Maggie Shi"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper examines the tradeoffs of monitoring for wasteful public spending. By penalizing unnecessary spending, monitoring improves the quality of public expenditure and incentivizes firms to invest in compliance technology. I study a large Medicare program that monitored for unnecessary healthcare spending and consider its effect on government savings, provider behavior, and patient health. Every dollar Medicare spent on monitoring generated $24–29 in government savings. The majority of savings stem from the deterrence of future care, rather than reclaimed payments from prior care. I do not find evidence that the health of the marginal patient is harmed, indicating that monitoring primarily deters low-value care. Monitoring does increase provider administrative costs, but these costs are mostly incurred upfront and include investments in technology to assess the medical necessity of care.\n\n",
    "acknowledgement": "\nI am grateful to Wojciech Kopczuk, Adam Sacarny, Pietro Tebaldi, and Michael Best for their input and support. I thank Jetson Leder-Luis, Jon Skinner, Tal Gross, Ashley Swanson, Bentley MacLeod, Gautam Gowrisankaran, Cailin Slattery, Parker Rogers, Ben Chartock, Kelli Marquardt, Claudia Halbac, Melinda Pitts, Bernard Salanie, Aina Katsikas, Josh Gottlieb, Tim Layton, David Cutler, Angie Acquatella, Michael Ricks, Jeff Clemens, Katherine Meckel, Zarek Brot-Goldberg and participants at various seminars and conferences who provided feedback on earlier versions of the project. Mohan Ramanujan, Daniel Feenberg, Elizabeth Adams, Jean Roth, Adrienne Henderson, and Ashley Badami provided excellent assistance in accessing and managing the data. Xiao Zheng provided helpful clinical expertise. I gratefully acknowledge fellowship support from the Agency for Healthcare Research and Quality (#R36HS027715- 01) and the National Institute on Aging (#T32-AG000186). All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}