{
    "id": 31568,
    "citation_title": "Causal Effects of Renewable Portfolio Standards on Renewable Investments and Generation: The Role of Heterogeneity and Dynamics",
    "citation_author": [
        "Olivier Deschenes",
        "Christopher Malloy",
        "Gavin G. McDonald"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a 30-year long history, Renewable Portfolio Standards (RPS) remain controversial and debates continue to surround their efficacy in leading the low-carbon transition in the electricity sector. Contributing to the ongoing debates is the lack of definitive causal evidence on their impact on investments in renewable capacity and generation. This paper provides the most detailed analysis to date of the impact of RPSs on renewable electricity capacity investments and on generation. We use state-level data from 1990-2019 and recent econometric methods designed to address dynamic and heterogeneous treatment effects in a staggered adoption panel data design. We find that, on average, RPS policies increase wind generation capacity by 600-1200 MW, a 44% increase, but have no significant effect on investments in solar capacity. Additionally, we demonstrate that RPSs have slow dynamic effects: most of the capacity additions occur 5 years after RPS implementation. Estimates for wind and solar electricity generation mimic those for capacity investments. We also find similar results using an alternate treatment definition that allows states to meet their RPS requirements with pre-existing renewable generation and renewable generation from nearby states.\n\n",
    "acknowledgement": "\nOlivier Deschenes is grateful to the Sloan Foundation for a grant that supported this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}