{
    "id": 31562,
    "citation_title": "Who Benefits From The Export-Import Bank Aid?",
    "citation_author": [
        "Efraim Benmelech",
        "Joao Monteiro"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effectiveness of government aid to exporters by exploring an exogenous shock that affected the ability of the Export-Import Bank of the United States (EXIM) to provide aid to U.S. exporters through loan guarantees to importers. We focus on Boeing, the largest individual recipient of aid. We find that Boeing sales declined only modestly – despite Boeing’s significant reliance on EXIM for export credit. Moreover, we find that this decline is driven by financially constrained airlines or by airlines operating in countries with underdeveloped financial systems. We show that airlines in developed countries were easily able to substitute EXIM guaranteed loans for private credit and thus could still purchase Boeing aircraft despite the EXIM shock. Our results are consistent with the view that government-sponsored export credit is mostly relevant for importers in countries with underdeveloped financial systems, which represent a relatively small share of total EXIM aid.\n\n",
    "acknowledgement": "\nWe thank Marty Eichenbaum, Joao Guerreiro, Dimitris Papanikolaou, Mitchell Petersen, and Jacopo Ponticelli for helpful comments\nand discussions. We also thank seminar participants at the Kellogg School of Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}