{
    "id": 3156,
    "citation_title": "Japanese Finance: A Survey",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFive sets of questions puzzle observers of Japanese financial markets, particularly from the U.S. viewpoint. They concern: the apparently low corporate cost of capital, low real interest rates, high equity prices, high land prices, and the rising real yen. The paper surveys writings on these issues, in brief enough form that one can see how the questions fit together.\nTopics covered include: the leverage of Japanese firms, dividend payout, equity price/earnings ratios, corporate taxation, cross-ownership, land price/rental ratios, speculative bubbles, the household saving rate, international capital mobility, expected real appreciation of the yen, the lower cost of financing investment internally and through \"main bank\" relationships, and the move to a more market-oriented system as these relationships break down.\nConclusions include: (1) the real interest rate in Japan may remain below that in the United States, despite international arbitrage, (2) the main relevant effect of the internationalization in Japan may have been to accelerate the process whereby corporate finance becomes market-oriented, so that (3) affiliated firms are losing the special privilege of borrowing at a cheaper rate, while (4) unaffiliated firms are able to borrow more cheaply than before, and (5) the increased availability of funds for asset-market arbitrage allowed the great run-up in equity and land prices in the 1980s.\n\n",
    "acknowledgement": "\n"
}