{
    "id": 31565,
    "citation_title": "Author Country of Origin and Attention on Open Science Platforms: Evidence from COVID-19 Preprints",
    "citation_author": [
        "Caroline Fry",
        "Megan MacGarvie"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nOnline platforms such as preprint servers have become an important way to disseminate new scientific knowledge prior to peer review. However, little is known about how attention to preprints may vary across authors from different countries of origin, particularly relative to evaluation in expert-controlled systems such as scientific journals. This study explores how readers allocated attention across preprints in the initial months of the COVID-19 pandemic, a time when there was an increase in demand for new research and a corresponding increase in the use of preprint platforms around the world. We find that, after controlling carefully for article quality and topic as well as the prominence of the preprint’s ultimate publication outlet, preprints with authors from Chinese institutions receive less attention, and preprints with authors from U.S. institutions receive more attention, than preprints with authors from the rest of the world. In an exploration of potential mechanisms driving the observed effects, we find evidence that when evaluation is more constrained, in terms of lack of knowledge or expertise and increase in time pressure, audiences tend to make greater use of preprint authors’ country of origin as a proxy for quality or relevance. The results suggest that geographic biases may persist or even be exacerbated on platforms designed to promote unfettered access to early research findings.\n\n",
    "acknowledgement": "\nWe thank Richard Sever and Joe Ross, and colleagues at the Cold Spring Harbor Laboratory for providing important institutional detail. We thank participants at the University of Hawaiʻi microeconomics brown bag, the NBER Development meeting, the China Innovation and Entrepreneurship Seminar, Ohio State University, the Université du Luxembourg, and the Harvard Growth Lab and TPRI workshops as well as Andrew Foster and Patrick Gaulé for helpful comments on the draft manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}