{
    "id": 31566,
    "citation_title": "The Summer Drop in Female Employment",
    "citation_author": [
        "Brendan M. Price",
        "Melanie Wasserman"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "2024-07-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe provide the first systematic account of summer declines in women’s labor market activity. From May to July, the employment-to-population ratio among prime-age US women declines by 1.1 percentage points, whereas male employment rises; women’s total hours worked fall by 9.8 percent, more than twice the decline among men. School closures for summer break—and corresponding lapses in implicit childcare—provide a unifying explanation for these patterns. The summer drop in female employment aligns with cross-state differences in the timing of school closures, is concentrated among mothers with young school-age children, and coincides with increased time spent engaging in childcare. Decomposing the gender gap in summer work interruptions across job types defined by sector and occupation, we find large contributions from both gender differences in job allocation and gender differences within job types in the propensity to exit employment over the summer. Women’s summer work interruptions contribute to gender gaps in pay: women’s weekly earnings decline by 3.3 percent over the summer months, about five times the decline among men.\n\n",
    "acknowledgement": "\nPrice gratefully acknowledges financial support from the W.E. Upjohn Institute’s Early Career Research Award program. We are grateful to Monica Rodriguez-Guevara and Matias Giaccobasso for outstanding research assistance. We thank Martha Bailey, John Coglianese, Andrew Garin, Paola Giuliano, Claudia Goldin, Angela Kilby, Colleen Flaherty Manchester, Seth Murray, Christopher Nekarda, Romain Wacziarg, and participants at the 2021 Labor and Employment Relations Association meetings, the Federal Reserve Board, the University of Michigan Population Studies Center, the University of Illinois at Urbana-Champaign, the University of Chicago Inclusive Economy Lab, the Upjohn Institute, the Federal Reserve Bank of San Francisco, UC Berkeley, UC Davis, UC Merced, Claremont McKenna College, the CEPR-QMUL Annual Symposium in Labour Economics, the 2023 Montana State University Applied Economics Conference, the 2023 North America Summer Meeting of the Econometrics Society, the 2022 Webinar in Gender and Family Economics, the 2022 Society of Labor Economists annual meeting, the 2022 CESifo Area Conference on Labor Economics, and the 2022 SITE Gender conference for helpful feedback. All errors are ours. The views expressed in this paper are those of the authors and do not necessarily represent the views or policies of the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}