{
    "id": 31567,
    "citation_title": "Drinking Water Contaminant Concentrations and Birth Outcomes",
    "citation_author": [
        "Richard DiSalvo",
        "Elaine L. Hill"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research in the US has found negative health effects of contamination when it triggers regulatory violations. An important question is whether levels of contamination that do not trigger a health-based violation impact health. We study the impact of drinking water contamination in community water systems on birth outcomes using drinking water sampling results data in Pennsylvania. We create an overall water quality index and an index specific to reproductive health. We focus on the effects of water contamination for births not exposed to regulatory violations. Our most rigorous specification employs mother fixed effects and finds changing from the 10th to the 90th percentile of water contamination (among births not exposed to regulatory violations) increases low birth weight by 12% and preterm birth by 17%.\n\n",
    "acknowledgement": "\nFor generous feedback, we thank Andrew Boslett, Alina Denham, Dan Grossman, Lala Ma, Michelle Marcus, Steven Martin, David Slusky, Devin Sonne, Mary Willis, Alexis Zavez, participants at the iHEA 2017 and the APPAM 2017 conferences, and participants at the applied reading group seminar at University of Rochester. We thank Karla Zhendejas, Evan Volkin, Mira Chaskes, Max Morrow, and Grace Sventek for excellent research assistance. These data were supplied by the Bureau of Health Statistics & Research, Pennsylvania Department of Health, Harrisburg, Pennsylvania. The Pennsylvania Department of Health specifically disclaims responsibility for any analyses, interpretations or conclusions. Thank you to Amy Farrell and James Rubertone of Pennsylvania Department of Health for facilitating access to the data. This research was supported by the Office of the Director of the National Institutes of Health under award number DP5OD021338 (PI Hill). We also gratefully acknowledge funding from the University of Rochester Environmental Health Sciences Center (EHSC), an NIH/NIEHS-funded program (P30 ES001247). The study was reviewed and provided expedited determination by the University of Rochester RSRB. The authors have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, NIH, or New York City Independent Budget Office.\n\n\n"
}