{
    "id": 31560,
    "citation_title": "The Effect of Child Endowment on Fertility Choices",
    "citation_author": [
        "Victor Lavy",
        "Yeshaya Nussbaum"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nDoes the intellectual endowment of children affect parents’ fertility choices? The quantity-quality model of fertility predicts that a positive (negative) shock to child endowment increases (decreases) parental demand for children. We test these predictions using Israeli data on intellectually gifted and intellectually disabled children. Because families with an exceptional-endowment child differ from those without, we propose quasi-experiments that exploit differences in the child’s birth order to estimate the effect of her birth on further fertility. We find that the birth of a gifted child increases family size. However, parents must recognize the endowment’s exceptionality for it to have an effect. Similarly, the birth of an intellectually disabled child negatively affects family size, but only when the child is of high birth order. Our results point to child endowment as an important factor in determining fertility choices.\n\n",
    "acknowledgement": "\nWe benefited from the comments and suggestions by seminar participants at University of Warwick, Einaudi Institute, European University Institute, Hebrew University, and Tel Aviv University, and by Emma Duchini, James Fenske, Omer Moav, Joram Mayshar, Matteo Paradisi, Analia Schlosser, and Hannah Trachtman. We thank the Central Bureau of Statistics in Israel for providing restricted access to some of the data used in this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}