{
    "id": 31564,
    "citation_title": "Testing Above the Limit: Drinking Water Contamination and Test Scores",
    "citation_author": [
        "Michelle M. Marcus"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "2025-01-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides estimates of the contemporaneous effect of drinking water quality violations on students’ academic achievement. Using student-level test score data with residential addresses, geographic information on water systems, and drinking water violations from North Carolina, I estimate the within-student impacts of poor water quality on student test scores. Exposure to a bacteria violation during the school year decreases math scores by about 0.038 standard deviations when the public is uninformed. Results suggest that poor water quality may impact retention or comprehension of material throughout the school year.\n\n",
    "acknowledgement": "\nFor their helpful comments, I thank Anna Aizer, Brian Beach, Ryan Brown, Christopher Carpenter, Arnaud Chevalier, Janet Currie, Chloe East, Maria Fitzpatrick, Dennis Guignet, Kanghyock Koh, Emily Lawler, Angelica Meinhofer, Paulina Oliva, Sheila Olmstead, Emily Oster, Claudia Persico, Daniel Rees, Jay Shimshack, David Slusky, Lesley Turner, Will Wheeler, and participants at AERE, NBER Summer Institute, ASSA, SEA, and CEPR-EBRD-EoT-LSE Symposium. For excellent research assistance, I thank Cameron Deal. Some results from this paper were previously part of the paper titled, “Testing the water: Drinking water quality, public notification, and child outcomes.” All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}