{
    "id": 31575,
    "citation_title": "The Value of Intermediaries for GSE Loans",
    "citation_author": [
        "Joshua Bosshardt",
        "Ali Kakhbod",
        "Amir Kermani"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2024-05-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the costs and benefits of intermediaries for government-sponsored enterprise (GSE) mortgages using regulatory data. We find evidence of lenders pricing for observable and unobservable default risk independently from the GSEs. We then develop and estimate a model of competitive lending in which lenders have skin-in-the-game. Lenders reduce costs by acquiring information beyond the GSEs’ criteria but charge markups. On net, interest rates are higher compared to a counterfactual in which the GSEs’ criteria are implemented passively. In an extension, the observed differences between banks and nonbanks are more consistent with differences in their skin-in-the-game rather than screening quality.\n\n",
    "acknowledgement": "\nWe thank Darren Aiello, Bob Avery, Matteo Benetton, Greg Buchak, Justin Contat, Len Costa, Will Doerner, Robert Dunsky, Mehran Ebrahimian, Ben Hébert, Erica Jiang, Dmitry Livdan, Karen Pence, David Sraer, Constantine Yannelis, and numerous seminar and conference participants for their helpful comments. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Housing Finance Agency, the U.S. Government, or the National Bureau of Economic Research. Any errors or omissions are the sole responsibility of the authors.\n\n\n"
}