{
    "id": 31579,
    "citation_title": "Broadband Internet Access and Health Outcomes: Patient and Provider Responses in Medicare",
    "citation_author": [
        "Jessica Van Parys",
        "Zach Y. Brown"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2024-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHigh-speed internet has increased the amount of information available in health care markets. Online information may improve health outcomes if it reduces information frictions and helps patients choose higher quality providers or causes providers to improve quality. We examine how health outcomes for common procedures in Medicare changed after broadband internet rolled out across ZIP Codes from 1999 to 2008. Estimates imply that broadband expansion improved health outcomes by 5%. Broadband access primarily helped patients choose higher-quality providers; we also find some evidence that broadband improved provider quality. We use a structural model to decompose the improvements in patient outcomes over time. Counterfactual simulations imply that broadband roll-out was responsible for 16% of the improvement in outcomes by the end of the period.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute on Aging grant numbers P30AG012810 and T32- AG000186. We thank Tim Layton and seminar participants at ASHEcon and the Federal Communication Commission for their feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}