{
    "id": 31574,
    "citation_title": "Accounting for Environmental Activity: Measuring Public Environmental Expenditures and the Environmental Goods and Services Sector in the US",
    "citation_author": [
        "Dennis Fixler",
        "Julie L. Hass",
        "Tina Highfill",
        "Kelly M. Wentland",
        "Scott A. Wentland"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much of the economy is focused on protecting, rehabilitating, or managing the environment? To answer this question, we develop a proof-of-concept environmental activity account to quantify the environmental goods and services sector (EGSS) in the United States. Methodologically, we employ a satellite account approach similar to the method used by the US Bureau of Economic Analysis (BEA) to quantify other sectors of the economy (e.g., Outdoor Recreation Account, Marine Economy Account) while following the accounting principles and methods outlined in the SEEA Central Framework (SEEA-CF). This approach draws on detailed internal supply-use data, drawn primarily from Census’s Industry and Product data along with other supplemental sources. Overall, we estimate gross output of the EGSS was $725 billion in 2019, or about 1.9% of the total gross output of the US economy. Government expenditures (across all levels) comprise a substantial portion of the EGSS in the US, as the public sector accounted for about 27% of total EGSS output ($197 billion) in 2019. Although these estimates are still preliminary and are not official statistics, the goals of this research are to provide new insights into classification and measurement challenges in producing environmental activity accounts more generally, while also documenting data gaps and accounting issues in the US context more specifically.\n\n",
    "acknowledgement": "\nAny views expressed here are those of the authors and not necessarily those of the Bureau of Economic Analysis, US Department of Commerce, the United States Government, or the National Bureau of Economic Research. We thank members of an interagency group, the Policy Working Group for Natural Capital Accounting and Environmental-Economic Statistics, for feedback on prior work. We also thank participants of the 9th IMF Statistical Forum on Measuring Climate Change in 2021 and the 28th Meeting of the London Group on Environmental Accounting in 2022, as this paper was adapted/updated from prior work presented at these meetings. We thank our conference discussant, David Evans, for thoughtful comments on a prior draft. Finally, we are grateful for Gary Cornwall’s help with compiling and organizing the raw Refinitiv ESG data from the data platform.\n\n\n"
}