{
    "id": 31571,
    "citation_title": "How to Fund Unemployment Insurance with Informality and False Claims: Evidence From Senegal",
    "citation_author": [
        "Abdoulaye Ndiaye",
        "Kyle F. Herkenhoff",
        "Abdoulaye Cisse",
        "Alessandro Dell'Acqua",
        "Ahmadou Aly Mbaye"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the welfare effects from the provision of unemployment insurance (UI) benefits in a context where formal workers represent only a small proportion of the labor market and informal workers can submit fraudulent claims for UI benefits. We model these features and allow for varying degrees of enforcement and different funding sources. We then estimate the model’s key parameters by conducting a custom labor force survey in Senegal. Our findings show that the liquidity gains are large and the moral hazard response to the UI benefits among workers is relatively small: an extra dollar of UI benefits yields a consumption-equivalent gain of 60–90 cents, which exceeds comparable estimates from U.S. calibrations by a factor of three to sixteen. We then show that the welfare gains depend on the program design: UI funded through payroll taxes delivers the greatest welfare gains but becomes infeasible when there are few formal workers and high rates of fraudulent claims. On the other hand, UI funded through consumption taxes delivers lower welfare gains but remains feasible with high informality and false claims.\n\n",
    "acknowledgement": "\nWe express our gratitude to the Agence Nationale de la Statistique et de la Démographie of Senegal, Amadou Asseloka and Abdou K. Dia for their indispensable support in conducting the survey. We also thank Girum Abebe, Bocar Ba, Pierre Bachas, Michael Best, Anne Brockmeyer, Daniel Chachu, Raj Chetty, Binta Zahra Diop, Stefano Caria, Nada Eissa, François Gerard, Nathaniel Hendren, Anders Jensen, Marion Leroutier, Claudia Macaluso, Samuel Obeng, Oyebola Okunogbe, Tommaso Porzio, Venky Venkateswaran, Leonard Wantchekon, Larry White, Stan Zin, our discussants Andrea Lopez-Luzuriaga, Matteo Morgandi, Victor Pouliquen, and Zoe Leiyu Xie and seminar participants at the CRNYU Conference, Columbia, Northwestern, Princeton JRCPFF, NBER Public Econ Meetings, NTA Meetings, SED, WEFIDEV, World Bank, and Zurich for their comments. We are particularly grateful to our referee and discussant Serdar Birinci and our editor Gianluca Violante for their insightful comments, which greatly improved this paper. Mbaye acknowledges funding from the International Development Research Centre. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}