{
    "id": 31572,
    "citation_title": "Skills, Majors, and Jobs: Does Higher Education Respond?",
    "citation_author": [
        "Johnathan G. Conzelmann",
        "Steven W. Hemelt",
        "Brad Hershbein",
        "Shawn M. Martin",
        "Andrew Simon",
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do college students and postsecondary institutions react to changes in skill demand in the U.S. labor market? We quantify the magnitude and nature of response in the 4-year sector using a new measure of labor demand at the institution-major level that combines online job ads with geographic locations of alumni from a professional networking platform. Within a shift-share setup, we find that the 4-year sector responds. We estimate elasticities for undergraduate degrees and credits centered around 1.3, generally increasing with time horizon. Changes in non-tenure-track faculty allocations and the credits they teach partially mediate this overall response. We provide further evidence that the magnitude of the overall response depends on both student demand and institutional supply-side constraints. Our findings illuminate the nature of educational production in higher education and suggest that policy efforts that aim to align human capital investment with labor demand may struggle to achieve such goals if they target only one side of the market.\n\n",
    "acknowledgement": "\nThis research was supported by the National Science Foundation (Collaborative Grant #1919387), Russell Sage Foundation (Grant #1811-09737), and Institute of Education Sciences (Grant R305B150012). We are grateful to Nathan Sotherland, Jonathan Hartman, and Hayden Le for stellar research assistance. We received helpful comments and suggestions from Joe Altonji, John Bound, Charlie Brown, Brian Cadena, Blake Heller, Brian Jacob, and Sarah Turner—as well as seminar participants at the Federal Reserve Bank of New York, Federal Reserve Bank of Philadelphia, University of Michigan, University of North Carolina at Chapel Hill, Upjohn Institute, Villanova University, LMU Munich/CESifo, Institute for Labor Economics (IZA), and meetings of the American Economic Association (AEA), Association for Education Finance and Policy (AEFP), Southern Economic Association, Association for Public Policy Analysis and Management (APPAM), Society of Labor Economists (SOLE), and the National Bureau of Economic Research (NBER). All errors and any opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}