{
    "id": 31570,
    "citation_title": "The Search for Good Jobs: Evidence from a Six-year Field Experiment in Uganda",
    "citation_author": [
        "Oriana Bandiera",
        "Vittorio Bassi",
        "Robin Burgess",
        "Imran Rasul",
        "Munshi Sulaiman",
        "Anna Vitali"
    ],
    "citation_publication_date": "2023-08-14",
    "issue_date": "2023-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are 420 million young people in Africa today. Understanding how youth search for jobs and what affects their ability to find good jobs is of paramount importance. We do so using a field experiment tracking young job seekers for six years in Uganda's main cities. We examine how two standard labor market interventions impact their search for good jobs: vocational training, vocational training combined with matching youth to firms, and matching only. Training is offered in sectors with high quality firms. The matching intervention assigns workers for interviews with such firms. At baseline, unskilled youth are optimistic about their job prospects, especially over the job offer arrival rate from high quality firms. Those offered vocational training become even more optimistic, search more intensively and direct their search towards high quality firms. However, youth additionally offered matching become discouraged because call back rates from firm owners are far lower than their prior. As a result, they search less intensively and direct their search towards lower quality firms. These divergent expectations and search behaviors have persistent impacts: vocational trainees without match offers achieve greater labor market success, largely because they end up employed at higher quality firms than youth additionally offered matching. Our analysis highlights the foundational but separate roles of skills and expectations in job search, how interventions cause youth to become optimistic or discouraged, and how this matters for long run sorting and individual labor market outcomes.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Mastercard Foundation, PEDL, IGC and an anonymous donor. We thank Daron Acemoglu, Orazio Attanasio, Tim Besley, Gaurav Chiplunkar, Bruno Crepon, Ernesto Dal Bo, Kevin Donovan, Hank Farber, Fred Finan, Johannes Haushofer, Francis Kramarz, David Lagakos, Camille Landais, Thomas Le Barbanchon, Steve Machin, Alan Manning, David McKenzie, Costas Meghir, Andreas Mueller, Karthik Muralidharan, Gerard Padro i Miquel, Rohini Pande, Barbara Petrongolo, Steve Pischke, Fabien Postel-Vinay, Barbara Petrongolo, Jean-Marc Robin, Jesse Rothstein, Yona Rubinstein, Nick Ryan, Johannes Spinnewijn, David Stromberg, Gabriel Ulyssea, John Van Reenen, Chris Woodruff and seminar participants for comments. IRB approval is from UCL (5115/003, 007). This RCT was registered in the American Economic Association Registry for randomized control trials under trial number: AEARCTR-0000698. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}