{
    "id": 31577,
    "citation_title": "Did the U.S. Really Grow Out of Its World War II Debt?",
    "citation_author": [
        "Julien Acalin",
        "Laurence M. Ball"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fall in the U.S. public debt/GDP ratio from 106% in 1946 to 23% in 1974 is often attributed to high rates of economic growth. This paper examines the roles of three other factors: primary budget surpluses, surprise inflation, and pegged interest rates before the Fed-Treasury Accord of 1951. Our central result is a simulation of the path that the debt/GDP ratio would have followed with primary budget balance and without the distortions in real interest rates caused by surprise inflation and the pre-Accord peg. In this counterfactual, debt/GDP declines only to 74% in 1974, not 23% as in actual history. Moreover, the ratio starts rising again in 1980 and in 2022 it is 84%. These findings imply that, over the last 76 years, only a small amount of debt reduction has been achieved through growth rates that exceed undistorted interest rates.\n\n",
    "acknowledgement": "\nWe are grateful to George Hall for help with the data. We thank Francesco Bianchi, Rui Esteves, Olivier Jeanne, N. Gregory Mankiw, Ricardo Reis, and participants in the JHU Macro-Finance seminar, the CEPR International Macro-History online seminar, and the DebtCon6 Princeton conference for useful comments. We also thank Kyung Woong Koh for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}