{
    "id": 31581,
    "citation_title": "The Impact of Criminal Financial Sanctions: A Multi-State Analysis of Survey and Administrative Data",
    "citation_author": [
        "Keith Finlay",
        "Matthew Gross",
        "Carl Lieberman",
        "Elizabeth Luh",
        "Michael G. Mueller-Smith"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe estimate the impact of financial sanctions in the U.S. criminal justice system using nine distinct natural experiments across five states. These regression discontinuity designs capture a range of enforcement levels ($17–$6,000) and institutional environments, providing robust causal evidence and external validity. We leverage survey and administrative data to consider a variety of short and long-term outcomes including employment, recidivism, household expenditures, spousal spillovers, and other self-reported measures of well-being. We find consistent, robust evidence of precise null effects on the population, including ruling out long-run impacts larger than -$347–$168 in annual earnings and -0.002–0.01 in annual convictions.\n\n",
    "acknowledgement": "\nWe are grateful to Amanda Agan, Charlie Brown, Jennifer Doleac, Katie Genadek, Tyler Giles, Sara Heller, Brian Jacob, Mark Klee, Michael Makowsky, Carla Medalia, Steve Mello, Jordan Papp, Paolo Pinotti, Benjamin Pyle, James Reeves, Kevin Schnepel, Megan Stevenson, Christian Traxler, and Caroline Walker for their thoughtful and constructive comments as well as seminar participants at the CLEAN seminar at Bocconi University, the Texas Economics of Crime Workshop, University of Wisconsin IRP, WEA Annual Meeting, and APPAM Annual Meeting. We thank Jay Choi, Brian Miller, Tyler Shea, Diana Sutton, and Konstantine Wade for their excellent research assistance. This research would not be possible without the financial support from the University of Michigan Poverty Solutions and the National Science Foundation. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure protection (Project P-7512453: CBDRB-FY22-ERD002-011, CBDRB-FY-ERD002-015, CBDRB-FY23-CES014-006, CBDRB-FY23-0374). This manuscript fully subsumes two previously circulated working papers: “Criminal court fees, earnings, and expenditures: A multi-state RD analysis of survey and administrative data” (Lieberman, Luh, and Mueller-Smith) and “The Impact of Financial Sanctions: Regression Discontinuity Evidence from Driver Responsibility Fee Programs in Michigan and Texas” (Finlay, Gross, Luh, and Mueller-Smith). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}