{
    "id": 3158,
    "citation_title": "Commodity Prices and Inflation: Evidence From Seven Large Industrial Countries",
    "citation_author": [
        "James M. Boughton",
        "William H. Branson",
        "Alphecca Muttardy"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationships between movements in primary commodity prices and changes in inflation in the large industrial  countries. It begins by developing a two-country model in order to examine the theoretical effects of monetary, fiscal, and supply-side disturbances on commodity and manufactures prices and on exchange rates. It is shown that if monetary shocks dominate, then commodity prices should lead general price movements, and the level of commodity prices should be correlated with the general inflation rate. Non-monetary shocks generally weaken these relationships, but such disturbances may cancel out for broad indexes covering a wide range of commodities. Country-specific commodity price indexes are developed for the major industrial countries. The weights assigned to different commodities vary substantially across countries. Nonetheless, when the indexes are expressed in a common currency, they tend to be highly correlated over time, except when sharp movements occur in certain commodity prices. The major source of contrast across countries in the behavior of the indexes derives from exchange rate movements. Several empirical tests broadly support the conclusions of the theoretical model, with relatively few differences across countries. Three main tendencies may be cited. First, low inflation in industrial countries has tended to be associated with low levels of commodity prices, and conversely; commodity-price levels are cointegrated with consumer-price inflation rates. Second, there has been some tendency for movements in commodity prices to precede changes in general inflation rates by a few months, although it is not clear whether this tendency is strong enough to be a reliable aid in forecasting the rate of inflation. Third, there s a strong and fairly reliable tendency for turning points in general inflation rates. Commodity prices thus appear to contribute to predictions of turning points in inflation, predictions of inflation rates but more strongly to predictions of turning points in inflation.\n\n",
    "acknowledgement": "\n"
}