{
    "id": 31589,
    "citation_title": "Domino Secessions: Evidence from the U.S.",
    "citation_author": [
        "Jean Lacroix",
        "Kris James Mitchener",
        "Kim Oosterlinck"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2024-03-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA secession movement is an uncertain process that evolves over time. We develop a simple theoretical framework in which regions use news to update their decisions to secede. Uncertainty and economies of scale are necessary conditions to observe “domino secessions” – sequential interdependent secessions. Empirically, we use geographically-specific assets (state bonds) to assess how uncertainty and economies of scale influenced some slaveholding states’ decisions to secede from the U.S. in the 1860s. Uncertainty prevailed over the outcome of the secession movement with financial markets updating their priors on potential seceders at the election of Abraham Lincoln, but also every time a state seceded. We further document that financial markets priced in economies of scale to both state and federal debt.\n\n",
    "acknowledgement": "\nThis work has been supported as part of France 2030 programme \"ANR-11-IDEX-0003\". We thank seminar and conference participants at EHESS, the Paris School of Economics, Université Paris Pantheon- Assas (Paris 2), the Cambridge Political Economy Reading Group, the Econometrics Society Australasian Meetings 2023 (UNSW), the 10th CEPR Economic History Symposium, the Financial and History Workshop at the University of Antwerp (2023), the MYPEERS Workshop (2023), the King’s College Workshop in Comparative politics and Political Economy (2023), the Virtual Workshop in Historical Political Economy (2023), the EPCS 2023 (Hanover), and the Universite de Picardie Conference on Public Debt (Amiens), the Economic History Seminar at Universidad Carlos III de Madrid (2023), the EP@B Workshop (2023) for helpful comments and suggestions. We also thank Richard Burdekin, David Chilosi, Elias Dinas, Jeffrey Jensen, Tommy Krieger, Gabriel Leon, Cathrin Mohr, Didac Queralt, Stephan Schneider, and Ariane Szafarz for their helpful feedback on earlier versions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}