{
    "id": 31584,
    "citation_title": "Micro MPCs and Macro Counterfactuals: The Case of the 2008 Rebates",
    "citation_author": [
        "Jacob Orchard",
        "Valerie A. Ramey",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2023-10-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that the high estimated MPCs from the leading household studies result in implausible macroeconomic counterfactuals. Using the 2008 tax rebate as a case study, we calibrate a standard medium-scale New Keynesian model with the estimated micro MPCs to construct counterfactual macroeconomic consumption paths in the absence of a rebate. The counterfactual paths imply that consumption expenditures would have plummeted in spring and summer 2008 and then recovered when Lehman Brothers failed in September 2008. We use narratives and forecasts to argue that these paths are implausible. We then show that standard two-way fixed effect estimates of the micro MPCs are upward biased. When we correct for the biases, we estimate smaller micro MPCs than the previous literature. We also show that reasonable modifications of the model result in general equilibrium forces that dampen rather than amplify micro MPCs. The combination of smaller micro MPCs and dampening general equilibrium forces implies general equilibrium consumption multipliers that are below 0.2.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful comments from seminar participants at NBER EFCE, NBER EFG, NBER EFMM, Banco de Chile, Carleton University, Columbia University, CREI / UPF, the Federal Reserve Bank of New York, the Federal Reserve Board, Hebrew University, Hitotsubashi University, Maryland, MIT, Reichman, Princeton, Stanford, Tel Aviv University, UCSD, Deutsche Bundesbank, and UT Austin. We thank Chris Carroll, Paula Donaldson, Jan Hatzius, Emi Nakamura, Jonathan Parker, Ernesto Pasten (discussant), Christina Patterson (discussant), Garey Ramey and Matthew Shapiro for helpful discussions. Valerie Ramey gratefully acknowledges financial support from National Science Foundation Grant No. 1658796. The analysis and conclusions in this paper are the work of the authors alone and do not necessarily represent the views of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}