{
    "id": 31587,
    "citation_title": "Location, Location, Location",
    "citation_author": [
        "David Card",
        "Jesse Rothstein",
        "Moises Yi"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2023-11-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use data from the Longitudinal Employer-Household Dynamics program to study the causal effects of location on earnings. Starting from a model with employer and employee fixed effects, we estimate the average earnings premiums associated with jobs in different commuting zones (CZs) and different CZ-industry pairs. About half of the variation in mean wages across CZs is attributable to differences in worker ability (as measured by their fixed effects); the other half is attributable to place effects. We show that the place effects from a richly specified cross sectional wage model overstate the causal effects of place (due to unobserved worker ability), while those from a model that simply adds person fixed effects understate the causal effects (due to unobserved heterogeneity in the premiums paid by different firms in the same CZ). Local industry agglomerations are associated with higher wages, but overall differences in industry composition and in CZ-specific returns to industries explain only a small fraction of average place effects. Estimating separate place effects for college and non-college workers, we find that the college wage gap is bigger in larger and higher-wage places, but that two-thirds of this variation is attributable to differences in the relative skills of the two groups in different places. Most of the remaining variation reflects the enhanced sorting of more educated workers to higher-paying industries in larger and higher-wage CZs. Finally, we find that local housing costs at least fully offset local pay premiums, implying that workers who move to larger CZs have no higher net-of-housing consumption.\n\n",
    "acknowledgement": "\nWe thank David Albouy, Wolfgang Dauth, Donald Davis, Rebecca Diamond, Enrico Moretti, Matthew Kahn, Pat Kline, Jorge De la Roca, Alice Wu and seminar participants at UC Berkeley, Columbia, University of Florida, USC, Carnegie Mellon University, George Washington University, the Federal Reserve Board of Governors, the Urban Institute, Centre de Recerca en Economia Internacional, SOLE, CESifo Labor, NY Fed, Philadelphia Fed, Mid-Atlantic Trade Workshop, and NBER Labor Studies for many helpful comments and suggestions. We are also grateful to Nicole Gandre and Richard Jin for outstanding research assistance. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 6000266: CBDRB-FY21-122, CBDRB-FY21-149, CBDRB-FY21-288, CBDRB-FY22-021, CBDRB-FY22-065, CBDRB-FY22-135, CBDRB-FY23-0293, CBDRB-FY23-0395, CBDRB-FY23-0410). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}