{
    "id": 31583,
    "citation_title": "Machine Forecast Disagreement",
    "citation_author": [
        "Turan G. Bali",
        "Bryan T. Kelly",
        "Mathis Mörke",
        "Jamil Rahman"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "2024-05-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a statistical model of heterogeneous beliefs where investors are represented as different machine learning model specifications. Investors form return forecasts from their individual models using common data inputs. We measure disagreement as forecast dispersion across investor-models (MFD). Our measure aligns with analyst forecast disagreement but more powerfully predicts returns. We document a large and robust association between belief disagreement and future returns. A decile spread portfolio that sells stocks with high disagreement and buys stocks with low disagreement earns a value-weighted return of 14% per year. Further analyses suggest MFD-alpha is mispricing induced by short-sale costs and limits-to-arbitrage.\n\n",
    "acknowledgement": "\nWe thank Ian Dew-Becker, Stefano Giglio, Paul Goldsmith-Pinkham, Theis Ingerslev Jensen, Axel Kind, David McLean, Lasse Pedersen, Paul Schneider, Kelly Shue, and Xiaofei Zhao for their insightful and constructive comments. We also benefited from discussions with seminar participants at Georgetown University, Yale School of Management, and the University of Konstanz. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR or the National Bureau of Economic Research.\n\n\n"
}