{
    "id": 31586,
    "citation_title": "Plata y Plomo: How Higher Wages Expose Politicians to Criminal Violence",
    "citation_author": [
        "Massimo Pulejo",
        "Pablo Querubín"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdequate wages are an important tool to shield public officials from special interests and corruption. But what is the equilibrium effect of higher wages in the presence of criminal pressure groups, who use both bribes and violence? By means of a regression discontinuity design, we show that an increase in the remuneration of Italian municipal cabinets triggers a sizable and significant increase in criminal attacks against their members. We argue that this is triggered by higher-paid officials' lower likelihood of catering to criminal interests. In particular, we show that better-paid politicians are significantly more likely to prevent corruption in public procurement, a key area of illicit interactions between the state and criminal organizations. Additional analyses reveal that the disciplining effect of wages is driven by a change in incumbents' behavior rather than improved selection. These findings reveal how -- in the presence of criminal groups -- higher wages may limit corruption, but also foster the use of violence as an alternative tool to influence policymaking.\n\n",
    "acknowledgement": "\nWe wish to thank Gianmarco Daniele, Francesco Drago, Claudio Ferraz, Simone Ferro, Vincent Pons, Alessio Romarri, Shanker Satyanath, Silvia Vannutelli, Hye Young You, and seminar participants at EAFIT University, New York University, Erasmus University, MPSA 79th Annual Meeting, Yale University, AL CAPONE 10th Annual Meeting, Barcelona GSE Summer Forum, RIDGE-LACEA Workshop on Political Economy, WEOC 6, Italian Parliamentary Antimafia Commission, Northwestern University Kellogg School of Management, Stanford University Graduate School of Business, University of Milan and the CLEAN Unit for the Economic Analysis of Crime at Bocconi University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}