{
    "id": 31582,
    "citation_title": "Organizational Responses to Product Cycles",
    "citation_author": [
        "Achyuta Adhvaryu",
        "Vittorio Bassi",
        "Anant Nyshadham",
        "Jorge A. Tamayo",
        "Nicolas Torres"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use daily administrative data from a leading automobile manufacturer to study the organizational impacts of introducing new models to the auto assembly line. We first show that costly defects per vehicle spike when new models are introduced. As a response, the firm trains in problem-solving skills and promotes lower- and mid-level employees to solve the more complex problems that arise, thus moving to a less pyramidal knowledge hierarchy with fewer layers. We develop an extension to the classic theory of knowledge-based hierarchies that reconciles our novel empirical results by allowing the firm to also invest in its training resources.\n\n",
    "acknowledgement": "\nWe would like to thank Ricardo Alonso and Kate Whitefoot for insightful discussions of the paper. We also thank Daron Acemoglu, David Atkin, Augustin Bergeron, Luis Cabral, Robert Clark, Wouter Dessein, Florian Englmaier, Miguel Espinosa, Ben Friedrich, Luis Garicano, Deepak Hedge, Mitch Hoffman, Larry Katz, Amit Khandelwal, Jin Li, Rob Metcalfe, Tommaso Porzio, Andrea Prat, Esteban Rossi-Hansberg, Raffaella Sadun, Jesse Shapiro, Chris Stanton, Eric Verhoogen, Tom Wollmann, as well as seminar and conference participants at MIT, HBS, HKU Business School, NYU, UCSC, the 2023 NBER Organizational Economics Spring Meeting, the 2023 NBER Summer Institute (Personnel group), the 2023 Barcelona Summer Forum, and the 2022 IPA-CDEP Entrepreneurship and Private Sector Development Working Group Meeting for useful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAchyuta Adhvaryu\n\nI am a co-founder and sit on the board of directors of Good Business Lab, a nonprofit organization dedicated to improving the lives of low-income workers everywhere. I receive no compensation for these roles.\n\n\n\nAnant Nyshadham\n\nI am a co-founder and sit on the board of directors of Good Business Lab, a nonprofit organization dedicated to improving the lives of low-income workers everywhere. I receive no compensation for these roles.\n\n\n"
}