{
    "id": 31588,
    "citation_title": "Industry Wage Differentials: A Firm-Based Approach",
    "citation_author": [
        "David Card",
        "Jesse Rothstein",
        "Moises Yi"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the estimation of industry wage differentials using linked employer-employee data from the U.S. LEHD program. Building on recent advances in the measurement of employer wage premiums, we define the industry wage effect as the employment-weighted average workplace premium in that industry. We show that cross-sectional estimates of industry differentials overstate the pay premiums due to unmeasured worker heterogeneity. Conversely, estimates based on industry movers understate the true premiums, due to unmeasured heterogeneity in pay premiums within industries.  Industry movers who switch to higher-premium industries tend to leave firms in the origin sector that pay above-average premiums and move to firms in the destination sector with below-average premiums (and vice versa), attenuating the measured industry effects. Our preferred estimates reveal substantial heterogeneity in narrowly-defined industry premiums, with a standard deviation of 12%. On average, workers in higher-paying industries have higher observed and unobserved skills, widening between-industry wage inequality.  There are also small but systematic differences in industry premiums across cities, with a wider distribution of pay premiums and more worker sorting in cities with more high-premium firms and high-skilled workers.\n\n",
    "acknowledgement": "\nWe thank Wolfgang Dauth, Enrico Moretti, Pat Kline, and Thomas Lemieux, as well as seminar and conference participants at UC Irvine, CU Denver, GW, BYU, and SOLE for helpful comments and conversations. We are also grateful to Nicole Gandre and Richard Jin for outstanding research assistance. Card and Rothstein are grateful to Open Philanthropy for research support. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 6000266: CBDRB-FY22-422, CBDRB-FY23-0342, CBDRB-FY23-0425). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}