{
    "id": 31585,
    "citation_title": "Population Aging and Economic Growth: From Demographic Dividend to Demographic Drag?",
    "citation_author": [
        "Rainer Kotschy",
        "David E. Bloom"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the extent to which changes in working-age shares associated with population aging might slow economic growth in upcoming years. We first analyze the economic effects of changing working-age shares in a standard empirical growth model using country panel data from 1950–2015. We then juxtapose the estimates with predicted shifts in population age structure to project economic growth in 2020–2050. Our results indicate that population aging will slow economic growth throughout much of the world. Expansions of labor supply due to improvements in functional capacity among older people can cushion much of this demographic drag.\n\n",
    "acknowledgement": "\nThe authors wish to thank David Canning, Sachiko Kuroda, Warren Sanderson, Sergei Scherbov, Andrew Scott, Uwe Sunde, and participants at the Population Association of America 2023 meetings, the ESRI International Conference 2023 on “Demographic Change and Economic Growth”, and seminars at Harvard University for helpful comments and suggestions. Support by the German Research Foundation (Deutsche Forschungsgemeinschaft) through grant 471897412 is gratefully acknowledged. This study uses data from the English Longitudinal Study of Ageing, the Health and Retirement Survey, and the Survey of Health, Ageing and Retirement in Europe. Appendix A.10 provides a detailed acknowledgment of these data sources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}