{
    "id": 31590,
    "citation_title": "Infrastructure and Finance: Evidence from India's GQ Highway Network",
    "citation_author": [
        "Abhiman Das",
        "Ejaz Ghani",
        "Arti Grover Goswami",
        "William R. Kerr",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use data from Reserve Bank of India to study the impact of India's Golden Quadrilateral (GQ) highway project on finance-dependent activity. Loan volumes increase by 20-30% in districts along GQ and are stronger in industries more dependent upon external finance. Loan growth begins with increases in average branch size and in places with more pre-GQ loan activity. New branch openings come later, consistent with short-run adjustment costs to expanding branch networks. These patterns are not evident in placebo tests using delayed investments in NS-EW highways. Results suggest the depth of initial financial infrastructure shapes how infrastructure investments impact localities.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants, and particularly Stuart Rosenthal, for helpful suggestions/comments. We are particularly indebted to Louis Maiden, Katie McWilliams, Sarah Elizabeth Antos, and Henry Jewell for excellent data work and maps. Funding for this project was graciously provided by a Private Enterprise Development in Low-Income Countries grant by the Centre for Economic Policy Research, Harvard Business School, and the World Bank's Multi-Donor Trade Trust Fund and the Research Support Budget (RSB). Das was with the Reserve Bank of India (RBI) when this project was initiated. The views expressed in the paper are not the views of the RBI nor of any institution the authors are currently associated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}