{
    "id": 31599,
    "citation_title": "Global Capital Allocation",
    "citation_author": [
        "Sergio Florez-Orrego",
        "Matteo Maggiori",
        "Jesse Schreger",
        "Ziwen Sun",
        "Serdil Tinda"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe survey the literature on global capital allocation. We begin by reviewing the rise of cross-border investment, the shift towards portfolio investment, and the literature focusing on aggregate patterns in multilateral and bilateral positions. We then turn to the recent literature that uses micro-data to document patterns in global capital allocations. We focus on the importance of the currency of denomination of assets in international portfolios and the role that tax havens and offshore financial centers play in intermediating global capital. We conclude with directions for future research in this area.\n\n",
    "acknowledgement": "\nOur frequent co-authors Antonio Coppola and Brent Neiman deserve our special thanks because much of the knowledge and material we review in this chapter was jointly developed. We thank the research fellows and collaborators at the Global Capital Allocation Project for insightful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}