{
    "id": 31592,
    "citation_title": "Inventor Gender and Patent Undercitation: Evidence from Causal Text Estimation",
    "citation_author": [
        "Yael Hochberg",
        "Ali Kakhbod",
        "Peiyao Li",
        "Kunal Sachdeva"
    ],
    "citation_publication_date": "2023-08-21",
    "issue_date": "2023-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nImplementing a state-of-the-art machine learning technique for causal identification from text data (C-TEXT), we document that patents authored by female inventors are under-cited relative to those authored by males. Relative to what the same patent would be predicted to receive had the lead inventor instead been male, patents with a female lead inventor receive 10% fewer citations. Patents with male lead inventors tend to undercite past patents with female lead inventors, while patent examiners of both genders appear to be more even-handed in the citations they add to patent applications. For female inventors, market-based measures of patent value load significantly on the citation counts that would be predicted by C-TEXT, but do not load significantly on actual forward citations. The under-recognition of female-authored patents likely has implications for the allocation of talent in the economy.\n\n",
    "acknowledgement": "\nWe thank Tania Babina, Daniel Bergstresser, Po-Hsuan Hsu, Amir Kermani, David Levine, Zack Liu, Dmitry Livdan, Ulrike Malmendier, Asaf Manela, Danqing Mei, S. Lakshmi Naaraayanan, Vira Semenova, Amit Seru,  Carolyn Stein, Gauri Subramani, Dong Yang, Tengfei Zhang, and workshop and conference participants and discussants at UC Berkeley, NBER Productivity Innovation and Entrepreneurship Meeting, Midwest Finance Association (MFA), York University (Schulich), Mid-Atlantic Research Conference in Finance (MARC), Northeastern University (D'Amore-McKim), and Boston University (TPRI IP Day) for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}