{
    "id": 31593,
    "citation_title": "“Invisible Killer”: Seasonal Allergies and Accidents",
    "citation_author": [
        "Mika Akesaka",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough at least 400 million people suffer from seasonal allergies worldwide, the adverse effects of pollen on “non-health” outcomes, such as cognition and productivity, are relatively understudied. Using ambulance archives from Japan, we demonstrate that high pollen days are associated with increased accidents and injuries—one of the most extreme consequences of cognitive impairment. We find some evidence of avoidance behavior in buying allergy products but limited evidence in curtailing outdoor activity, implying that the cognitive risk of pollen exposure is discounted. Our results suggest that policymakers may wish to consider programs to raise public awareness of the risk and promote behavioral change.\n\n",
    "acknowledgement": "\nJack Madison provided superb research assistance. The authors thank Panle Jia Barwick, Robert Kaestner, Hiroyuki Kasahara, Munechika Katayama, Yoshifumi Konishi, Yuta Kuroda, Young Lee, Michelle Marcus, David Molitor, Claudia Persico, Julian Reif, Yutaro Sakai, Edson Severnini, Shinsuke Tanaka, Rusty Tchernis, Erdal Tekin, Shinsuke Uchida, Hendrik Wolff, and the seminar participants at Advances in Utilizing Mobile Location Data (Waseda University), AASLE 2022, AMES China 2022, AMES Tokyo 2022, AsianWEHE 2022, Japan Economic Association 2022, Hanyang-Kobe-Nanyang Conference, J-TREE, Kobe University, LACEA/LAMES 2022, NBER Health Economics Fall Meeting 2022, Osaka Metropolitan University, and University of Bologna, for their comments and suggestions. We thank the Fire and Disaster Management Agency of the Ministry of Internal Affairs and Communications and the National Policy Agency for providing us with ambulance records and police records. Akesaka acknowledges financial support from JSPS KAKENHI (23K12492, 22K01534, 21H04397, 20K13511) and Inamori Foundation. Shigeoka acknowledges financial support from JSPS KAKENHI (23H00828, 22H00057, 22H00847, 22H05009) and Tokyo Center for Economic Research. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}