{
    "id": 31594,
    "citation_title": "Do Cops Know Who to Stop? Assessing Optimizing Models of Police Behavior with a Natural Experiment",
    "citation_author": [
        "David Abrams",
        "Hanming Fang",
        "Priyanka Goonetilleke"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe standard economic model of police stops implies that the contraband hit rate should rise when the number of stops or searches per officer falls, ceteris paribus. We provide empirical corroboration of such optimizing models of police behavior by examining changes in stops and frisks around two extraordinary events of 2020: the COVID-19 pandemic onset and the nationwide protests following the killing of George Floyd. We find that hit rates from pedestrian and vehicle stops generally rose as stops and frisks fell dramatically. Using detailed data, we are able to rule out a number of alternative explanations, including changes in street population, crime, police allocation, and policing intensity. We find mixed evidence about the changes in racial disparities, and evidence that police stops do not decrease crime, at least in the short run. The results are robust to a number of different specifications. Our findings provide quantitative estimates that can contribute to the important goals of improving and reforming policing.\n\n",
    "acknowledgement": "\nWe would like to thank David Bjerk, Mitch Downey, Conrad Miller, Steve Raphael, Steve Ross, and participants in numerous seminars and conferences for useful comments and suggestions. We would like to acknowledge the generous financial support from the Data-Driven Discovery Fund at the University of Pennsylvania. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}