{
    "id": 31595,
    "citation_title": "The Impact of Bretton Woods International Capital Controls on the Global Economy and the Value of Geopolitical Stability: A General Equilibrium Analysis",
    "citation_author": [
        "Lee E. Ohanian",
        "Paulina Restrepo-Echavarria",
        "Diana Van Patten",
        "Mark L.J. Wright"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the positive and normative impact of Bretton Woods capital controls on global and regional economic activity. A three-region DSGE capital flows accounting framework consisting of the U.S., Western Europe, and the Rest of the World (ROW) is developed to quantify capital controls and evaluate their impact on the world economy. We find these controls had large effects. Counterfactual analysis show world output would have been 0:5 percent higher had there been perfect capital mobility, with substantial capital flowing from the ROW to the U.S. Bretton Woods capital controls raised welfare substantially in the ROW, but at the expense of much lower U.S. welfare. Given the U.S.’s goal of keeping capital within these countries to preserve their stability during this period, we interpret lower U.S. welfare due to Bretton Woods as the implicit value the U.S. placed on preserving geopolitical stability in ally countries during the Cold War.\n\n",
    "acknowledgement": "\nWe thank seminar participants and Mark Aguiar, George Alessandria, Manuel Amador, Andy Atkeson, Michael Bordo, Andrés Fernandez, Erik Hurst, Oleg Itskhoki, Ellen McGrattan, Enrique Mendoza, Maurice Obstfeld, and Fabrizio Perri, for helpful discussions, and Patrick Kehoe and Juan Pablo Nicolini for detailed comments that improved the paper significantly. We thank Praew Grittayaphong for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}