{
    "id": 31608,
    "citation_title": "Distributional Equity in the Employment and Wage Impacts of Energy Transitions",
    "citation_author": [
        "Ben Gilbert",
        "Hannah Gagarin",
        "Ben Hoen"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use restricted-access, geocoded data on the near-universe of workers in 23 U.S. states in order to quantify the impact of wind energy development on local earnings and employment, by race, ethnicity, sex, and educational attainment. We find the largest relative impacts for workers without a high school education, or workers with a college education, in addition to other systematic differences across sub-populations. We compare these results to estimates using county aggregates of the worker-level data, such as can be obtained using publicly available data. We find that (a) county-level estimates are dramatically dampened relative to geocoded worker-level estimates, and (b) the degree of bias differs by sub-population such that qualitative comparisons of impacts are not consistent using restricted-access data versus county-level data for most sub-populations. We discuss implications for achieving equity goals within energy transition policies.\n\n",
    "acknowledgement": "\nAny views expressed are those of the authors and not those of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau's Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1947 (CBDRB-FY22-P1947-R9663). This analysis was funded by the Wind Energy Technologies Office of the U.S. Department of Energy (DOE) under Contract No. DE-AC02-05CH11231. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. We also thank the Rocky Mountain Research Data Center staff and in particular Philip Pendergast, Kas McLean, and Carlos Becerra for their support. We are grateful for detailed and helpful comments from Johannes Schmieder and all of the participants at the NBER Conference and Pre-Conference Workshop on Distributional Impacts of New Energy Policies, which benefited from funding from the Alfred P. Sloan Foundation. We could not have performed this work without the support of the DOE, specifically Patrick Gilman, Rin Ball, and Maggie Yancey.\n\n\n"
}