{
    "id": 31603,
    "citation_title": "The Macroeconomic Effects of the Federal Reserve's Conventional and Unconventional Monetary Policies",
    "citation_author": [
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI separately identify and estimate the effects of the Federal Reserve’s federal funds rate, forward guidance, and large-scale asset purchase (LSAP) policies on the U.S. economy. I extend the high-frequency identification strategy of Bauer and Swanson (2023b) for monetary policy VARs by allowing each of the above policies to have possibly different economic effects. I follow Swanson (2021) and Swanson and Jayawickrema (2023) to separately identify federal funds rate, forward guidance, and LSAP components of monetary policy announcements using high-frequency interest rate changes around FOMC announcements, post- FOMC press conferences, FOMC meeting minutes releases, and speeches and testimony by the Fed Chair and Vice Chair. I find that changes in the federal funds rate have had the most powerful effects on the U.S. economy, followed by forward guidance and, lastly, LSAPs.\n\n",
    "acknowledgement": "\nI thank Juan Rubio-Ramirez, Thomas Drechsel, and seminar participants at UC San Diego, the Renmin University of China Macroeconomics and Finance Workshop, and the IMF/Norges Bank Conference on the Future of Macroeconomic Policy for helpful discussions, comments, and suggestions. The views expressed in this paper, and all errors and omissions, are my own and are not necessarily those of any other individuals or groups listed above, nor of the National Bureau of Economic Research.\n\n\n"
}