{
    "id": 31606,
    "citation_title": "Market Response to Racial Uprisings",
    "citation_author": [
        "Bocar A. Ba",
        "Roman Rivera",
        "Alexander Whitefield"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nDo investors anticipate that demands for racial equity will impact companies?  We explore this question in the context of the Black Lives Matter (BLM) movement—the largest racially motivated protest movement in U.S. history—and its effect on the U.S. policing industry using a novel dataset on publicly traded firms contracting with the police. It is unclear whether the BLM uprisings were likely to increase or decrease market valuations of firms contracting heavily with police because of the increased interest in reforming the police, fears over rising crime, and pushes to “defund the police”. We find, in contrast to the predictions of economics experts we surveyed, that in the three weeks following incidents triggering BLM uprisings, policing firms experienced a stock price increase of seven percentage points relative to the stock prices of nonpolicing firms in similar industries. In particular, firms producing surveillance technology and police accountability tools experienced higher returns following BLM activism–related events. Furthermore, policing firms’ fundamentals, such as sales, improved after the murder of George Floyd, suggesting that policing firms’ future performances bore out investors' positive expectations following incidents triggering BLM uprisings. Our research shows how—despite BLM’s calls to reduce investment in policing and explore alternative public safety approaches—the financial market has translated high-profile violence against Black civilians and calls for systemic change into shareholder gains and additional revenues for police suppliers.\n\n",
    "acknowledgement": "\nWe thank the Duke Economics Department for its financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}