{
    "id": 31602,
    "citation_title": "Supply Chain Adjustments to Tariff Shocks: Evidence from Firm Trade Linkages in the 2018-2019 U.S. Trade War",
    "citation_author": [
        "Kyle Handley",
        "Fariha Kamal",
        "Ryan Monarch"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": [
        "\n",
        "\nThe Rise of Global Supply Chains, Networks, and the Rise of Interruptions: Looking Forward Past COVID-19\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe use the 2018-2019 U.S. trade war to examine how supply chains adjustments to a tariff cost shock affect imports and exports. Using confidential firm-trade linked data, we show that the decline in imports of tariffed goods was driven by discontinuations of U.S. buyer–foreign supplier relationships, reduced formation of new relationships, and exits by U.S. firms from import markets altogether. However, tariffed products where imports were concentrated in fewer suppliers had a smaller decline in import growth. We then construct measures of export exposure to import tariffs by linking tariffs paid by importing firms to their exported products. We find that the most exposed products had lower exports in 2018-2019, with most of the impact occurring in 2019.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on “The Rise of Global Supply Chains”. Some of the material in this paper borrows from and extends the measures in our previous research “Rising Import Tariffs, Falling Export Growth: When Modern Supply Chains Meet Old-Style Protectionism” (Handley et al., 2020). For helpful comments we thank our discussant, Gordon Hanson, and participants at Syracuse University, the Peterson Institute for International Economics, and the aforementioned NBER conference. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release (DRB Approval Numbers: CBDRB-FY19-519, CBDRB-FY20- 104, CBDRB-FY20-CES006-004, CBDRB-FY20-CES006-005, CBDRB-FY22-CES007-005). This material is based upon work supported by the U.S. Department of Homeland Security under Grant Award Number 18STCBT00001-03-00. The views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the U.S. Department of Homeland Security. Any opinions and conclusions expressed herein are those of the authors and do not reflect the views of the U.S. Census Bureau or the National Bureau of Economic Research.\n\n\n"
}