{
    "id": 31605,
    "citation_title": "Incorporating Micro Data into Differentiated Products Demand Estimation with PyBLP",
    "citation_author": [
        "Christopher Conlon",
        "Jeff Gortmaker"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "2024-09-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe delineate a general framework for incorporating many types of micro data from summary statistics to full surveys of selected consumers into Berry, Levinsohn, and Pakes (1995)-style estimates of differentiated products demand systems. We extend recommended practices for BLP estimation in Conlon and Gortmaker (2020) to the case with micro data and implement them in our open-source package PyBLP. Monte Carlo experiments and empirical examples suggest that incorporating micro data can substantially improve the finite sample performance of the BLP estimator, particularly when using well-targeted summary statistics or “optimal micro moments” that we derive and show how to compute.\n\n",
    "acknowledgement": "\nWe thank Isaiah Andrews, Maya Balakrishnan, Steve Berry, Kevin Chen, Steve Gortmaker, Phil Haile, Myrto Kalouptsidi, Robin Lee, Julien Leider, Alex MacKay, Charlie Murry, Jimin Nam, Ariel Pakes, Joris Pinkse, Frank Pinter, Lisa Powell, Bernard Salanié, Kunal Sangani, Elie Tamer, Chris Walker, Chen Zhen, the editor ´Aureo de Paula, two anonymous referees, Harvard workshop and 2023 IIOC participants, and all PyBLP users who have posted on GitHub or emailed us for their comments, suggestions, and bug reports. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Researchers’ own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researchers and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}