{
    "id": 31604,
    "citation_title": "Who (Actually) Gets the Farm? Intergenerational Farm Succession in the United States",
    "citation_author": [
        "Adrian Haws",
        "David R. Just",
        "Joseph Price"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFarm succession is a central issue in agricultural policy. Yet while many studies explore succession planning, little is known about how farms are actually transferred. We provide the first population-level evidence on intergenerational farm succession by linking US census records for millions of farmers’ children in 1900 and 1910 to identify which children own and operate the family farm up to 40 years later. We first show that daughters are rarely successors. Using a within-family identification strategy, we find that first-born sons are slightly more likely than their younger brothers to be successors while their parents are working aged. However, birth order is not predictive of who receives the farm when parents are older or deceased. For later farm transfers, sons who were previously tenant farmers are much more likely than their brothers to be successors, possibly because they are better prepared. Fewer than one-fifth of farmers transfer their farm to any son. Our study relies on rich historical data because current policy prevents the necessary data linkages for studying intergenerational farm succession. Providing a secure system for researchers to link modern agricultural data to population microdata, similar to what has been achieved with other data sources, would yield crucial insights into long-term agricultural policy issues in the US.\n\n",
    "acknowledgement": "\nWe express gratitude to Marc Bellemare, Harry de Gorter, Richard Just, Jhih-Yun Liu, Qing Liu, Jesse Tack, Wendong Zhang, David Zilberman, and seminar participants at UC-Berkeley, Cornell, and Michigan State for their valuable comments. We also benefitted from thoughtful feedback from two anonymous referees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}