{
    "id": 31601,
    "citation_title": "Automatic Enrollment with a 12% Default Contribution Rate",
    "citation_author": [
        "John Beshears",
        "Ruofei Guo",
        "David Laibson",
        "Brigitte C. Madrian",
        "James J. Choi"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "2024-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study a retirement savings plan with a default contribution rate of 12% of income, which is much higher than previously studied defaults. Twenty-five percent of employees had not opted out of this default 12 months after hire; a literature review finds that the corresponding fraction in plans with lower defaults is approximately one-half. Because only contributions above 12% were matched by the employer, 12% was likely to be a suboptimal contribution rate for employees. Employees who remained at the 12% default contribution rate had average income that was approximately one-third lower than would be predicted from the relationship between salaries and contribution rates among employees who were not at 12%. Defaults may influence low-income employees more strongly in part because these employees face higher psychological barriers to active decision making.\n\n",
    "acknowledgement": "\nContributions: conceptualized paper (JB, DL, BM, JC), wrote paper (JB, JC), edited paper (DL), implemented empirical analysis (JB, RG), project leadership (JB, JC). The research reported herein was supported by the U.S. Social Security Administration (SSA) through grant #10-M-98363-1-02 to the National Bureau of Economic Research (NBER) as part of the Retirement Research Consortium (RRC). The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, the RRC, the authors’ universities, or the National Bureau of Economic Research. The authors thank Joshua Rauh and two anonymous reviewers for their comments and thank Yeguang Chi and Richard Lombardo for excellent research assistance. The authors also acknowledge individual and collective financial support from the National Institutes of Health (grants R01-AG-021650 and T32-AG-000186) and the Pershing Square Fund for Research on the Foundations of Human Behavior.\n\n\n\nJohn Beshears\n\nI have received additional grant support from the National Employment Savings Trust (NEST), the Pershing Square Fund for Research on the Foundations of Human Behavior, and the Smith Richardson Foundation.\n\n\nI have received research data from Alight Solutions, the Commonwealth Bank of Australia, and Voya Financial.\n\n\nI am an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company.  I am a TIAA Institute Fellow.\n\n\n\nDavid Laibson\n\nThis link contains a chronological list of all organizations from which I have received service or speaking honoraria since 2007:\n\n\nhttps://scholar.harvard.edu/laibson/outside_activities\n\n\n"
}