{
    "id": 31618,
    "citation_title": "Greed? Profits, Inflation, and Aggregate Demand",
    "citation_author": [
        "Florin O. Bilbiie",
        "Diego R. Känzig"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether corporate profits can drive elevated inflation through the interplay of income distribution dynamics and aggregate demand—our narrow definition of the “greed” narrative—within the New Keynesian framework. We first derive an analytical condition for profits to be procyclical and thus inflationary in response to demand expansions. Yet when distributional mechanisms are of the essence, as under the greed view, a conundrum emerges: procyclical profits accruing to low-MPC asset-holders imply a dampening of aggregate demand, yielding deflationary forces—the opposite of greedflation. Adding capital investment undoes part of this as it delivers aggregate-demand amplification even under procyclical profits, but the deflationary effects of the latter are still operating in a compensating way. Countercyclical income risk can deliver the amplified inflationary response; yet since this operates through a precautionary-saving channel and not profits, it is still inconsistent with the narrative directly attributing inflation to corporate greed.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from Paul Beaudry, Tobias Broer, Cristiano Cantore, Larry Christiano, Davide Debortoli, Jordi Galí, Marcus Hagedorn, Peter Karadi, Philip Lane, Virgiliu Midrigan, Erik Oberg, Matt Rognlie, Barbara Rossi, Isabel Schnabel, Dejanir Silva, Oreste Tristani, and Mathias Trabandt. Bilbiie thanks the Janeway Institute and the Keynes Fund at Cambridge University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}