{
    "id": 31613,
    "citation_title": "Managing Mental Accounts: Payment Cards and Consumption Expenditures",
    "citation_author": [
        "Michael Gelman",
        "Nikolai Roussanov"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes mental accounting matter for total consumption expenditures? We exploit a unique setting in which individuals exogenously received a new credit card, without requesting one. Using random variation in the time of receipt we show that individuals temporarily increase total consumption expenditure by making purchases with the new card without reducing spending on the others. We do not observe a corresponding increase in indebtedness. Total consumption expenditure rises even for the least liquidity-constrained individuals. The evidence is consistent with consumers treating methods of payment as nonfungible budget categories, as suggested by models of mental accounting and narrow bracketing.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Zahi Ben-David, Filipe Correia (discussant), Ben Keys, Sasha Indarte, Yaron Levi (discussant), Chen Lian (discussant), Michaela Pagel (discussant), Jesse Shapiro, Jeremy Tobacman, as well as seminar and conference participants at the 2023 AFA annual meeting, 2022 MFA annual meeting, 2022 SDU Finance Workshop, 2021 Miami Behavioral Finance Conference, Peking University, Aarhus University, Bank of Israel, and Tel-Aviv University. This work started when Michael Gelman visited Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}