{
    "id": 31616,
    "citation_title": "CEO Gender Bias in the Formation of Firm-to-Firm Transactions",
    "citation_author": [
        "Yutaro Izumi",
        "Hitoshi Shigeoka",
        "Masayuki Yagasaki"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhile female CEOs are under-represented, the barriers they face in the business environment remain poorly understood. This study investigates the influence of gender bias in forming CEOs’ business networks. Using transaction data of 1 million Japanese firms, we find that CEOs of the same gender significantly trade more than those of the opposite gender, mostly driven by small- and medium-sized firms in which CEOs presumably have a strong involvement in transactions. As most CEOs are male, such same-gender bias reduces the trading opportunities for females relative to male CEOs. Regarding mechanisms, our survey reveals both the existence of barriers that impede male CEOs from becoming acquainted with female CEOs and the tendency for male CEOs to prefer interacting with male CEOs over female CEOs.\n\n",
    "acknowledgement": "\nWe are grateful to Patricia Funk, Taiji Furusawa, Takeo Hoshi, Daiji Kawaguchi, Pinchuan Ong, Jessica Pan, Giovanni Pica, Kazuhiro Teramoto, and seminar participants at AASLE 2022, Keio University, National University of Singapore, Università Cattolica del Sacro Cuore, Università della Svizzera Italiana, Waseda University, Yokohama City University, and ZEW. This research has been conducted under a joint research agreement between the Center for Research and Education in Program Evaluation (CREPE) at the University of Tokyo and Tokyo Shoko Research, LTD (TSR). Izumi acknowledges financial support from the Murata Science Foundation grant and the Research Project Grant of the Policy Research Center at GRIPS. Shigeoka acknowledges financial support from JSPS KAKENHI (23H00828, 22H00057, 22H00847, 22H05009). The authors gratefully acknowledge financial support from ESRI, the Cabinet Office, Government of Japan. The views expressed in this study are those of the authors and do not necessarily reflect the position of the ESRI, the Cabinet Office,  Government of Japan, or the National Bureau of Economic Research.\n\n\n"
}