{
    "id": 31614,
    "citation_title": "Private Actions in the Presence of Externalities: The Health Impacts of Reducing Air Pollution Peaks but not Ambient Exposure",
    "citation_author": [
        "Susanna B. Berkouwer",
        "Joshua T. Dean"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtensive research has documented that elevated air pollution increases mortality and morbidity, with estimates reaching 8 million deaths per year. Many of the world’s one billion urban poor face both high ambient concentrations and even higher transient peaks. Should government interventions aimed at improving health prioritize reductions in ambient pollution—for example, regulating industrial emissions—or peak pollution? We conduct a field experiment studying the impacts of reducing a notorious source of peak air pollution exposure—biomass cooking—for three years in an urban environment with high ambient pollution. We collect personal, high-frequency particulate matter and carbon monoxide measurements and extensive quantitative and self-reported health measurements. Cooking increases peak PM2.5 exposure by 125 μg/m³ for the control group, but improved stove ownership reduces this by 52 μg/m³—a sizeable 42% reduction in peak cooking emissions. However, ambient pollution of 37.5 μg/m³ largely negates any impact on average air pollution exposure. The reduction in peak cooking emissions generates a 0.24 standard deviation reduction in short-term self-reported respiratory symptoms. However, we can rule out meaningful improvements in blood pressure, blood oxygen, and a wide array of self-reported diagnoses. Ambient air pollution dampens the health benefits from private technology adoption, and a government seeking to generate chronic health improvements will likely need to address negative externalities through environmental regulation. Still, despite the importance of ambient pollution, the $40 stove generates $86 in annual energy savings and reduces CO₂ emissions at $4.9 per ton when factoring in additionality rates, suggesting government subsidies would generate large societal benefits.\n\n",
    "acknowledgement": "\nFor generous financial support we thank the Weiss Family Program Fund, the International Growth Centre, UC Berkeley, Chicago Booth, Penn Global, and the Kleinman Center for Energy Policy. We thank Robert Bailis, Fiona Burlig, Pascaline Dupas, Reto Gieré, Joshua Graff Zivin, Stephen Harrell, Koichiro Ito, Darby Jack, David Levine, Alex Rees-Jones, Ajay Pillarisetti, Reed Walker, Catherine Wolfram, numerous seminar participants, and the late Kirk Smith for helpful comments. We thank Busara (in particular Suleiman Amanela and Debra Opiyo) for superbly implementing field activities; Berkeley Air (in particular Michael Johnson, Ashlinn Quinn, and Heather Miller) for assistance designing and implementing air pollution monitoring protocols; and Kamen Velichkov, Martín Serramo, and Adi Jahic for excellent research assistance. This study has IRB approval in Kenya (KEMRI/RES/7/3/1 and AMREF ESRC P1195/2022) and the US (University of Chicago IRB22-0943). To prevent increased Covid-19 transmission, all surveys conducted by this research team in 2020 were conducted via phone or SMS. A disclosure statement is available at https://sberkouwer.github.io/disclosureBDhealth.pdf. A pre-results proposal (available at https://sberkouwer.github.io/BerkouwerDean_Health_PAP.pdf) for this paper was accepted by the Journal of Development Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}