{
    "id": 31615,
    "citation_title": "Clean Growth",
    "citation_author": [
        "Costas Arkolakis",
        "Conor Walsh"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide a spatial theory of clean growth to assess the global impact of the rise of renewable energy. We model the details of the combined production and transmission network of electricity (“the grid”) that determine the supply and losses of energy in space. The local rate of clean energy adoption depends on learning-by-doing, the global electricity and trade network, and regional comparative advantage in renewable resources. We use the model to measure the aggregate and spatial implications of clean growth. We find that the world’s power system is likely to be dominated by renewables by 2040 in a range of scenarios, with substantial welfare gains, even in the absence of policy. Incorporating policy, we find that the US Inflation Reduction Act significantly accelerates renewable uptake, and generates substantial economic benefits. In addition, planned grid improvements lower prices substantially in many areas of the US, justifying their cost of construction.\n\n",
    "acknowledgement": "\nWe are grateful to the National Science Foundation for support under Grant #2117288, as well as for the support of the Planetary Solutions Project at Yale and The Tamer Center for Social Enterprise at Columbia Business School. Felipe del Canto Monge, Kerry Nietzel, and Kevin Yin provided outstanding research assistance. We thank Rodrigo Adao, Steven Berry, Julieta Caunedo, Jonathan Dingel, Pablo Fajgelbaum, Kennenth Gillingham, Esteban Rossi-Hansberg, Abdullah Jallow, and William Nordhaus for useful comments and insights, and David Hemous and Derek Lemoine for excellent discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCostas Arkolakis\n\nArkolakis gratefully acknowledges the support of the NSF through the CAREER grant and under the title: Welfare Gains from Economic Integration: A Unified Approach.\n\n\n"
}