{
    "id": 31611,
    "citation_title": "Psychosocial Constraints, Impact Heterogeneity and Spillovers in a Multifaceted Graduation Program in Kenya",
    "citation_author": [
        "Geyi Zheng",
        "Michael Carter",
        "Nathan Jensen",
        "Laurel Krovetz"
    ],
    "citation_publication_date": "2023-08-28",
    "issue_date": "2023-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoverty reduction programs modeled on BRAC's graduation approach build up both tangible productive assets and intangible psychosocial assets such as self-confidence and the aspiration for upward mobility. The goal of this paper is to better understand how psychosocial factors operate and shape the impact of graduation programs. After deriving a set of hypotheses about the impacts of psychosocial constraints from a dynamic optimization model of the choice between a low income, casual wage-labor occupation and a higher earning entrepreneurial activity, this paper exploits a randomized controlled trial of a graduation program implemented in the pastoralist regions of Northern Kenya. Key empirical findings include that the estimated highly favorable average treatment effects disguise substantial heterogeneity, with beneficiaries who began with severe depressive symptoms gaining little from the program. The RCT's saturation design also allows us to identify substantial spillover effects onto the asset accumulation of women who were not enrolled in the graduation program. Spillovers are also estimated to positively affect non-beneficiary women's preference for upward economic mobility, providing a plausible explanation for their accumulation of capital despite no direct support from the graduation program. The paper draws out the implications of these findings for the cost-effective design and implementation of graduation programs.\n\n",
    "acknowledgement": "\nThis study was made possible through the generous support of the American people through the United States Agency for International Development Cooperative Agreement No. AID-OAA-L-12-00001 with the BASIS Markets, Risk and Resilience Feed the Future Innovation Lab. The contents are the responsibility of the authors and do not reflect the views of the US Government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}