{
    "id": 31625,
    "citation_title": "Supporting Women’s Livelihoods at Scale: Evidence from a Nationwide Multi-Faceted Program",
    "citation_author": [
        "Ioana Botea",
        "Andrew Brudevold-Newman",
        "Markus Goldstein",
        "Corinne Low",
        "Gareth Roberts"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe success of multi-faceted “graduation” programs at reducing poverty raises three questions: can the impacts of these programs be maintained when implemented by governments at scale, will positive effects be offset by negative spillovers, and can bundled programs be streamlined without losing im- pact? We find that a nationwide livelihood program implemented by the government of Zambia yielded consumption and earnings increases comparable to graduation programs, without negative economic spillovers on non-beneficiaries. However, the effects were entirely driven by the asset transfer portion of the bundled intervention, indicating a streamlined package could be a promising poverty alleviation strategy for developing-country governments.\n\n",
    "acknowledgement": "\nThis paper greatly benefited from comments by Clara Delavallade, Patrick Premand as well as seminar participants at the Partnership for Economic Inclusion/ Development Impact Evaluation Workshop in Lisbon (June 2022) and the Trinity Impact Evaluation Unit/World Bank Africa Gender Innovation Lab/Innovations for Poverty Action/Concern Worldwide New Directions in Anti-Poverty Research Conference (December 2022). Ananda Paez Rodas, Ambika Sharma, and Chang Tang provided excellent fieldwork and research assistance. We gratefully acknowledge financial support from the World Bank’s Umbrella Facility for Gender Equality. This paper is a product of the Gender Innovation Lab, Office of the Chief Economist, Africa Region. The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of The World Bank Group, its Board of Executive Directors, or the governments they represent. AEA RCT Registry ID: AEARCTR-0003498. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus Goldstein\n\nMarkus Goldstein participated in this research project while at the World Bank, from which he is currently on leave.  He is currently employed by Amazon the paper does not necessarily reflect the views of either Amazon or the World Bank.\n\n\n"
}