{
    "id": 31623,
    "citation_title": "Which Mexicans Are White? Enumerator-Assigned Race in the 1930 Census and the Socioeconomic Integration of Mexican Americans",
    "citation_author": [
        "Brian Duncan",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe authors explore unique complete-count data from the 1930 Census in which a respondent’s race was assigned by enumerators and “Mexican” was one of the possible responses. Census enumerators frequently and selectively assigned a non-Mexican race—predominantly “white”—to U.S.-born individuals of Mexican ancestry. As a result, using enumerator-assigned race to identify Mexican Americans misses a sizeable fraction of the relevant population and significantly understates this group’s socioeconomic attainment. The propensity for Census enumerators to identify Mexican Americans as white varied enormously across U.S. counties, and this variation is strongly associated with both the educational attainment of U.S.-born Mexican Americans observed in the 1940 Census and the amount of return migration by Mexican immigrants during the 1930s. As such, this variation may help to identify local environments that were more favorable for the integration of Mexican Americans.\n\n",
    "acknowledgement": "\nFor helpful advice and comments, the authors are grateful to Catalina Amuedo-Dorantes, Francisca Antman, George Borjas, Alfonso Flores-Lagunes, Daniel Hamermesh, Gordon Hanson, Brian Kovak, Patrick Mason, Susan Pozo, Rhonda Sharpe, Jan Stuhler, and Zachary Ward. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}