{
    "id": 31629,
    "citation_title": "Welfare Estimates of Shifting Peak Travel",
    "citation_author": [
        "Robert W. Hahn",
        "Robert D. Metcalfe",
        "Eddy Tam"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop novel estimates of peak and off-peak price elasticities for urban mass transit demand in San Francisco using a large natural experiment with 3.6 million trip sessions and a natural field experiment that both have exogenous price subsidies. We then estimate the welfare impacts for these price subsidies using a sufficient statistics approach. Our analysis suggests that off-peak subsidies can increase welfare, but the positive effects are reduced when consumers take the decisions of others into account compared to when they do not. We also find a large variation in the welfare impacts of shifting travel to different periods, which is explained by differences in demand and congestion characteristics. Finally, we show that the targeting of subsidies can increase welfare, but need not do so if the regulator does not have accurate information on demand.\n\n",
    "acknowledgement": "\nWe personally received no funding for this paper. We would like to thank Ryan Greene-Roesel at Bay Area Rapid Transit (BART) and the BART team for partnering with us to conduct this research and taking a leading role developing the experiments reported in this paper. We also thank the Federal Highways Agency and the San Francisco County Transportation Authority (especially Joe Castiglione and Camille Guiriba), and BART for funding the program. We greatly appreciate the thoughtful comments of Leo Bursztyn, Thomas Chaney, Raj Chetty, Nathan Hendren, Jonathan Libgober, Victor Mylonas, Matthew Tarduno, Shosh Vasserman, ReedWalker, Zi Yang Kang, and seminar participants at Harvard University, University of California, Berkeley, and the University of Southern California. We also thank those at Metropia who helped to implement the field experiment, especially Yi-Chang Chiu and Ali Arian. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}