{
    "id": 31620,
    "citation_title": "What Predicts the Growth of Small Firms? Evidence from Tanzanian Commercial Loan Data",
    "citation_author": [
        "Mia Ellis",
        "Cynthia Kinnan",
        "Margaret S. McMillan",
        "Sarah Shaukat"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nNot all firms have equal capacity to absorb productive credit. Identifying those with higher potential may have large consequences for productivity. We collect detailed survey data on small- and medium-sized Tanzanian firms who borrow from a large commercial bank, which in turn raises funds via international capital markets. Using machine learning methods to identify predictors of loan growth, we document, first, that we achieve high rates of predictive power. Second, “soft” information (entrepreneurs’ motivations for entrepreneurship and constraints faced) has predictive power over and above administrative data (sector, age, etc.). Third, there is a different and larger set of predictors for women than men, consistent with greater barriers to efficient capital allocation among female entrepreneurs.\n\n",
    "acknowledgement": "\nWe are grateful to the National Microfinance Bank of Tanzania and its staff who made this research possible, especially Ineke Bussemaker, Richard Donatus, James Maiteron, Dionys Msavila, and Beatrice Mwambije. The authors also thank Josaphat Kweka (Talanta International, Economic and Social Research Foundation) for his efforts in-country, including facilitating the focus groups and survey work. We also acknowledge the excellent work of Ideas in Action, led by Samson Kiware, for their enumeration of the firm survey. We thank the International Growth Centre (IGC) and IFPRI-led CGIAR's research program Policies, Institutions, and Markets (PIM) for support. We thank seminar audiences at CSAE, Tufts, the IPA Entrepreneurship and Private Sector Development working group, the Gendered Effects of Globalization and Development conference, and especially Ama Baafra Abeberese for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}