{
    "id": 31621,
    "citation_title": "Tax Credits for Clean Electricity: The Distributional Impacts of Supply-Push Policies in the Power Sector",
    "citation_author": [
        "Maxwell L. Brown",
        "Jon M. Becker",
        "Jared Carbone",
        "Teagan Goforth",
        "James McFarland",
        "Destenie Nock",
        "Kristina Pitman",
        "Daniel C. Steinberg"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate distributional and efficiency consequences of the bulk power clean electricity tax credits authorized by the 2022 Inflation Reduction Act. To do so, we link detailed electricity capacity expansion, computable general equilibrium, data-rich microsimulation, and air pollution models to estimate the policy incidence in terms of economic welfare and health impacts across a wide range of demographic groups. We evaluate the tradeoff between policy efficiency and income progressivity by comparing the tax credits to cap-and-trade policies that vary revenue recycling approaches. Under the scenarios analyzed the bulk power tax credits lead to increased clean electricity technology deployment resulting in a reallocation of capital from elsewhere in the economy, higher prices for capital and other goods, lower power prices, and lower emissions. The tax credits yield progressive outcomes for both economic welfare and health impacts. The health benefits exceed total policy costs and provide greater benefits for low-income and historically-marginalized households given the coincidence of household and emission source locations.\n\n",
    "acknowledgement": "\nThis work was authored in part by the National Renewable Energy Laboratory, operated by Alliance for Sustainable Energy, LLC, for the US Department of Energy under Contract No. DE-AC36-08GO38191. Funding provided by the US Department of Energy Office of Policy. The views expressed in the article do not necessarily represent the views of the DOE or the US Government, nor those of the National Bureau of Economic Research. The US Government retains a nonexclusive, paid-up, irrevocable, worldwide license to publish or reproduce the published form of this work, or allow others to do so, for US Government purposes.\n\n\n"
}