{
    "id": 31622,
    "citation_title": "Innovation Market Failures and the Design of New Climate Policy Instruments",
    "citation_author": [
        "Sarah C. Armitage",
        "Noël Bakhtian",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2024-02-07",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMoving beyond the combination of adoption subsidies, standards, and (albeit limited) attempts at carbon pricing that largely characterized US climate policy over the past decade, recent climate-related legislation has transformed not only the scale of US climate activities but also the policy mechanisms adopted. Newly scaled policy instruments—including demonstration projects, loan guarantees, green banks, and regional technology hubs—are motivated not only by unpriced carbon externalities but also by innovation market failures. This paper maps the economics literature on innovation market failures and other frictions to the stated goals of these policy instruments, with the goal of focusing discussions about how to implement these policies as effectively as possible. The paper also discusses how program evaluation can help to illuminate which market failures are most relevant in a particular context and which policy instruments are most targeted to them.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Environmental and Energy Policy and the Economy meeting, May 2023. The authors would like to thank Michael Kearney, Josh Lerner, Ramana Nanda, and Tom Kalil for helpful conversations and the editors Matthew Kotchen and Catherine Wolfram for valuable feedback. Armitage served as a postdoctoral fellow at the Environmental Defense Fund during the 2022-2023 academic year. During 2020-2021, she was a paid consultant for the non-profit Prime Coalition, which invests in early-stage climate technologies. Bakhtian worked for the Lawrence Berkeley National Lab during the first part of the preparation and for the Bezos Earth Fund during the final part of preparation and at time of publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}