{
    "id": 3163,
    "citation_title": "International Trade Effects of Value Added Taxation",
    "citation_author": [
        "Paul Krugman",
        "Martin Feldstein"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe actual value added tax systems used in many countries differ significantly from the completely general VAT that has been the focus of most economic analyses. In practice, VAT systems exempt broad classes of consumer goods and services. This has important implications for the effect of the VAT on international trade.A value added tax is sometimes advocated as a way of improving a country's international competitiveness because GATT rules permit the tax to be levied on imports and rebated on exports. This leads to political support for the VAT among exporters and producers of import-competing products. For a general VAT on all consumption, this argument is incorrect except in the very short run because exchange rates or domestic prices adjust to offset the effect of the tax on the relative prices of domestic and foreign goods. When prices or exchange rates have adjusted, a general value added tax will have no effect on imports and exports.In practice, the value added tax frequently exempts housing and many personal services. The VAT thus raises the price of tradeables relative to nontradeables and induces a substitution of housing and services for tradeable goods. Since this implies a reduced consumption of imported goods, it also implies a decline in exports. The most likely effect of the introduction of a VAT would thus be a decline of exports.\n\n",
    "acknowledgement": "\n"
}