{
    "id": 31634,
    "citation_title": "The Effect of Immigration Policy on Founding Location Choice: Evidence from Canada's Start-up Visa Program",
    "citation_author": [
        "Saerom (Ronnie) Lee",
        "Britta Glennon"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nTo spur entrepreneurship and economic growth, an increasing number of countries have introduced immigration policies that provide visas to skilled entrepreneurs. This paper investigates whether these policies influence the founding location choice of immigrant founders, by leveraging the introduction of Canada's Start-up Visa Program in 2013. We demonstrate that this immigration policy increased the likelihood that U.S.-based immigrants have a start-up in Canada by 69%. Our results show that Asian immigrants (who have a higher representation in Canada than in the U.S.) are disproportionately more likely to migrate to Canada to start their businesses, whereas Hispanic immigrants (who have a smaller representation in Canada than in the U.S.) are less inclined to do so. We also find that this propensity varies with the size of co-ethnic immigrant communities in the origin location. Overall, our study unveils the importance of immigration policies in determining founding location choice and has important implications for countries competing for global talent.\n\n",
    "acknowledgement": "\nWe acknowledge funding from Analytics at Wharton. We have no other disclosures to make. All authors contributed equally. We thank Exequiel (Zeke) Hernandez and Sabrina Howell for providing valuable comments on the earlier versions of this manuscript. We thank Christina Tong for excellent research assistance. We also appreciate the helpful suggestions from seminar participants at the Wharton School, the University of Minnesota, the Pontifical Catholic University of Chile, the Universidad de los Andes, the Migration and Organizations Conference, and the National Bureau of Economic Research Summer Institute. We also acknowledge generous financial support from Analytics at Wharton. All errors in this paper are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}