{
    "id": 31635,
    "citation_title": "Judging Banks’ Risk by the Profits They Report",
    "citation_author": [
        "Ben S. Meiselman",
        "Stefan Nagel",
        "Amiyatosh Purnanandam"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn competitive capital markets, risky debt claims that offer high yields in good times have high systematic risk exposure in bad times. We apply this idea to bank risk measurement. We find that banks with high accounting return on equity (ROE) prior to a crisis have higher systematic tail risk exposure during the crisis. Proximate causes of crises differ, but the predictive power of ROE is pervasive, including during the financial crisis of 2007–2010 and the recent crisis triggered by the collapse of Silicon Valley Bank. ROE predicts systematic tail risk much better than conventional measures based on risk-weighted assets.\n\n",
    "acknowledgement": "\nThis research was conducted while Meiselman was an employee of the U.S. Department of the Treasury. The findings, opinions, and conclusions expressed here are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury. We are grateful for comments from Viral Acharya, Matthew Baron, Murillo Campello, John Cochrane, Ken French, Robin Greenwood, Randy Krozsner, Daniel Paravisini, Philip Strahan, Raghuram Rajan, Uday Rajan, David Sraer, Jeremy Stein, Rene Stulz, Pietro Veronesi, Vikrant Vig, Vijay Yerramilli, and seminar and conference participants at the AFA meetings, Federal Reserve Bank, Imperial College, LBS Summer Finance Symposium, NBER Summer Institute (Corporate Finance), Office of the Comptroller of Currency, Securities and Exchange Commission, SITE Summer Workshop, SUNY Buffalo, University of California at San Diego, University College London, University of Iowa, Vanderbilt, and Wharton Liquidity Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStefan Nagel\n\nStefan Nagel declares that he is a consultant for Northern Trust Asset Management. He has no other potentially relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}