{
    "id": 31630,
    "citation_title": "Show Me the Money! Incentives and Nudges to Shift Electric Vehicle Charge Timing",
    "citation_author": [
        "Megan R. Bailey",
        "David P. Brown",
        "Blake C. Shaffer",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a field experiment to measure the effectiveness of financial incentives and moral suasion “nudges” to shift the timing of electric vehicle (EV) charging. We find EV owners respond strongly to financial incentives, while nudges have no statistically discernible effect. When financial incentives are removed, charge timing reverts to pre-intervention behavior, showing no evidence of habit formation and reinforcing our finding that “money matters”. Our charge price responsiveness estimate is an order of magnitude larger than typical household electricity consumption elasticities. This result highlights the greater flexibility of EV charging over other forms of residential electricity demand.\n\n",
    "acknowledgement": "\nThis work was supported by excellent research assistance from Mallika Sharma. The Canada First Research Excellence Fund as part of the University of Alberta's Future Energy Systems research initiative, the University of Calgary's Global Research Initiative, and the Social Sciences and Humanities Research Council of Canada provided funding. We are grateful to our partner utility, ENMAX Power, for sponsoring and managing this field experiment. We would like to thank participants at the 2023 Electricity Camp in the Rockies and the 2023 University of California Energy Institute at Haas Summer Camp for their comments. This research was pre-registered with the AEA registry (AEARCTR-0010282) and approved under the UCalgary Conjoint Faculties Research Ethics Board (REB 22-0080). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMegan R. Bailey\n\nThe author of \"Show Me the Money! Incentives and Nudges to Shift Electric Vehicle Charge Timing\" declares that they have no relevant or material financial interests that relate to the research described in this paper. The data were provided by ENMAX Power under a non-disclosure agreement. ENMAX Power had rights to review material prior to publication with refusal acceptable only in the case of protecting any confidentiality. No refusals were made at any time.\n\n\n"
}