{
    "id": 31639,
    "citation_title": "Insuring those Who Bear the Risk: The Impact of Gender-inclusive Insurance in Kenya",
    "citation_author": [
        "Julian Arteaga",
        "Michael Carter",
        "Andrew Hobbs"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2024-08-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe novel insurance contracts for crop losses and livestock mortality that have been developed in low income countries typically protect against shocks in the traditionally male sphere of economic activity. Often overlooked are women, the particularities of their indirect exposure to this risk, and their socially constructed responsibility to manage family well-being. To fill this lacuna, this paper studies the effect of a low-cost intervention that reformulates a livestock insurance contract so that it directly addresses women’s risk and is sold in units that are commensurate with women’s expenditure responsibilities. We measure the effect of this contractual reformulation using a randomized trial amongst pastoralist communities in Kenya. Twenty-nine percent of previously subsidized households that received the novel contractual formulation purchased insurance (without subsidy), compared to only nineteen percent of previously subsidized households offered insurance under the standard malerisk formulation. Households that had not received prior insurance subsidies purchased no insurance, irrespective of the inclusivity of the insurance design. Protecting women, their assets, and those who depend on them will require a combination of smart subsidies and gender-inclusive insurance contract design.\n\n",
    "acknowledgement": "\nFunding for this work was provided by the United States Agency for International Development Cooperative Agreement No. AID-OAA-L-12-00001 with the BASIS Feed the Future Innovation Lab, the CGIAR Research Program on Livestock, the Innovative Methods and Metrics for Agriculture and Nutrition Action (IMMANA, grant 3.08) programme, the International Initiative for Impact Evaluation (3ie, TW13.II/1020), and from the Women’s Economic Empowerment and Digital Financial Inclusion Research (WEE-DiFine) Initiative at the BRAC Institute of Governance and Development. Human subjects approval was obtained from the UC-Davis IRB (1950309-1) and the Institutional Research Ethics Committee of the International Livestock Research Institute (ILRI-IREC2023-05 ). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}