{
    "id": 31636,
    "citation_title": "Voting Choice",
    "citation_author": [
        "Andrey Malenko",
        "Nadya Malenko"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditionally, fund managers cast votes on behalf of investors whose capital they manage. Recently, this system has come under intense debate given the growing concentration of voting power among a few asset managers and disagreements over environmental and social issues. Major fund managers now offer their investors a choice: delegate their votes to the fund or cast votes themselves (\"voting choice\"). This paper develops a theory of delegation of voting rights and studies the implications of voting choice for investor welfare. If the reason for offering voting choice is that investors have different preferences, then investors may retain their voting rights excessively, inefficiently prioritizing their private preferences over information. As a result, investors on aggregate are not always better off if voting choice is offered to them. In contrast, if the reason for offering voting choice is that investors have information about the proposal that the fund manager does not have, then voting choice is generally efficient, increasing investor welfare. However, if information collection is costly, voting choice may lead to coordination failure, resulting in less informed voting outcomes.\n\n",
    "acknowledgement": "\nWe have nothing to disclose. We are grateful to Tim Baldenius, Sugato Bhattacharyya, Erik Gordon, Ali Lazrak, Uday Rajan, Tobias Tröger, Kostas Zachariadis, Jeff Zwiebel, Jonathon Zytnick, participants of the Fourth BI Conference on Corporate Governance, UBC Summer Finance Conference, NYU-LawFin/SAFE-ESCP BS Law & Banking/Finance Conference, Research Symposium on Finance and Economics, Aarhus Workshop on Strategic Interaction in Corporate Finance, Vienna Festival of Finance Theory, and seminar participants at the University of Michigan for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}