{
    "id": 31637,
    "citation_title": "Prison Labor: The Price of Prisons and the Lasting Effects of Incarceration",
    "citation_author": [
        "Belinda Archibong",
        "Nonso Obikili"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2023-12-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nInstitutions of justice, like prisons, can be used to serve economic and other extrajudicial interests, with lasting deleterious effects. We study the effects on incarceration when prisoners are primarily used as a source of labor using evidence from British colonial Nigeria. We digitized 65 years of archival records on prisons from 1920 to 1995 and provide new estimates on the value of colonial prison labor and the effects of labor demand shocks on incarceration. We find that prison labor was economically valuable to the colonial regime, making up a significant share of colonial public works expenditure. Positive economic shocks increased incarceration rates over the colonial period. This result is reversed in the postcolonial period, where prison labor is not a notable feature of state public finance. We document a significant reduction in present-day trust in legal institutions, such as the police, in areas with high historical exposure to colonial imprisonment; the resulting reduction in trust is specific to legal institutions.\n\n",
    "acknowledgement": "\nThanks to Stelios Michalopoulos, Nathan Nunn, James Fenske, James Robinson, Liz Ananat, Ebonya Washington, Eduardo Montero, Nancy Qian, David Weiman, Marlous van Waijenburg, Suresh Naidu, Warren Whatley, Lee Alston, Leonard Wantchekon, Michiel de Haas, Denis Cogneau, Rajiv Sethi, Ewout Frankema, Florence Bernault, Naomi Lamoreaux, Gerald Jaynes, Tim Guinnane, Robynn Cox, Peter Henry, Marcellus Andrews, Claudia Goldin, Owen Ozier, Bryce Steinberg, Ellora Derenoncourt, Christopher Muller, Larry Katz, anonymous referees, and participants at the NBER and BREAD meetings, the Harvard, Yale, Duke, Brown, UC Berkeley, Columbia, Queens College, Tennessee, Williams, University of Michigan, Stanford, Oxford and PSE seminars, the SSHA, LACEHA, AEHN, ASA, AEA and other conferences for useful comments and suggestions. Thanks to Yuusuf Caruso, Monique Harmon, Anamaria Lopez, Robrenisha Williams, Chloe Dennison, and Serena Lewis for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}