{
    "id": 31642,
    "citation_title": "The Fast, the Slow, and the Congested: Urban Transportation in Rich and Poor Countries",
    "citation_author": [
        "Prottoy A. Akbar",
        "Victor Couture",
        "Gilles Duranton",
        "Adam Storeygard"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2023-11-08",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe assemble a new global database on motor vehicle travel speed in over 1,200 large cities in 152 countries. We then estimate comparable city-level indices of travel speed and congestion. Most of the variation in urban travel speed is across countries, not within. National income per capita explains most of this cross-country variation in speed. In rich countries, urban travel is roughly 50% faster than in poor countries. To investigate the link between economic development and mobility, we develop an urban model with endogenous travel, road infrastructure, and land area. The model provides an exact decomposition of how city size, infrastructure, and topography contribute to explaining why urban travel is faster in richer countries. We find that richer countries are faster, mainly because their cities have more major roads and wider land areas. These effects operate by increasing uncongested speed, not by reducing congestion.\n\n",
    "acknowledgement": "\nThis work is supported by the World Bank, the Transportation Economics in the 21st Century Initiative of the NBER and U.S. Department of Transportation, the Zell Lurie Center for Real Estate at the Wharton School, and the Center for Innovative Data in Economic Research at UBC. We thank Maureen Cropper, Nicole Fortin, Ed Glaeser, Gabriel Kreindler, Thomas Lemieux, Nathan Nunn, Ben Olken, Palak Suri, Nick Tsivanidis, David Weil, and seminar and conference participants for many useful comments, Yizhen Gu and Ben Zhou for a helpful replication of our results using Chinese data, Jessie Handbury for code, Nicolas Gendron-Carrier, Marco Gonzalez-Navarro and Matt Turner for sharing transit data, and Lin Fan, Cindy Feng, Xinyu Ma, Elsie Peng, Serena Xu, William Zheng, and Xianya Zhou for research assistance. The views expressed here are those of the authors and not of any institution with which they may be associated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}