{
    "id": 31643,
    "citation_title": "Encouraging Preventative Care to Manage Chronic Disease at Scale",
    "citation_author": [
        "Claire E. Boone",
        "Pablo A. Celhay",
        "Paul Gertler",
        "Tadeja Gracner"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how reminding high-risk patients with chronic disease of their upcoming primary care appointments impacts their health care and behaviors. We leverage a natural experiment in Chile’s public healthcare system that sent reminders before preventative care appointments to over 300,000 patients with type 2 diabetes and hypertension across 315 public primary care clinics between 2013 and 2018. Employing both a difference-in-differences and instrumental variables approach on national administrative patient-level data, we show that reminders increased preventative care visits, which led to more health screenings and improved medication adherence. In this at-scale program, we find substantial variation in implementation fidelity across clinics, which, once accounted for increases our estimates by over a third. Reminders also increased hospitalizations and reduced in-hospital mortality, suggesting an improvement in timely care-seeking behavior among high-risk patients. Our findings inform healthcare settings where patients must first visit their primary care provider for approval before undergoing tests, receiving medication prescriptions, or getting referrals to other specialists. Through intervening at the first step in the cascade of care, we find that a simple intervention like reminders can have large and meaningful downstream effects.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from UC Berkeley’s Center on the Economics and Demography of Aging - NIH 2P30AG012839. Claire Boone was supported by the Tinker Foundation, UC Berkeley’s Institute for International Studies, the Center for Global Public Health, and the NIH National Institute on Aging (NIA) under grant award T32 AG000243 (PI: David Meltzer, MD, PhD). Pablo Celhay gratefully acknowledges financial support from ANID, FONDECYT Regular 1221461, and financial support from ANID, PIA/PUENTE AFB220003. The contents of this paper are solely the responsibility of the authors and do not necessarily represent the official views of the NIA. The authors declare that they have no financial or material interests. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}