{
    "id": 31645,
    "citation_title": "Committing to Grow: Privatizations and Firm Dynamics in East Germany",
    "citation_author": [
        "Ufuk Akcigit",
        "Harun Alp",
        "André Diegmann",
        "Nicolas Serrano-Velarde"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates a unique policy designed to maintain employment during the privatization of East German firms after the fall of the Iron Curtain. The policy required new owners of the firms to commit to employment targets, with penalties for non-compliance. Using a dynamic model, we highlight three channels through which employment targets impact firms: distorted employment decisions, increased productivity, and higher exit rates. Our empirical analysis, using a novel dataset and instrumental variable approach, confirms these findings. We estimate a 22% points higher annual employment growth rate, a 14% points higher annual productivity growth, and a 3.6% points higher probability of exit for firms with binding employment targets. Our calibrated model further demonstrates that without these targets, aggregate employment would have been 15% lower after 10 years. Additionally, an alternative policy of productivity investment subsidies proved costly and less effective in the short term.\n\n",
    "acknowledgement": "\nWe thank our discussants Chang-Tai Hsieh, Brian Viard, Stefan Obernberger, Riccardo Zago, and the seminar and conference participants at Nova Business School, Bocconi University, Halle Institute for Economic Research, NBER Summer Institute, Centre for European Economic Research (ZEW), Federal Reserve Board, Richmond FED, The Society of Labor Economists, UVA, Barcelona School of Economics Summer Forum, CSEF-IGIER Symposium on Economics and Institutions, EDHEC, FEP School of Economics and Management University of Porto, Hitotsubashi University, Lisbon Macro Workshop, and AIEA-NBER Conference. For providing valuable support for data access and data expertise, we thank Sandra Gottschalk (Mannheim Enterprise Panel), Alexander Giebler (ISUD data) and Chris Berthold, Antje Klünder and Jana Michaelis (German Federal Archives). Akcigit gratefully acknowledges financial support from the Max Planck Humboldt-Research Award 2019. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau o Economic Research.\n\n\n"
}