{
    "id": 31644,
    "citation_title": "Keep Calm and Bank On: Panic-Driven Bank Runs and the Role of Public Communication",
    "citation_author": [
        "Damiano Sandri",
        "Francesco Grigoli",
        "Yuriy Gorodnichenko",
        "Olivier Coibion"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2023-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a survey with information treatments conducted in the aftermath of SVB’s collapse, we study households’ perspectives on bank stability, the potential for panic-driven bank runs, and the role of public communication. When informed about SVB’s collapse, households become more likely to withdraw deposits, due to both a higher perceived risk of bank failure and higher expected losses on deposits in case of bank failure. Leveraging hypothetical questions and the exogenous variation in beliefs generated by the information treatments, we show that households reallocate deposit withdrawals primarily into other banks and cash, with little passthrough into spending. Information about FDIC insurance and communication about bank stability by the Federal Reserve can reassure depositors, while communication from political leaders only influences their electoral base.\n\n",
    "acknowledgement": "\nNothing to disclose. The views expressed in this paper are those of the authors and not necessarily those of the BIS. We thank seminar participants at the BIS for useful comments and YouGov and Gavin Ellison for administering the survey. Ordering of author names is random. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nYuriy Gorodnichenko\n\nGorodnichenko thanks BB90 fund for financial support.\n\n\n"
}