{
    "id": 31647,
    "citation_title": "Stress Testing Structural Models of Unobserved Heterogeneity: Robust Inference on Optimal Nonlinear Pricing",
    "citation_author": [
        "Aaron L. Bodoh-Creed",
        "Brent R. Hickman",
        "John A. List",
        "Ian Muir",
        "Gregory K. Sun"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2023-11-27",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a suite of tools for empirical market design in adverse-selection settings where point identification based on exogenous price variation is hampered by multi-dimensional unobserved heterogeneity. Despite significant data limitations, we are able to derive informative bounds on counterfactual consumer demand under out-of-sample price changes. These bounds arise because empirically plausible DGPs must respect the Law of Demand and the observed shift(s) in aggregate demand resulting from a known exogenous price change(s). The bounds facilitate robust policy prescriptions using rich, internal data sources similar to those available in many real- world settings, including our empirical application to rideshare demand. Our partial identification approach enables viable, welfare-improving, nonlinear pricing design while achieving robustness against worst-case deviations from baseline model assumptions. As a side benefit, our framework also provides novel insights into optimal experimental design for pricing RCTs.\n\n",
    "acknowledgement": "\nJohn List was Chief Economist at Lyft when this research was carried out. He is now Chief Economist at Walmart. We would like to thank the following individuals for useful conversations in developing this work: Barton Hamilton, Stephen Ryan, Rob Clark, Dan Sacks, Jean-Francois Houde, Barry Nalebuff, Jakub Kastl, Ismael Mourifie, Phil Haile, Joachim Freyberger, and seminar participants at WashU-Olin, Queen's University, Prince- ton, and participants of the 2022 IIOC meetings, and 2023 NASMES meetings. Note: Original Version: February 2022. Current Version: October 2023. Previous versions of this manuscript circulated under the title “Stress Testing a Structural Model of Nonlinear Pricing: Robust Inference on Intensive-Margin Consumer Demand.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIan Muir\n\nMuir is a former full-time employee of Uber and Lyft and retains equity in the companies\n\n\n"
}