{
    "id": 3164,
    "citation_title": "National Saving and International Investment",
    "citation_author": [
        "Martin Feldstein",
        "Philippe Bacchetta"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends earlier work by Feldstein and Horioka on the relation between domestic saving rates and international capital flows or, equivalently, between domestic saving rates and domestic investment. The basic conclusion of the present analysis is that an increase in domestic saving has a substantial effect on the level of domestic investment although a smaller effect than would have been observed in the 1960s and 1970s. The savings retention coefficient for the 1980-86 period is 0.79, down from 0.91 in the l960s and 0.86 in the 1970s.\nThe more closely integrated economies of the EEC also appear to have more outward capital mobility (i.e., a lower saving retention  coefficient) than other OECD countries.\nThere is no support for the view that the estimated saving-investment relation reflects a spurious impact of an omitted economic growth variable.\nAlthough budget deficits are inversely related to the difference between private investment end private saving, we reject the view that this reflects an endogenous response of fiscal policy in favor to the alter-native interpretation that the negative relation is evidence of crowding out of private investment by budget deficits. This interpretation is supported by the evidence that domestic investment responds equally to private saving and to budget deficits.\nThe implication of the analysis thus supports the original Feldstein-Horioka conclusion that increase in domestic saving does raise a nation's capital stock and therefore the productivity of its workforce. Similarly, a tax on capital income is not likely to be shifted fully to labor and land by the outflow of enough capital to maintain the real rate of return unchanged.\n\n",
    "acknowledgement": "\n"
}