{
    "id": 31640,
    "citation_title": "Target Date Funds as Asset Market Stabilizers: Evidence from the Pandemic",
    "citation_author": [
        "Jonathan A. Parker",
        "Yang Sun"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nTarget Date Funds (TDFs) provide retirement investors, many of whom are unsophisticated or inattentive, with age-appropriate exposures to different asset classes like stocks and bonds. To maintain exposures, TDFs trade actively against market returns, buying stock funds when the stock market does poorly, and selling when the market does well (Parker, Schoar, and Sun, 2023). This paper shows that trading by TDFs was a significant stabilizing force in US equity markets during the unprecedented economic volatility of the COVID-19 pandemic period. Specifically, TDFs – now comprising a quarter of all 401(k) plan assets – caused significant contrarian investment flows across asset classes, flows that were not undone by enrollment of TDF investors or by discretionary actions by TDF managers. Mutual funds with large ownership by TDFs had more stable funding through the pandemic, and stocks that had greater indirect ownership by TDFs had lower co-movement with the market and lower volatility during the pandemic period.\n\n",
    "acknowledgement": "\nJonathan Parker has served as a paid consultant to the Federal Reserve Banks where he has provided advice and analysis of economic issues, and he has also served as an unpaid consultant for two large financial institutions that provide  access to proprietary data and in, once case, a grant for unrestricted research funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}