{
    "id": 31641,
    "citation_title": "The Limits of Educational Attainment in Mitigating Occupational Segregation Between Black and White Workers",
    "citation_author": [
        "Ashley Jardina",
        "Peter Q. Blair",
        "Justin Heck",
        "Papia Debroy"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2023-10-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nPast work has documented significant occupational segregation between Black and white workers in the U.S. labor force. Little work, however, has examined racial occupational segregation in recent years or by levels of education and then at the intersection of education and race. In this paper, we contribute to this literature by calculating a dissimilarity index to examine racial occupational segregation between 1980 and 2019, comparing Black and white workers with and without bachelor’s degrees and by developing a Monte Carlo simulation, where we compare the observed levels of segregation to predicted levels of racial occupational segregation by education under race-neutral conditions. First, we find that considerable racial occupation segregation in the labor market persists today regardless of educational attainment and that observed segregation is substantially higher than would be expected at random, conditional on educational attainment, gender, and geography. We compare the types of occupations in which Black and white workers are disproportionately situated, and we show that this segregation has significant consequences for wage inequality between Black and white workers with and without four-year degrees. Overall, our results show that racial occupational desegregation has stalled in the past two decades despite rising educational attainment amongst Black workers.\n\n",
    "acknowledgement": "\nWe are grateful for helpful feedback on this paper from Shad Ahmed, Byron Auguste, Jasmine Davis-Randolph, Ashley Edwards, Julian Hayes, Amy Mortimer, Bill Spriggs, and Mikaela Spruill. This paper's content, and any errors, are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of their affiliate institutions or the National Bureau of Economic Research.\n\n\n"
}