{
    "id": 31649,
    "citation_title": "The Child Penalty Atlas",
    "citation_author": [
        "Henrik Kleven",
        "Camille Landais",
        "Gabriel Leite-Mariante"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "2024-02-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nGender in the Economy\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper builds a world atlas of child penalties in employment based on micro data from 134 countries. The estimation of child penalties is based on pseudo-event studies of first child birth using cross-sectional data. The pseudo-event studies are validated against true event studies using panel data for a subset of countries. Most countries display clear and sizable child penalties: men and women follow parallel trends before parenthood, but diverge sharply and persistently after parenthood. While this pattern is pervasive, there is enormous variation in the magnitude of the effects across different regions of the world. The fraction of gender inequality explained by child penalties varies systematically with economic development and proxies for structural transformation. At low levels of development, child penalties represent a minuscule fraction of gender inequality. But as economies develop — incomes rise and the labor market transitions from subsistence agriculture to salaried work in industry and services — child penalties take over as the dominant driver of gender inequality. The relationship between child penalties and development is validated using historical data from current high-income countries, back to the 1700s for some countries. Finally, because parenthood is often tied to marriage, we also investigate the existence of marriage penalties in female employment. In general, women experience both marriage and child penalties, but their relative importance depends on the level of development. The development process is associated with a substitution from marriage penalties to child penalties, with the former gradually converging to zero.\n\n",
    "acknowledgement": "\nWe thank Oriana Bandiera, Xavier Jaravel, Ilyana Kuziemko, Thomas Piketty, Daniel Reck, Nina Roussille, Johannes Spinnewijn, Owen Zidar, and numerous seminar/workshop participants for comments and discussions. We are grateful to Martin Eckhoff Andresen, Emily Nix, Andreas Steinhauer, and Jakob Egholt Søgaard for their help with some of the administrative data sources used in the paper. We are grateful to Mary Reader, Eva Demsky, Sveva Manfredi, and Christian Höhne for their outstanding research assistance. Camille Landais acknowledges financial support from the European Research Council consolidator grant #101001464, from Pivotal Ventures, and from the Bill and Melinda Gates Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}