{
    "id": 31648,
    "citation_title": "The Outlook for Long-Term Economic Growth",
    "citation_author": [
        "Charles I. Jones"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the prospects for economic growth in the United States and other advanced countries over the next several decades? U.S. growth for the past 150 years has been surprisingly stable at 2% per year. Growth theory reveals that in the long run, growth in living standards is determined by growth in the worldwide number of people searching for ideas. At the same time, a growth accounting exercise for the United States since the 1950s suggests that many other factors have temporarily contributed to growth, including rising educational attainment and a rising investment rate in ideas. But these forces are inherently temporary, implying that growth rates could slow in the future. This prediction is reinforced by declining population growth throughout the world. In contrast, other forces could potentially sustain or even increase growth. The emergence of countries such as China and India provides large numbers of people who could search for ideas. Improvements in the allocation of talent --- for example, the rise of women inventors --- and increased automation through artificial intelligence are other potential tailwinds.\n\n",
    "acknowledgement": "\nPrepared for the August 2023 Jackson Hole Symposium panel on “Globalization at an Inflection Point.” This paper summarizes work reported in Jones (2022). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}