{
    "id": 31658,
    "citation_title": "Quantifying Climate Change Loss and Damage Consistent with a Social Cost of Greenhouse Gases",
    "citation_author": [
        "Marshall Burke",
        "Mustafa Zahid",
        "Noah Diffenbaugh",
        "Solomon M. Hsiang"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change is generating demonstrable harm around the world. Political and legal efforts have sought to associate climate impacts with specific emissions, including in recent international policy discussion of Loss and Damage (L&D). However, no quantitative definition of L&D exists, nor does there exist a framework for linking specific emissions to specific damages. Here we develop such a framework, linking it explicitly to recent efforts to calculate the social cost of carbon dioxide (SC-CO2), and demonstrate its use in a variety of applications. We calculate that future damages from past emissions, one component of L&D, are at least an order of magnitude larger than historical damages from the same emissions, a more commonly discussed component of L&D: 1 ton of CO2 emitted in 1990 causes $4 in global cumulative discounted damages by 2020 and an additional $327 in discounted damages through 2100 (2% discount rate). These estimates of past and future damages from marginal emissions can be used to calculate L&D for a range of specific emitting activities: for instance, an individual taking one long-haul flight every year for the past decade will generate ~$5500 in damages through 2100, the emissions associated with multiple oil majors between 1988-2015 have already caused $50-200B of cumulative global economic damage by 2020, and CO2 emissions in the US since 1990 have caused  ~$2T in global damage through 2020, with India ($293B) and Brazil ($167B) being harmed the most. Carbon removal offers an alternative to transfer payments for settling L&D, but we show that it becomes increasingly ineffective in limiting damages as the delay between emission and recapture increases.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Stanford for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}