{
    "id": 31651,
    "citation_title": "A Cognitive View of Policing",
    "citation_author": [
        "Oeindrila Dube",
        "Sandy Jo MacArthur",
        "Anuj K. Shah"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWhat causes adverse policing outcomes, such as excessive uses of force and unnecessary arrests? Prevailing explanations focus on problematic officers or deficient regulations and oversight. Here, we introduce a new, overlooked perspective. We suggest that the cognitive demands inherent in policing can undermine officer decision-making. Unless officers are prepared for these demands, they may jump to conclusions too quickly without fully considering alternative ways of seeing a situation. This can lead to adverse policing outcomes. To test this perspective, we created a new training that teaches officers to more deliberately consider different ways of interpreting the situations they encounter. We evaluated this training using a randomized controlled trial with 2,070 officers from the Chicago Police Department. In a series of lab assessments, we find that treated officers were significantly more likely to consider a wider range of evidence and develop more explanations for subjects' actions. Critically, we also find that training affected officer performance in the field, leading to reductions in uses of force, discretionary arrests, and arrests of Black civilians. Meanwhile, officer activity levels remained unchanged, and trained officers were less likely to be injured on duty. Our results highlight the value of considering the cognitive aspects of policing and demonstrate the power of using behaviorally informed approaches to improve officer decision-making and policing outcomes.\n\n",
    "acknowledgement": "\nThis project was supported by the National Collaborative on Gun Violence Research, Motorola Solutions Foundation, and the Griffin Foundation. We are grateful to the Chicago Police Department for their partnership in this work. We are indebted to Daniel Godsel, whose leadership was critical in launching and shaping the Sit-D program. We also thank Jack Benigno, Tom Gaynor, Kristina Knapcik, Chris Pillow, and Trak Silapaduriyan for their extensive guidance in developing and administering the training, and Antoinette Ursitti for essential support in carrying out the evaluation. This work was also made possible by vital support from the University of Chicago Crime Lab, particularly Roseanna Ander, Ricardo Avalos, Anthony Berglund, Hye Chang, Brian Davis, Hays Golden, Katie Larsen, Leah Luben, Sean Malinowski, Peyton Morgan, Ashley Motta, Gonzalo Moromizato, Emma Nechamkin, Khoa Nguyen, Ashley Orosz, Zoe Russek, Greg Stoddard, and Haz Yano. For thoughtful feedback on the study, we thank Bocar Ba, Phil Cook, Felipe Goncalves, Alex Imas, Walter Katz, Jens Ludwig, Sendhil Mullainathan, Jonathan Mummolo, Devin Pope, Bernd Wittenbrink, and participants of seminars and conferences at NBER-Political Economy, NBER-Crime, UCSD-Rady, West Point, NCGVR, AL CAPONE and the University of Chicago BFI Conference on the Economics of Crime. This project received research approval at the University of Chicago from the Social and Behavioral Sciences IRB, protocol ID IRB18-1234. It is registered with the American Economic Association RCT Registry, RCT ID AEARCTR-0011730. The findings and opinions expressed here are those of the authors and do not necessarily reflect those of the Chicago Police Department or the National Bureau of Economic Research.\n\n\n"
}