{
    "id": 31655,
    "citation_title": "'We Are Not Guinea Pigs’: The Effects of Disclosure of Medical Misconduct on Vaccine Compliance",
    "citation_author": [
        "Belinda Archibong",
        "Francis Annan"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1996, following an epidemic, Pfizer tested a new drug on 200 children in Muslim Nigeria. 11 children died while others were disabled. We study the effects of the disclosure, in 2000, of the deaths of Muslim children in the Pfizer trials on vaccine compliance among Muslim mothers. Muslim mothers reduced routine vaccination of children born after the 2000 disclosure. The effect was stronger for educated mothers and mothers residing in minority Muslim neighborhoods. The disclosure did not affect other health-seeking behavior of mothers. The results illustrate the potential spillover effects of perceived medical malpractice on future vaccine hesitancy.\n\n",
    "acknowledgement": "\nThanks to Ebonya Washington, Liz Ananat, Matt Neidell, Erzo Luttmer, Marcella Alsan, James Fenske, Adriana Lleras-Muney, Evan Kresch, Carol Graham, Ian Sue Wing, Marcel Fafchamps, Joe Stephens and participants at the AEA and LACDev conferences, NBER meetings and Columbia University, Boston University, Georgetown, Stanford and World Bank seminars for useful comments and suggestions. This research was not funded by any sources, and there are no competing interests to declare. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}