{
    "id": 31657,
    "citation_title": "Climate Change, Directed Innovation, and Energy Transition: The Long-run Consequences of the Shale Gas Revolution",
    "citation_author": [
        "Daron Acemoglu",
        "Philippe Aghion",
        "Lint Barrage",
        "David Hémous"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2023-12-20",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the short- and long-term effects of a natural gas boom in an economy where energy can be produced with coal, natural gas, or clean sources and the direction of technology is endogenous. In the short run, a natural gas boom reduces carbon emissions by inducing substitution away from coal. Yet, the natural gas boom discourages innovation directed at clean energy, which delays and can even permanently prevent the energy transition to zero carbon. We formalize and quantitatively evaluate these forces using a benchmark model of directed technical change for the energy sector. Quantitatively, the technology response to the shale gas boom results in a significant increase in emissions as the US economy is pushed into a “fossil-fuel trap” where long-run innovations shift away from renewables. Overall, the shale gas boom reduces our measure of social welfare under laissez-faire, whereas, combined with carbon taxes and more generous green subsidies, it could have increased welfare substantially.\n\n",
    "acknowledgement": "\nWe thank Stephie Fried, Derek Lemoine, Hannes Malmberg, Torsten Persson, and Fabrizio Zilibotti among others for helpful comments and suggestions. We thank seminar and conference participants at the University of Zurich, LSE, the SED, the NBER Summer Institute, Yale Cowles Conference, the IOG group at CIFAR, the University of Vienna, Berkeley, TSE, the IMF, ASU, the OECD - European Commission, ASSA, Stanford, ETH, Ecole Polytechnique, Richmond Fed, PSE, Oxford, Duke and Copenhagen Business School. We thank Maria Alsina Pujols for excellent research assistance. We acknowledge funding from the Alfred P. Sloan Foundation through grant #G-2019-12323. Acemoglu gratefully acknowledges financial support from the Hewlett Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}