{
    "id": 31654,
    "citation_title": "The Importance of Sound Monetary Policy: Some Lessons for Today from Canada’s Experience with Floating Exchange Rates Since 1950",
    "citation_author": [
        "Michael D. Bordo",
        "Pierre Siklos"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we revisit the Canadian experience with floating exchange rates since 1950. Canada was a pioneer in successfully adopting a floating exchange rate during the Bretton Woods pegged exchange rate regime. Since then, most advanced countries have followed the Canadian example.\nA key finding of our paper based on historical narrative and econometric analysis is that economic performance under floating depended on its monetary policy performance as Milton Friedman originally argued in his seminal 1953 article. Canadian monetary policy achieved low and stable inflation once it adopted inflation targeting as a nominal anchor. Also, as Friedman argued, Canada’s floating exchange rate provided it with a modicum of insulation from external shocks, especially commodity price shocks that influenced both the level and volatility of the real exchange rate over the past three decades. The Canadian experience with floating (along with that of other small open economies such as Australia, New Zealand and Sweden) and inflation targeting became a model for the conduct of monetary policy in emerging countries.\n\n",
    "acknowledgement": "\nPrepared for and presented at the 50 Years After Bretton Woods: The Experience of Small Open Economies Conference, KOF and University of Zurich, June 29-30, 2023. Discussions with Larry Schembri were very helpful in shaping the paper, as were the comments on earlier drafts by conference participants, Rui Esteves, our discussant, Warren Coates, Darrell Duffie, Andrew Filardo, and David Laidler whose comments are gratefully acknowledged. We are also grateful to the Banco Central de Chile who provided financial assistance to assist with the research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}