{
    "id": 31650,
    "citation_title": "Game, Sweat, Match: Temperature and Elite Worker Productivity",
    "citation_author": [
        "Marshall Burke",
        "Vincent Tanutama",
        "Sam Heft-Neal",
        "Miyuki Hino",
        "David Lobell"
    ],
    "citation_publication_date": "2023-09-04",
    "issue_date": "2023-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effect of hot temperatures on labor productivity is thought to be a key channel through which a warming climate will impact the economy, and these impacts could help explain broader observed relationships between temperature and economic output. Yet for many workers and jobs, especially the high-wage service-economy work that constitutes a large share of total economic output in wealthy nations, productivity is hard to measure and thus climate impacts hard to quantify. We study a high-wage job where individual productivity is readily observable: professional tennis. Using 15 years of data on 177 thousand tennis matches merged to hourly temperature data, we study the effects of temperature on tennis performance in contemporaneous and future matches.  Variation in player birthplace and residence allows us to study whether players adapt to heat, and data from betting markets allows us to evaluate whether markets price climate risk.  We find that hot temperatures increase contemporaneous errors and retirements, and reduce win probability in the subsequent match. In percentage terms, estimated effects on earnings are smaller than lower-wage settings studied in existing literature. By most measures, top players are less affected by hot temperatures. Most tennis betting markets appear to accurately price climate risk, and temperature impacts do not appear to offer profitable arbitrage opportunities.\n\n",
    "acknowledgement": "\nWe thank seminar participants at AERE Annual Meeting and Stanford University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}