{
    "id": 31660,
    "citation_title": "Limits to Competition: Strategies for Promoting Jurisdictional Cooperation",
    "citation_author": [
        "David R. Agrawal"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nInefficiencies from tax competition may result in governments seeking to limit fiscal competition via tax treaties, harmonization, minimum tax rates, or interjurisdictional cooperation. I propose a general model applicable to studying many types of taxing instruments, which allows for the comparison of various policy responses to promote jurisdictional cooperation. Comparing across policies, the model suggests a clear revenue dominance of partial harmonization among a subset of jurisdictions. Minimum tax rates revenue-dominate complete harmonization, but fail to raise revenues as much as partial harmonization. A selective review of the empirical literature identifies evidence consistent with the predictions of the theoretical model. The framework sketched in this paper can be further enriched by researchers seeking to determine the welfare effects of policy responses to interjurisdictional competition.\n\n",
    "acknowledgement": "\nI thank Marie-Laure Breuillé, Dirk Foremny, John Hatfield, Andreas Haufler, William Hoyt, Kai Konrad, Tidiane Ly, Mohammed Mardan, Clara Martínez-Toledano, James Poterba, David Wildasin, Owen Zidar, and participants at the NBER meeting on Interjurisdictional Tax Competition. Any remaining errors are my own. I declare that I have no relevant or material personal financial interests that relate to the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}