{
    "id": 31664,
    "citation_title": "Portfolio Management in Private Equity",
    "citation_author": [
        "Gregory W. Brown",
        "Celine Yue Fei",
        "David T. Robinson"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nGeneral Partners (GPs) in private equity face a trade-off between focusing their skills and effort on fewer investments to earn higher returns, or investing more broadly to reduce risk through diversification. Using a novel, deal-level dataset of 5,925 global investments from 1999 to 2016, we show that these portfolio considerations are important for understanding fund-level private equity returns. The largest investments in PE funds typically have the lowest returns on average, but are also the least risky. Returns and risk are both increasing in industry or geographic concentration. And while GP-specific return variation (e.g., skill) only accounts for 4%-6% of the total return variation of a typical investment, it accounts for around 40% of the return variation at the fund level. These findings show that GPs use portfolio construction, and not just deal selection, to seek risk-adjusted fund-level returns.\n\n",
    "acknowledgement": "\nThe authors thank the Institute for Private Capital and Burgiss for support of this project, including access to the primary data set utilized in the analysis, and Wendy Hu for providing research support. We also thank William Cong, Peter Cornelius, Olivier Darmouni, Irem Demirci, Paolo Fulghieri, Will Gornall (discussant), Oleg Gredil (discussant), Arpit Gupta (discussant), Lu Han, Ulrich Hege, Gerard Hoberg, Philip Howard, Niklas Huether, Viktoria Ivashina, Arthur Korteweg (discussant), Peng (Peter) Liu, Tong Liu, Erik Loualiche, Victor Lyonnet, Song Ma, Nadya Malenko, Filippo Mezzanotti, Gordon Phillips, Andrea Rossi, Albert Sheen, Morten Sorensen (discussant), Christophe Spaenjers (discussant), Andreas Stathopoulous, Eva Steiner, Daniel Urban, Neng Wang, Michael Weisbach, Mark Westerfield (discussant), Ting Xu, Ayako Yasuda as well as participants of the 2023 American Finance Association (AFA) Annual Meeting, 2023 Financial Intermediation Research Society (FIRS) Annual Meeting, 2023 Columbia Private Equity Conference, 2023 Mitsui Finance Symposium, 2023 SAIF Summer Institute of Finance Conference, 2023 Lapland Investment Fund Summit, 2023 SKEMA Corporate Restructuring Conference, 2022 USC Finance, Organizations and Markets Conference, 2022 WashU St. Louis Annual Conference on Corporate Finance, 2022 UNC Annual Private Equity Research Consortium, 2022 Conference on Financial Economics and Accounting, 2022 Society of Quantitative Analysts, 2021 IPC Spring Research Symposium conference, seminars at Case Western Reserve University, University of St. Gallen, Institute of Financial Studies at Southwestern University of Finance and Economics, Tulane University, and Shanghai Tech University for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}