{
    "id": 31667,
    "citation_title": "Ending Pay for PBM Performance: Consequences for Prescription Drug Prices, Utilization, and Government Spending",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2023-09-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposed “delinking” legislation would prohibit Pharmacy Benefit Managers (PBMs) from being remunerated based on the rebates and discounts they negotiate for drug insurance plans serving Medicare beneficiaries.  This policy would significantly change drug pricing and utilization and shift billions of dollars annually from patients and taxpayers to drug manufacturers and retail pharmacy companies.  Annual federal spending on Medicare Part D premiums would increase $3 billion to $10 billion plus any concomitant increase in Medicare subsidies for out-of-pocket expenses.  All of these consequences stem from the fact that PBMs are hired to obtain rebates and discounts but would no longer be compensated based on their results.  The quantitative estimates utilize a large body of economic research showing how much “pay for performance” matters for economic outcomes.  The price-theoretic models also account for various market frictions and imperfections including market power, coordination costs, tax distortions, and incomplete innovation incentives.\n\n",
    "acknowledgement": "\nI appreciate discussions on this topic with Joe Grogan, Yier Ling, Eric Maranda, Kevin M. Murphy, and Tom Philipson.  The Pharmaceutical Care Management Association compensated the author for conducting this research on publicly available data, understanding that it had no control over the ultimate findings or their distribution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}