{
    "id": 31668,
    "citation_title": "Incentivizing Innovation in Open Source: Evidence from the GitHub Sponsors Program",
    "citation_author": [
        "Annamaria Conti",
        "Vansh Gupta",
        "Jorge Guzman",
        "Maria P. Roche"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2024-08-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nOpen source is key to innovation, but we know little about how to incentivize it. In this paper, we examine the impact of a program providing monetary incentives to motivate innovators to contribute to open source. The Sponsors program was introduced by GitHub in May 2019 and enabled organizations and individuals alike to reward developers for their open source work on the platform. To study this program, we collect fine-grained data on about 100,000 GitHub users, their activities, and sponsorship events. Using a difference-in-differences approach, we document two main effects. The first is that developers who opted into the program, which does not entail receiving a financial reward, increased their output after the program’s launch. The second is that the actual receipt of sponsorship has a long-lasting negative effect on innovation, as measured by new repository creation, regardless of the amount of money received. We estimate a similar decline in other community-oriented tasks, but not in coding effort. While the program’s net effect on users’ innovative output appears to be positive, our study shows that receiving an extrinsic reward may crowd out developers’ intrinsic motivation, diverting their effort away from community and service-oriented activities on open source.\n\n",
    "acknowledgement": "\nAuthors listed in alphabetical order. Many thanks to Shane Greenstein, Frank Nagle, Rob Seamans, and Dan Wang for advice on earlier drafts. Thank you to Jessica Lord for providing deep insight into the program. This manuscript benefited from many helpful comments provided at the AoM, Barcelona School of Economics Summer Forum, the Open Source Workshop, and the NBER Productivity Seminar. Maria Roche acknowledges funding from the Harvard Business School Division of Research and Faculty Development. Jorge Guzman acknowledges the support of the Columbia Business School Dean’s Summer Fellows program. The views expressed herein are the views and opinions of the authors and do not reflect or represent the views of Charles River Associates, any of the organizations with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}