{
    "id": 31669,
    "citation_title": "The Intergenerational Transmission of Housing Wealth",
    "citation_author": [
        "N. Meltem Daysal",
        "Michael F. Lovenheim",
        "David N. Wasser"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2023-09-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRising wealth inequality has spurred an increased interest in understanding how and why wealth is correlated across generations. We exploit plausibly exogenous variation in housing wealth driven by home price changes in different areas to isolate the causal impact of parental housing wealth during different childhood periods on children’s long-run wealth accumulation. Using population-level Danish administrative data, we find that 27% and 25% of each Krone of parental housing wealth change during early-childhood is transmitted to children’s overall and housing wealth in adulthood, respectively. The corresponding transmission rates for parental housing wealth changes during middle-childhood are 25% and 15%, with a transmission to non-housing wealth of 10%. There is little evidence of transmission of parental housing wealth changes that occur during the teenage years. Examining mechanisms, we find that parental housing wealth changes in early and middle-childhood lead to modest increases in adult children’s home ownership, educational attainment, and earnings. However, earnings and education can explain only 20-30% of the intergenerational transmission of parental wealth gains during these periods. We argue that the transmission of parental housing wealth changes in childhood are driven in large part by changes to unobserved household environment and parental behaviors that are passed on to children and shape their savings behavior in adulthood.\n\n",
    "acknowledgement": "\nWe have no additional sources of funding to report. We would like to thank Asger Lau Andersen, Simon Halphen Boserup, Sandy Black, Kerwin Charles and participants at the ASSA Annual Meetings, the journées Louis-André Gérard-Varet, Binghamton University, and Universite de Quebec a Montreal (UQAM) for helpful comments and suggestions. The activities of CEBI are financed by the Danish National Research Foundation, Grant DNRF134. Any opinions and conclusions expressed herein are those of the authors and do not reflect the views of the U.S. Census Bureau or the National Bureau of Economic Research.\n\n\n"
}