{
    "id": 31663,
    "citation_title": "Zero-Sum Environments, the Evolution of Effort-Suppressing Beliefs, and Economic Development",
    "citation_author": [
        "Augustin Bergeron",
        "Jean-Paul Carvalho",
        "Joseph Henrich",
        "Nathan Nunn",
        "Jonathan L. Weigel"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2024-05-16",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the evolution of belief systems that suppress productive effort, including beliefs about envy, the importance of luck for success, witchcraft beliefs, and disdain for competitive effort. Demotivating beliefs evolve when interactions are zero-sum. They improve short-run material welfare by limiting excessive competition but reduce long-run growth. Demotivating beliefs also drive a wedge between how well people do and how well they think they do. Whereas material welfare is hump-shaped in demotivating beliefs, subjective well-being is decreasing. These predictions are supported by data from two samples in the Democratic Republic of Congo and the World Values Survey.\n\n",
    "acknowledgement": "\nWe thank Toke Aidt, Ingela Alger, Maiguel Ballester, Roland Benabou, Chris Bidner, Paola Conconi, Meredith Crowley, Gregory Dow, Martin Fiszbein, Paola Giuliano, Karla Hoff, Sriya Iyer, Rachel Kranton, Max Kwiek, Suresh Naidu, Jonathan Newton, Jean-Philippe Platteau, Hillel Rapoport, Imran Rasul, Arthur Robson, Michael Sacks, Claudia Senik, Moses Shayo, Ludvig Sinander, Josh Tasoff, Thierry Verdier, Cole Williams, Peyton Young, Liyu Zheng, and conference/seminar participants at the 2024 ASSA Annual Meeting, 2023 NBER Political Economy Spring Meeting, 2023 ERINN Conference, British Academy Conference on Toward ‘Cohesive’ Societies, 10th Oxford workshop on Global Priorities, 2022 ASREC Annual Conference, 2022 CNEH Conference, LSE Hayek workshop, PolEconUK, Simon Fraser University, University of Cambridge, University of York, Aix-Marseille School of Economics, George Mason University, University of Oxford, and University of Nottingham for useful discussions and comments on the paper. We thank Michele Mary Bernadine, Grace Finley, and Fernando Secco for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}