{
    "id": 31670,
    "citation_title": "The Digital Welfare of Nations: New Measures of Welfare Gains and Inequality",
    "citation_author": [
        "Erik Brynjolfsson",
        "Avinash Collis",
        "Asad Liaqat",
        "Daley Kutzman",
        "Haritz Garro",
        "Daniel Deisenroth",
        "Nils Wernerfelt",
        "Jae Joon Lee"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2024-05-02",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDigital goods can generate large benefits for consumers, but these benefits are largely unmeasured in the national accounts, including GDP and productivity. In this paper, we measure welfare gains from 10 popular digital goods across 13 countries by conducting large-scale incentivized online choice experiments on representative samples of nearly 40,000 people. We estimate that these goods—many of which are free to users—generate over $2.5 trillion in aggregate consumer welfare across these countries per year, which is roughly equivalent to 6% of their combined GDP. We find that lower-income individuals and lower-income countries obtain relatively larger welfare gains from these goods compared to higher-income individuals and countries. This suggests that digital goods may reduce inequality in welfare within and across countries by disproportionately benefiting lower-income groups.\n\n",
    "acknowledgement": "\nA.L., D.K., H.G., and D.D. are employees of Meta Platforms and hold a financial interest in Meta. N.W. was an employee of Meta while this research was conducted though he no longer holds a financial interest in the company.  All other authors declare no current competing interests, although E.B. and A.C. have in the past been awarded unrestricted gifts from Meta and receive final support from the Stanford Digital Economy Lab which is in turn partially funded by a variety of entities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nErik Brynjolfsson\n\nErik Brynjolfsson is the Director of the Stanford Digital Economy Lab and a compensated Committee Member at Luohan Academy.  He speaks for a variety of public and private organizations.\n\n\n"
}