{
    "id": 31675,
    "citation_title": "From Retributive to Restorative: An Alternative Approach to Justice",
    "citation_author": [
        "Anjali Adukia",
        "Benjamin Feigenberg",
        "Fatemeh Momeni"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "2024-09-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool districts historically approached conflict-resolution from the perspective that suspending disruptive students was necessary to protect their classmates, even if this caused harm to perceived offenders. Restorative practices (RP) – focused on reparation and shared ownership of disciplinary justice – are designed to address undesirable behavior without imparting harm. We study Chicago Public Schools’ adoption of RP and identify decreased suspensions and arrests, driven by effects for Black students. We find null effects on test-score value added, ruling out average declines larger than 0.025SD. We estimate a 15% decrease in out-of-school arrests, consistent with RP substantively changing student behavior.\n\n",
    "acknowledgement": "\nFor helpful feedback, we thank Roseanna Ander, Hellen Antonopoulos, Monica Bhatt, Sandy Black, Jessika Bottiani, Jadine Chou, John Friedman, Jon Guryan, Ariel Kalil, Jens Ludwig, Erzo Luttmer, Ben McKay, Martha Minow, Dick Murnane, Ben Ost, Rachel Perera, Nolan Pope, Javaeria Qureshi, Steven Raphael, Stephen Raudenbush, Steve Rivkin, Jean Sack, Justina Schlund, Jeff Smith, Doug Staiger, Anita Wadhwa, Chezare Warren, staff members at the Chicago Public Schools, four anonymous referees, and seminar participants at AERA, AEFP, APPAM, the NBER education, NBER children’s, and NBER Summer Institute crime meetings, the National Academy of Education, the Spencer Foundation, the William T. Grant Foundation, University of Illinois at Chicago, The University of Chicago, and the Urban Institute. For excellent research support, we thank David Arbelaez, Bryant Cong, Jiahe Fan, Emily He, Juan Miguel Jimenez, Jiayu Kang, Farah Mallah, Eleni Packis, Puja Patel, Priyal Patil, Sarah Permut, and Jalisia Taylor-Singleton. For financial support, we thank Arnold Ventures, the Becker Friedman Institute for Economics at the University of Chicago, the National Academy of Education, Spencer Foundation, the Successful Pathways from School to Work initiative of the University of Chicago funded by the Hymen Milgrom Supporting Organization, and William T. Grant Foundation. For data acquisition, we thank Chicago Public Schools and Chicago Police Department. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}