{
    "id": 31676,
    "citation_title": "Exporting the Surveillance State via Trade in AI",
    "citation_author": [
        "Martin Beraja",
        "Andrew Kao",
        "David Y. Yang",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe document three facts about the global diffusion of surveillance AI technology, and in particular, the role played by China. First, China has a comparative advantage in this technology. It is substantially more likely to export surveillance AI than other countries, and particularly so as compared to other frontier technologies. Second, autocracies and weak democracies are more likely to import surveillance AI from China. This bias is not observed in AI imports from the US or in imports of other frontier technologies from China. Third, autocracies and weak democracies are especially more likely to import China’s surveillance AI in years of domestic unrest. Such imports coincide with declines in domestic institutional quality more broadly. To the extent that China may be exporting its surveillance state via trade in AI, this can enhance and beget more autocracies abroad. This possibility challenges the view that economic integration is necessarily associated with the diffusion of liberal institutions.\n\n",
    "acknowledgement": "\nWe thank Rick Brown, Yangsai Chen, Archie Hall, Ruiping Ke, Tianrui Lai, Joelle Liu, Jonathan Liu, Junxi Liu, Lingfei Liu, Muxin Liu, Wenhao Liu, Xinze Liu, Jerry Qian,Wenbo Teng, SophiaWeng, Evelyn Xinmei Yang, Ziheng Yu, and Suyang Yuan, for their excellent work as research assistants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}