{
    "id": 31673,
    "citation_title": "Externalities from Medical Innovation: Evidence from Organ Transplantation",
    "citation_author": [
        "Kevin Callison",
        "Michael E. Darden",
        "Keith F. Teltser"
    ],
    "citation_publication_date": "2023-09-11",
    "issue_date": "2023-09-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the introduction of direct-acting antiviral (DAA) therapy for Hepatitis C (HCV) on  liver transplant allocation in the United States. We develop a model of listing and organ acceptance behavior for patients with both HCV-positive and HCV-negative end-stage liver disease. In the model, DAAs obviate the need for transplant for some HCV-positive patients, which shortens the waiting list, potentially benefiting HCV-negative registrants and inducing marginal HCV-negative patients to list. Using data from the universe of transplants between 2005 and 2019, we find that DAA availability resulted in an additional 5,682 liver transplants to HCV-negative recipients between 2014 and 2019, driven in part by a 37% average annual increase in HCV-negative waiting list registrations.  Our estimates imply that DAAs generated $7.52 billion in positive externalities for HCV-negative patients during this period.\n\n",
    "acknowledgement": "\nWe have received no funding for this work. We report no material and relevant financial relationships. We thank Todd Elder, David Howard, Robert Kaestner, Mario Macis, Neeraj Sood, Eli Liebman, and participants of the ASHEcon 2023 conference and the Georgia State University Brown Bag seminar series for helpful comments, and Ben Mosier for his research assistance. The data reported here were supplied by the Hennepin Healthcare Research Institute (HHRI) as the contractor for the Scientific Registry of Transplant Recipients (SRTR). The interpretation and reporting of these data are the responsibility of the author(s) and in no way should be seen as an official policy of, or interpretation by, the SRTR or the U.S. government. More information on how to obtain the SRTR Standard Analysis Files can be found at the following website: https://www.srtr.org/requesting-srtr-data/data-requests/ The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}