{
    "id": 31685,
    "citation_title": "The State Capacity Ceiling on Tax Rates: Evidence from Randomized Tax Abatements in the DRC",
    "citation_author": [
        "Augustin Bergeron",
        "Gabriel Z. Tourek",
        "Jonathan L. Weigel"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2024-02-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how tax rates and tax enforcement jointly impact fiscal capacity in low-income countries. We study a policy experiment in the D.R. Congo that randomly assigned 38,028 property owners to the status quo tax rate or to a rate reduction. This variation in tax liabilities reveals that the status quo rate lies above the revenue-maximizing tax rate (RMTR). Reducing rates by about one-third would maximize government revenue by increasing tax compliance. We then exploit two sources of variation in enforcement — randomized enforcement letters and random assignment of tax collectors — to show that the RMTR increases with enforcement. Including an enforcement message on tax letters or replacing tax collectors in the bottom quartile of enforcement capacity with average collectors would raise the RMTR by about 40%. Tax rates and enforcement are thus complementary levers. Jointly optimizing tax rates and enforcement would lead to 10% higher revenue gains than optimizing them independently. These findings provide experimental evidence that low government enforcement capacity sets a binding ceiling on the revenue-maximizing tax rate in some developing countries, thereby demonstrating the value of increasing tax rates in tandem with enforcement to expand fiscal capacity.\n\n",
    "acknowledgement": "\nWe thank Pablo Balán, Jacob Bastian, Pedro Bessone, Michael Best, Emily Breza, Anne Brockmeyer, Raj Chetty, Lucas De Lima, Monica Farid, Edward Glaeser, Blake Heller, Nathan Hendren, Anders Jensen, Larry Katz, Adnan Khan, Henrik Kleven,Wojciech Kopczuk, Asim Khwaja, Gabriel Kreindler, Juliana Londoño-Vélez, Omeed Maghzian, Mateo Montenegro, Joana Naritomi, Nathan Nunn, Dina Pomeranz, Gautam Rao, Tzachi Raz, Juan Carlos Suárez Serrato, Mazhar Waseem, David Yang, Noam Yuchtman as well as participants at the BREAD/NBER Conference 2020, DEVPEC 2020, NEUDC 2019, NTA 2019, PacDev 2020, the 2nd World Bank Tax Conference, and numerous seminars for invaluable suggestions. For outstanding research assistance, we thank Michele Mary Bernadine, Manon Delvaux, Samih Ferrah, Arnaud Fournier, Alix Leroy, Florence Oberholzer, Stephen Mathew and David Mast. For excellent program management we thank Elie Kabue Ngindu and the rest of the Odeka Team. We are grateful for the collaboration with the Provincial Government of Kasaï-Central and the Direction Générale des Recettes du Kasaï-Central (DGRKAC). We gratefully acknowledge funding from the EGAP Metaketa II Taxation Initiative and the J-PAL Governance Initiative. This study has been approved by the Harvard Institutional Review Board: Protocol IRB17-0724. The Pre-Analysis Plan was submitted to the AEA RCT Registry on January 28, 2019: AEARCTR-0003818. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}