{
    "id": 31688,
    "citation_title": "Zero-Sum Thinking and the Roots of U.S. Political Divides",
    "citation_author": [
        "Sahil Chinoy",
        "Nathan Nunn",
        "Sandra Sequeira",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2024-01-19",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the origins and implications of zero-sum thinking – the belief that gains for one individual or group tend to come at the cost of others. Using a new survey of a representative sample of 20,400 US residents, we measure zero-sum thinking, political preferences, policy views, and a rich array of ancestral information spanning four generations. We find that a more zero-sum mindset is strongly associated with more support for government redistribution, race- and gender-based affirmative action, and more restrictive immigration policies. Furthermore, zero-sum thinking can be traced back to the experiences of both the individual and their ancestors, encompassing factors such as the degree of intergenerational upward mobility they experienced, whether they immigrated to the United States or lived in a location with more immigrants, and whether they were enslaved or lived in a location with more enslavement.\n\n",
    "acknowledgement": "\nWe thank Martin Fiszbein, Ben Golub, Joe Henrich, Matt Lowe, Hazel Markus, Michael Muthukrishna, Suresh Naidu, Eva Raiber, Raul Sanchez de la Sierra, Enrico Spolaore, James Robinson, and Nico Voigtländer for useful discussions and/or comments on the paper. We thank Alberto Binetti, Enrico Calvanese, Anton Grahed, Matthew O’Brien, Vibhu Pratyush, Grace Finley, Michelle Rao, Fernando Secco, and Paul Tembo for excellent research assistance. We also thank the Russell Sage Foundation for generous research funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}