{
    "id": 31683,
    "citation_title": "Heterogeneous Real Estate Agents and the Housing Cycle",
    "citation_author": [
        "Sophia Gilbukh",
        "Paul Goldsmith-Pinkham"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe real estate market is highly intermediated, with 90 percent of buyers and sellers hiring an agent to help them transact a house. However, low barriers to entry and fixed commission rates result in a market where inexperienced intermediaries have a large market share, especially following house price booms. Using rich micro-level data on 8.5 million listings and a novel instrumental variables research design, we first show that houses listed for sale by inexperienced real estate agents have a lower probability of selling, and this effect is strongest during the housing bust. We then study the aggregate implications of the distribution of agents' experience on housing market liquidity by building a dynamic entry and exit model of real estate agents with aggregate shocks. We find that 3.7 more listings would have been sold in a flexible commission equilibrium. It would require a six-fold increase in entry costs for real estate agents to achieve this level of liquidity within the fixed commission framework.\n\n",
    "acknowledgement": "\nWe thank Luis Cabral, Stijn Van Nieuwerburgh, Petra Moser, David Backus, and John Lazarev for their invaluable support and guidance. Gara Afonso, Edward Coulson, Diego Dariuch, Hanna Halaburda, Andrew Haughwout, Julian Kozlowski, Virgiliu Midrigan, Brian Peterson, Pau Roldan, Thomas Sargent, and Lawrence White provided helpful discussions and suggestions. We also greatly bene ted from comments by Vadim Elenev, Jihye Jeon, Nic Kozeniauskas, David Lucca, Song Ma, Joe Tracy, Jacob Wallace, and anonymous referees. In addition, we thank seminar participants at NYU Stern in Macro and IO, the Federal Reserve Bank of New York, the Federal Reserve Board, the Bank of Canada, Baruch College, London School of Economics, Harvard Business School, Colorado Finance Summit, Pre-WFA Real Estate Meeting, Society of Economic Dynamics, AREUEA International conference, GBRUES, Haverford College, Hong Kong University, SITE Financial Regulation Conference, University of Toronto IO and CREFR groups for valuable comments and suggestions. Sonia Gilbukh gratefully acknowledges the hospitality of the Federal Reserve Bank of New York where she spent the summer of 2017. Part of the work on this paper was completed while Goldsmith-Pinkham was employed by the Federal Reserve Bank of New York. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}