{
    "id": 31682,
    "citation_title": "Selection into Financial Education and Effects on Portfolio Choice",
    "citation_author": [
        "Irina Gemmo",
        "Pierre-Carl Michaud",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2024-05-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of a financial education intervention on portfolio choices in a unique incentivized setting that allows us to investigate selection into the intervention and treatment effect heterogeneity. After directly eliciting willingness to pay for the financial education, we find that the more financially literate, those confident they can apply the knowledge acquired in the intervention, and those expecting higher returns are willing to pay more. Using portfolio allocation tasks, we show that the financial education leads to better outcomes according to welfare metrics tailored to respondent risk aversion: there is a 20 p.p. increase in the fraction with a welfare gain, representing on average 3.2 p.p. of wealth. Those most willing to participate are those who gain the most from the education, which has important implications for the design of financial education across a variety of settings.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Bertrand Achou, David Boisclair, Claudio Daminato, Franca Glenzer, Christian Kubitza, Christian Waibel and participants at the Cherry Blossom Financial Education Institute 2023, the 13th annual meeting of the Society for Experimental Finance, and seminar participants at ETH Zurich and HEC Montreal. Further, we thank Alexa Samuel and Yong Yu for valuable research assistance and the Pension Research Council of Wharton School at the University of Pennsylvania, as well as the Retirement and Savings Institute at HEC Montréal, for generous research funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI acknowledge research support for this work from the Health and Retirement Study at the University of Michigan, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. I am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of any of the institutions with which I am affiliated.\n\n\n"
}