{
    "id": 31684,
    "citation_title": "The Labor Market Consequences of Heat Exposure During Pregnancy",
    "citation_author": [
        "Xuwen Gao",
        "Ran Song",
        "Christopher Timmins",
        "Fang Xia"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe provide the first estimates of the negative impact of exposure to extremely high temperatures during pregnancy on mothers’ labor market outcomes. We employ individual-level survey data from China and leverage plausibly exogenous fluctuations in heat exposure within cities. The results demonstrate that exposure to extremely hot weather during pregnancy reduces women’s wages and labor supply later in life and increases the likelihood that they will work in an unskilled sector. The effects are stronger for heat exposure during the third gestational trimester. The mechanism for these results is that extreme temperature exposure during pregnancy undermines maternal health. Our analysis proposes a new channel through which extreme weather generates health and economic costs.\n\n",
    "acknowledgement": "\nThe authors have no relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}