{
    "id": 31680,
    "citation_title": "Estimating the Effects of Government Spending Through the Production Network",
    "citation_author": [
        "Alessandro Barattieri",
        "Matteo Cacciatore",
        "Nora Traum"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of government spending along the supply chain using disaggregated U.S. government procurement data. We first identify sectoral public spending shocks and combine them with input-output tables to measure upstream and downstream exposure through the production network. We then estimate panel local projections and find that sector-specific government purchases have sizable effects both in industries that receive procurement contracts and industries across the supply chain. Employment increases significantly in recipient industries and in sectors supplying intermediate inputs to these industries, while employment decreases downstream. The response of prices and wages suggest higher intermediate-input demand by recipient industries translates into higher intermediate-input prices across the network, accounting for the crowding out of downstream employment. We then estimate the aggregate implications of sectoral shocks and the influence of sectoral heterogeneity using a granular instrumental variable approach. Consistent with existing models, we find that aggregate effects are higher when recipient sectors are more downstream, have stickier prices, and when the government accounts for most of the recipient's total sales.\n\n",
    "acknowledgement": "\nFunding from the Canadian Social Sciences and Humanities Research Council is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}