{
    "id": 31687,
    "citation_title": "Forward Return Expectations",
    "citation_author": [
        "Mihir Gandhi",
        "Niels Joachim Gormsen",
        "Eben Lazarus"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe measure investors’ short- and long-term stock-return expectations using both options and survey data. These expectations at different horizons reveal what investors think their own short-term expectations will be in the future, or forward return expectations. While contemporaneous short-term expectations are not countercyclical across all data sources, we find that forward expectations are consistently countercyclical, and excessively so: in bad times, forward expectations are higher than justified by investors’ own subsequent short-term return expectations. This excess volatility in forward expectations helps account for excess volatility in prices, inelastic demand for equities, and stylized facts about the equity term structure.\n\n",
    "acknowledgement": "\nWe are grateful to the Fama-Miller Center, the Fama Faculty Fellowship, Asness Junior Faculty Fellowship, and the Fischer Black Doctoral Fellowship at the University of Chicago for financial support. We acknowledge use of the high-performance computing cluster at Chicago Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}