{
    "id": 31696,
    "citation_title": "Mobile Money, Interoperability, and Financial Inclusion",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Nicola Limodio",
        "Lorenzo Spadavecchia"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the tradeoff between competition and financial inclusion resulting from the vertical integration between mobile network and money operators. Joining newly assembled data on mobile money fees through the WayBack machine, with sources on network coverage and financials, we examine the staggering across African operators and countries of platform interoperability – a policy that promotes transactions and competition across mobile money operators. Our results show that interoperability benefits users by lowering mobile money fees and their dispersion across operators. However, these positive effects are offset by a decrease in mobile towers and network coverage, especially in rural and poor districts, which, in turn, leads to a lower financial inclusion. We note that combining interoperability with subsidies for rural telecommunications delivers lower fees without hurting coverage.\n\n",
    "acknowledgement": "\nThis paper has benefitted from discussions with and the suggestions of Joseph Abadi, Jenny Aker, Francis Annan, Andrew Atkeson, Tania Babina, Oriana Bandiera, Jean-Pierre Benoît, Milo Bianchi, Matthieu Bouvard, Emily Breza, Konrad Burchardi, Daniel Timothy Chen, Jonathan de Quidt, Mitchell Downey, Joshua Gans, Alessandro Gavazza, Jean-Pierre Landau, Rocco Macchiavello, Césaire Meh, Nikita Melnikov, Stelios Michalopoulos, Don Noh, Elias Papaioannou, Paolo Pinotti, Helene Rey, Emma Riley, Nicolas Serrano-Velarde, Tavneet Suri, Tommaso Valletti and seminar participants at Bocconi University, Cornell University - Charles H. Dyson School, Halle Institute for Economic Research, Institute for International Economic Studies, London Business School, Oxford University - Saïd Business School, NBER SI 2023 Digital Economics and AI, 2nd WEFIDEV CEPR Workshop in Finance and Development, 46th BREAD & MIT Conference and other conferences, seminars and workshops. Edoardo Cattaneo, Camilla Cherubini, Ilaria Dal Barco, Daniele Goffi, Falilou Kebe, Hannah Moreno and Beatrice Romagnolo provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures\n2010-2023/02\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nSignificant Remunerated Activities:\nAdvisory and Board Positions\nBank of Japan, 2023 - present\nParadigm Capital Partners, Board Member and Advisor\nVisiting Positions\nLamfalussy Fellowship, Bank of International Settlement, 2016\nMilton Friedman Institute, visiting scholar 2011\nSpeaking engagements and lectures\nFERI, 2022\nParadigm Capital, 2022\nAkademie für Politische Bildung, 2022\nFirst Republic Bank, 2022\nFLAR, 2021\nPerCent, Copenhagen, 2021\nVicctus, Peru, 2021\nKorean Capital Market Institute, 2021\nAsian Monetary Policy Forum, 2020\nFundacion (Lisbon), 2020\nJeffries, Hong Kong, 2020\nBrookings, 2020\nCapula Investment Management, 2019\nSpinoza Foundation, 2019\nDanske Bank, 2018\nUkrainian Financial Forum, 2017\nSwiss Economic Forum, 2017\nFudan University, 2017\nDanske Capital, 2017\nBrookings, 2017\nTrento Economic Festival, 2013\nStifterverband der Deutschen Wirtschaft, 2012\nAmbrosetti – The European House, 2011\nCenter for Investor Education, 2011\nWim Duisenberg School of Finance, 2010\nHandelsbanken, 2010\nDeutsche Bank, 2010\nFEBRABAN, Brazil, 2009\nCentral banks\nReserve Bank of India, Central Bank of Chile, South African Reserve Bank, ECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Korea\nInternational financial institution\nIMF\nAcademic Organizations\nSwiss Finance Institute, Research Council, 2012-\nLuohan Academy, Alibaba, 2018-2020\nNo expert testimony for law suits or paid consulting work for private cooperations to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\nINQUIRE Europe, Research Grant\nVisiting Scholar and Other:\nAmerican Economic Review, Journal of Finance, Associated Editorship\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director, President-Elect\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – 2019\n\n\nINET Advisory Board Member, 2009 – present\n\n\n"
}