{
    "id": 31692,
    "citation_title": "Consumer Surveillance and Financial Fraud",
    "citation_author": [
        "Bo Bian",
        "Michaela Pagel",
        "Huan Tang",
        "Devesh Raval"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2024-04-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn today’s digital economy, firms near constantly collect, analyze, and profit from consumers’ personal information, which might expose consumers to financial fraud. We examine the effects of Apple’s App Tracking Transparency (ATT) policy, which significantly curtailed data collection and sharing on the iOS platform. Using zip code level variation in iOS user shares, we show that ATT substantially reduced fraud complaints. The effects are concentrated in complaints that have more relevant narratives and in complaints about companies engaging in intensive consumer surveillance and lacking data safeguards. Our evidence quantifies one of the main harms of lax privacy standards.\n\n",
    "acknowledgement": "\nWe thank Simona Abis, Hunt Allcott, Tania Babina, Nathan Blascak, Mark Eichorn, Emma Fletcher, Samuel Kruger, Kai Li, Markus Mobius, Jordan Nickerson, David Rothschild, Dave Schmidt, James Thomas, Jonathan Wallen, Brett Wendling, Paul Witt, Constantine Yannelis, and Anthony Lee Zhang for valuable comments as well as seminar and conference participants at the Chicago Conference on Empirical Finance, Chinese University of Hong Kong, Future of Financial Information Conference, Household Finance Brownbag Series, IMF, Microsoft Research, NBER SI (Household Finance), UBC Winter Finance Conference, University College London, UW-Madison Junior Finance Conference, and University of Innsbruck. Niels Wagner provided outstanding research assistance. We acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed in this article are those of the authors and do not necessarily represent those of the Federal Trade Commission or any of its Commissioners, or of the National Bureau of Economic Research.\n\n\n"
}