{
    "id": 31691,
    "citation_title": "Provider Payment Incentives: Evidence From The U.S. Hospice Industry",
    "citation_author": [
        "Norma Coe",
        "David A. Rosenkranz"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMoral hazard and provider-induced demand may contribute to overutilization of scarce health care resources. The U.S. health care system includes several compensatory cost-containment mechanisms, but their effects depend on how patients and providers respond. We investigate hospice programs’ responses to a cap in the Medicare hospice benefit on their average annual payments per patient. We estimate their intensive margin responses to the cap by leveraging variation in cap-related financial incentives generated by the policy’s nonlinear design and the transition between fiscal years. We find that programs on track to exceed the cap in the last three months of a fiscal year raise their enrollment rates by 5.7% and their live discharge rates by 4.3% on average, reducing their cap liabilities. The marginal enrollees have longer average remaining lifetimes and are less likely to have been recently hospitalized. Their hospice spells are also more likely to be fragmented by subsequent live discharges. On the extensive margin, we find that cap liabilities are associated with terminations of Medicare provider certification numbers, suggesting that the cap impacts market structure. Current policy discussions about reducing the cap should consider its potential effect on market structure.\n\n",
    "acknowledgement": "\nWe thank Tyler Braun, Len Goff, Steven Joffe, Ryan McDevitt, Sungchul Park, Harald Schmidt, Sally Stearns, Chuxuan Sun, Ashley Swanson, Joan Teno, Lindsay White, and seminar participants at Bates College, the University of Pennsylvania Perelman School of Medicine, and the 2023 meeting of the American Society of Health Economists for discussions. We also thank Kenneth Albert, Ted Cuppett, Theresa Forster, and others at the National Association for Home Care & Hospice for sharing their perspectives. This research is supported by the National Institutes of Health’s National Institute on Aging (grant no. R01AG062595). Rosenkranz was supported by the Agency for Healthcare Research Quality National Research Service Award (T32), through grant number 5T32HS026116. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}