{
    "id": 31698,
    "citation_title": "Monetary Policy and Innovation",
    "citation_author": [
        "Yueran Ma",
        "Kaspar Zimmermann"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that monetary policy has a substantial impact on innovation activities. After a tightening shock of 100 basis points, research and development (R&D) spending declines by about 1 to 3 percent and venture capital (VC) investment declines by about 25 percent in the following 1 to 3 years. Patenting in important technologies, as well as a patent-based aggregate innovation index, declines by up to 9 percent in the following 2 to 4 years. Based on previous estimates of the sensitivity of output to innovation activities, these magnitudes imply that output could be 1 percent lower after another 5 years. Monetary policy can influence innovation activities by changing aggregate demand and correspondingly the profitability of innovation, and by changing financial market conditions. Both channels appear relevant in the data. Our findings suggest that monetary policy may affect the productive capacity of the economy in the longer term, in addition to the well-recognized near-term effects on economic outcomes.\n\n",
    "acknowledgement": "\nPrepared for the the 2023 Jackson Hole Economic Policy Symposium \"Structural Shifts in the Global Economy.\" We thank Nick Bloom, Tarek Hassan, Aakash Kalyani, Song Ma, and Amit Seru for kindly sharing their data, and Haomin Qin for excellent research assistance. We are grateful to Hassan Afrouzi, Luca Fornaro, Mark Gertler, John Haltiwanger, Lars Hansen, Kilian Huber, Ben Jones, Steve Kaplan, Anil Kashyap, Emi Nakamura, Carolin Pflueger, Albert Queralto, Andrei Shleifer, Sanjay Singh, Amir Sufi, Chad Syverson, Joe Vavra, and Rob Vishny for helpful suggestions. Yueran Ma acknowledges research support by the Macro Finance Research (MFR) program at the University of Chicago and the NSF CAREER grant. Kaspar Zimmermann acknowledges research support from the Leibniz Institute for Financial Research SAFE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}