{
    "id": 31699,
    "citation_title": "The Effect of Multitasking on Educational Outcomes and Academic Dishonesty",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2024-01-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool authorities, universities, and employers often schedule multiple tests on the same day or week, causing overlapping exam preparation and a dense testing schedule. This multitask learning can be intense, under pressure, and challenge the student’s mental and physical perseverance. As a result, it can compromise performance relative to a more ‘relaxed’ schedule. This paper examines the consequences of multitasking for test scores and cheating in exams and its implications for the ability and gender cognitive gap. The empirical context is high-stakes exit exams in Israel, done at the end of high school. I leverage the empirical setting on two natural experiments to estimate the causal effect of this multitasking learning. The first exploits random variation in the number of weekly tests—the second hinges on days with multiple exams versus days with a single exam. The results show several important regularities. First, the number of exams in a day or a week harms test performance. Second, these effects are evidenced for high- and low-ability students, both boys and girls. They are much more extensive for immigrants than natives. Third, the harm of such multitasking is larger in tests later in the schedule, daily or weekly. Fourth, these effects are larger in tests of STEM subjects. Fifth, dense exam schedules increase the likelihood of students behaving dishonestly in exams.\n\n",
    "acknowledgement": "\nI thank the staff at the Ministry of Education for making an effort to recover the schedule of bagrut exams for 2000-2005 and for providing the data for this study. Special thanks to Assaf Yancu and Omry Yoresh for excellent research assistance and Hadar Avivi, who worked on this project in the early stages a few years ago when the treatment measures and methodology differed. I benefitted from comments from Hadar Avivi, Michael Amior, Netanel Ben Porath, Adi Finkelstein, Yoav Goldstein, Helena Skyt Nielsen, Nitzan Machlis, Genia Rachkovski, Assaf Yancu, Omri Yoresh, participants at the 2022 Oslo Education Conference, the CESifo 2023 Economics of Education conference, and seminars at Hebrew University, and the University of Warwick. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}