{
    "id": 31690,
    "citation_title": "Can Patience Account for Subnational Differences in Student Achievement? Regional Analysis with Facebook Interests",
    "citation_author": [
        "Eric A. Hanushek",
        "Lavinia Kinne",
        "Pietro Sancassani",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2023-10-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDecisions to invest in human capital depend on people’s time preferences. We show that differences in patience are closely related to substantial subnational differences in educational achievement, leading to new perspectives on longstanding within-country disparities. We use social-media data – Facebook interests – to construct novel regional measures of patience within Italy and the United States. Patience is strongly positively associated with student achievement in both countries, accounting for two-thirds of the achievement variation across Italian regions and one-third across U.S. states. Results also hold for six other countries with more limited regional achievement data.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from David Figlio, Philipp Lergetporer, Ömer Özak, Paola Sapienza, and seminar participants at the IWAEE workshop in Catanzaro, the ifo Center for the Economics of Education, and the CESifo Area Conference on the Economics of Education. This work was supported by the Smith Richardson Foundation. The contribution of Woessmann is also part of German Science Foundation project CRC TRR 190. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}