{
    "id": 31693,
    "citation_title": "The Reserve Supply Channel of Unconventional Monetary Policy",
    "citation_author": [
        "William F. Diamond",
        "Zhengyang Jiang",
        "Yiming Ma"
    ],
    "citation_publication_date": "2023-09-18",
    "issue_date": "2023-09-14",
    "revision_date": "2023-09-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that central bank reserves injected by QE crowd out bank lending. We estimate a structural model with cross-sectional instrumental variables for deposit and loan demand. Our results are determined by the elasticity of loan demand and the impact of reserve holdings on the cost of supplying loans. The reserves injected by QE raise loan rates by 8.2 basis points, and each dollar of reserves reduces bank lending by 8.1 cents. Our results imply that a large injection of central bank reserves has the unintended consequence of crowding out bank loans because of bank balance sheet costs.\n\n",
    "acknowledgement": "\nWe thank Olivier Darmouni, Mark Egan (discussant), Arvind Krishnamurthy, Giorgia Piacentino, Luke Taylor, Quentin Vandeweyer, Stijn van Nieuwerburgh, Jessica Wachter, Yufeng Wu (discussant), Yao Zeng, and audiences at Columbia Business School, Durham University, Kellogg, Johns Hopkins, London Business School, Michigan Ross, NYU Stern, University of Amsterdam, Virgnia Darden Business School, University of Utah, Wharton, ASSA, Chicago Junior Macro and Finance Conference, Columbia Workshop on New Empirical Methods, EFA, Midwest Finance Association Conference, NYU Stern New York Fed Intermediation Conference, Yale Junior Macro-Finance Workshop, and WFA for feedback and helpful comments. We thank Naz Koont for excellent research assistance. This paper was previously circulated under the title “Monetary Transmission Through Bank Balance Sheet Synergies.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}