{
    "id": 31705,
    "citation_title": "Procurement and Infrastructure Costs",
    "citation_author": [
        "Zachary Liscow",
        "Will Nober",
        "Cailin Slattery"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nInfrastructure costs in the United States are high and rising. The procurement process is one potential cost driver. In this paper we conduct a survey of procurement practices across the 50 states. We survey both employees at each state department of transportation (DOT) and the road builders that win contracts to build and maintain roads. With this survey we are able to create a new dataset of procurement rules and practices across the U.S. and understand what actors on the ground think drive costs. We then assemble a new dataset of project-level infrastructure costs. We correlate the survey practices with our new, detailed data on costs. We find that two important inputs in the procurement process appear to particularly drive costs: (1) the capacity of the DOT procuring the project and (2) the lack of competition in the market for government construction contracts.\n\n",
    "acknowledgement": "\nWe thank the Department of Transportation and the National Bureau of Economic Research for generous funding, and we thank Ed Glaeser, Joe Gyourko, Jeff Liebman, Jim Poterba, Steve Schooner, Shoshana Vasserman, Chris Yukins, and many highway contractors for helpful comments. Audrey Cheng and Connor Wilke provided excellent research assistance. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}