{
    "id": 31707,
    "citation_title": "Utility and Happiness",
    "citation_author": [
        "Miles S. Kimball",
        "Robert J. Willis"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPsychologists have developed effective survey methods of measuring how happy people feel at a given time. The relationship between how happy a person feels and utility is an unresolved question. Existing work in Economics either ignores happiness data or assumes that felt happiness is more or less the same thing as flow utility. The approach we propose in this paper steers a middle course between the two polar views that “happiness is irrelevant to Economics” and the view that “happiness is a sufficient statistic for utility.”\nWe argue that felt happiness is not the same thing as flow utility, but that it does have a systematic relationship to utility. In particular, we propose that happiness is the sum of two components: (1) elation–or short-run happiness–which depends on recent news about lifetime utility and (2) baseline mood–or long-run happiness–which is a subutility function much like health, entertainment, or nutrition. In principle, all of the usual techniques of price theory apply to baseline mood, but the application of those techniques is complicated by the fact that many people may not know the true household production function for baseline mood.\nIf this theory is on target, there are two reasons data on felt happiness is important for Economics. First, short-run happiness in response to news can give important information about preferences. Second, long-run happiness is important for economic welfare in the same way as other higher-order goods such as health, entertainment, or nutrition.\n\n",
    "acknowledgement": "\nWe would like to acknowledge first and foremost the substantial contributions of Norbert Schwarz to this paper. Our discussions with him from the very first beginnings of this paper clarified many things for us, particularly about the empirical evidence on happiness measures. However, we need to make clear that there are important aspects of our theoretical position he would not agree with. In addition to Norbert Schwarz, we would like to thank George Akerlof, Toni Antonucci, Robert Barsky, Kerwin Charles, Fred Conrad, Mick Couper, Michael Elsby, Gwenith Fisher, Bruno Frey, Christopher House, Michael Hurd, Helen Levy, Charles Manski, Randolph Nesse, Fumio Ohtake, Antonio Rangel, Luis Rayo, Matthew Shapiro, Daniel Silverman, Alois Stutzer, Yoshiro Tsutsui, Janet Yellen and participants in seminars at Osaka University, the Stanford Institute for Theoretical Economics, University of Michigan, Harvard, and Brown for helpful discussions and comments on early versions of this material. They must also be absolved from complicity in any errors we perpetrate, small or large. We are grateful for support from National Institute on Aging grant P01 AG026571-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert J. Willis\n\nThe primary sources of support for my research are from National Institutes of Health grants U01AG0009740 and  P01AG026571.  In addition, in the recent past I have received grants from Social Security Administration through the Michigan Retirement Research Center, from the Sloan Foundation and from Pfizer.\n\n\n"
}