{
    "id": 31708,
    "citation_title": "Structural Transformation and Value Change: The British Abolitionist Movement",
    "citation_author": [
        "Valentín Figueroa",
        "Vasiliki Fouka"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat drives change in a society’s values? From Marx to modernization theory, scholars have identified a connection between structural transformation and social change. To understand how changes in a society’s dominant mode of production affect its dominant values, we examine the case of the movement for the abolition of slavery in the late 18th and early 19th century Britain, one of history’s most well-known campaigns for social change, which coincided temporally with the Industrial Revolution. We argue that structural transformation alters the distribution of power in society and enables groups with distinct values and weak economic interest in the status quo to mobilize for change. Using data on anti-slavery petitions, membership in abolitionist groups, MP voting behavior in Parliament and economic activity, we show that support for abolition was strongly connected to manufacturing at the aggregate and individual level. We rely on biographical data and the analysis of parliamentary speeches to show that industrialists were relatively less reliant on income from slavery and were characterized by a universalist worldview that distinguished them from established elites. Together, our findings suggest that both values and economic interest play a role in driving social change.\n\n",
    "acknowledgement": "\nWe thank Lisa Blaydes, Dan Carpenter, Gary Cox, Elias Dinas, Ben Enke, Marc Goñi, Leander Heldring, Joe Kendall, David Laitin, Sara Lowes, Alain Schläpfer, Theo Serlin, Marco Tabellini and seminar participants at the 2020 SIOE Annual Conference, WZB, Vanderbilt, Harvard, PUC Chile, Yale, Trinity College Dublin, 2023 ASREC Conference, 2023 NBER Culture and Institutions Meeting, ETH, Zurich and LMU Munich for useful comments and discussions. Juan Fueyo-Gomez, Gisela Salim-Peyer and Florencia Hnilo provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}