{
    "id": 31715,
    "citation_title": "Drivers of Change: How Intra-household Preferences Shape Employment Responses to Gender Reform",
    "citation_author": [
        "Chaza Abou Daher",
        "Erica M. Field",
        "Kendal M. Swanson",
        "Kate H. Vyborny"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nBillions of women still face legal barriers to economic inclusion, yet it is unclear whether lifting these barriers is sufficient to enhance their economic participation. We conduct a field experiment to quantify the impact of a major legal reform - the lifting of the Saudi women's driving ban - on women's employment by randomizing rationed spaces in driver's training. Two years later, women in the treatment group are 61% more likely to drive, 19% more likely to leave the house unchaperoned, and 35% more likely to be employed. However, they are also 19% more likely to require permission to make purchases. These patterns vary systematically with marital status: although physical mobility increases for all women, treatment effects on employment are only observed among never-married and widowed women, who negotiate employment with their fathers. Married and divorced women with children, over whom husbands and ex-husbands have leverage, actually exit the labor force and experience decreased spending autonomy. We posit that these patterns reflect differences in male family members' support for women's employment. They provide evidence that men's resistance to wives' employment poses a binding constraint to female labor force participation when legal restrictions are relaxed, but also that men are more open to granting their daughters economic rights, as has been posited in the literature. The results underscore the importance of intra-household responses to gender reforms, which have the potential to counteract legal gains in women's freedoms, and help explain why potential economic gains from lifting discriminatory laws often go unrealized.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from participants in workshops at Duke University. We gratefully acknowledge funding support from the Ministry of Human Resources and Social Development in Saudi Arabia and Harvard's Kennedy School's Evidence for Policy Design (EPOD), and especially the support and collaboration throughout the research from Alnahda Society, particularly Jawaher Al-Sudairy. We appreciate excellent research assistance from Adam Soliman, Hussain al-Shammasi, Munira Alsharif and Ghida Ismail. The Duke University Campus IRB approved this study (protocol 2019-0505). The study was pre-registered under Pre-Analysis Plan AEARCTR-0005551. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}