{
    "id": 31710,
    "citation_title": "Minimum Lot Size Restrictions: Impacts on Urban Form and House Price at the Border",
    "citation_author": [
        "Joseph Gyourko",
        "Sean McCulloch"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the impact of more stringent minimum lot size restrictions across small border areas of neighboring communities using data from the Wharton Residential Land Use Regulatory Index (WRLURI) surveys.  Economically meaningful effects are found on the built environment, not just house prices.  Within 100 meters of the borders, housing density as reflected in the number of single family homes per acre is about 11% lower on average in the most restricted communities compared to the least restricted communities in terms of minimum lot sizes.  Individual homes are bigger by about 80 square feet, an amount equal to about 4% of typical unit square footage.  Lots are over 3,000 square feet larger in the most restricted compared to the least restricted communities’ border areas, an increase equal to 28% of the sample mean lot size.  Hence, among the smaller number of homes that exist in the most regulated places, their physical structures are modestly bigger and they sit on appreciably larger lots. Finally, house prices are nearly $30,000 higher in the more regulated border areas compared to the least regulated border areas.   This price impact can be accounted for by differences in house quality, structure and lot size specifically, on the two sides of a border.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Tom Cui, Gilles Duranton, Ed Glaeser and Matthew Turner, as well as seminar participants at Singapore Management University and the ECHOPPE Conference at the Toulouse School of Economics.  We also thank Matt Fagerstrom, Zhenyang Gong and Braydon Neiszner for helpful research assistance.  Gyourko thanks the Research Sponsor Program of the Zell/Lurie Real Estate Center for financial support.  The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}