{
    "id": 31718,
    "citation_title": "Science, Philanthropy, and American Leadership",
    "citation_author": [
        "Robert W. Conn",
        "Peter F. Cowhey",
        "Joshua S. Graff Zivin",
        "Christopher L. Martin"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nInvestments in the US Science, Technology, Engineering, Medicine and Innovation (STEMI) enterprise come from many different sectors and their combined effect crucially enhances the nation’s competitiveness.  Philanthropy is an under-appreciated component of this ecosystem, providing $21.5 billion of research funding at universities and non-profits in 2021 or roughly 42% of the federal outlay at these institutions. In this paper, we argue that these decentralized and diverse set of philanthropic funders alter the incentives and behavior within the US research enterprise to make it more risk tolerant and more innovative than government or business funding alone would yield.  It also enables significant innovation in the development of human capital in STEMI areas. We conclude with a comparison of the US research ecosystem to that of China to understand how the two systems differ, with a particular emphasis on the differentiating role that philanthropy may play in influencing the scientific and economic competitiveness of each nation.\n\n",
    "acknowledgement": "\nThe authors would like to thank the members of the Advisory Committee who provided invaluable input and criticisms as we have carried out this research effort over the past three years. The Committee members are France Cordova, Adam Falk, Corey Goodman, Neal Lane, Alan Leshner, Paul Maritz, Mary Woolley, and Pradeep Khosla.  We are grateful to the more than thirty people who agreed to be interviewed for this project and whose insights, experience, and wisdom were an invaluable source of both information and perspective. This paper derives from the research project on science and philanthropy at the Frontiers of Science and Innovation Policy in the School of Global Policy and Strategy, University of California, San Diego. Funding is from the Center’s endowment provided by Irwin and Joan Jacobs, for which the authors are very grateful. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}