{
    "id": 31717,
    "citation_title": "Welfare Accounting",
    "citation_author": [
        "Eduardo Dávila",
        "Andreas Schaab"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a welfare accounting decomposition that identifies and quantifies the ultimate origins of welfare gains and losses in general economies with heterogeneous individuals and disaggregated production. The decomposition---exclusively based on preferences and technologies---first separates efficiency from redistribution considerations. Efficiency comprises individual efficiency, which traces gains and losses to reallocating consumption and factor supply across individuals, and production efficiency, which captures allocative efficiency gains and losses due to adjusting intermediate inputs and factors, as well as technical efficiency gains and losses from primitive changes in technologies and factor endowments. Leveraging the decomposition, we characterize efficiency conditions in disaggregated production economies with heterogeneous individuals, extending classic efficiency results. In competitive economies, prices (and wedges) are directly informative about the welfare-relevant statistics that shape the welfare accounting decomposition, which allows us to characterize a generalized Hulten's theorem. We present several minimal examples and a rich application to monetary policy.\n\n",
    "acknowledgement": "\nWe would like to thank our discussant Alireza Tahbaz-Salehi, as well as Pol Antràs, Costas Arkolakis, Xavier Gabaix, Ben Golub, Zhen Huo, Patrick Kehoe, Pete Klenow, Sam Kortum, David Lagakos, Jennifer La’O, Simon Mongey, Giuseppe Moscarini, Dmitry Mukhin, Guillermo Noguera, Michael Peters, Pascual Restrepo, Ludwig Straub, Stacy Tan, Mathieu Taschereau-Dumouchel, Akos Valentinyi, and Venky Venkateswaran for helpful comments and discussions. Abdelrahman Hassanein, Matt Schwartz, and Kyle Shin provided excellent research assistance. This material is based upon work supported by the National Science Foundation under Grant No. 2237790. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndreas Schaab\n\nFinancial Disclosure Statement\nAndreas Schaab\nCurrent as of September 15, 2023\n\n\nMy current primary appointment is as an Assistant Professor at Toulouse School of Economics (TSE). I am on leave for the academic year 2023-24, during which time I am a Visiting Assistant Professor at Princeton University, from which I receive all of my labor income during this time period. I received all of my labor income prior to September 1, 2023, from TSE and part of this compensation derived from TSE-Partnerships, in particular with the Bank of France and the Bank of Luxembourg.\n\n\nI have no additional appointments and draw no labor income from other organizations.\n\n\n"
}