{
    "id": 31716,
    "citation_title": "The International Monetary System and International Financial System as an Analogy to the Copernican Heliocentric system: A simple multi-layers network model with simultaneous regime changes",
    "citation_author": [
        "Michael D. Bordo",
        "Cécile Bastidon"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evolution of the IMS and IFS in the past several hundred years can be viewed through the lens of the Copernican heliocentric system developed over 500 years ago. We trace out the evolution across regimes of the IMS and IFS in terms of network representations of the Copernican system. We provide a simple, fully testable theoretical model whose assumptions are based on these representations. The IMS and IFS are described by a two-layer graph whose three key features (hub, core, distances) are affected by nonlinear joint regime changes linked to a technological, institutional, geopolitical and regulatory environment variable. We conclude with a discussion of some perspectives of the future of the international monetary and financial systems. Our analysis is based on economic history, theory and some resonant concepts from astrophysics.\n\n",
    "acknowledgement": "\nThe authors thank Joshua Aizenman, Barry Eichengreen, Harold James, Olivier Jeanne, Robert McCauley, Antoine Parent and Marc Wiedenmier for comments on earlier versions. They also thank the participants in the World Copernican Congress of Kracow (Poland, May 24-26 2023) and the Leipzig Colloquium (online, December 14th 2023) for useful questions and remarks. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}