{
    "id": 31711,
    "citation_title": "Illiquid Lemon Markets and the Macroeconomy",
    "citation_author": [
        "Aimé Bierdel",
        "Andres Drenik",
        "Juan Herreño",
        "Pablo Ottonello"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "2023-09-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the macroeconomic implications of asymmetric information in capital markets. We build a quantitative capital-accumulation model in which capital is traded in illiquid markets, with sellers having more information about capital quality than buyers. Asymmetric information distorts the terms of trade for sellers of high-quality capital, who list higher prices and are willing to accept lower trading probabilities to signal their type. Led by the model's predictions, we measure the distortions from asymmetric information by studying the relationship between listed prices and trading probabilities in a unique dataset of individual capital units listed for trade. By combining the empirical measurement with the model, we show that information asymmetries can play a quantitatively large role during economic crises when the degree of asymmetric information deteriorates.\n\n",
    "acknowledgement": "\nWe thank Saki Bigio, Andrea Eisfeldt, Veronica Guerrieri, Jennifer La'O, Pablo Kurlat, Ricardo Lagos, Andrea Lanteri, Guido Menzio, Emi Nakamura, Jon Steinsson, Randy Wright, Yu Zhu, and participants at various seminars and conferences for useful comments. Hanna Onyshchenko, Canyon Bosler, and Nadim Elayan Balague provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}