{
    "id": 31714,
    "citation_title": "Induced Innovation, Inventors, and the Energy Transition",
    "citation_author": [
        "Eugenie Dugoua",
        "Todd Gerarden"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how individual inventors respond to incentives to work on “clean” electricity technologies. Using natural gas price variation, we estimate output and entry elasticities of inventors and measure the medium-term impacts of a price increase mirroring the social cost of carbon. We find that the induced clean innovation response primarily comes from existing clean inventors. New inventors are less responsive on the margin than their average contribution to clean energy patenting would indicate. Our findings highlight the potential importance of policies that increase the supply of clean inventors who are focused on mitigating climate change.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from Cornell Center for Social Sciences, the NBER-Sloan conference on the Economics of Innovation in the Energy Sector, and LSE STICERD. We thank Pierre Azoulay, Josh Feng, Josh Graff Zivin, Ashley Langer, Ralf Martin, and David Popp for their helpful comments, as well as the participants of the many seminars where this paper was presented and discussed. Lingxiao Cui, Suzy Guahk, Matías Navarro, Ha Pham, and Yukun Wang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}