{
    "id": 31719,
    "citation_title": "High-Dimensional Factor Models and the Factor Zoo",
    "citation_author": [
        "Martin Lettau"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new approach to the “factor zoo” conundrum. Instead of applying dimension-reduction methods to a large set of portfolio returns obtained from sorts on characteristics, I construct factors that summarize the information in characteristics across assets and then sort assets into portfolios according to these “characteristic factors”. I estimate the model on a data set of mutual fund characteristics. Since the data set is 3-dimensional (characteristics of funds over time), characteristic factors are based on a tensor factor model (TFM) that is a generalization of 2-dimensional PCA. I find that parsimonious TFM captures over 90% of the variation in the data set. Pricing factors derived from the TFM have high Sharpe ratios and capture the cross-section of fund returns better than standard benchmark models.\n\n",
    "acknowledgement": "\nI thank Ian Dew-Becker, Christian Julliard, Ali Kahkbod, Eben Lazarus, Dmitry Livdan, Peter Maxted, Stefan Nagel, Alberto Rossi, Paulo Zaffaroni, Guofu Zhou, and seminar participants at Berkeley-Haas, CDAR, Frankfurt, the London School of Economics, the San Francisco Federal Reserve, and the 2022 BI-SHoF and 2023 AFA conferences for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}