{
    "id": 31712,
    "citation_title": "Education Gradients in Parental Time Investment and Subjective Well-being",
    "citation_author": [
        "Ariel Kalil",
        "Susan Mayer",
        "William Delgado",
        "Lisa A. Gennetian"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege-educated mothers spend substantially more time in intensive childcare than less educated mothers despite their higher opportunity cost of time and working more hours. Using data from the 2010–2013 and 2021 waves of the Well-being Module of the American Time Use Survey, we investigate this puzzle by testing the hypothesis that college-educated mothers enjoy childcare more. We find that among all mothers, spending time in childcare is associated with higher positive feelings compared to spending time in other activities. However, college-educated mothers experience no more positive feelings and no fewer negative feelings during intensive childcare than other mothers. Moreover, college-educated mothers report substantially fewer positive feelings for time spent in management activities and substantially more negative feelings for time spent in educational activities with their child. Findings are robust to controlling for a rich set of covariates, mother fixed effects, and simulations to account for selection into intensive childcare.\n\n",
    "acknowledgement": "\nThe authors did not receive funding to support this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}