{
    "id": 31721,
    "citation_title": "Credit Supply Shocks and Firm Dynamics: Evidence from Brazil",
    "citation_author": [
        "Samuel Bazzi",
        "Marc-Andreas Muendler",
        "Raquel F. Oliveira",
        "James E. Rauch"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "2023-12-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore how financial constraints distort the entry decisions among otherwise productive entrepreneurs and limit growth of promising young firms. A model of liquidity-constrained entrepreneurs suggests that the easing of credit constraints can induce more entry of firms with greater long-run growth potential than the easing of conventional entry barriers would bring about. We explore this growth mechanism using a large-scale program to expand the supply of credit to small and medium enterprises in Brazil. Local credit supply shocks generate greater firm entry but also greater exit with no effect on short-run employment growth in the formal sector. However, credit expansions increase average capability among entering firms, which enter at larger size, survive longer, and grow faster. These firm dynamics are more pronounced in areas with weaker credit markets ex ante and consistent with local bank branches using cheap targeted credit lines to expand lending more broadly. Our findings provide new evidence on the general equilibrium effects of credit supply expansions.\n\n",
    "acknowledgement": "\nWe thank Flávia Kickinger, Luciano Machado, Leonardo de Oliveira Santos, Fábio Roitman and Maurício Vidal França Schaffer at Brazil’s national development bank BNDES and Sergio Mikio Koyama at the Central Bank of Brazil for coordinating and enabling data sharing and access. We are grateful to Humberto Galluci for superb research assistance and to Mirela Scarabel for excellent support. We thank Pete Klenow, Eric Verhoogen, and participants at the following seminars and conferences for feedback: Conference on Firms, Trade and Development (Stanford), FGV Sao Paolo, Ifo Institute, Penn State University, and PUC-Rio de Janeiro. We acknowledge with gratitude the W.E. Upjohn Institute, the PEDL Initiative at CEPR/DFID, and the Weiss Family Program Fund for generous financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the Central Bank of Brazil (Banco Central do Brasil) or the National Bureau of Economic Research.\n\n\n"
}