{
    "id": 31727,
    "citation_title": "From Happiness Data to Economic Conclusions",
    "citation_author": [
        "Daniel J. Benjamin",
        "Kristen Cooper",
        "Ori Heffetz",
        "Miles S. Kimball"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHappiness data—survey respondents’ self-reported well-being (SWB)—have become increasingly common in economics research, with recent calls to use them in policymaking. Researchers have used SWB data in novel ways, for example to learn about welfare or preferences when choice data are unavailable or difficult to interpret. Focusing on leading examples of this pioneering research, the first part of this review uses a simple theoretical framework to reverse-engineer some of the crucial assumptions that underlie existing applications. The second part discusses evidence bearing on these assumptions and provides practical advice to the agencies and institutions that generate SWB data, the researchers who use them, and the policymakers who may use the resulting research. While we advocate creative uses of SWB data in economics, we caution that their use in policy will likely require both additional data collection and further research to better understand the data.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Benjamin, Daniel J., Kristen B. Cooper, Ori Heffetz, and Miles S. Kimball. 2023. \"From Happiness Data to Economic Conclusions.\" Annu. Rev. Econ. 3: Submitted. DOI: https://doi.org/10.1146/annurev-economics-081623-021136. We are grateful to Marc Fleurbaey for helpful comments and to Colby Chambers, Dimitriy Leksanov, and Jeffrey Ohl for research assistance. For financial support, we are grateful to NIH/NIA grant R01-AG065364 to Hebrew University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or other funding bodies. The authors have no material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}