{
    "id": 31720,
    "citation_title": "Cash Transfers and Social Preferences of Children",
    "citation_author": [
        "Johannes Haushofer",
        "Magdalena Larreboure",
        "Sara Lowes",
        "Leon Mait"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of an unconditional cash transfer program on social preferences of children. The program allocated $1,076 to randomly selected households in rural Kenya. We measure the social preferences of 4,022 children from 1,687 households with survey questions and incentivized behavioral games three years after the intervention. We distinguish between the direct effects on children of recipient households and the spillover effects on children of neighboring households. We do not find consistent evidence that children from treatment and spillover groups are more or less prosocial than children from the control group. Additionally, we find no persistent economic effects of the program. We find some evidence of reduced psychological well-being among adults and children in spillover households.\n\n",
    "acknowledgement": "\nWe thank the participants for their time. We also thank the Busara Center for Behavioral Economics in Nairobi, especially the team of field officers directed by Joshua Omare and Denis Mutai for implementing the surveys and games in the field, and Brendah Khalifwa for programming the games. We also thank Cuong Pham Vu for excellent research assistance. The experiment was pre-registered: AEARCTR-0007738 (Haushofer et al., 2021) and has IRB approval from Princeton University (IRB #0000007875). We are grateful for funding provided by the NSF and the Weiss Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}