{
    "id": 31729,
    "citation_title": "Inequality and Business Cycles",
    "citation_author": [
        "Florin O. Bilbiie",
        "Giorgio Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the connection between inequality and business cycles in a medium-scale New Keynesian model with tractable household heterogeneity, estimated with aggregate and cross-sectional data. We find that inequality substantially amplifies cyclical fluctuations. The primary source of this amplification is cyclical precautionary saving behavior. Savers reduce their consumption to insure themselves against the idiosyncratic risk of large income drops, which rises in recessions.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, Marco Bassetto, Christian Bayer, Javier Bianchi, Luigi Bocola, Benjamin Born, Tobias Broer, Davide Debortoli, Marco Del Negro, Ruben Dominguez-Diaz, Axelle Ferrière, Jordi Gali, Jose Elias Gallegos, Jonathan Heathcote, Diego Känzig, Fabrizio Perri, Carolin Pflueger, Christian Pröbsting, Matt Rognlie, Ludwig Straub, Paolo Surico, Gianluca Violante and many seminar and conference participants for comments and suggestions. Giovanni Sciacovelli has provided invaluable research assistance. Bilbiie is grateful to the Janeway Institute and the Keynes Fund for financial support. Tambalotti’s contribution was part of a continued collaboration based on work done prior to joining Amazon. This paper and its contents are not related to Amazon and do not reflect the position of the company and its subsidiaries, nor do they necessarily reflect the views of the National Bureau of Economic Research. Non-teaching compensated activities: Federal Reserve Bank of Chicago, consultant (Primiceri) European Central Bank, consultant. (Primiceri and Bilbiie) Janeway Institute Theme Coordinator and Keynes Fund Senior Fellow (Bilbiie)\n\n\n"
}