{
    "id": 31726,
    "citation_title": "Time Preferences and Food Choice",
    "citation_author": [
        "Andy Brownback",
        "Alex Imas",
        "Michael A. Kuhn"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealthy food choices are a canonical example used to illustrate the importance of time preferences in behavioral economics. However, the literature lacks a direct demonstration that they are well-predicted by incentivized time preference measures. We offer direct evidence by combining a novel, two-question, incentivized time preference measurement with data from a field experiment that includes grocery purchases and consumption. Our present-focus measure is highly predictive of food choice, capturing a number of behaviors consistent with self-control problems, which provides direct evidence for the common assumption that important aspects of nutrition are driven by time preferences.\n\n",
    "acknowledgement": "\nThanks to Puja Bhattacharya and participants at the Winter Workshop on the Behavioral and Experimental Economics of Food Consumption for valuable feedback. We sincerely thank the Robert Wood Johnson Foundation for providing funding and valuable feedback. Many thanks to Marilyn Soukup and the team at Field Agent for their incredibly hard work on the program implementation. We also received excellent research assistance from Mohammed Ibrahim. Pre-registration for the project is at AsPredicted: http://aspredicted.org/blind.php?x=u4r8yp. University of Arkansas Internal Review Board approval for this project was obtained prior to any research being conducted. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}