{
    "id": 31722,
    "citation_title": "Bonus Question: Does Flexible Incentive Pay Dampen Unemployment Dynamics?",
    "citation_author": [
        "Meghana Gaur",
        "John R. Grigsby",
        "Jonathon Hazell",
        "Abdoulaye Ndiaye"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce dynamic incentive contracts into a model of unemployment dynamics and present three results. First, wage cyclicality from incentives does not dampen unemployment dynamics: the response of unemployment to shocks is first-order equivalent in an economy with flexible incentive pay and without bargaining, vis-á-vis an economy with rigid wages. Second, wage cyclicality from bargaining dampens unemployment dynamics through the standard mechanism. Third, our calibrated model suggests 46% of wage cyclicality in the data arises from incentives. A standard model without incentives calibrated to weakly procyclical wages, matches unemployment dynamics in our incentive pay model calibrated to strongly procyclical wages.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy, Mark Bils, Matthias Doepke, Martin Eichenbaum, Xavier Gabaix, Mark Gertler, Mikhail Golosov, Hugo Hopenhayn, Philipp Kircher, Ilse Lindenlaub, Alan Manning, Giuseppe Moscarini, Ricardo Reis, Richard Rogerson, Christopher Sandmann, Liyan Shi, Venky Venkateswaran and numerous seminar participants for helpful comments. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}