{
    "id": 31728,
    "citation_title": "Adjusting for Scale-Use Heterogeneity in Self-Reported Well-Being",
    "citation_author": [
        "Daniel J. Benjamin",
        "Kristen Cooper",
        "Ori Heffetz",
        "Miles S. Kimball",
        "Jiannan Zhou"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-22",
    "revision_date": "2023-12-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalyses of self-reported-well-being (SWB) survey data may be confounded if people use response scales differently. We use calibration questions, designed to have the same objective answer across respondents, to measure dimensional (i.e., specific to an SWB dimension) and general (i.e., common across questions) scale-use heterogeneity. In a sample of ~3,350 MTurkers, we find substantial such heterogeneity that is correlated with demographics. We develop a theoretical framework and econometric approaches to quantify and adjust for this heterogeneity. We apply our new estimators in several standard SWB applications. Adjusting for general-scale-use heterogeneity changes results in some cases.\n\n",
    "acknowledgement": "\nWe are grateful for NIH/NIA grants R01-AG065364 to the Hebrew University of Jerusalem, and R01-AG051903 to the University of California Los Angeles; to Matt Adler, Angus Deaton, Marc Fleurbaey, Arie Kapteyn, Laura Kubzansky, Richard Lucas, Arthur Stone, Louis Tay, conference participants at the Hebrew University Federmann Rationality Center’s 31st Annual Retreat, the Dartmouth Workshop on Philosophy and Economics, the Normative Economics and Economic Policy webinar, the Los Angeles Experiments conference, and seminar participants at UCLA Anderson’s Behavioral Decision Making Group Lab Meeting, Baylor University, George Mason, the University of Connecticut, the University of Nottingham, the University of Colorado Boulder, the Paris School of Economics, the Southampton Centre for Experimental Social Sciences, and Shandong University for helpful comments and discussion; and to Tal Asif, Yehonatan Caspi, Colby Chambers, Arshia Hashemi, Dominic Kassirra, Mattar Klein, Tushar Kundu, Dimitriy Leksanov, Rosie Li, Lev Maresca, Josef McCrum, Tuan Nguyen, Jeffrey Ohl, Shenhav Or, Ofri Piltz, Yonatan Rahimi, Becky Royer, Hannah Solheim, Pierre-Luc Vautrey, and Shira Zadik, for outstanding research assistance. This work utilized the Summit supercomputer and the Alpine high performance computing resource at the University of Colorado Boulder. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or other funding bodies. The authors received IRB approval from the relevant institutions and have no material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}