{
    "id": 31725,
    "citation_title": "The Minimum Wage and Inequality Between Groups",
    "citation_author": [
        "Francine D. Blau",
        "Isaac Cohen",
        "Matthew L. Comey",
        "Lawrence Kahn",
        "Nikolai Boboshko"
    ],
    "citation_publication_date": "2023-09-25",
    "issue_date": "2023-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe use wage data from the Current Population Survey Merged Outgoing Rotation Group (CPS MORG) to study the effect of state and federal minimum wage policies on gender, race, and ethnic inequality throughout the wage distribution, focusing on lower-tail inequality between men and women, Blacks and Whites, and Hispanics and Whites. We use estimates from three empirical strategies — two reduced-form, one structural — to provide counterfactual simulations of between-group inequality over four key “epochs” of minimum wage policy changes since 1979. Declines in the real minimum wage during the 1980s slowed progress in narrowing between-group inequality during that period. Fairly muted shifts in national and state policies from 1989 to 1998 and 1998 to 2007 meant that the minimum wage was less important over those time spans. Since 2007, several states have opted for steep minimum wage hikes, which we find have especially improved Hispanics’ relative wages, both because they continue to earn low wages and because they reside disproportionately in those states. Finally, we make predictions about the effect of raising the federal minimum wage to $12. We find that a change of this magnitude would reduce existing between-group wage gaps below the 15th percentile by 25-50% and would therefore have an economically important impact on gender, racial, and ethnic inequality in the present day.\n\n",
    "acknowledgement": "\nWe thank Leonardo Peñaloza-Pacheco and David Titus for helpful comments and suggestions. Any opinions and conclusions expressed herein are those of the authors and do not reflect the views of the Joint Committee on Taxation or any member of Congress. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}