{
    "id": 31739,
    "citation_title": "Resilience in Vertical Supply Chains",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Alejandro Sabal"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForward-looking investments determine the resilience of firms' supply chains. Such investments confer externalities on other firms in the production network. We compare the equilibrium and optimal allocations in a general equilibrium model with an arbitrary number of vertical production tiers. Our model features endogenous investments in resilience, endogenous formation of supply links, and sequential bargaining over quantities and payments between firms in successive tiers. We derive policies that implement the first-best allocation, allowing for subsidies to input purchases, network formation, and investments in resilience. The first-best policies depend only on production function parameters of the pertinent tier. When subsidies to transactions are infeasible, the second-best subsidies for resilience and network formation depend on production function parameters throughout the network, and subsidies are larger upstream than downstream whenever the bargaining weights of buyers are non-increasing along the chain.\n\n",
    "acknowledgement": "\nWe are grateful to Juan Manuel Castro-Vincenzi, Chaim Fershtman, Oliver Hart, Hugo Lhuillier, Ernest Liu, Eduardo Morales, Ezra Oberfield, Ariel Pakes, Stephen Redding, Efraim Sadka, Rani Spiegler, and Jaume Ventura for helpful discussions and comments. This work was supported by the International Economics Section at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}