{
    "id": 31732,
    "citation_title": "Investigator Racial Diversity and Clinical Trial Participation",
    "citation_author": [
        "Marcella Alsan",
        "Romaine A. Campbell",
        "Lukas Leister",
        "Ayotomiwa Ojo"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe investigate whether increased racial diversity of clinical trial principal investigators could increase the enrollment of Black patients, which currently lags population and disease-burden shares. We conducted a survey experiment in which respondents were shown a photo of a current NIH investigator in which race (Black/White) was randomized. Sex was also randomized as a relevant benchmark. Black respondents reported 0.35 standard deviation units higher interest in participating in a clinical study led by a race concordant investigator (a 12.6% increase). Sex concordance had no effect. Further analyses indicate that perceived trustworthiness and attractiveness are the most important factors explaining these results.\n\n",
    "acknowledgement": "\nWe note that Marcella Alsan was part of the Expert Committee for the National Academies of Science, Engineering and Medicine Report on Underrepresentation in Clinical Research referenced herein. Nikhil Shankar and Anne Fogarty provided excellent research assistance. The study is approved by IRB at Harvard University (IRB21-0864) and registered at the AEA RCT Registry (AEARCTR0011926) and ClinicalTrials.gov (NCT04938895). We gratefully acknowledge financial support from the National Science Foundation under Grant No. DGE1745303. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}