{
    "id": 31734,
    "citation_title": "Sexual Harassment in Public Spaces and Police Patrols: Experimental Evidence from Urban India",
    "citation_author": [
        "Sofia Amaral",
        "Girija Borker",
        "Nathan Fiala",
        "Anjani Kumar",
        "Nishith Prakash",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe conducted a randomized controlled trial to evaluate the impact of an innovative police patrol program on sexual harassment in public spaces in Hyderabad, India. In collaboration with the Hyderabad City Police, we randomized both exposure to police patrols and the visibility of officers by deploying both uniformed and undercover personnel to hotspots. We implemented a novel, high-frequency observation exercise to measure sexual harassment at 350 hotspots, where enumerators took note of all observed instances of sexual harassment and women’s responses in real time. We find that although police patrols had no impact on overall street harassment, the visible policing patrols reduced severe forms of harassment (forceful touching, intimidation) by 27 percent and reduced the likelihood of women leaving the hotspot due to sexual harassment. We uncovered the underlying mechanisms and found that both police visibility and officers’attitudes  oward sexual harassment are key to understanding its incidence. While the performance of undercover officers was similar to that of uniformed officers, harassment did not decrease when undercover officers were on patrol. This suggests that the visibility of police officers is critical in deterring perpetrators. Additionally, using lab experiments we find that, on average, police officers were more tolerant of mild street harassment and less inclined to punish offenders in such cases. Correspondingly, we observed in uniformed hotspots a decline in all types of harassment only when assigned officers held stronger personal views on harassment.\n\n",
    "acknowledgement": "\nWe are grateful to Hyderabad City Police for their collaboration and for sharing some of the data used in this project. In particular, we thank the head of SHE Teams, Ms. Shikha Goel, Additional Commissioner of Police (Indian Police Service), and numerous police officers for invaluable logistical and contextual support. We appreciate helpful comments and suggestions at various stages from Prashant Bharadwaj, Leah Boustan, Chris Blattman, Jishnu Das, Jennifer Doleac, Oeindrila Dube, Thomas Fujiwara, Seema Jayachandran, Asim Khwaja, Florence Kondylis, Marcus Holmlund, Ilyana Kuziemko, Aprajit Mahajan, Rohini Pande, Heidi Stoeckl, Owen Zidar, Gautam Rao, Mike Makowsky, and seminar participants at ASSA New Orleans, Ashoka University, Columbia University, Christ University, George Washington University, Indian Institute of Management Ahmedabad, Indian School of Business, LMU Munich, NBER Development, NBER Crime, London School of Economics, Pontificia Universidad Catolica de Chile, Princeton University, the World Bank,Texas Crime Workshop in Austin, The Center for Economic Research in Pakistan, The University of Chicago, Universidade Nova de Lisboa, University of Toronto, Universidad de los Andes, ViCE Seminar. For critical fieldwork coordination and superb work as research assistants, we thank Felipe Coy, Bruno Jimenez, Aishwarya Kekre, Paulo Matos, Aditi Priya, Xinyu Ren, Jagannath R, and field staff from IFMR. This work was supported by the JPAL Crime and Violence Initiative, Princeton University, the Leibniz Association, the Human Rights Institute at the University of Connecticut, and by aid from the UK government through the ieConnect for Impact Program. The views expressed here do not necessarily represent the views of our partners. Ethics approval was obtained from Princeton University. A pre-analysis plan is available in the American Economics Association RCT Registry: AEARCTR-0005137. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}