{
    "id": 31735,
    "citation_title": "Aspiring to a Better Future: Can a Simple Psychological Intervention Reduce Poverty?",
    "citation_author": [
        "Kate Orkin",
        "Rob Garlick",
        "Mahreen Mahmud",
        "Richard Sedlmayr",
        "Johannes Haushofer",
        "Stefan Dercon"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do aspirations influence investment decisions for people living in poverty? Does this change as peoples economic conditions improve? To answer these questions, we design a workshop teaching techniques to raise aspirations and plan to achieve them. We cross-randomise this with large unconditional cash transfers in a 415-village, 8,300-person, 1.5-year experiment in Kenya. The workshop substantially raises aspirations, investment, and living standards. But the workshop+cash produces similar effects to cash alone, potentially because cash raises aspirations. Thus, helping people living in poverty set higher aspirations can raise investment and living standards, but improving economic conditions can activate the same process.\n\n",
    "acknowledgement": "\nWe thank GiveDirectly, the Busara Centre for Behavioural Economics; Innovations for Poverty Action; and staff at the University of Oxford. Pat Olvera and Rita Wachera produced videos with the research team and Will Le, Stephanie Palla, Michael Cooke and Miriam Laker oversaw the GiveDirectly collaboration. We thank Charles Amuku, Paul Brimble, Rosie Chiang, Axel Eizmendi Larrinaga, Sam Fishman, Marta Grabowska, Michala Iben Riis-Vestergaard, Mungai Mwangi, Geetika Nagpal, Gabor Nyeki, Emma Riley, Giulio Schinaia, Victoria Schreitter, Catherine Thomas, and John Walker for outstanding research assistance. We thank Nava Ashraf, Jon de Quidt, Doug Gollin, Erica Field, Sarojini Hirshleifer, Supreet Kaur, Travis Lybbert, Karen Macours, Edward Miguel, Paul Niehaus, Gautam Rao, Imran Rasul, Emma Riley, Frank Schilbach, Jessi Streib, Duncan Thomas, Chris Udry, Michael Walker, Bruce Wydick and many seminar participants for thoughtful input. The project is funded by Fidelity Charitable, the UKRI GCRF Accelerating Achievement for Africa’s Adolescents Hub, the Bill and Melinda Gates Foundation, Good Ventures, the JPAL PPE Initiative, and a donation from John Collenette. This study has ethics approval from Oxford (protocol # SSD/CUREC1A/BSG C1A 16-002), Maseno (protocol # MSU/DRPI/MUERC/00196/15) and Duke (protocol # 2018-0020) universities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}