{
    "id": 31745,
    "citation_title": "Bitcoin and Carbon Dioxide Emissions: Evidence from Daily Production Decisions",
    "citation_author": [
        "Anna Papp",
        "Douglas Almond",
        "Shuang Zhang"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "2023-10-03",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnvironmental externalities from cryptomining may be large, but have not been linked causally to mining incentives. We exploit daily variation in Bitcoin price as a natural experiment for an 86 megawatt coal-fired power plant with on-site cryptomining. We find that carbon emissions respond swiftly to mining incentives, with price elasticities of 0.69-0.71 in the short-run and 0.33-0.40 in the longer run. A $1 increase in Bitcoin price leads to $3.11-$6.79 in external damages from carbon emissions alone, well exceeding cryptomining’s value added (using a $190 social cost of carbon, but ignoring increased local air pollution). As cryptomining requires ever more computing power to mine a given number of blocks, our study highlights both the revitalization of US fossil assets and the potential value of financial industry accounting standards that incorporate cryptomining externalities.\n\n",
    "acknowledgement": "\nThis project received funding from the Institute for Social and Economic Research and Policy (ISERP) at Columbia University. The work was also supported by the “hard-money” faculty and student position of the authors. The authors have no other financial or “in-kind” disclosures to report. We thank Fernando Cirelli and Suresh Naidu for helpful comments, and Ellery Spikes for research assistance. All data and code will be available at https://github.com/pappanna/bitcoin_co2. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}