{
    "id": 31746,
    "citation_title": "The Long-Term Effects of Income for At-Risk Infants: Evidence from Supplemental Security Income",
    "citation_author": [
        "Amelia A. Hawkins",
        "Christopher A. Hollrah",
        "Sarah Miller",
        "Laura R. Wherry",
        "Gloria Aldana",
        "Mitchell D. Wong"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nImproving Grant Peer Review Science of Science Funding\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe Supplemental Security Income (SSI) program uses a birthweight cutoff at 1200 grams to determine eligibility. Using birth certificates linked to administrative records, we find low-income families of infants born just below the cutoff receive higher monthly cash benefits (equal to 27% of family income) at ages 0-2, and smaller but statistically significant positive effects on transfers through age 10. Yet, we detect no improvements in health care use and mortality in infancy, nor health and human capital outcomes as observed through young adulthood for these infants. We also find no improvements for their older siblings.\n\n",
    "acknowledgement": "\nWe are grateful to Melanie Guldi, Yerís Mayol-Garcia, and Bruce Meyer for valuable information or feedback, as well as seminar and conference participants at the American Society of Health Economists (ASHEcon), Brandeis University, Brown University Population Studies and Training Center, Celebration of Michigan Labor Economics conference, IDB Workshop on Disability Inclusion, Imperial College London, Johns Hopkins Bloomberg School of Public Health, King’s College London, Michigan State University, Nebraska Labor Summit, San Diego State University, Stanford University, University of California - Santa Barbara, University of Chicago Harris and the Department of Public Health Sciences, and University of Illinois Chicago. We would like to thank Ellen Badley, Sandra Bannerman, Colin Chew, Heather Fukushima, Steven Hoang, Amanda Jackson, Michelle Miles, Eric Neuhauser, Jenn Rico, and other staff at the California Department of Public Health (CDPH) for their help in accessing restricted California birth records; Chris Crettol, Betty Henderson-Sparks, Jasmine Neeley, and other staff at the California Department of Health Care Access and Information (formerly the Office of Statewide Health Planning and Development) for help in accessing hospital discharge data; Alex Barrios, Alan Chan, Austin Chan, Anthony Dalton, Palvinder Dhillon, Marissa Kraynak, Juliana Kumpf, Elliot Lopez, Alex Menjivar, Kohei Narron, and other staff at Educational Results Partnership for help accessing K-12 educational data; Olivia Burke, Joshua Leake, and Tracy Locklin for help with access to National Student Clearinghouse data; and, Emilio Garcia, Victoria McCoy-Cosentino, and Lawrence Mirsky at NYU for help with data use agreements and linkages. We would also like to thank Ashley Austin, Casey Blalock, Scott Boggess, Clint Carter, Melissa Chiu, Diane Cronkite, Carrie Dennis, Barbara Downs, Denise Flanagan-Doyle, Adam Galemore, Katie Genadek, Katlyn King, Shawn Klimek, Shirley Liu, Kathryn Mcnamara, Bonnie Moore, John Sullivan and other staff at Census, as well as Robert Goerge and Leah Gjertson at Chapin Hall for their help with the linkages to Census data. This work was supported in part through the NYU IT High Performance Computing resources, services, and staff expertise. We are grateful to Educational Results Partnership for providing data for this study. All data provided by Educational Results Partnership were de-identified prior to analysis. This research was conducted as a part of the U.S. Census Bureau’s Evidence Building Project Series. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau, the Federal Trade Commission or any individual Commissioner, California Departments of Public Health or Health Care Access and Information, National Student Clearinghouse, Educational Results Partnership, or other data providers. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project P-7523114: CBDRB-FY23- CES021-002, CBDRB-FY23-0451, CBDRB-FY24-0296, and CBDRB-FY24-0335). This study was approved by the Institutional Review Board (IRB) at the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}