{
    "id": 31744,
    "citation_title": "A Perturbational Approach for Approximating Heterogeneous Agent Models",
    "citation_author": [
        "Anmol Bhandari",
        "Thomas Bourany",
        "David Evans",
        "Mikhail Golosov"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a perturbational technique to approximate equilibria of a wide class of discrete-time dynamic stochastic general equilibrium heterogeneous-agent models with complex state spaces, including multi-dimensional distributions of endogenous variables. We show that approximating policy functions and stochastic process that governs the distributional state to any order is equivalent to solving small systems of linear equations that characterize values of certain directional derivatives. We analytically derive the coefficients of these linear systems and show that they satisfy simple recursive relations, making their numerical implementation quick and efficient. Compared to existing state-of-the-art techniques, our method is faster in constructing first-order approximations and extends to higher orders, capturing the effects of risk that are ignored by many current methods. We illustrate how to apply our method to a broad set of questions such as impacts of first- and second-moment shocks, welfare effect of macroeconomic risk and stabilization policies, endogenous household portfolio formation, and transition dynamics in heterogeneous agent general equilibrium settings.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Ben Moll, participants of SITE conference, and seminar participants at Bank of Canada, Bank of Japan, Bocconi, EIEF, EUI, Minneapolis Fed, University of Chicago, University of Oregon, NBER Summer Institute, and the NY Fed for helpful comments. Bhandari, Evans, and Golosov thank the NSF for support (grant #36354.00.00.00). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}