{
    "id": 31741,
    "citation_title": "The Central Bank's Dilemma: Look Through Supply Shocks or Control Inflation Expectations?",
    "citation_author": [
        "Paul Beaudry",
        "Thomas J. Carter",
        "Amartya Lahiri"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "2023-10-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen countries are hit by supply shocks, central banks often face the dilemma of either looking through such shocks or reacting to them to ensure that inflation expectations remain anchored. In this paper, we propose a tractable framework to capture this dilemma and explore optimal policy under a range of assumptions on how expectations are formed, including a form of bounded rationality involving level-k thinking (LKT). Despite modelling LKT in a way  that nests both adaptive and rational expectations as special cases, we show that the optimal policy under LKT is qualitatively different and involves abrupt pivots in the policy stance. In particular, it is optimal for the central bank to initially look through supply shocks until a threshold is reached, then pivot discontinuously to a more hawkish anti-inflationary stance. We find that such pivots can, if optimally executed, be compatible with soft landings in the sense that most (or even all) of the reduction in inflation occurs through re-anchoring of expectations rather than economic slack. We also discuss risks and why policy errors in terms of tightening too late or too slowly can be especially costly in such an environment.\n\n",
    "acknowledgement": "\nPaul Beaudry would like to acknowledge financial support from the Social Science and Research Council of Canada. Paul Beaudry and Thomas Carter were both employees of the Bank of Canada when most of this paper was written. The views expressed are those of the authors and do not necessarily reflect the views of the Bank of Canada. We would like to thank Roc Armenter, Jenny Chan, José Dorich, Frank Smets, Ludwig Straub, George-Marios Angeletos and participants at the 2022 Dutch National Bank Research conference, the 2022 ISI Growth conference, 2023 joint BoE-IMF-ECB-BIS conference on high inflation and spillovers, the 2023 European Economics Association meetings, the 2023 joint ECB-Cleveland Fed conference “Inflation: Drivers and Dynamics”, and UBC for helpful comments and discussions. A previous version of this paper circulated under the title “Looking through supply shocks versus controlling inflation expectations: understanding the central bank dilemma”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}