{
    "id": 31743,
    "citation_title": "Obsolescence Rents: Teamsters, Truckers, and Impending Innovations",
    "citation_author": [
        "Costas Cavounidis",
        "Qingyuan Chai",
        "Kevin Lang",
        "Raghav Malhotra"
    ],
    "citation_publication_date": "2023-10-02",
    "issue_date": "2023-09-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe consider large, permanent shocks to individual occupations whose arrival date is uncertain. We are motivated by the advent of self-driving trucks, which will dramatically reduce demand for truck drivers. Using a bare-bones overlapping generations model, we examine an occupation facing obsolescence. We show that workers must be compensated to enter the occupation - receiving what we dub obsolescence rents - with fewer and older workers remaining in the occupation. We investigate the market for teamsters at the dawn of the automotive truck as an á propos parallel to truckers themselves, as self-driving trucks crest the horizon. As widespread adoption of trucks drew nearer, the number of teamsters fell, the occupation became ‘grayer’, and teamster wages rose, as predicted by the model.\n\n",
    "acknowledgement": "\nThis research was funded in part under NSF grant SES-1851636. We gratefully acknowledge comments and suggestions from audiences at Labor Studies, especially our discussant, Petra Moser, the Society of Labor Economists, Clemson University, the University of Technology Sydney, and the University of New South Wales. Furthermore, we thank James Feigenbaum and Bob Margo for helpful conversations, and Dan Bernhardt, Vincent Delabastita, and Daniel Gross for detailed and useful feedback. Nevertheless, we absolve them from responsibility for any errors remaining in the paper and the opinions expressed herein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}