{
    "id": 31749,
    "citation_title": "Geographic Variation in Healthcare Utilization: The Role of Physicians",
    "citation_author": [
        "Ivan Badinski",
        "Amy Finkelstein",
        "Matthew Gentzkow",
        "Peter Hull"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of physicians in driving geographic variation of US healthcare utilization. We estimate a model that separates variation in average utilization of Medicare beneficiaries due to physicians, non-physician supply side factors, and patient demand. The model is identified by migration of patients and physicians across areas, as well as by variation in within-area matching. We find that physicians vary greatly in the intensity with which they treat otherwise similar patients, and that at least a third of geographic differences in healthcare utilization can be explained by differences in average physician treatment intensity. Conservatively, physicians are three times as important as non-physician supply-side factors in explaining geographic variation. Around three-fifths of physicians’ role comes from differences across areas in physician practice styles within the same specialty, while the other two-fifths reflects differences across areas in physician specialty mix.\n\n",
    "acknowledgement": "\nWe thank the National Institute on Aging (Finkelstein, R01-AG032449) and the Stanford Institute for Economic Policy Research (SIEPR) for support. We are grateful to Yunan Ji, Ken Jung, Isaac Norwich, Tamar Oostrom, Enzo Profili, and Steven Shi for expert research assistance, and to Tim Layton, Jonathan Skinner and seminar participants at the BU-Harvard-MIT Health Economics Seminar, Chicago Booth, and the NBER Economics of Aging Summer Institute for helpful comments. We are especially grateful to Heidi Williams, who played a key role in the genesis of this project and made important contributions throughout its early stages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI have been a paid consultant for Amazon and done economic consulting for Analysis Group and Compass Lexecon. Clients for this economic consulting work include large technology companies such as Facebook. I have received compensation as a member of the Toulouse Network for Information Technology, a research group funded in part by Microsoft.\n\n\n"
}