{
    "id": 31756,
    "citation_title": "Why Choose Career Technical Education? Disentangling Student Preferences from Program Availability",
    "citation_author": [
        "Brian A. Jacob",
        "Michael D. Ricks"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the first evidence of how students make career technical education (CTE) course-taking decisions. Among the universe of Michigan high-schoolers we find large disparities in CTE access and participation by gender, race, and income. We decompose participation gaps between supply (access) and demand (preferences) with a simple discrete choice model. We find that student preferences for CTE content drive participation gaps by gender, inequities in access drive gaps by income, and school-level supply and demand factors combine to create the gaps by race. Policy simulations highlight the importance of accessible CTE delivery models within comprehensive high schools.\n\n",
    "acknowledgement": "\nWe thank Katia Garcia Cordoba, Jeremy Guardiola and Nathan Sotherland for excellent research assistance. We thank Jill Kroll, Brian Pyles and others at the Michigan Department of Education Office of Career and Technical Education for their invaluable advice and support. The project received approval from the University of Michigan’s Institutional Review Board: HUM00104615. This research used data structured and maintained by the MERI-Michigan Education Data Center (MEDC). MEDC data are modified for analysis purposes using rules governed by MEDC and are not identical to those data collected and maintained by the Michigan Department of Education and/or Michigan’s Center for Educational Performance and Information. Any opinions, findings, conclusions, or recommendations expressed in this material are those of the authors and do not reflect the views of any other entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}