{
    "id": 31752,
    "citation_title": "Optimal Income Taxation and Charitable Giving",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe philanthropic sector is highly consequential, particularly in the United States, and the most important policies directed toward this sector are tax policies. Yet most economic analysis of the optimal tax treatment of charitable giving is ad hoc, treating it as a subject unto itself. This article advances a different approach: integrating the tax treatment of charitable giving into the optimal income tax framework that has been developed over the past half century. The results supplement or overturn conventional wisdom. Notably, the analysis of revenue effects and the purported efficiency of subsidies to charitable giving is recast, focusing on the pertinent externalities rather than the direct revenue costs, which themselves are irrelevant in the basic case. Distributive concerns regarding donors are also misplaced because distributive effects can be offset by tax rate adjustments to the broader income tax and transfer system. These ideas are developed systematically, with an emphasis on intuition rather than technical formalism. The analysis also broadens and deepens the assessment of externalities from charitable giving, which are more numerous and heterogeneous than is generally recognized. Finally, refocusing our understanding of the optimal tax treatment of charitable giving identifies important subjects requiring further research.\n\n",
    "acknowledgement": "\nI am grateful to the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support. Disclaimer: I consult on antitrust matters, and my spouse has been a lawyer who mostly represents financial services firms. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}