{
    "id": 31750,
    "citation_title": "Preparing for an Aging Africa: Data-Driven Priorities for Economic Research and Policy",
    "citation_author": [
        "Madeline E. Duhon",
        "Edward Miguel",
        "Amos Njuguna",
        "Daniela Pinto Veizaga",
        "Michael W. Walker"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe over-60 population in Sub-Saharan Africa is expected to grow rapidly in the coming decades, tripling between 2020 and 2050. Despite this explosive projected growth, few countries in the region have implemented policies designed to support older populations. Further, little research in economics has specifically examined aging in Sub-Saharan Africa, though many opportunities exist for economists to generate research evidence to inform the design of effective policies in this area. This paper combines insights from a cross-disciplinary review with original data analysis to characterize the challenges and opportunities facing older Sub-Saharan Africans in domains such as health and financial security. Informed by these findings, the paper identifies directions for future economic research and discusses how research evidence can inform the design of health care systems, pensions, and other public support programs to prepare for an aging Africa.\n\n",
    "acknowledgement": "\nThanks to Garrett Walker, Michelle Layvant, Matthew Krupoff, and Shreya Chandra for excellent research assistance. We gratefully acknowledge funding from the National Institute on Aging of the National Institutes of Health (NIH) under award number R01AG077001. Duhon acknowledges funding and support from a training grant awarded to UC Berkeley (NIH T32AG000246), the UC Berkeley Demography Department, and the Berkeley Population Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}