{
    "id": 31754,
    "citation_title": "Carbon Taxes: Many Strengths but Key Weaknesses",
    "citation_author": [
        "Roger H. Gordon"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a consensus among economists that a carbon tax is the best approach for addressing the effects of CO2 emissions on the global climate.  However, past international agreements on climate change instead specify caps on emissions (a quantity target) for each country.  This paper explores several advantages of such use of quantity targets.  For one, if a country were to impose a carbon tax at a rate high enough to correct for global externalities, this rate would far exceed the rate in that country’s own self-interest.  The result is an incentive to make use of other domestic government policies to encourage greater emissions, undercutting the intended abatement under a carbon tax.  A quantity target instead by construction caps emissions.  Second, the paper argues that a quantity target can better insure that global warming remains below two degrees Celsius, given the uncertainties faced regarding the response to any given carbon tax rate. Third, the set of quantity targets set for each country can more flexibly be adjusted to ensure that most countries benefit from participating in a global accord, while still allowing efficient patterns of abatement by giving countries credit for cross-border abatement efforts.\n\n",
    "acknowledgement": "\nI would like to thank Robert Moffitt, Louis Kaplow, and Zachary Liscow for helpful comments on an earlier draft.  This paper was presented at the 38th Tax Policy and the Economy conference on September 21, 2023.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}