{
    "id": 31758,
    "citation_title": "One Giant Leap: Emancipation and Aggregate Economic Gains",
    "citation_author": [
        "Richard Hornbeck",
        "Trevon Logan"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe re-characterize American slavery as inefficient, whereby emancipation generated substantial aggregate economic gains.  Coercive labor markets were severely distorted, with the social marginal cost of labor substantially above its marginal benefit.  Production during enslavement came at immense costs imposed upon enslaved people that reduced aggregate economic surplus, or the total value of output minus total costs incurred.  The costs of enslavement are inherently difficult to quantify, which leads to a wide range of quantitative estimates, but we calculate that emancipation generated aggregate economic gains worth the equivalent of a 4% to 35% increase in US aggregate productivity (7 to 60 years of technological innovation).  Emancipation decreased output but sparked dramatic aggregate economic gains by decreasing costs substantially more, illustrating the substantial potential for aggregate economic gains in the presence of severe misallocation.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Daron Acemoglu, Lee Alston, Rodney Andrews, Hoyt Bleakley, Thomas Craemer, William Darity, Ellora Derenoncourt, Donn Feir, Martin Fiszbein, Claudia Goldin, Walker Hanlon, Eric Hilt, Larry Katz, Pete Klenow, Suresh Naidu, Jonathan Pritchett, Paul Rhode, Martin Rotemberg, Chad Syverson, Jon Vogel, and seminar participants at Chicago Booth and NBER DAE.  Sam Abers, Fern Ramoutar, Ben Lualdi, and Vincent Pancini provided excellent research assistance.  This research was funded in part by the Neubauer Family Faculty Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}