{
    "id": 31759,
    "citation_title": "The Effect of Childhood Environment on Political Behavior: Evidence from Young U.S. Movers, 1992–2021",
    "citation_author": [
        "Jacob R. Brown",
        "Enrico Cantoni",
        "Sahil Chinoy",
        "Martin Koenen",
        "Vincent Pons"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask how childhood environment shapes political behavior. We measure young voters’ participation and party affiliation in nationally comprehensive voter files and reconstruct their childhood location histories based on their parents’ addresses. We compare outcomes of individuals who moved between the same origin and destination counties but at different ages. Those who spend more time in the destination are more influenced by it: Growing up in a county where their peers are 10 percentage points more likely to become Republicans makes them 4.7 percentage points more likely to become Republican themselves upon entering the electorate. The effects are of similar magnitude for Democratic partisanship and turnout. These exposure effects are primarily driven by teenage years, and they persist but decay after the first election. They reflect both state-level factors and factors varying at a smaller scale such as peer effects.\n\n",
    "acknowledgement": "\nWe thank Ryan Enos for sharing the TargetSmart voter file data and Opportunity Insights for sharing the Infutor data. For suggestions that have improved this article, we are grateful to Raj Chetty, Ryan DeTamble, Rafael DiTella, Mitch Downey, Nathaniel Hendren, Matthew Weinzierl, Jennifer Wolak, as well as seminar and conference participants at the Toronto Political Behaviour Workshop, HEC Montréal, Universite de Montréal, Goethe University Frankfurt, Universitat Autónoma de Barcelona, the 2023 Midwest Political Science Association Annual Meeting, the International Conference for Computational Social Science, the European Meeting of the Urban Economics Association in Milan, the Princeton Center for the Study of Democratic Politics Colloquium, the 2023 American Political Science Association Annual Meeting, and the Marco Fanno Workshop at Collegio Carlo Alberto. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Pons\n\nI am the cofounder of eXplain, a company in Europe.\n\n\n"
}