{
    "id": 31757,
    "citation_title": "Managing to Learn",
    "citation_author": [
        "Sabrin A. Beg",
        "Anne E. Fitzpatrick",
        "Adrienne Lucas"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-12-05",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTo improve public services at scale, public sector managers must encourage reticent civil servants to enact effective reforms. We show through a randomized controlled trial that when existing school managers have the tools to act as leaders, they can improve school management, student learning, and reduce teacher turnover. Additional management training differentially improved management but not student test scores. Managerial enhancements and student test score gains persisted. Our findings resolve conflicting results regarding the role of management in public sector productivity and demonstrate how public sector managers can signal reform effectiveness through personal effort, acting as leaders.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge generous funding for the evaluation from the World Bank Strategic Impact Evaluation Fund, UNICEF, and J-PAL. Moussa Blimbo, Annie Duflo, Willa Friedman, Rebecca Thornton, and Sharon Wolf contributed to early stages of project development. For useful comments and suggestions, we thank Noam Angrist, Jim Berry, John Floretta, Seema Jayachandran, Chris Karbownik, Ken Leonard, Leigh Linden, Heidi McAnnally-Linz, Stephen O’Connell, Jenny Perlman and seminar participants at Emory University, the International Food Policy Research Institute, Princeton University, the University of Delaware, the University of Michigan, the University of Pittsburgh, the University of South Carolina, the University of Texas at Austin, the University of Vermont, and Vanderbilt University. For excellent research management and assistance and policy-maker engagement we thank Henry Atimone, Renaud Comba, Bridget Gyamfi, Joyce Jumpah, Edward Tsinigo, and the entire Innovations for Poverty Action Ghana team. This would not have been possible without our government partners at the Ministry of Education and Ghana Education Services. AEA RCT Registry number AEARCTR-0003977. The Innovations for Poverty Action and University of Delaware IRBs reviewed this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}