{
    "id": 31753,
    "citation_title": "No Revenge for Nerds? Evaluating the Careers of Ivy League Athletes",
    "citation_author": [
        "Natee Amornsiripanitch",
        "Paul Gompers",
        "George Hu",
        "Will Levinson",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-11-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the careers of Ivy League athletes to those of their non-athlete classmates. Combining team-level information on all Ivy League athletes from 1970 to 2021 with resume data for all Ivy League graduates, we examine both post-graduate education and career choices as well as career outcomes. In terms of industry choice, athletes are far more likely to go into business and Finance related jobs than their non-athlete classmates. In terms of advanced degrees, Ivy League athletes are more likely to get an MBA and to receive it from an elite program, although they are less likely to pursue an M.D., a Ph.D., or an advanced STEM degree. In terms of career outcomes, we find that Ivy League athletes outperform their non-athlete counterparts in the labor market. Athletes attain higher terminal wages and earn cumulatively more than non-athletes over the course of their careers controlling for school, graduation year, major, and first job. In addition, they attain more senior positions in the organizations they join. We also find that athletes from more socioeconomically diverse sports teams and from teams that have lower academic admissions thresholds have higher career outcomes than non-athletes. Collectively, our results suggest that non-academic human capital developed through athletic participation is valued in the labor market and may support the role that prior athletic achievement plays in admissions at elite colleges.\n\n",
    "acknowledgement": "\nWe thank Sachin Srivastava and Tomisola Ayeni for his outstanding research assistance. Gompers received research support from the HBS Division of Research. This working paper represents preliminary research that is being circulated for discussion purposes. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve Board, or the Federal Reserve System. Any errors or omissions are the responsibility of the authors. No statements here should be treated as legal or investment advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}