{
    "id": 31767,
    "citation_title": "The Turing Transformation: Artificial Intelligence, Intelligence Augmentation, and Skill Premiums",
    "citation_author": [
        "Ajay K. Agrawal",
        "Joshua S. Gans",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-02-29",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether a technical objective of using human performance of tasks as a benchmark for AI performance will result in the negative outcomes highlighted in prior work in terms of jobs and inequality. Instead, we argue that task automation, especially when driven by AI advances, can enhance job prospects and potentially widen the scope for employment of many workers. The neglected mechanism we highlight is the potential for changes in the skill premium where AI automation of tasks exogenously improves the value of the skills of many workers, expands the pool of available workers to perform other tasks, and, in the process, increases labor income and potentially reduces inequality. We label this possibility the “Turing Transformation.” As such, we argue that AI researchers and policymakers should not focus on the technical aspects of AI applications and whether they are directed at automating human-performed tasks or not and, instead, focus on the outcomes of AI research. In so doing, our goal is not to diminish human-centric AI research as a laudable goal. Instead, we want to note that AI research that uses a human-task template with a goal to automate that task can often augment human performance of other tasks and whole jobs. The distributional effects of technology depend more on which workers have tasks that get automated than on the fact of automation per se.\n\n",
    "acknowledgement": "\nThis paper was initially commissioned by Brookings, and appeared at https://www.brookings.edu/articles/the-turing-transformation-artificial-intelligence-intelligence-augmentation-and-skill-premiums/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAjay K. Agrawal\n\nAjay Agrawal has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He has written the books Prediction Machines and Power & Prediction on the economics of AI for which he receives royalties. He is also founder of the Creative Destruction Lab, a University of Toronto-based program that helps seed stage companies. He has equity shares in a number of technology companies as part of a diverse portfolio. His disclosure statement: https://agrawal.ca/disclosure\n\n\n\nJoshua S. Gans\n\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on cryptocurrency and payments matters with an association with Charles River Associates and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms.\n\n\n\nAvi Goldfarb\n\nI have no direct conflicts of interest.\n\n\nDisclosure\n\n\nI have received grants supporting my research from multiple sources including the Sloan Foundation (ongoing), the Social Sciences and Humanities Research Council of Canada (ongoing), the National Science Foundation (most recently 2018), Google (most recently 2009), WPP (most recently 2009), the Net Institute (most recently 2007), Bell Canada (most recently 2006), Plurimus Corporation (most recently 2001), and the Social Science Research Council (most recently 2000). I run a consulting company, Goldfarb Analytics Corporation, that advises organizations on digital and A.I. strategy, including work on legal cases involving large technology companies. Clients have included BMO, Brainmaven (on A.I. strategy in the insurance industry), the Competition Bureau of Canada, Cornerstone Research (on matters of competition and privacy in the ad tech space), Meta/Facebook, the Federal Trade Commission, and Keystone Strategy (on matters of competition in the ad tech space). I have given lectures—sometimes paid—at several organizations including AdventHealth, Amazon, Bloomberg, BMC, Boehringer Ingelheim, Corus Entertainment, Meta/Facebook, Microsoft, Netflix, RBC, and ScotiaBank. I am Chief Data Scientist at the Creative Destruction Lab, a non-profit organization that helps science-based startups to scale. I also hold shares in many technology companies as part of a well-balanced investment portfolio.\n\n\n"
}