{
    "id": 31769,
    "citation_title": "The Environmental Cost of Easy Credit: The Housing Channel",
    "citation_author": [
        "Manuel Adelino",
        "David T. Robinson"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHeating, cooling, and powering the residential housing stock accounts for about one-fifth of total annual greenhouse gas emissions in the US.  Home size is a key determinant of energy intensity. The average newly built single-family home is 50% larger than in the 1950s.  Using distinct identification strategies spanning the last four decades of banking history, we show that more abundant credit increases average new home size.  It also facilitates more construction but does not produce offsetting increases in home quality or durability.  These results highlight potential environmental costs associated with monetary policies that expand access to credit.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Chicago Booth Household Finance Conference, Duke, EAFIT, Emory, the Federal Reserve Board, the Federal Reserve Bank of Dallas, University of Iowa, ITAM, Massachusetts Institute of Technology, Oxford University, the University of Texas at Dallas, University of Virginia, and University of Zurich for helpful comments. Data for this project was provided by Zillow through the Transaction and Assessment Dataset (ZTRAX). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}