{
    "id": 31760,
    "citation_title": "Dynamics of the Long Term Housing Yield: Evidence from Natural Experiments",
    "citation_author": [
        "Verónica Bäcker-Peral",
        "Jonathon Hazell",
        "Atif R. Mian"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-04-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nEvery month, a fraction of UK property leases are extended for another 90 years or more. We build a new dataset of thousands of these natural experiments from 2000 onwards to estimate the expected long term housing yield, y*. Starting from a level of 5.3%, y* starts to fall during the Great Recession, reaching a low of 2.8% in 2023. Real time data shows y* has not risen since 2021, despite rising shorter term yields. Cross-sectional estimates show that y* is higher in areas with more housing risk, and falls by more in areas with more inelastic housing supply.\n\n",
    "acknowledgement": "\nWe thank the Julis Rabinowitz Center for Public Policy and Finance at Princeton for financial support; and Cristian Badarinza, Saleem Bahaj, Ambrogio Cesa-Bianchi, Matthias Doepke, Angus Foulis, Juan Herreño, Christian Hilber, Karin Hobelsberger, Ethan Ilzetzki, Andreas Mense, Ben Moll, Dmitry Mukhin, Christina Patterson, Tarun Ramadorai, Ricardo Reis, Karthik Sastry, Johannes Stroebel, Alwyn Young and seminar participants at NYU, LSE, Princeton University, Bank of England, and NBER SI Monetary Economics meetings for comments. We thank Chris Buckle, Alison Draper, Eileen Morrison, Oliver Saxby, and Leigh Shapiro for sharing their expertise on leaseholds and lease extensions. We thank Ruxandra Iosif for research assistance. This paper was previously titled “Measuring the Natural Rate Using Natural Experiments”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}