{
    "id": 31762,
    "citation_title": "Why Women Won",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2023-10-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nHow, when, and why did women in the US obtain legal rights equal to men’s regarding the workplace, marriage, family, Social Security, criminal justice, credit markets, and other parts of the economy and society, decades after they gained the right to vote? The story begins with the civil rights movement and the somewhat fortuitous nature of the early and key women’s rights legislation. The women’s movement formed and pressed for further rights. Of the 155 critical moments in women’s rights history I’ve compiled from 1905 to 2023, 45% occurred between 1963 and 1973. The greatly increased employment of women, the formation of women’s rights associations, the belief that women’s votes mattered, and the unstinting efforts of various members of Congress were behind the advances. But women soon became splintered by marital status, employment, region, and religion far more than men. A substantial group of women emerged in the 1970s to oppose various rights for women, just as they did during the suffrage movement. They remain a potent force today.\n\n",
    "acknowledgement": "\nLily Seitelman was instrumental to the compilation of the ANES, Gallup, GSS, Lifestyle, and Virginia Slims survey data as well as the EEOC cases. Christina Zhou worked on court cases and the Google N-gram. Both worked on the timeline. Maya Roy and Joy Wang helped with various details. Dev Patel created the usable version of the Great Aspirations data. I thank each for their excellent assistance. I am grateful to Eliana La Ferrara, Larry Katz, Dev Patel, and Brian Wheaton for comments. Ed Glaeser, Marco Tabellini, and David Yang generously provided helpful advice. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}