{
    "id": 31765,
    "citation_title": "Racial Differences in Parent Response to COVID Schooling Policies",
    "citation_author": [
        "Micah Y. Baum",
        "Brian Jacob"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether school COVID-19 policies influenced enrollment differently by student age and race/ethnicity. Unlike much prior research, we (i) analyze enrollments for virtually the entire U.S. public school population for both the 2020-21 and 2021-22 school years, (ii) compare enrollment trends within districts in order to isolate subgroup heterogeneity from district characteristics, and (iii) account for district selection into preferred learning modes. Analyzing data on over 9,000 districts that serve more than 90% of public school students in the U.S., we find enrollment responses to COVID policies differed notably. We find that White enrollments declined more than Black, Hispanic, and Asian enrollments in districts that started the 2020-21 school year virtually, but in districts that started in-person the reverse was true: non-White enrollments declined more than White enrollments. Moreover, Black, Hispanic, and Asian families responded more than White families to higher COVID-19 death rates in the months preceding the start of the 2021 school year. In 2021-22, enrollment differences by the previous year’s learning mode persisted. Racial/ethnic differences did not vary by whether the district required masking in classrooms. These findings are consistent with the greater risk faced by communities of color during the pandemic and demonstrate an additional source of disparate impact from COVID policies.\n\n",
    "acknowledgement": "\nWe thank Dr. Emily Oster and the COVID-19 School Data Hub team for their work compiling data on COVID-19 and school district learning modes that made this research possible.  We thank Dr. Nat Malkus for graciously sharing the Return to Learn tracker data on COVID-19 and school district mask policies. We are grateful to Jordy Berne, Alvin Christian, and seminar participants at the Association for Education Finance and Policy, the University of Michigan, University of Tokyo, and the University of Saint Andrews for their helpful comments. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship Program (DGE1841052) and the Institute for Educational Sciences (R305B150012). Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of NSF or IES. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}