{
    "id": 31764,
    "citation_title": "Real Effects of Rollover Risk: Evidence from Hotels in Crisis",
    "citation_author": [
        "Anthony A. DeFusco",
        "Charles G. Nathanson",
        "Michael Reher"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-08-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze and find empirical support for a model of strategic renegotiation in which firms scheduled to roll over debt during a crisis reduce operations to discourage lenders from seizing the collateral. Our empirical analysis exploits contractual features of commercial mortgages that generate exogenous variation in whether debt matures during a crisis. A crisis debt maturity causes large relative drops in output, labor, and profits at the collateral property, even holding the borrower fixed. Consistent with the model, these real effects decrease with the lender’s operating adjustment costs, reverse after renegotiation, and occur primarily for highly-levered loans without term-extension options.\n\n",
    "acknowledgement": "\nWe thank numerous seminar and conference participants for helpful comments. Daniel Leshem, Alvin Lumbanraja, Anoushka Nalwa, Matthew Weiss, and Zixin Zhou provided excellent research assistance. This paper was made possible by a grant from the Peter G. Peterson Foundation. The statements made and views expressed are solely the responsibility of the authors. The Peterson Foundation did not review this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}