{
    "id": 3176,
    "citation_title": "Pro-Competitive Effects of Trade Reform: Results from a CGE Model of Cameroon",
    "citation_author": [
        "Shantayanan Devarajan",
        "Dani Rodrik"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow likely is trade liberalization to produce efficiency gains in the presence of imperfect competition, scale economies, and higher-than-average wages in the modern sectors -- all common features of developing economies? These features create a potential conflict to the extent that traditional notions of comparative advantage would lead us to expect that the modern sectors will be squeezed with liberalization. In this paper we investigate the issue by using an applied general equilibrium model calibrated to Cameroonian data. Under perfect competition, the traditional expectations are borne out: manufacturing sectors on the whole contract, and the cash crops sector (mainly coffee and cocoa) is the main beneficiary; the welfare effect is a wash since the beneficial consequence of expanded imports is offset by labor being pulled away from the modern, high-wage sectors. By contrast, under imperfect competition (in the modern sectors only), trade liberalization produces welfare gains of the order of 1 to 2 percent of real income. The key is the pro-competitive effect of liberalization: domestic firms now perceive themselves as facing a higher elasticity of demand, which spurs them to increase production. Therefore, the modern sectors do much better in terms of output than in the perfectly competitive benchmark. The introduction of scale economies amplifies these results. Under reasonable circumstances imperfect competition will make liberalization more desirable, even in the absence of firm entry and exit.\n\n",
    "acknowledgement": "\n"
}