{
    "id": 31778,
    "citation_title": "Why Do Index Funds Have Market Power? Quantifying Frictions in the Index Fund Market",
    "citation_author": [
        "Zach Y. Brown",
        "Mark L. Egan",
        "Jihye Jeon",
        "Chuqing Jin",
        "Alex A. Wu"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "2024-05-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe number of index funds increased drastically from 2000 to 2020, partially fueled by the emergence of exchange-traded funds (ETFs). Despite the growing availability of similar products, price dispersion persists, with many expensive funds still available, indicating significant market power among index funds. One explanation is that investor inertia limits the adoption of new products and interacts with other market frictions to restrict competition. To understand the sources and implications of market power, we develop a tractable quantitative dynamic model of demand for and supply of index funds that accounts for information frictions and heterogeneous preferences, in addition to inertia. These frictions on the demand side create market power for index fund managers, which fund managers can further exploit by price discriminating and charging higher expense ratios to retail investors. We find that inertia is high, with only 13% of households updating their portfolio at least once yearly. Although inertia is high, its impact on the investment behavior of households is limited because they struggle to optimize investment decisions due to information frictions. Thus, there is an interaction between the two frictions—inertia is more costly for investors when information frictions are low. We show that although the introduction of ETFs lowered expense ratios through both the cost advantage of ETFs and increased competition, demand-side frictions limited product adoption.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Rob Clark, Dean Corbae, Ying Fan, JF Houde, Gaston Illanes, Alex MacKay, Sarit Weisburd, and Hanbin Yang and the seminar participants at American University, the Boston Conference on Markets and Competition, Boston University, Carnegie Mellon University, the International Industrial Organization Conference, London School of Economics, the Montreal Summer Conference on Industrial Organization, Northwestern, Ohio State University, Rice University, Singapore Management University, Stanford Institute for Theoretical Economics, Stockholm School of Economics, Toulouse School of Economics, the University of Florida, and the University of Wisconsin IO/Finance Reading Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}