{
    "id": 31779,
    "citation_title": "Loans for the \"Little Fellow:\" Credit, Crisis, and Recovery in the Great Depression",
    "citation_author": [
        "Sarah Quincy"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "2024-06-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies how bank branching benefited local economies during the Great Depression. Using archival data and narrative evidence, I show how Bank of America’s branch network in 1930s California created an internal capital market that diversified away local liquidity shortfalls, allowing the bank to maintain 49 percent higher credit growth from 1929 to 1933 than competing banks. The bank’s presence mitigated cites’ property value contractions and strengthened their recovery through 1940. Linked individual data show that the bank’s proximity to workers hastened the transition from agricultural employment to human-capital-intensive sectors in the 1930s, generating structural change and higher wages.\n\n",
    "acknowledgement": "\nThe author declares that she has no relevant or material financial interests that relate to the research described in this paper. I am grateful to Alan Taylor, Chris Meissner, James Cloyne, and Katherine Eriksson for their guidance. I thank Brian Beach, Mark Carlson, Bill Collins, Carola Frydman, Walker Hanlon, Matt Jaremski, Òscar Jordà, Adrien Matray, Kris Mitchener, Joe Mason, Na’ama Shenhav, Chenzi Xu, Ariell Zimran, three anonymous referees and participants in seminars at the University of Warwick Economics PhD Student Conference, the Cliometrics Annual Meeting, All-UC Economic History Graduate Student Workshop, Rutgers University, University of Nevada, Kansas City Fed, INSEAD, Vanderbilt University, Federal Reserve Board of Governors, FDIC, University of South Florida, Middlebury College, Grinnell College, University of Mississippi, Loyola Marymount University, US Air Force Academy, Midwest Macro Spring Meeting, Federal Reserve Financial History Workshop, NBER Summer Institute-DAE, SEA 2019, UC Berkeley, UConn, and UC Davis for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}