{
    "id": 31770,
    "citation_title": "The Labor Demand and Labor Supply Channels of Monetary Policy",
    "citation_author": [
        "Sebastian Graves",
        "Christopher K. Huckfeldt",
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2023-10-09",
    "issue_date": "2023-10-05",
    "revision_date": "2024-10-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy is conventionally understood to influence labor demand, with little effect on labor supply. We estimate the response of labor market flows to high-frequency changes in interest rates around FOMC announcements and Fed Chair speeches and find evidence that, in contrast to the consensus view, a contractionary monetary policy shock leads to a significant increase in labor supply: workers reduce the rate at which they quit jobs to non-employment, and non-employed individuals increase their job-seeking behavior. These effects are quantitatively important: holding supply-driven labor market flows constant, the decline in employment from a contractionary monetary policy shock would be twice as large. To interpret our findings, we estimate a heterogeneous agent model with frictional labor markets and an active labor supply margin. The model rationalizes existing estimates of small labor supply responses to idiosyncratic transfers with our new evidence of a large labor supply response to an aggregate shock.\n\n",
    "acknowledgement": "\nWe thank Hie Joo Ahn, Felipe Alves, Ryan Chahrour, Bart Hobijn, André Kurmann, Kris Nimark, Andrea Prestipino, Ayşegül Şahin, and Gianluca Violante, as well as participants at various seminars and conferences, for many helpful comments. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}