{
    "id": 31777,
    "citation_title": "Living Up to Expectations: Central Bank Credibility, the Effectiveness of Forward Guidance, and Inflation Dynamics Post-Global Financial Crisis",
    "citation_author": [
        "Stephen Cole",
        "Enrique Martinez-Garcia",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effectiveness of forward guidance when central banks have imperfect credibility. Exploiting unique survey-based measures of expected inflation, output growth, and interest rates, we estimate a small-scale New Keynesian model for the United States and other G7 countries plus Spain allowing for deviations from full information rational expectations. In our model, the key parameter that aggregates heterogeneous expectations captures the central bank's credibility and affects the overall effectiveness of forward guidance. We find that the central banks of the U.S., the U.K., Germany, and other major advanced economies have similar levels of credibility (albeit far from full credibility); however, Japan's central bank credibility is much lower. For each country, our measure of credibility has declined over time, making forward guidance less effective. In a counterfactual analysis, we document that inflation would have been significantly higher, and the zero lower bound on short-term interest rates much less of an issue, in the wake of the Global Financial Crisis had the public perceived central bank forward guidance statements to be perfectly credible. Moreover, inflation would have declined more, and somewhat faster, with perfect credibility in the wake of the inflation surge post-COVID-19.\n\n",
    "acknowledgement": "\nThis research used the Raj high-performance computing facility funded by the National Science Foundation award CNS-1828649 and Marquette University. We would like to thank Christoffer Koch, Mark M. Spiegel, Mark A. Wynne, and the seminar participants at the University of Birmingham for their helpful suggestions and comments. We also acknowledge the excellent research assistance provided by Jarod Coulter, Valerie Grossman, Lauren Spits, and Braden Strackman. All remaining errors are ours alone. The views expressed in this paper do not necessarily reflect the views of anyone affiliated with the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}