{
    "id": 31782,
    "citation_title": "The Role of Repugnance in Markets: How the Jared Fogle Scandal Affected Patronage of Subway",
    "citation_author": [
        "John Cawley",
        "Julia Eddelbuettel",
        "Scott Cunningham",
        "Matthew D. Eisenberg",
        "Alan D. Mathios",
        "Rosemary J. Avery"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nEconomics has long studied how consumers respond to the disclosure of information about firms. We study a case in which the disclosed information is unrelated to the product or firm leadership, but which could still potentially affect consumer patronage through the mechanism of repugnance, as described in Roth (2007). The information in this case concerns the arrest of Jared Fogle, the advertising pitchman for the Subway sandwich franchise, who was arrested in 2015 on charges of sex with a minor and child pornography. We study how the disclosure of this information, which was widely covered in the media, affected patronage of Subway. We estimate synthetic control models using data from a large nationwide survey of consumers regarding the restaurants they patronize. Despite the close and long-standing association of Jared Fogle with Subway, and heavy publicity of his crimes, we consistently fail to detect any effect of the Jared Fogle scandal on the probability of visiting a Subway restaurant. These results contrast with past studies of negative information disclosure, which tend to find negative impacts on sales, revenue, or stock price of the relevant companies. The absence of an effect in this case suggests that repugnance did not drive demand, and that consumers largely separated the offenses of a symbol of the firm from the products of the firm.\n\n",
    "acknowledgement": "\nWe are indebted to Meghan Skira for kindly providing us with information about Subway advertising spending. We thank David Bradford, Kitt Carpenter, Melissa Knox, Emily Lawler, Meghan Skira, Lesley Turner, seminar participants at the University of Georgia and Vanderbilt University, and session attendees at the ASHEcon and IHEA conferences, for their helpful suggestions and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}