{
    "id": 31781,
    "citation_title": "The Political Economy of a “Miracle Cure”: The Case of Nebulized Ibuprofen and its Diffusion in Argentina",
    "citation_author": [
        "Sebastian Calónico",
        "Rafael Di Tella",
        "Juan Cruz Lopez del Valle"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the diffusion of a clinically unproven treatment for COVID-19 in Argentina. As the pandemic spread, nebulized ibuprofen reached thousands of patients, even some seriously ill, despite warnings by the regulator and medical societies. We use daily data on drug deliveries for all towns in one of the largest provinces to study diffusion patterns and find a role for learning. An experimental survey is also consistent with learning. A key dimension affecting diffusion is ideology: towns and subjects classified as “right-wing” are more likely to adopt and to learn.\n\n",
    "acknowledgement": "\nFor very helpful discussions we thank Vincent Pons, Amitabh Chandra, Matias Cattaneo, Martín Fiszbein, Ray Fisman, Asim Khwaja, David Lagakos, Erzo Luttmer, Benjamin Marx, Jon Skinner, Ariel Stern, Robert Lieli, Sam Peltzman, Jesse Shapiro, Jishnu Das and Pedro Degiovanni, as well as seminar participants at Washington State University, UCSB, UdeSA, Columbia, NYU, Central European University, Boston University and 21st MWIEDC Conference. For generous help, we thank Mariana Butinoff (Centro de Operaciones de Emergencia), Galia Kalayan (Química Luar) and Alexis Doreski (Fundación Respirar). We are grateful to Paola Llamas for excellent research assistance. The IRB for this project is IRB22-1163: The Spread of COVID and its Treatments (Survey). The AEA pre-registry is AEARCTR-0009646 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}