{
    "id": 31780,
    "citation_title": "Harmonizing the Yin and Yang: Gender Disparities in Subjective Well-Being after Retirement in China",
    "citation_author": [
        "Erkmen G. Aslim",
        "Shin-Yi Chou",
        "Han Yu"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s distinctive demographic landscape, early retirement policies, and deeply ingrained gender norms provide a unique backdrop for investigating gender disparities in retirement and subjective well-being. Drawing upon data from the China Family Panel Studies and leveraging the variation around the pensionable age cutoff, we find substantial increases in retirement rates, surging by 19 percentage points for males and 13 percentage points for females in proximity to this age threshold. Notably, retirement manifests significant gender heterogeneity in its influence on life satisfaction, leading to an enhancement among males while not yielding statistically significant improvements among females. Furthermore, this study probes multiple dimensions of subjective well-being and objective health behaviors, laying bare gender disparities in health, behaviors, perceptions of income and social status, and confidence about the future. Males showcase improvements in healthy behaviors, report enhanced self-perceived health, perceive higher relative income and social status, and exude greater confidence about their future. In stark contrast, females show no statistically significant changes along these dimensions. In fact, they tend to engage in health-compromising behaviors, such as increased smoking, and exhibit higher rates of obesity. These findings underscore the imperative of recognizing gender disparities in the consequences of retirement on subjective well-being. They highlight the need for targeted policies aimed at enhancing social and economic opportunities for women, ultimately striving for greater gender equality in the post-retirement phase.\n\n",
    "acknowledgement": "\nWe thank Andrew Oswald for advice on an earlier draft, as well as Andrew Clark and Kosali Simon for providing helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}