{
    "id": 31787,
    "citation_title": "Global Natural Rates in the Long Run: Postwar Macro Trends and the Market-Implied r* in 10 Advanced Economies",
    "citation_author": [
        "Josh Davis",
        "Cristian Fuenzalida",
        "Leon Huetsch",
        "Benjamin Mills",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBenchmark finance and macroeconomic models appear to deliver conflicting estimates of the natural rate and bond risk premia. This natural rate puzzle applies not only in the U.S. but across many advanced economies. We use a unified no-arbitrage macro- finance model with two trend factors to estimate the natural rate r* for 10 advanced economies. We cover a longer and wider sample than previous studies and draw on new sources to construct yield curves and excess returns. The two-trend model improves the explanatory power of yield regressions and return forecasts. Most variation in yields is due to the macro trends r* and π*, and not bond risk premia. Global components of unexpected bond returns are influential, while the local components of natural rates are large. Our r* estimates covary with growth and demographic variables in a manner consistent with theory and previous findings.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions we thank Ben Bernanke, Joachim Fels, participants in seminars at the Federal Reserve Bank of San Francisco and Stanford University, and the NBER ISOM conference organizers, board, participants, and our discussants Łukasz Rachel and David Thesmar. All errors are ours. Disclaimer: The views and opinions expressed in this paper are those of the author(s) and do not necessarily reflect the official policy or position of Graham Capital Management. The research presented herein is the work of the author(s) and should not be attributed to Graham Capital Management or its affiliates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms. He worked on this paper whilst serving as a Senior Advisor at PIMCO.\n\n\n"
}