{
    "id": 31786,
    "citation_title": "Crime can be a Giffen Good: The Role of Need in Criminal Labor Supply",
    "citation_author": [
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2023-10-16",
    "issue_date": "2023-10-12",
    "revision_date": "2024-08-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nBuilding upon the Becker (1968)-Ehrlich (1973) model of crime, this paper shows that under the appropriate conditions crime is a Giffen good: increasing deterrence can lead to an increase in crime. This result relies upon two conditions. The first is that individuals are choosing between how much time to allocate between leisure and crime as an income earning activity. Second, in the absence of income from criminal activity, individuals do not have access to sufficient resources to fund necessary consumption. Evidence consistent with this hypothesis is discussed. This in turn may provide an additional reason why crime reduction is so challenging. The optimal policy is derived, and it is shown that it entails a combination of redistribution and an appropriately set level of deterrence that varies with the level of social inequality.\n\n",
    "acknowledgement": "\nThis paper is based upon my 2022 Presidential Address to the American Law and Economics Association. I am grateful to Jennifer Arlen, Janet Currie, Roman Rivera, Daniel Nagin, Auriele Ouss, Mitch Polinsky, Nicola Persico, Wojciech Kopczuk for comments and discussions. Paul Connell provided excellent research assistance. I have no sources of funding or conflict of interest for this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}