{
    "id": 31788,
    "citation_title": "AI Adoption in America: Who, What, and Where",
    "citation_author": [
        "Kristina McElheran",
        "J. Frank Li",
        "Erik Brynjolfsson",
        "Zachary Kroff",
        "Emin Dinlersoz",
        "Lucia S. Foster",
        "Nikolas Zolas"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-10-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the early adoption and diffusion of five AI-related technologies (automated-guided vehicles, machine learning, machine vision, natural language processing, and voice recognition) as documented in the 2018 Annual Business Survey of 850,000 firms across the United States. We find that fewer than 6% of firms used any of the AI-related technologies we measure, though most very large firms reported at least some AI use. Weighted by employment, average adoption was just over 18%. AI use in production, while varying considerably by industry, nevertheless was found in every sector of the economy and clustered with emerging technologies such as cloud computing and robotics. Among dynamic young firms, AI use was highest alongside more-educated, more-experienced, and younger owners, including owners motivated by bringing new ideas to market or helping the community. AI adoption was also more common alongside indicators of high-growth entrepreneurship, including venture capital funding, recent product and process innovation, and growth-oriented business strategies. Early adoption was far from evenly distributed: a handful of “superstar” cities and emerging hubs led startups’ adoption of AI. These patterns of early AI use foreshadow economic and social impacts far beyond this limited initial diffusion, with the possibility of a growing “AI divide” if early patterns persist.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. This study relies on confidential micro-data available to approved projects through the U.S. Federal Statistical Research Data Centers. All results have been reviewed to ensure that no confidential information is disclosed. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data (Project No. P-7508509, Disclosure Review Board (DRB) approval number: CBDRB-FY20-095, CBDRB-FY20-331, CBDRB-FY21-041, CBDRB-FY22-074. CBDRB-FY22-246. CBDRB-FY23-0309). We thank the Editor, two anonymous referees, Tim Bresnahan, John Eltinge, Nathan Goldschlag, Rob Seamans, and participants in the Columbia/Wharton Management, Analytics, and Data Conference and Georgetown’s McDonough School of Business strategy seminar for excellent comments and feedback. Financial support from the Stanford Digital Economy Lab, the Ewing Marion Kauffman Foundation and the Social Sciences and Humanities Research Council (SSHRC) of Canada is gratefully acknowledged. All errors remain our own.\n\n\n\nErik Brynjolfsson\n\nErik Brynjolfsson is the Director of the Stanford Digital Economy Lab which is partially funded by a variety of industry, government and nonprofit organizations.  He has given over 400 talks, some of which were compensated and is a compensated Committee Member at Luohan Academy.\n\n\n"
}