{
    "id": 31794,
    "citation_title": "“Compensate the Losers?” Economic Policy and Partisan Realignment in the US",
    "citation_author": [
        "Ilyana Kuziemko",
        "Nicolas Longuet-Marx",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-02-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that the Democratic Party’s evolution on economic policy helps explain partisan realignment by education. We show that less-educated Americans differentially demand “predistribution” policies (e.g., a federal jobs guarantee, higher minimum wages, protectionism, and stronger unions), while more-educated Americans differentially favor redistribution (taxes and transfers). This educational gradient in policy preferences has been largely unchanged since the 1940s. We then show the Democrats’ supply of predistribution has declined since the 1970s. We tie this decline to the rise of a self-described “New Democrat” party faction who court more educated voters and are explicitly skeptical of predistribution. Consistent with this faction’s growing influence, we document the significant growth of donations from highly educated donors, especially from out-of-district donors, who play an increasingly important role in Democratic (especially “New Democrat”) primary campaigns relative to Republican primaries. In response to these within-party changes in power, less-educated Americans began to leave the Democratic Party in the 1970s, after decades of serving as the party’s base. Roughly half of the total shift can be explained by their changing views of the parties’ economic policies. We also show that in the crucial transition period of the 1970s and 1980s, New Democrat-aligned candidates draw disproportionately from more-educated voters in both survey questions and actual Congressional elections.\n\n",
    "acknowledgement": "\nWe thank our research assistants, Catriona Farquharson, Jessica Fuchs-Shafer, Clément Herman, Madhavi Jha, Alicia Liu, Donato Onorato, Noah Simon, and especially Diva Barisone.We thank Daron Acemoglu, Stephen Ansolabehere, David Autor, Anne Case, Angus Deaton, Lily Geismer, Amory Gethin, Jacob Hacker, Alex Hertel-Fernandez, Shigeo Hirano, Ethan Kaplan, Thomas Piketty, Robert Shapiro, Eric Schickler, Greg Wawro, Gavin Wright, as well as seminar participants at UC Berkeley, Boston University, UBC, Columbia, LSE, University of Maryland, NBER Political Economy, Princeton, and Sciences Po for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}