{
    "id": 31792,
    "citation_title": "Household Carbon Dioxide Emissions Engel Curve Dynamics",
    "citation_author": [
        "Robert Huang",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousehold carbon dioxide emissions have been an increasing function of income and distance from the city. Richer suburbanites drive more and consume more electricity and natural gas at home.  In recent years, richer people in California have been more likely to buy electric vehicles and to install solar panels in their homes. The electricity grid has become less carbon intensive over time. Using several California datasets, we document that these ongoing shifts in consumer behavior have flattened household transportation carbon dioxide Engel curves over the years 2018 to 2022.  While household electricity emissions as a function of income have flattened, the natural gas Engel curves have not. We explore the political economy implications of the ongoing decarbonization of the private vehicle fleet. Based on voting data from California, we document that communities tend to support higher fuel taxes when their vehicle fleet is more fuel efficient.\n\n",
    "acknowledgement": "\nWe thank Ana Gerson, Colin Stillman, Tianyu Zheng, and Jacob Young for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}