{
    "id": 31791,
    "citation_title": "Divestment and Engagement: The Effect of Green Investors on Corporate Carbon Emissions",
    "citation_author": [
        "Matthew E. Kahn",
        "John Matsusaka",
        "Chong Shu"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether green investors can influence corporate greenhouse gas emissions through capital markets, and if so, whether the effect is larger from divesting polluters’ stock in order to limit their access to capital, or acquiring polluters’ stock and engaging with management as owners. We focus on public pension funds, classifying them as green or nongreen based on which political party controlled the fund. To isolate the causal effects of green ownership, we use exogenous variation caused by state-level politics that shifted control of the funds, and portfolio rebalancing in response to returns from non-equity investment. Our main finding is that companies reduced their greenhouse gas emissions when stock ownership by green funds increased and did not alter or increased their emissions when ownership by nongreen funds increased. Other evidence based on proxy voting, shareholder proposals, and activist pension funds suggests that ownership mattered because of active engagement by green investors, and through attempts to persuade more than voting pressure. We do not find that companies with green investors were more likely to sell off their high-emission facilities (greenwashing). Overall, our findings suggest that (a) corporate managers respond to the environmental preferences of their investors; (b) divestment of polluting companies may lead to greater emissions; and (c) private markets may be able to partially address environmental challenges independent of government regulation.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions from Ian Appel, Harry DeAngelo, Ran Duchin, Alexander Dyck, Alex Edmans, Matthew Gustafson, Doron Levit, Oguzhan Ozbas, Lubos Pastor, Kelly Shue, Per Strömberg, Ivo Welch, T.J. Wong, Tiange Ye, Fang Yu, and workshop and conference participants at Baruch Zicklin Climate Finance conference, China Europe International Business School, CSFN Conference on Governance and Stability, Eastern Finance Association annual meeting, Shanghai Advanced Institute of Finance, SFS Cavalcade, Swedish House of Finance and ECGI Conference on Corporate Governance, Stigler Center-CEPR Political Economy of Finance Conference, China Europe International Business School, Shanghai Advanced Institute of Finance, SWUFE Institute of Finance Studies, and USC. Robert Huang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}