{
    "id": 31797,
    "citation_title": "Deadwood Labor? The Effects of Eliminating Employment Protection for Older Workers",
    "citation_author": [
        "Emmanuel Saez",
        "Benjamin Schoefer",
        "David G. Seim"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-10-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the impact of mandatory retirement laws on employment and earnings of older workers in Sweden. Such policies are wide-spread but their empirical effects have remained elusive due to policy confounders such as pension incentives. In Sweden, mandatory retirement takes the form of a sharp and complete elimination of employment protection at age 67, which is totally independent from the pension system, allowing us to provide a clean causal analysis. First, on a per-capita basis, employment falls by about 10% and total average earnings (including zeros) by about 20% immediately at age 67 when employment protection is eliminated. Leveraging the recent increase in the age cutoff from 67 to 68, we show that these local immediate effects capture the full equilibrium response. Second, zooming in on separation effects, we find that 8% of jobs separate immediately due to loss of protection, with effects stemming from jobs with stronger initial employment protection (long tenure, firms subject to “last in, first out” rules), and those in the public sector. Separations appear involuntary to workers, with firms targeting plausibly unproductive workers (sick leave users). Third, we examine effects on continuing jobs. While wages are rigid to employment protection elimination, we uncover novel, sizable intensive-margin hours reductions, resulting in an 8% drop in earnings conditional on staying on the job. Hence, mandatory retirement laws affect elderly work significantly, along both the extensive and intensive margins.\n\n",
    "acknowledgement": "\nPreviously circulated as “Deadwood Labor: The Effects of Eliminating Employment Protection.” We thank Daron Acemoglu, Pauline Carry, Pierre Cahuc, Peter Fredriksson, John Bailey Jones, Lawrence Katz, Patrick Kline, Lisa Laun, Attila Lindner, Olivier Marie, Alex Mas, Marten Palme, Jesse Rothstein, Andrei Shleifer, Josef Sigurdsson, Stefan Staubli, David Stromberg, and numerous conference and seminar participants for useful comments. Anton Bylin, Tzu-Hsi Chen, and Quan Cheng Xie provided outstanding research assistance. We acknowledge financial support from the Berkeley Stone Center on Inequality and the Jan Wallander and Tom Hedelius Foundation, grant P22-0252. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}