{
    "id": 31793,
    "citation_title": "Informal Fiscal Systems in Developing Countries",
    "citation_author": [
        "Shan Aman-Rana",
        "Clement Minaudier",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments in developing countries have low fiscal capacity yet face pressures to provide public goods and services, leading them to rely on various unusual fiscal arrangements. We document one such - hitherto unexplored - arrangement: informal fiscal systems that rely on local bureaucrats to fund the delivery of public goods and services. Using survey data and government accounts from Pakistan, we show that public officials are expected to cover funding gaps in public services and they do so, at least partially, through extracted bribes. We propose a model of bureaucratic agency to explore when governments benefit from sustaining such systems and investigate welfare implications. Informal fiscal systems are more likely to arise when monitoring corruption is difficult relative to monitoring the provision of public services, and politically-important groups of citizens do not bear the full cost of corruption. The existence of such systems can distort the effective incidence of the tax burden, reduce the incentives of government to fight corruption, and legitimize bribe-taking.\n\n",
    "acknowledgement": "\nWe thank Tim Besley, Claudio Ferraz, Raymond Fisman, Lucie Gadenne, Maitreesh Ghatak, Daniel Gingerich, Nathan Hendren, Philip Keefer, Gabrielle Kruks-Wisner, Lee Lockwood, Paul Niehaus, Ben Olken, Mahvish Shami, Monica Singhal, Jonathan Weigel, and participants in various seminars and conferences for very helpful comments. We thank Ryan Keller, Elizabeth Claire Schroppe, Ashwin Nair and Eric Robertson for excellent research assistance. Aman-Rana and Sukhtankar are grateful for financial support from the CLEAR Lab (Democracy Initiative) and the Department of Economics at UVA. All mistakes are our own. Previously circulated under the title ``Corruption as an informal fiscal system.'' UVA IRB: 3840 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}