{
    "id": 31790,
    "citation_title": "How Do Supply Shocks to Inflation Generalize? Evidence from the Pandemic Era in Europe",
    "citation_author": [
        "Viral V. Acharya",
        "Matteo Crosignani",
        "Tim Eisert",
        "Christian Eufinger"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document how supply-chain pressures, household inflation expectations, and firm pricing power interacted to induce the pandemic-era surge in consumer price inflation in the euro area. Initially, supply-chain pressures increased inflation through a cost-push channel and raised inflation expectations. Subsequently, the cost-push channel intensified as firms with high pricing power increased product markups in sectors witnessing high demand. Eventually, even though supply-chain pressures eased, these firms were able to further increase markups due to the stickiness of inflation expectations. The resulting persistent impact on inflation suggests supply-side impulses can generalize into broad-based inflation via an interaction of household expectations and firm pricing power.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, any of their staff, or the National Bureau of Economic Research. We thank Marco del Negro and Lars Norden as well as seminar participants at Catolica Lisbon and the Bank of Italy for valuable comments.\n\n\n"
}