{
    "id": 318,
    "citation_title": "Information, Measurement, And Prediction In Economics",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1979-02-01",
    "issue_date": "1979-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the flow of production and use of economic information and analyzes the effects of measurement errors, particularly as transmitted through expectations and forecasts. Economic data are subject to a variety of errors, and the uncertainty about economic measures tends to increase further with the amount and complexity of the processing per-formed on the underlying data as well as with the distance between the user and the processor. With some exceptions, economic time series lag significantly behind their reference periods and many undergo large revisions. The effective information lag includes not only the time required for incremental data to be produced and transmitted but also the time required for the signals to be extracted by the user. This lag is substantial for many important series. In general, there is no presumption that the measurement errors are random: Systematic errors are frequent and their sources and forms vary so much that they may be difficult to detect. In times of strong shocks and surprising developments (such as occurred earlier in this decade),measurement of short-term changes in the economy is particularly difficult and current signals are apt to be often misinterpreted. This can result in broadly diffused decision errors which in time are discovered, leading to sharp corrective reactions. Aggregative predictions from well known and influential sources show certain common patterns of error, which suggests that forecasters react similarly to the observed events and unanticipated shocks. Fore-casts of GNP and related variables are adversely affected by errors in both the preliminary data and the base level estimates. There is some support here for the hypothesis that information lags play a significant role ingenerating business cycles, but it is important to note that the errors involved in predicting the future are typically much larger than the errors involved in estimating the present or recent past.\n\n",
    "acknowledgement": "\n"
}