{
    "id": 31800,
    "citation_title": "Pension Reform, Incentives to Retire and Retirement Behavior: Empirical Evidence from Swedish Micro-data",
    "citation_author": [
        "Lisa Laun",
        "Mårten Palme"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates to what extent the 1998 reform of Sweden’s public old-age pension system contributed to the increase in extensive margin labor supply among older workers seen in the country in recent decades. We use a large data set containing all males and females born in Sweden between 1927 and 1950 and observe their retirement behavior during 1991–2012. The data show that the reform changed the incentives to remain in the labor force ambiguously: although it induced an income effect towards later retirement through lower replacement levels, it also implied a lower price on leaving the labor market under some assumptions. We use an econometric model in which the economic incentives to stay in the labor market are measured by Social Security Wealth, defined at each hypothetical retirement age, and a variable measuring the implicit tax, imposed by the income security system, on staying in the labor force. The point estimates from our econometric model, which should be interpreted with caution, suggest that at most a small part of the increase in labor force participation of the elderly can be attributed to the pension reform.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Johannes Hagen, Ed Palmer, Håkan Selin as well as to those given on seminars within the NBER/ISS project and the IFAU in Uppsala, Sweden. We acknowledge financial support from the Riksbankens Jubileumsfond. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}