{
    "id": 31804,
    "citation_title": "The Effects of Mandatory Profit-Sharing on Workers and Firms: Evidence from France",
    "citation_author": [
        "Elio Nimier-David",
        "David Sraer",
        "David Thesmar"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nSince 1967, all French firms with more than 100 employees are required to share a fraction of their excess-profits with their employees. Through this scheme, firms with excess-profits distribute on average 10.5% of their pre-tax income to workers. In 1990, the eligibility threshold was reduced to 50 employees. We exploit this regulatory change to identify the effects of mandated profit-sharing on firms and their employees. The cost of mandated profit-sharing for firms is evident in the significant bunching at the 100 employee threshold observed prior to the reform, which completely disappears post-reform. Using a difference-in-difference strategy, we find that, at the firm-level, mandated profit-sharing (a) increases labor share by 1.8 percentage points, (b) reduces the profit share by 1.4 percentage points, and (c) does not affect investment nor productivity. At the employee level, mandated profit-sharing increases low-skill workers' total compensation and leaves high-skill workers total compensation unchanged. Overall, mandated profit-sharing redistributes excess-profits to lower-skill workers in the firm, without generating significant distortions or productivity effects.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Camille Hebert, Pauline Carry, Edward Glaeser, Pat Kline, Camille Landais, Enrico Moretti, Emmanuel Saez, Gabriel Zucman as well as seminar participants at UC Berkeley, CREST, INSEAD, UMass Amherst, Uppsala University, Bank of Italy, Università della Svizzera italiana, PSE, Sciences Po Paris and the Finance, Organizations and Markets (FOM) Conference. This research benefited from financial support from the ANR “Investissements d'avenir\" program under the ANR grant ANR-18-EURE-0005 (EUR DATA EFM). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}