{
    "id": 31807,
    "citation_title": "When Institutions Interact: How the Effects of Unemployment Insurance are Shaped by Retirement Policies",
    "citation_author": [
        "Matthew Gudgeon",
        "Pablo Guzman",
        "Johannes F. Schmieder",
        "Simon Trenkle",
        "Han Ye"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows empirically that the non-employment effects of unemployment insurance (UI) for older workers depend in a first-order way on the structure of retirement policies. Using German data, we first present reduced-form evidence of these interactions, documenting large bunching in UI inflows at the age that allows workers to claim their pension following UI expiration. We then estimate a dynamic life-cycle model and use it to directly quantify how the effects of UI vary with retirement policies. Accounting for interactions across UI and retirement institutions also helps explain otherwise difficult-to-explain trends in the unemployment rate of older German workers.\n\n",
    "acknowledgement": "\nWe are grateful to David Autor, Stefano DellaVigna, Simon Jäger, Kevin Lang, Erzo F. P. Luttmer, Daniele Paserman, Regina Riphahn, Gesine Stephan, Till von Wachter, and participants at Boston University, the ELSE 2023 Symposium, the University of Erlangen-Nuremberg, IAB, the University of Innsbruck, IZA, IZA’s 25th anniversary conference in labor economics, and West Point for many helpful comments. We also thank Janos Gabler and his team for providing amazing support with the excellent Estimagic package used for estimation in this paper. All errors are our own. Gudgeon: Department of Economics, Tufts University. All of Pablo Guzman-Pinto’s work on this paper was carried out when he was affiliated with Boston University. This paper does not represent the views of his current employer (Amazon), nor does it necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}