{
    "id": 31808,
    "citation_title": "Using Macro Counterfactuals to Assess Plausibility: An Illustration using the 2001 Rebate MPCs",
    "citation_author": [
        "Jacob Orchard",
        "Valerie A. Ramey",
        "Johannes Wieland"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomics has increasingly adopted tools from the applied micro “credibility revolution” to estimate micro parameters that can inform macro questions. In this paper, we argue that researchers should take advantage of this confluence of micro and macro to take the credibility revolution one step further. We argue that researchers should assess the plausibility of the micro estimates and macro models by constructing macro counterfactuals for historical periods and comparing these counterfactuals with reasonable benchmarks. We illustrate this approach by conducting a case study of the 2001 U.S. tax rebates, as well as briefly summarizing two previous applications of the methodology. In the 2001 rebate case, we calibrate a two-good, two-agent New Keynesian model with the leading estimates of the household marginal propensity to consume (MPC) out of the rebates to construct a counterfactual path for nondurable consumption. The counterfactual path implies that without the tax rebate nondurable consumption spending would have fallen dramatically in the late summer and fall of 2001. Using forecasting regressions and other evidence, we argue that this counterfactual is implausible. When we investigate the source of the discrepancy, we find that the leading MPC estimates are not representative of the response of total consumption.\n\n",
    "acknowledgement": "\nThis work was presented by Valerie Ramey as the Economic Journal Lecture \"Do They Add Up? Using Macro Counterfactuals to Assess Micro Estimates and Macro Models\" at the 2023 Royal Economic Society conference. We are grateful to participants at the 2023 Royal Economic Society/Scottish Economic Society meetings, the 2023 Society for Economic Dynamics meetings, the Hoover Economic Policy Working Group, the Federal Reserve Board, and UT Austin. Valerie Ramey gratefully acknowledges financial support from National Science Foundation Grant No. 1658796. The analysis and conclusions in this paper are the work of the authors alone and do not necessarily represent the views of the Federal Reserve Board or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}