{
    "id": 31803,
    "citation_title": "An Economic View of Corporate Social Impact",
    "citation_author": [
        "Hunt Allcott",
        "Giovanni Montanari",
        "Bora Ozaltun",
        "Brandon Tan"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe growing discussions of impact investing and stakeholder capitalism have increased interest in measuring companies' social impact. We conceptualize corporate social impact as the welfare loss that would be caused by a firm's exit. To illustrate, we quantify the social impacts of 74 firms in 12 industries using a new survey measuring consumer and worker substitution patterns combined with models of product and labor markets. We find that consumer surplus is the primary component of social impact (dwarfing profits, worker surplus, and externalities), suggesting that consumer impacts deserve more attention from impact investors. Existing ESG and social impact ratings are essentially unrelated to our economically grounded measures.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, David Autor, Sydnee Caldwell, Allan Collard-Wexler, Greg Fischer, Ray Fisman, Matt Gentzkow, Harrison Hong, Greg Lewis, Ben Roth, Andrei Shleifer, George Serafeim, Isaac Sorkin, Adi Sunderam, seminar participants at the NBER Summer Institute, New York University, and HBS, as well as many other colleagues for helpful feedback. We thank Jimmy Lin for exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}