{
    "id": 31805,
    "citation_title": "Racial Disparities in the Income Tax Treatment of Marriage",
    "citation_author": [
        "Janet Holtzblatt",
        "Swati Joshi",
        "Nora R. Cahill",
        "William Gale"
    ],
    "citation_publication_date": "2023-10-23",
    "issue_date": "2023-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nAlthough it is generally blind with respect to race, the federal individual income tax can create racial disparities when factors that affect tax liability are associated with race. We provide new evidence on racial differences in marriage penalties and bonuses in the income tax, using data from eight waves of the Survey of Consumer Finances. Our results support Brown’s (2021) hypothesis that, controlling for income, penalties are more frequent and larger for Black couples than white couples. We link these results to racial differences in relative spousal earnings, the presence of dependents, and the level of income. We show that marriage rates are much higher among white adults than Black adults, which implies that two policy reforms we examine end up benefiting a greater share of white adults than Black adults.\n\n",
    "acknowledgement": "\nThe authors are affiliated with the Urban-Brookings Tax Policy Center (TPC). Holtzblatt is a senior fellow at the Urban Institute. Joshi was a senior research analyst at the Brookings Institution and is now a graduate student at the University of Wisconsin.  Cahill was a senior research assistant at Brookings and is now attending the Harvard Kennedy School. Gale is the Miller Chair at Brookings and codirector of the TPC. The authors thank Arnold Ventures and the Robert Wood Johnson Foundation for financial support.  This project was part of “Interrupting Structural Racism,” a project coordinated by Urban Institute’s Office of Race and Equity Research. For helpful guidance and comments, the authors thank Chitra Balakrishnan, Rekha Balu, Ian Berlin, Dorothy Brown, Claire Cusella, Elena Derby, Luisa Godinez-Puig, Robert Moffitt, Justyce Watson, and members of the TPC Racial Equity Strategic Planning Advisory Group. The authors extend a special thanks to Dan Feenberg for programming a two-earner deduction in TAXSIM for purposes of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}