{
    "id": 31809,
    "citation_title": "China’s Nationwide CO2 Emissions Trading System: A General Equilibrium Assessment",
    "citation_author": [
        "Lawrence H. Goulder",
        "Xianling Long",
        "Chenfei Qu",
        "Da Zhang"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s recently launched CO2 emissions trading system, already the world’s largest, aims to contribute importantly toward global reductions in greenhouse gas emissions.  The system, a tradable performance standard (TPS), differs importantly from cap and trade (C&T), the principal emissions trading approach used in other countries.  This paper presents the structure and results from a multi-sector, multi-period equilibrium model tailored to evaluate China’s TPS. The model incorporates distinctive features of China’s economy, including state-owned enterprises and electricity market regulation. It distinguishes between the TPS and C&T and considers a wide range of potential future TPS designs.\nKey findings include the following.  The TPS’s environmental benefits exceed its costs by a factor of five when only the climate-related benefits are considered and by a significantly higher factor when health benefits from improved air quality are included.  The TPS’s interactions with China’s fiscal system substantially affect its costs relative to those of C&T.  Employing a single benchmark (standard) for the electricity sector would lower costs by 34 percent relative to the four-benchmark system that is actually in place but increase the standard deviation of percentage income losses across provinces by more than 60 percent.  Introducing an auction as a complementary source of allowance supply can lower economy-wide costs by at least 30 percent.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful comments from Carolyn Fischer, Alistair Ritchie, Roberton Williams, and Xiliang Zhang, and participants in the NBER Environmental and Energy Economics Program Meeting, the World Bank Climate Change and Development Research Seminar, the Mannheim Conference on Energy and Environment, and the AERE 2023 Summer Conference. We thank Shuxiao Wang and Yisheng Sun for contributing data and outputs from their air quality model, and Shifrah Aron-Dine, Bing Liu and Eric Weiner for excellent research assistance. We also gratefully acknowledge financial support from the Energy Foundation China, Asia Society Policy Institute, National Natural Science Foundation of China, Ministry of Education of China, and the Environmental Defense Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}