{
    "id": 31811,
    "citation_title": "Wars and the Labor Market Outcomes of Minorities in the U.S.",
    "citation_author": [
        "Andreas Ferrara"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews key literature studying the effects of wars on minority and underrepresented groups in U.S. labor markets in the 20th century. These labor markets, characterized by historically pervasive barriers to entry into certain occupations and industries, promotions, and fair pay for underrepresented workers, experienced severe challenges during times of war. These challenges served to break down some of the barriers faced by underrepresented workers. Recent years have shown that sudden labor shortages, similar to those induced by large-scale wars, are not a feature of the past. Hence, a better understanding of such shortages and their effects on different groups continues to be important. The focus here is on the labor market outcomes of Black and white women, as well as Black men, during and after the two World Wars. Their labor inputs compensated for the lack of white male workers during the war years; however, only WWII generated significant and more prolonged socioeconomic progress for both groups. This chapter summarizes theoretical considerations that can explain why some war-induced labor market shocks are persistent while others are not, and the empirical literature related to the labor market experiences of women and Black workers during and after the World Wars.\n\n",
    "acknowledgement": "\nI am grateful to Madison Arnsbarger, Price Fishback, Taylor Jaworski, Maggie Jones, Thomas Maloney, Patrick Szurkowksi, Pat Testa, and Sarah Walker for valuable comments and discussions. All remaining errors are my own. This paper was prepared as chapter for the Routledge Handbook on the Economic History of War. There were no sources of funding or financial relationships involved in the writing of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}