{
    "id": 31819,
    "citation_title": "Social Insurance and Migration: Evidence from a Nation-Wide Institutional Reform in China",
    "citation_author": [
        "Fanghua Li",
        "Chenyang Ji",
        "Moshe Buchinsky"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the causal relationship between formal social insurance and individuals’ migration decisions. We exploit a quasi experimental design in rural China, under which county officials were assigned to a group of villages (i.e., treated villages) to serve as village supervisors (VSs) for the local leaders. We show that this led to reduced favoritism in welfare allocation by the local leaders, thereby increasing the efficacy in the formal social insurance in the treated villages. We use detailed geo-referenced administrative household-level data suited for a spatial regression discontinuity design (RDD) to obtain an average treatment effect (LATE) of the improved social insurance on migration. The apparent variation in the implementation of the reform across treated villages and heterogeneous impacts on different family clans make it possible to directly link changes in the efficacy of the insurance to migration choices. We find a large positive migration effect, of about 19%, for the young males and females. In turn, this led to a large boost in the average household’s income in just two years.\n\n",
    "acknowledgement": "\nWe thank Michael Keane, Steve Berry, Jean-Marc Robin, John Rust, Maria Guadalupe, Benjamin Marx, Xin Meng, Simon Grant, Bob Gregory, and Jane Zhang for their invaluable comments and suggestions. We also thank all conference and seminar participants at the 2021 AASLE, 3rd China Regional Economist Forum, 19th Quarterly Meeting of China Labor Economists Forum, Peking Economics and National School of Development, UNSW Economics, Georgetown University, INSEAD, Sciences Po and ANU Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}