{
    "id": 31816,
    "citation_title": "How Does Medicaid Expansion Impact Income Support Program Participation and Employment for Different Types of People with Disabilities?",
    "citation_author": [
        "Ari Ne'eman",
        "Nicole Maestas"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSocial Security Disability Insurance and Supplemental Security Income, the United States’ two primary disability income support programs, each offer a pathway to public health insurance in addition to cash benefits. This implies that expansions in public health insurance availability, such as the ACA’s Medicaid expansions, may impact disability program participation and employment of people with disabilities. However, prior research has yielded mixed results as to the impact of Medicaid expansion on these outcomes. Using a stacked difference-in-differences design and data from the Current Population Survey, we demonstrate that the ACA’s Medicaid expansions increased SSDI receipt among individuals ages 50-64 with physical, self-care and independent living disabilities, consistent with a “job unlock” mechanism. Exploiting the longitudinal nature of the CPS, we show that treatment effects are heterogeneous and concentrated among persons with ongoing disabilities (as opposed to new disabilities) as reported on the CPS’s 6-question functional impairment sequence. We also show suggestive evidence of a reduction in SSI, but find that it is sensitive to specification and data preparation choices, which we illustrate through comparison with other recent work. Effects on employment are inconclusive. Our findings provide further evidence of work capacity among SSDI beneficiaries.\n\n",
    "acknowledgement": "\nWe thank Hailey Clark and Alexandra Rome for outstanding research assistance. We also thank David Cutler, Jody Schimmel Hyde, Ben Sommers, Sarah Gordon, Paul Shafer and seminar participants at the Harvard Dept. of Health Care Policy and the Boston University Medicaid Policy Lab for helpful comments and insights. The research reported herein was performed pursuant to grant 90RTEM0006-01-00 from the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR), Administration for Community Living and grant RDR18000003 (Project NB21-13) from the US Social Security Administration (SSA), funded as part of the Retirement and Disability Research Consortium. Ne’eman reports consulting income within the last twelve months from the Service Employees International Union, the Inclusa Foundation, CareSource and the Department of Health and Human Services Office of Civil Rights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or other entities.\n\n\n"
}