{
    "id": 31817,
    "citation_title": "Semiparametric Conditional Factor Models: Estimation and Inference",
    "citation_author": [
        "Qihui Chen",
        "Nikolai Roussanov",
        "Xiaoliang Wang"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces a simple and tractable sieve estimation of semiparametric conditional factor models with latent factors. We establish large-N-asymptotic properties of the estimators without requiring large T. We also develop a simple bootstrap procedure for conducting inference about the conditional pricing errors as well as the shapes of the factor loading functions. These results enable us to estimate conditional factor structure of a large set of individual assets by utilizing arbitrary nonlinear functions of a number of characteristics without the need to pre-specify the factors, while allowing us to disentangle the characteristics' role in capturing factor betas from alphas (i.e., undiversifiable risk from mispricing). We apply these methods to the cross-section of individual U.S. stock returns and find strong evidence of large nonzero pricing errors that combine to produce arbitrage portfolios with Sharpe ratios above 3. We also document a significant decline in apparent mispricing over time.\n\n",
    "acknowledgement": "\nResearch support from Wharton Jacobs Levy Center for Quantitative Financial Research is gratefully acknowledged. We thank Bin Chen, Xu Cheng, Robert Korajczyk (discussant), Yuan Liao, Hao Ma (discussant), Seth Pruitt (discussant), Andres Santos, Frank Schorfheide, Liangjun Su, Dacheng Xiu, Chu Zhang, and Linyan Zhu (discussant) as well as conference audiences and seminar participants at Nanyang Technological University, Peking University, Shanghai University of Finance and Economics, UC Riverside, University of Lausanne (Swiss Finance Institute), University of Pennsylvania, Xiamen University, 2021 YEAP, 2022 SFS Cavalcade, 2022 WFA, 2022 CICF, 2023 AFA, and Spring 2023 Rochester Conference in Econometrics for helpful discussions and comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}