{
    "id": 31810,
    "citation_title": "Heterogeneous Agent Trade",
    "citation_author": [
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the implications of household heterogeneity for trade. I develop a model where household heterogeneity is induced via incomplete markets and results in heterogeneous price elasticities. Conditional on exposure to trade, heterogeneous price elasticities imply that different households value price changes differently, and thus rich and poor households experience different gains from trade. I calibrate the model to match bilateral trade flows and micro-facts about household-level expenditure patterns and elasticities. I find gains from trade that are pro-poor and that the average gains from trade are substantially larger than representative agent benchmarks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. This project was developed with research support from the National Science Foundation (NSF Award number 1948800). Thomas Hasenzagl and Teerat Wongrattanapiboon provided excellent research assistance. My github repository provides the code and supplementary work behind this paper at https://github.com/mwaugh0328/heterogeneous-agent-trade.\n\n\n"
}