{
    "id": 31822,
    "citation_title": "Greater Than the Sum of Its Parts: Aggregate vs. Aggregated Inflation Expectations",
    "citation_author": [
        "Alexander Dietrich",
        "Edward S. Knotek II",
        "Kristian O. Myrseth",
        "Robert W. Rich",
        "Raphael Schoenle",
        "Michael Weber"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces a novel measure of consumer inflation expectations: We elicit and combine inflation forecasts across categories of personal consumption expenditure to form an aggregated measure of inflation expectations. Drawing on nearly 60,000 respondents, our data comprise the early low-inflation environment of the COVID pandemic and the 2021 inflation surge. Conventionally elicited inflation expectations consistently exceed aggregated measures constructed under plausible weighting schemes. Aggregated measures display less disagreement and volatility and are stronger predictors of consumers’ spending plans. The relative informational value of aggregated measures rises with the individual-level gap between conventional and aggregated inflation expectations. Our results chart a new course for designing measurement of inflation expectations.\n\n",
    "acknowledgement": "\nDietrich gratefully acknowledges support from the Deutscher Akademischer Austauschdienst (DAAD, German Academic Exchange Service). We thank Hassan Afrouzi, Philippe Andrade, Nicola Gennaioli, Mark Freeman, Charles Manski, Andrei Shleifer, Wilbert van der Klaauw, Gabriel Zuellig, as well as seminar and conference participants at the BAFA FMI NAG, Bundesbank, Bank of England, Bank of Finland, Bank of Japan 2023 IMES, Beijing University, Bocconi University, CEBRA Annual Meeting, EEA-ESEM Annual Congress, ICEA, NBER Summer Institute, SBS Summer Conference, SEA, Swiss National Bank, Tokyo University, UCLA Anderson and Verein für Socialpolitik for useful comments and discussions. Dietrich gratefully acknowledges support from the Deutscher Akademischer Austauschdienst (DAAD, German Academic Exchange Service). The views stated in this paper are those of the authors and are not necessarily those of the Federal Reserve Bank of Cleveland, the Board of Governors of the Federal Reserve System, Danmarks Nationalbank, the European System of Central Banks, or the National Bureau of Economic Research.\n\n\n"
}