{
    "id": 31820,
    "citation_title": "Hidden Exposure: Measuring US Supply Chain Reliance",
    "citation_author": [
        "Richard Baldwin",
        "Rebecca Freeman",
        "Angelos Theodorakopoulos"
    ],
    "citation_publication_date": "2023-10-30",
    "issue_date": "2023-10-26",
    "revision_date": "2024-08-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupply chain problems, previously relegated to specialized journals, now appear in G7 Leaders’ Communiqués. Our paper looks at three core elements of the problems: measurement of the links that expose supply chains to disruptions, the nature of the shocks that cause the disruptions, and the criteria for policy to mitigate the impact of disruptions. Utilizing global input-output data, we show that US exposure to foreign suppliers, and particularly to China, is ‘hidden’ in the sense that it is much larger than what conventional trade data suggest. However, at the macro level, exposure remains relatively modest, given that over 80% of US industrial inputs are sourced domestically. We argue that many recent shocks to supply chains have been systemic rather than idiosyncratic. Moreover, systemic shocks are likely to arise from climate change, geoeconomic tensions, and digital disruptions. Our principal conclusion is that concerns regarding supply chain disruptions, and policies to address them, should focus on individual products, rather than the whole manufacturing sector.\n\n",
    "acknowledgement": "\nThis is an early version of the paper prepared for the Fall 2023 Brookings Papers on Economic Activity (BPEA) conference and the final version of this paper will be published in the Fall 2023 BPEA issue. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}