{
    "id": 31826,
    "citation_title": "Long-term Care in England",
    "citation_author": [
        "James Banks",
        "Eric French",
        "Jeremy McCauley"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the state of Long-Term Care (LTC) in England, which is facing increasing strain due to population aging. We piece together microeconomic and aggregate data in order to give an overview of the demand and supply of LTC in England in a way that facilitates comparisons with other countries, and briefly discuss current LTC policy and recent reforms.\n\n",
    "acknowledgement": "\nThanks are due to Carl Emmerson and Polly Simpson for allowing us to use some of the background material from an unpublished IFS briefing paper on “Adult social care in England”. We are grateful to the Economic and Social Research Council for funding through the ESRC Institute for the Microeconomic Analysis of Public Policy at IFS (grant reference ES/T014334/1) and ESRC grant “Inequality and the insurance value of transfers across the life cycle) (ES/P001831/1)). The ELSA data used here were made available through the UK Data Archive (UKDA) and developed by a team of researchers based at University College London, the Institute for Fiscal Studies and the National Centre for Social Research with funding provided by the National Institute of Aging in the United States, and a consortium of UK government departments co-ordinated by the National Institute for Health and Care Research. The developers and funders of ELSA and the UK Data Archive bear no responsibility for the analyses or interpretations presented here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}