{
    "id": 31825,
    "citation_title": "Universalizing the Access to Long-term Care: Evidence from Spain",
    "citation_author": [
        "Joan Costa-Font",
        "Sergi Jimenez-Martin",
        "Cristina Vilaplana-Prieto",
        "Analía Viola"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "2023-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSpain together with Scotland are two countries that exhibit the largest expansions in long term care (LTC) in the last two decades, universalizing subsidies and supports. This paper is part of a global effort to provide a snapshot of the trends in LTC use and access, as well as the financing, and organization of the LTC system compared to other higher-income countries. The passage of Act 39/2006 on the Promotion of Personal Autonomy and Care for Dependent Persons (SAAD in Spanish) on December 14th, 2006, universalized coverage for care subsidies and supports, allowing access to care conditioned only on individuals’ assessment of care needs. As a consequence, LTC spending as a percentage of GDP has risen from 0.5% in 2003 to nearly 0.9% in 2019, despite private LTC insurance playing a minor role. Still today, LTC remains heavily reliant on informal care, which is now partially subsidized by a caregiving subsidy as part of SAAD. Long-term care spending in Spain amounts to between 1.27% (conservative estimates) and 1.70% (flexible estimation) of GDP. Finally, the system reveals significant gender imbalances in the provision of care, with women accounting for most caregivers in both formal (87%) and informal (58%) care.\n\n",
    "acknowledgement": "\nSergi Jimenez-Martin and Cristina Vilaplana-Prieto acknowledge financial help (unrestricted research funding) from the Spanish Research Agency project PID2020-114231RB-I00. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSergi Jimenez-Martin\n\nSergi Jimenez-Martin acknowledges financial help (unrestricted research funding) from the Spanish Research Agency project PID2020-114231RB-I00\n\n\n"
}