{
    "id": 31823,
    "citation_title": "Long-term care in the Netherlands",
    "citation_author": [
        "Pieter Bakx",
        "Eddy Van Doorslaer",
        "Bram Wouterse"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the financing and use of long-term care in the Netherlands. Public long-term care insurance is universal and comprehensive; user fees are low compared to other countries. We use linked survey and administrative data to document the distribution of the need for long-term care in the 65+ population, long-term care costs and how they are paid for. The findings reveal that no other country spends more per capita on publicly financed formal care than The Netherlands. A potential reason is that the threshold to receive formal care appears to be lower in the Netherlands than in other countries. Still, a considerable share of the adult population provides informal care. Caregiving is concentrated in specific demographic groups. The costs of informal care provision are considerable, but as a share of total spending on long term care they are smaller than in most developed countries. Adding the costs of informal care to formal care expenditures changes the view on who bears the costs of long-term care.\n\n",
    "acknowledgement": "\nResults based on calculations by Erasmus University using non-public microdata from Statistics Netherlands. We thank the Community Health Services, Statistics Netherlands & National Institute for Public Health and the Environment for access to survey data from the Public Health Monitor (Gezondheidsmonitor). Furthermore, we thank SCP Netherlands Institute for Social Research for access to the SCP informal care survey and Mirjam de Klerk for providing advice on using these data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPieter Bakx\n\nI do other research that is commissioned by the Dutch Ministry of Health, and did in recent years that was commissioned by the OECD and by the Dutch Health Care Authority. My employer, Erasmus School of Health Policy & Management is paid for this.\n\n\n"
}