{
    "id": 31827,
    "citation_title": "Partisan Traps",
    "citation_author": [
        "Ethan Bueno de Mesquita",
        "Wioletta Dziuda"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectoral incentives may lead policymakers to eschew opportunities for common-interest reform, focusing instead on zero-sum, partisan policymaking. By forgoing opportunities for common-interest reforms, incumbents may convince their constituents that such reforms are rarely feasible, so that policymaking is primarily about zero-sum, partisan conflict. Voters with such beliefs vote based on ideological alignment, rather than factors such as quality or honesty. This is electorally beneficial for incumbents, who are typically ideologically aligned with their constituents. We capture this logic in an infinite horizon model and characterize the resulting dynamics of politics and policymaking. Equilibrium exhibits partisan traps---voters are pessimistic about common-interest opportunities, politicians behave in a purely partisan manner that shuts down voter learning, and ideologically aligned incumbents are consistently reelected. Partisan traps often occur in equilibrium even when common-interest reforms are in fact frequently feasible. The model shows how elite and mass polarization are intertwined, with politicians engaging in strategically polarized and polarizing behavior which leads to pessimistic beliefs among voters, who come to perceive there to be little political common ground.\n\n",
    "acknowledgement": "\nNeither of the coauthors has any relevant and material financial relationships that could bear upon this research. We’ve received helpful feedback from the seminar audiences at Caltech, the University of Chicago, Harvard University, Princeton University, NYU, UCSD, the University of Michigan and the conference audience of Benelux PECO. We are grateful to Nageeb Ali, Renee Bowen, Matt Gentzkow, Pietro Ortoleva, Galina Zudenkova, and Jesse Shapiro for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}