{
    "id": 31824,
    "citation_title": "Tax Policy and the Heterogeneous Costs of Homeownership",
    "citation_author": [
        "Kelly Bishop",
        "Jakob Dowling",
        "Nicolai V. Kuminoff",
        "Alvin Murphy"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe real economic cost of homeownership depends on an intricate system of taxes and subsides that vary over time and across the United States. We incorporate the key features of this system into a framework for measuring the annual user-cost of housing and we use it to document how housing costs and subsidies varied over time, across space, and with household demographics in 2016-2017. Then we examine how the Tax Cuts and Jobs Act of 2017 subsequently reduced subsidies and increased the relative cost of housing. We report how these changes varied by geography, homeownership, race, and voting behavior.\n\n",
    "acknowledgement": "\nWe especially thank Daniel Feenberg for developing a customized version of TAXSIM software to support this study. We are also grateful for insights and suggestions from Leah Brooks, Ed Coulson, Mike Eriksen, Fernando Ferreira, Eva de Francisco, Andra Ghent, Aaron Hedlund, Erik Hembre, Jaren Pope, Raven Molloy, Jessica Shui, and participants in seminars and conferences at the ASSA Annual Meetings, WEAI annual meetings, Arizona State University, Urban Economics Association Annual Meetings, and Innovations in Housing Affordability conference. Finally, we thank Raghav Warrier for excellent research assistance. Dowling’s contributions to the paper were made prior to joining Amazon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}