{
    "id": 3182,
    "citation_title": "Does Unmeasured Ability Explain Inter-Industry Wage Differentials?",
    "citation_author": [
        "Robert Gibbons",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides empirical assessments of the two leading explanations of measured inter-industry wage differentials: (1) true wage differentials exist across industries, and (2) the measured differentials simply reflect unmeasured differences in workers' productive abilities. First, we summarize the existing evidence on the unmeasured-ability explanation, which is based on first-differenced regressions using  patched Current Population Survey (CPS) data. We argue that these existing approaches implicitly hypothesize that unmeasured productive ability is equally rewarded in all industries. Second, we construct a simple model in which unmeasured ability in not equally valued in all  industries; instead, there is matching. This model illustrates two endogeneity problems inherent in the first-differenced regressions using CPS data: whether a worker changes jobs in endogenous, as is the industry of the new job the worker finds. Third, we propose two new empirical approaches designed to minimize these endogeneity problems. We implement these procedures on a sample that allows us to approximate the experiment of exogenous job loss: a sample of workers displaced by plant closings. We conclude from our findings using this sample that neither of the contending explanations fits the evidence without recourse to awkward modifications, but that a modified version of the true-industry-effects explanation fits more easily than does any existing version of the unmeasured-ability explanation.\n\n",
    "acknowledgement": "\n"
}