{
    "id": 31821,
    "citation_title": "Convergent Evolution Toward the Joint-Stock Company",
    "citation_author": [
        "David Le Bris",
        "William N. Goetzmann",
        "Sébastien Pouget"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe origin of the modern publicly-held joint-stock company is typically traced to large-scale maritime trading companies in England and the Netherlands in the early 17th century. Highlighting medieval cases in southern Europe, we claim that the joint-stock company likely emerged in several times and places, in response to a similar set of needs and requirements for coordinating large-scale enterprises. These prior appearances support the theory of convergent evolution toward the joint-stock company. We document the different legal genealogies of the various paths, their independence and their socio-economic contexts. These observations have implications for identifying the necessary legal and political background underlying the emergence of the joint-stock company, and for the debate regarding the link between institutions and economic development.\n\n",
    "acknowledgement": "\nDavid Le Bris acknowledges funding from the Federal University of Toulouse under grant R1ETILD. Sébastien Pouget acknowledges funding from ANR under grant ANR-17-EURE-0010 (Investissements d’Avenir program). We thank all the participants in seminars in which we presented the results of our program on the origins of corporations over the years. We are particularly grateful to Bas van Bavel, Cédric Chambru, Chris Colvin, Hélène Débax, Jérémy Ducros, Juan Flores, Florent Garnier, Oscar Gelderblom, Henry Hansmann, Pierre-Cyrille Hautcoeur, John Kerr, Pilar Nogues-Marco, Nicolas Minvielle, Maarten Prak, and Angelo Riva for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam N. Goetzmann\n\nMy external activities are disclosed on my website at:\n\n\nhttp://viking.som.yale.edu/outside%20activities%202015.pdf\n\n\nFunding for the survey is currently provided by the International Center for Finance at the Yale School of Management\n\n\n"
}