{
    "id": 31828,
    "citation_title": "Preemptive Austerity with Rollover Risk",
    "citation_author": [
        "Juan Carlos Conesa",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy preemptive austerity, we mean a policy that increases taxes to deter potential rollover crises. The policy is so successful that the usual danger signal of a rollover crisis, a high yield on new bonds sold, does not show up because the policy eliminates the danger. Mechanically, high taxes make the safe zone in the model — the set of sovereign debt levels for which the government prefers to repay its debt rather than default — larger. By announcing a high tax rate at the beginning of the period, the government ensures that tax revenue will be high enough to service sovereign debt becoming due, which deters panics by international lenders but is ex-post suboptimal. That is why, as it engages in preemptive austerity, the government continues to reduce the level of debt to a point where, asymptotically, high taxes are no longer necessary.\n\n",
    "acknowledgement": "\nWe thank participants at the Conference on Sovereign Debt at the Minneapolis Fed in 2022, especially Mark Aguiar, Manuel Amador, Cristina Arellano, Javier Bianchi, Cesar Sosa-Padilla, and Amanda Michaud, and participants at the 2022 PAELLA Conference at Notre Dame, at the 2023 SED Meeting in Cartagena, and at a bag lunch seminar at the Minneapolis Fed. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}