{
    "id": 31832,
    "citation_title": "Asset Pricing in a Low Rate Environment",
    "citation_author": [
        "Marlon Azinovic",
        "Harold L. Cole",
        "Felix Kubler"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine asset prices in environments where the risk-free rate lies considerably below the growth rate. To do so, we introduce a tractable model of a production economy featuring heterogeneous trading  technologies, as well as idiosyncratic and aggregate risk. We show that allowing for the possibility of firms exiting is crucial for matching key macroeconomic moments and, simultaneously, the risk-free rate, the market price of risk, and price-earnings ratios. In particular, our model allows us to consider calibrations that match the high observed market price of risk and average interest rates as low as 2-3.5 percent below the average growth rate.  High values for risk aversion or non-standard preferences are not necessary for this. We use the model to examine the wealth distribution and asset prices in economies with very low real rates. We also examine under which conditions realistic calibrations allow for an infinite rollover of government debt. For our benchmark calibration, rollover is impossible even if the average risk-free rate lies 3.5 percent below the average growth rate.\n\n",
    "acknowledgement": "\nWe are grateful for the helpful comments we received from Andrew Abel, Nir Jaimovich, Urban Jermann and Narayana Kocherlakota, as well as the participants at the Wharton Brown Bag Seminar, the Bristol Macroeconomics Workshop, EEA-ESEM Conference, and Rochester’s Stockman Memorial Workshop. Azinovic is grateful to the Economics Department at the University of Pennsylvania for their kind hospitality and acknowledges support from the Swiss National Science Foundation under grant P500PS 210799, “Macro-Finance with Heterogeneous Households”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}