{
    "id": 31839,
    "citation_title": "Daily Momentum and New Investors in an Emerging Stock Market",
    "citation_author": [
        "Zhenyu Gao",
        "Wenxi Jiang",
        "Wei A. Xiong",
        "Wei Xiong"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nDespite the dominance of retail investors in the Chinese stock market, there’s a conspicuous absence of price momentum in weekly and monthly returns. This study uncovers the presence of price momentum in daily returns and, through a systematic analysis of trading heterogeneity among investors, links daily momentum to the attention and trading activities of new investors—a phenomenon particularly significant in emerging stock markets. Furthermore, our findings indicate the existence of daily price momentum in various other emerging markets, contrasting with its relative scarcity in developed ones.\n\n",
    "acknowledgement": "\nWe thank seminar participants at CUHK, University of Hong Kong, Hong Kong Baptist University, University of Notre Dame, CKGSB, CICF, CFRC, and Miami Behavioral Finance Conference for helpful comments. We also thank Kun Yang from the Shenzhen Stock Exchange for excellent assistance. Jiang acknowledges financial support from General Research Fund of the Research Grants Council of Hong Kong (Project Number 14506218). Wei A. Xiong acknowledges financial support from the NSFC, China (Project Number 72273092). This paper represents the views of the authors, which are not necessarily the views of the Shenzhen Stock Exchange. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}