{
    "id": 31834,
    "citation_title": "Lagged-Price Reimbursement Contracts: The Impact of Medicare Part B on Pharmaceutical Price Growth",
    "citation_author": [
        "Angelique Acquatella",
        "Keith Marzilli Ericson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine cost-plus lagged-price reimbursement contracts, focusing on Medicare Part B's payment for physician-administered drugs. Our theoretical model shows that lagged-price reimbursement can raise launch prices but lower prices in later periods. While previous research showed Part B increased launch prices, we estimate its effect on later prices (net of rebates). Drugs more exposed to Medicare have lower price growth. A drug with above median Part B exposure has a 10% lower price after 3 years than a below median exposure drug that launched at the same price, with a larger effect for newly approved molecules.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support by grants from the NIHCM and NIA grant P30AG012810. We thank Mohan Ramanujan and Elizabeth Adams for their assistance obtaining and managing the data. We thank Taylor Watson for excellent research assistance. We thank Rena Conti, David Ridley, and seminar participants at Boston University, Indiana University, ASHEcon, and the Highland Health Economics Symposium for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmanda Starc\n\nStarc previously served on the scientific advisory committee for the Health Care Cost Institute.\n\n\n"
}