{
    "id": 31833,
    "citation_title": "Risk Preferences Implied by Synthetic Options",
    "citation_author": [
        "Ian Dew-Becker",
        "Stefano Giglio"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe historical returns on equity index options are well known to be strikingly negative. That is typically explained either by investors having convex marginal utility over stock returns (e.g. crash/variance aversion) or by intermediaries demanding a premium for hedging risk. This paper examines the consistency of those explanations with returns on dynamically replicated, or synthetic, options. Theoretically, it derives conditions under which convex marginal utility leads synthetic options to also have negative excess returns. Empirically, synthetic options have CAPM alphas near zero over the period 1926--2022, in stark contrast to exchange-traded options. Over the last 15 years, returns on traded options have converged to those on synthetic options -- with the variance risk premium shrinking towards zero -- while various drivers of the cost and risk of hedging options exposures have declined, consistent with a model in which intermediaries drive option prices.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Gurdip Bakshi, Mike Chernov, Itamar Drechsler, Bjorn Eraker, Niels Gormsen, Dmitriy Muravyev and seminar participants at ITAM, Yale, the University of Connecticut, Northwestern, Johns Hopkins, the University of Miami, INSEAD, HEC Paris, Berkeley, the Canadian Derivatives Institute, Boston University, the SFS Cavalcade, Booth, HBS, SAIF, Kansas University, CFIRM, Rice, SITE, FIU, the NBER, Wash. U., MIT, and Georgetown. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}