{
    "id": 31838,
    "citation_title": "Fiscal Influences on Inflation in OECD Countries, 2020-2023",
    "citation_author": [
        "Robert J. Barro",
        "Francesco Bianchi"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fiscal theory of the price level (FTPL) has been active for 30 years, and the interest in this theory grew with the recent global surges in inflation and government spending. This study applies this approach and the related idea of fiscal dominance to 37 OECD countries for 2020-2023. The theory’s centerpiece is the government’s intertemporal budget constraint, which relates a country’s inflation rate in 2020-2023 (relative to a baseline rate) to a composite government-spending variable. This variable equals the increases in ratios of government expenditure to GDP in 2020 and 2021, divided by the ratio of public debt to GDP in 2019 and the duration of the debt in 2019. This specification has substantial explanatory power for recent inflation rates across 20 non-Euro-zone countries and an aggregate of 17 Euro-zone countries. The estimated coefficients of the composite spending variable are significantly positive, implying that about 80% of effective government financing came from the inverse effect of unexpected inflation on the real value of public debt, whereas only around 20% reflected conventional public finance (increases in current or future taxes or cuts in future spending). Within the Euro area, inflation reacts mostly to the area-wide government-spending variable, not to individual values.\n\n",
    "acknowledgement": "\nWe have benefited from comments and assistance with data by Laura Alfaro, Fernando Alvarez, Marco Bassetto, Jeremy Bulow, Gabriel Chodorow-Reich, John Cochrane, Adriano Fernandes, Chris House, David Laibson, Philip Lane, Eric Leeper, Pierfrancesco Mei, David Miller, Casey Mulligan, Jón Steinsson, Richard Stern, and Philip Stokoe, and from research assistance by Qingyuan Fang and Victoriah Verna. We also benefited from discussions at the 30th Dubrovnik Economic Conference, Arizona State University, Harvard University, the Heritage Foundation, Johns Hopkins University, Northwestern University, Stanford University’s Hoover Institution, and the University of Chicago and from support by the Michael S. Chae Macroeconomic Policy Fund at Harvard University.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}