{
    "id": 31830,
    "citation_title": "Competition, Harmonization and Redistribution: Corporate Taxes in Switzerland",
    "citation_author": [
        "Marius Brülhart",
        "Marko Koethenbuerger",
        "Matthias Krapf",
        "Raphael Parchet",
        "Kurt Schmidheiny",
        "David Staubli"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSwitzerland could be considered as a test case for international corporate-tax policy coordination. It is a federation of 26 fiscally autonomous cantons that have been taxing corporate profits more or less independently for over a century. We document and discuss corporate taxation in Switzerland, with a focus on three aspects: (a) the evolving within-country geography of taxable profits and corporate tax rates, (b) the nature and historical emergence of formal tax-base harmonization, and (c) the functioning of fiscal equalization. Parallels are drawn and differences are discussed relative to ongoing efforts at international tax coordination.\n\n",
    "acknowledgement": "\nThis is a draft chapter for the NBER volume “Policy Responses to Tax Competition” edited by David Agrawal, James Poterba and Owen Zidar, who have provided very helpful comments. We in addition thank Denise Aeberhard, Beatrice Aebersold, Enea Baselgia, Fabian Baumer, Grégoire Bosson, Jan Brueckner, Martin Daepp, Christian Frey, Bruno Jeitziner, Nicola Mauri, Andreas Remund, Lukas Stähli, Thibaut Urbain, Nathanael Zahnd, Adrian Zimmermann, and NBER conference participants for helpful information and suggestions. We also thank Chiara Bigger, Adele Bortoletti, Gleb Kabakovitch and Janos Majer for excellent research assistance. Marius Brülhart and Raphaël Parchet gratefully acknowledge funding from the Swiss National Science Foundation (grants 192546 and 182380, respectively). Any errors or inaccuracies are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}