{
    "id": 3183,
    "citation_title": "Economic Analysis and the Political Economy of Policy Formation",
    "citation_author": [
        "Michael Bruno"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe first part of the paper analyzes the various components (as well as likely failures) in the complex two-way market chain that links the supply of economic theories with the design, sale and implementation of workable economic policies. Among other aspects of this link two points are stressed. One is the relative contribution to knowledge of economists inside the government machine, which by nature is often not diffused to the profession at large. Another very major point is the advancement of knowledge through the reverse link from policies that have worked in practice, often without prior theoretical grounding, to their subsequent rigorous theoretical formulation and empirical testing. This discussion is followed by detailed first-hand illustrations from the politico-economic experience of Israel, in which government (and economists') involvement in the economy has traditionally been far-reaching. The illustrations which have their parallels in other countries are given in historical order, from the contributions to the literature on trade and development policy issues (paramount in the 1950s and 1960s), on tax and transfer schemes as well as on open economy macro policies and exchange rate regimes (mainly in the 1970s). This is followed by reference to the policy experience and failures of living with high inflation and, in particular, the political economy of the more recent stabilization efforts which provide considerable support for the general points made in the first part of the paper on the workings of the market for ideas and policies. The paper ends with brief references to two important topics for the 1990s - the uncharted practical area of institutional reform in socialist economies and the recent theoretical literature on game-theoretic approaches to policy formation.\n\n",
    "acknowledgement": "\n"
}