{
    "id": 31845,
    "citation_title": "Differences in How and Why Social Comparison and Real-Time Feedback Impact Resource Use: Evidence from a Field Experiment",
    "citation_author": [
        "Mark A. Andor",
        "Lorenz Goette",
        "Michael K. Price",
        "Anna Schulze Tilling",
        "Lukas Tomberg"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the behavior and welfare effects of two popular interventions for resource conservation. The first intervention is social comparison reports (SC), which primarily provide consumers with information motivating behavioral change. The second intervention is real-time feedback (RTF), which primarily provides consumers with information facilitating behavioral change. In a field experiment with around 1,000 participants, we directly observe the interventions’ effects on participants’ behavior. Further, we elicit participants’ willingness to pay for receiving the interventions, both before and after having experienced them for one month. We find that SC leads to a reduction in water use per shower by 9.4%, RTF by 28.8%, and the combination (BOTH) by 35.0%. Our willingness to pay results show that all interventions are highly valued by participants and that willingness to pay for RTF and BOTH is significantly higher than for SC. Furthermore, we find that the valuation of the interventions do not change following one-month experience. Our results suggest that while both interventions improve welfare, providing consumers with information facilitating behavioral change achieves a higher impact and a slightly higher welfare increase than providing consumers with information motivating behavioral change.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions by Max Auffhammer, Fabian Dehos, Eugen Dimant, Valeria Fanghella, Stefano Della Vigna, Christian Honow, Joachim Schleich, Christoph M. Schmidt, and Colin Vance, as well as by participants of the Advances with Field Experiments Conference 2022 (AFE), the Annual Conference of the Association of Environmental and Resource Economists 2022 (AERE), the Annual Conference of the European Economic Association 2023 (EEA), the Annual Conference of the German Committee for Environmental and Resource Economics 2023 (AURO), the Mannheim Energy Conference 2023, the 2022 World Economic Science Association Conference (ESA), the CAIS Research Incubator, the 9th Retreat of the CRC TR 224, the Behavioral group at IDOS, and seminars at University of Duisburg-Essen, Grenoble Ecole de Management and the Mercator Research Institute on Global Commons and Climate Change (MCC). Furthermore, we thank Sven Hansteen, Florin Martius and Valerie Peetz for excellent research assistance. In addition, we are indebted to Michael Schild for his tremendous support in the technical implementation of the study. This project was conducted in research partnership with the Center for Advanced Internet Studies (CAIS). We gratefully acknowledge financial support by the Ministry of Culture and Science of the State of North Rhine-Westphalia and by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under EPoS Collaborative Research Center Transregio 224 and Germany’s Excellence Strategy – EXC 2126/1-390838866. The experimental design was pre-registered with the AEA RCT Registry as trial AEARCTR-0006747 and IRB approval was obtained from the GfeW (Certificate No. nQ9jc48B). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}