{
    "id": 31849,
    "citation_title": "Policymakers' Uncertainty",
    "citation_author": [
        "Anna Cieslak",
        "Stephen Hansen",
        "Michael McMahon",
        "Song Xiao"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty is a ubiquitous concern emphasized by policymakers. We study how uncertainty affects decision-making by the Federal Open Market Committee (FOMC). We distinguish between the notion of Fed-managed uncertainty vis-a-vis uncertainty that emanates from within the economy and which the Fed takes as given. A simple theoretical framework illustrates how Fed-managed uncertainty introduces a wedge between the standard Taylor-type policy rule and the optimal decision. Using private Fed deliberations, we quantify the types of uncertainty the FOMC perceives and their effects on its policy stance. The FOMC's expressed inflation uncertainty strongly predicts a more hawkish policy stance that is not explained either by the Fed's macroeconomic forecasts or by public uncertainty proxies. We rationalize these results with a model of inflation tail risks and argue that the effect of uncertainty on the FOMC's decisions reflects policymakers' concern with maintaining credibility for the inflation anchor.\n\n",
    "acknowledgement": "\nHansen gratefully acknowledges financial support from the European Research Council (Consolidator Grant Agreement 864863).  McMahon gratefully acknowledges financial support from the European Research Council (Consolidator Grant Agreement 819131). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}