{
    "id": 31846,
    "citation_title": "Technology and Labor Displacement: Evidence from Linking Patents with Worker-Level Data",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou",
        "Lawrence D.W. Schmidt",
        "Bryan Seegmiller"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop measures of labor-saving and labor-augmenting technology exposure using textual analysis of patents and job tasks. Using US administrative data, we show that both measures negatively predict earnings growth of individual incumbent workers. While labor-saving technologies predict earnings declines and higher likelihood of job loss for all workers, labor-augmenting technologies primarily predict losses for older or highly-paid workers. However, we find positive effects of labor-augmenting technologies on occupation-level employment and wage bills. A model featuring labor-saving and labor-augmenting technologies with vintage-specific human capital quantitatively matches these patterns. We extend our analysis to predict the effect of AI on earnings.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Andy Atkeson, David Autor, Effi Benmelech, Nicholas Bloom, Julieta Caunedo, Martin Beraja, Carola Frydman, Tarek Hassan, Anders Humlum, Michael Peters, Pascual Restrepo, Jonathan Rothbaum, Miao Ben Zhang, among others, and seminar participants at University of Amsterdam, Boston University, Columbia GSB, FIRS, Johns Hopkins, HKUST, Labor and Finance Group, NBER (EFG, PRMP), MacroFinance Society, MIT Sloan, Michigan State, the Econometric Society, Rice University, University of Rochester, the Society of Economic Dynamics, University College London, University of Illinois at Urbana Champaign, University of Toronto, Tsinghua PBC, WFA, and Wharton for valuable discussions and feedback. We thank Carter Braxton, Will Cong, and Jonathan Rothbaum for generously sharing code. Huben Liu provided outstanding research support. The paper has been previously circulated under the titles “Technological Change and Occupations over the Long Run”, “Technology-Skill Complementarity and Labor Displacement: Evidence from Linking Two Centuries of Patents with Occupations,” and “Technology, Vintage-Specific Human Capital, and Labor Displacement: Evidence from Linking Patents with Occupations”. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product (Data Management System (DMS) number: P-7503840, Disclosure Review Board (DRB) approval numbers: CBDRB-FY21-POP001-0176, CBDRBFY22-SEHSD003-006, CBDRB-FY22-SEHSD003-023, CBDRB-FY22-SEHSD003-028,CBDRB-FY23-SEHSD003-0350, CBDRB-FY23-SEHSD003-064). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}