{
    "id": 31847,
    "citation_title": "Spillover Effects at School: How Black Teachers affect their White Peers’ Racial Competency",
    "citation_author": [
        "Seth Gershenson",
        "Constance A. Lindsay",
        "Nicholas W. Papageorge",
        "Romaine A. Campbell",
        "Jessica H. Rendon"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nDo white teachers learn racial competency from their Black peers? We answer this question using a mixed-methods approach. Longitudinal administrative data from North Carolina show that having a Black same-grade peer significantly improves the achievement and reduces the suspension rates of white teachers’ Black students. Open-ended interviews of North Carolina public school teachers reaffirm these findings. Broadly, our findings suggest that the positive impact of Black teachers’ ability to successfully teach Black students is not limited to their direct interaction with Black students but is augmented by spillover effects on early-career white teachers, likely through peer learning.\n\n",
    "acknowledgement": "\nThe authors thank Stefanie DeLuca and conference and seminar participants at the University of Pennsylvania, Brown University, Eastern Economic Association, Society for Research on Educational Effectiveness (SREE), and the Association for Education Finance & Policy (AEFP) for providing helpful feedback. Kristina Curley and Sarah Sullivan provided able research assistance. The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305A210434 to American University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}