{
    "id": 31844,
    "citation_title": "Do Two Wrongs Make a Right? Measuring the Effect of Publications on Science Careers",
    "citation_author": [
        "Donna K. Ginther",
        "Carlos Zambrana",
        "Patricia Oslund",
        "Wan-Ying Chang"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines whether publication data matched to the Survey of Doctorate Recipients can be used for research purposes. We use Gold Standard data created to validate the publication match quality and compare these measures to publications assigned by a machine-learning algorithm developed by Thomson Reuters (now Clarivate). Our econometric model demonstrates that publications likely suffer from non-classical measurement error. Using horse race and instrumental variable models, we confirm that the Gold Standard data are relatively free from measurement error but show that the Clarivate data suffer from non-classical measurement error. We employ a variety of methods to adjust the Clarivate data for false negatives and false positives and demonstrate that with these adjustments the data produce estimates very similar to the Gold Standard. However, these adjustments are not as useful when publications are used as a dependent variable. We recommend using subsamples of the data that have better match quality when using the Clarivate data as a dependent variable.\n\n",
    "acknowledgement": "\nWe thank the following Institute for Policy & Social Research staff who collected and analyzed the Gold Standard data used in this study: Abigail Bird, Haley Pederson, Quinn Maetzold, and Addison Lake; Genna Hurd managed the project. We thank Chris Bollinger and Shahnaz Parsaeian for comments on earlier drafts of this study. Any errors are our responsibility. All authors contributed to the study conception and design. Material preparation, data collection and analysis were performed by Wan-Ying Chang, Patricia Oslund, and Carlos Zambrana. The first draft of the manuscript was written by Donna Ginther and all authors commented on previous versions of the manuscript. All authors read and approved the final manuscript. Ginther, Oslund and Zambrana acknowledge financial support from SRI International Subcontract PO20663 to prime contract NSFDACS16C1234, T.O. 9. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}