{
    "id": 31848,
    "citation_title": "The Active Role of the Natural Rate of Unemployment",
    "citation_author": [
        "Robert E. Hall",
        "Marianna Kudlyak"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose that the natural rate of unemployment may have an active role in the business cycle, in contrast to a widespread view that the rate is fairly smooth and at most only weakly cyclical. We demonstrate that the tendency to treat the natural rate as near-constant would explain the surprisingly low slope of the Phillips curve. We observe that evidence is weak about this basic point—the evidence neither comes close to rejecting the conventional view nor does it reject a very different view in which fluctuations in the natural rate are associated with a substantial fraction of cyclical volatility. We show that the natural rate may have closely tracked the actual rate during the long recovery that began in 2009 and ended in 2019. We explain how the common finding of research in the Phillips-curve framework of low—often extremely low—response of inflation to unemployment could be the result of fairly close tracking of the natural rate and the actual rate in recoveries. Our interpretation of the data contrasts to that of many Phillips-curve studies, that conclude that inflation has little relation to unemployment.\n\n",
    "acknowledgement": "\nThe opinions expressed are those of the authors and do not reflect those of the Federal Reserve Bank of San Francisco, the Federal Reserve System, any other institution with which authors are affiliated, or the National Bureau of Economic Research. Kudlyak presented some material from this paper as a part of her Alejandro Justiniano memorial keynote address at the annual Federal Reserve System Macroeconomics meeting, November 9 and 10, 2021. We thank Jordi Galí for providing an extended version of his estimates of the natural rate of unemployment. We thank Yuriy Gorodnichenko, Robert Hetzel, Jeff Lacker, and anonymous referees for insightful comments. Hall's research was supported by the Hoover Institution. Corresponding author: Kudlyak, mkudlyak@gmail.com.\n\n\n"
}