{
    "id": 31841,
    "citation_title": "To Go Electric or To Burn Coal? A Randomized Field Experiment of Informational Nudges",
    "citation_author": [
        "Hanming Fang",
        "King King Li",
        "Peiyao Shen"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "2024-03-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nCoal heating in residential homes is an important source of indoor air pollution, leading to detrimental health effects. We conduct a randomized field experiment in northern China using three types of SMS campaigns targeting three potential biases that may hinder the adoption of electric heating: a Cost SMS campaign, designed to address the overestimation of electricity expenses; a Health SMS campaign, aimed at addressing the underestimation of health damage associated with coal heating; and a Social Comparison SMS campaign, intended to inform households about the popularity of electric heating. We find that the Cost SMS backfires: it instead leads to a substantial reduction in electric heating, which can be attributed to salience bias induced by the Cost SMS, which drew heightened attention to the cost of electricity. The Health SMS is ineffective for households that underestimate the health damage of coal heating and even backfires for those who expressed little concern about the health consequences. Social Comparison SMS is only effective for a small proportion of households who were concerned about their neighbors' heating choices. Overall, our findings suggest that SMS campaigns targeting these biases are largely ineffective, and caution should be exercised when applying plausible nudge interventions. The findings also suggest that households may be motivated to maintain their beliefs and resist paternalistic interventions.\n\n",
    "acknowledgement": "\nWe would like to thank Guojun He, Lata Gangadharan, Tanjim Hossain, Yvonne Jie Chen,  Binglin Gong, Chao He, Chen Lian, Nancy Qian, Daniel Yi Xu, Zhibo Xu, Xu Zhang, and the participants of seminars and conferences at Xiamen University, East China Normal University, HKUST (Guangzhou), Shenzhen University, Advance in Field Experiments (2023), China Meeting of the Econometric Society (CMES 2021), the ESA World Meeting (2021), the Chinese Economist Society Conference (2021), ASSA (2022), and China Econ Lab Early Stage Workshop for their useful comments and suggestions. The field experiments were conducted when Shen was affiliated with the School of Entrepreneurship and Management at ShanghaiTech University. Qingli Zeng and Yanran Shi provided outstanding research assistance during several stages of the study. We gratefully acknowledge financial support from the National Natural Science Foundation of China (Grant No. 71973099). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}