{
    "id": 31840,
    "citation_title": "Foreign Competition and Innovation",
    "citation_author": [
        "Elhanan Helpman"
    ],
    "citation_publication_date": "2023-11-06",
    "issue_date": "2023-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies have found that enhanced foreign competition can encourage or discourage innovation. To address this relationship, I examine a market structure in which a small number of large multi-product oligopolists compete with a large number of small single-product firms in the same industry. The single-product firms are short-lived while the multi-product firms live forever, and the large firms invest in innovation in order to enlarge their product spans. All firms export. I show that an increase in the competitiveness of foreign firms can increase or reduce innovation efforts of a large multi-product firm. Moreover, changes in the incentives to innovate can be different for more-productive and less-productive oligopolists. As a result, aggregate sectoral innovation may rise or decline, depending on the productivity distribution of the oligopolists. I also show that changes in short-term operating profits may not be aligned with changes in the incentives to invest in innovation.\n\n",
    "acknowledgement": "\nI thank Marc Melitz for helpful discussions, Maxim Alekseev for research assistance, and the Ferrante Fund at Harvard University for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}