{
    "id": 31843,
    "citation_title": "Life and Death at the Margins of Society: The Mortality of the U.S. Homeless Population",
    "citation_author": [
        "Bruce D. Meyer",
        "Angela Wyse",
        "Ilina Logani"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-07-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the relationship between extreme socioeconomic disadvantage and poor health by providing the first detailed and accurate picture of mortality patterns among people experiencing homelessness in the U.S. Our analyses center on 140,000 people who were sheltered or unsheltered homeless during the 2010 Census, by far the largest sample ever used to study this population and the only sample designed to be nationally representative. These individuals, along with housed comparison groups, are linked to Social Security Administration data on all-cause mortality from 2010-2022 to estimate the magnitude of health disparities associated with homelessness. We find that non-elderly people experiencing homelessness have 3.5 times the mortality risk of those who are housed, accounting for differences in demographic characteristics and geography, and that a 40-year-old homeless person faces a similar mortality risk to a housed person nearly twenty years older. Our results reveal notable patterns in relative mortality risk by age, race, gender, and Hispanic ethnicity and suggest that within the homeless population, employment, higher incomes, and more extensive observed family connections are associated with lower mortality. The mortality hazard of homeless individuals rose by 33 percent during the COVID-19 pandemic, an increase that, while similar in proportional terms to the increase for the housed population, affected a much larger share of the homeless population due to their substantially elevated baseline mortality rate. These findings elucidate the persistent hardships associated with homelessness and show that the well-documented gradient between health and poverty persists into the extreme lower tail of socioeconomic disadvantage.\n\n",
    "acknowledgement": "\nWe are indebted to Charles Hokayem, Josh Mitchell, Nikolas Pharris-Ciurej, Mandana Vakil, and John Voorheis for their assistance, and Margot Kushel and Derek Wu for their comments. We are grateful to the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, the Menard Family Foundation, the National Institute on Aging, and the American Enterprise Institute for their support of the Comprehensive Income Dataset project. Disclaimer: This paper is released to inform interested parties of research and to encourage discussion. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release, authorization number: CBDRB-FY2023-CES005-012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}