{
    "id": 31855,
    "citation_title": "Safety Reviews on Airbnb: An Information Tale",
    "citation_author": [
        "Aron Culotta",
        "Ginger Zhe Jin",
        "Yidan Sun",
        "Liad Wagman"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsumer reviews, especially those expressing concerns of product quality, are crucial for the credibility of online platforms. However, reviews that criticize a product or service may also dissuade buyers from using the platform, creating an incentive to blur the visibility of critical reviews.  Using Airbnb and official crime data in five major US cities, we find that both reviews and self experiences concerning the safety of a listing's vicinity decrease guest bookings on the platform. Counterfactual simulations suggest that a complete removal of vicinity safety reviews (VSR) would hurt guests but increase revenues from reservations on Airbnb, with positive sorting towards listings formerly with VSR. Conversely, incorporating VSR in a listing's overall ratings or highlighting VSR could generate opposite effects. Either way, the interests of consumers are not always aligned with the interests of a revenue-centric platform. Because VSR are more closely correlated with official crime statistics in low-income and minority neighborhoods, our findings suggest that suppressing or highlighting VSR would have different effects on different neighborhoods.\n\n",
    "acknowledgement": "\nWe are grateful to AirDNA for providing the data and to our home universities for financial support. Marshall Van Alstyne, Matthias Hunold, Xiang Hui, Meng Liu, Peter Coles, Francine Lafontaine, Ying Fan, Juan Pablo Atal, Juan Camilo Castillo, Sophie Calder-Wang, Yufeng Huang, Zhe Yuan, Jisu Cao, and participants at the Luohan Academy Webinar, Washington University at St. Louis, Boston University, University of Michigan, University of Pennsylvania, the 2022 MaCCI annual conference, the 2022 IIOC annual conference, the 2022 INFORMS Marketing Science and virtual conference, and the 2023 Strategy and Economics of Digital Markets conference have provided constructive comments. Tejas Nazare, Nour Ben Ltaifa, and Hunter Petrik provided excellent research assistance. The content and analyses in this paper reflect the authors' own work and do not relate to any institution or organization with whom the authors are affiliated. None of us has a financial relationship with Airbnb or competing short term rental platforms. All rights reserved. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}