{
    "id": 31857,
    "citation_title": "Forecasting the Impact of Racial Uprisings, Market versus Stakeholders' Expectations",
    "citation_author": [
        "Bocar A. Ba",
        "Roman Rivera",
        "Alexander Whitefield"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nGiven police abolitionism’s new visibility after the 2020 racial justice protests, we assess stakeholder beliefs on the protests’ stock impacts on police-affiliated firms. Experts generally underestimate the firms’ stock gains, except situated experts like community organizers and police experts, who link the market responses to reforms, not budget cuts. An experiment with nonexperts and finance professionals shows negatively skewed stock predictions among respondents lacking information on policing products and no effect of exposure to narratives about the protests on forecast alignment. National data show enduring support for police reform despite abolitionist advocacy and little understanding of the Defund movement’s objectives.\n\n",
    "acknowledgement": "\nWe are grateful to Amna Akbar, Desmond Ang, Attila Ambrus, Arjada Bardhi, Pat Bayer, David Berger, Peter Blair, Tim Bollerslev, Romaine Campbell, Charlotte Cavaille, Tony Cheng, Zoe Cullen, Jeff DeSimone, Deshonay Dozier, Samantha Eyler-Driscoll, Roland Fryer, Rob Garlick, Arkadev Ghosh, Kareem Haggag, Oliver Hart, Nathan Hendren, Cosmin Ilut, Kyle Jurado, Alec Karakatsanis, Hamid Khan, Vic Khanna, Matyos Kidane, Andrea Kiss, Rachel Kranton, Timur Kuran, Dean Knox, Rachel Mariman, Arnaud Maurel, Phil McHarris, Jonathan Moreno-Medina, Aurelie Ouss, Andrew Patton, Laura Pilossoph, Shakeer Rahman, Nayoung Rim, Jimmy Roberts, Felwine Sarr, Todd Sarver, Duncan Thomas, Rob Vargas, Ralph Watkins, Huseyin Yildirim, and Basit Zafar, and seminar participants at Duke, and Emory. Meghna Baskar, Omar Farrag, Lily Levine, Della Maggio, Kiran Misra, Aby MBaye, Pushkar Nimkar, Judicaël Waounwa, along with Woodman Scholars from the Duke Economic Analytics Lab – Alicia Gong, Justice Hatcher, Julia Ma, Jack Duhon, Audrey Wang, and Della Sihite – provided outstanding research assistance. Ba gratefully acknowledges financial support from the National Science Foundation under Grant No. 2314013 and the Duke Economics Department. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}