{
    "id": 3185,
    "citation_title": "Transitional Dynamics and Economic Growth in the Neoclassical Model",
    "citation_author": [
        "Robert G. King",
        "Sergio T. Rebelo"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn understanding of the qualitative nature of the transitional dynamics of the neociassical model - the process of convergence from an initial capital stock to a steady state growth path - is a key part of the shared knowledge of most economists. It forms the basis, for example, of the widespread interest in hypotheses about convergence of levels of national economic activity. Based on several quantitative experiments undertaken in the 1960s with fixed savings rates versions of the neoclassical model, many economists further believe that the transition process can be lengthy, potentially rationalizing differences in growth rates across countries that are sustained for decades. In this paper, we undertake a systematic quantitative investigation of transitional dynamics within the most widely employed versions of the neoclassical model with interteorally optimizing households. Lengthy transitional episodes arise only if there is very low intertemporal substitution. But, more important, we find that the simplest neoclassical model inevitably generates a central implication that is traced to the production technology. Whenever we try to use it to explain major growth episodes, the model produces a rate of return that is counterfactually high in the early stages of development. For example, in seeking to account for U.S-Japan differences in post war growth as a consequence of differences in end-of-war capital, we find that the immediate postwar rate of return in Japan would have had to exceed 500% per annum. Frequently employed variants of the basic neoclassical model - those that introduce adjustment costs, separate production and consumption sectors, and international capital mobility - can potentially sweep this marginal product implication under the rug. However, such alterations necessarily  cause major discrepancies to arise in other areas. With investment adjustment costs, for example, the implications resurface in counterfactual variations in Tobin's Q. We interpret our results as illustrating two important principles. First, systematic quantitative investigation of familiar  models can provide surprising new insights into their practical operation. Second, explanation of sustained cross country differences in growth rates will require departure from the familiar neoclassical environment.\n\n",
    "acknowledgement": "\n"
}