{
    "id": 31851,
    "citation_title": "Implications of Asset Market Data for Equilibrium Models of Exchange Rates",
    "citation_author": [
        "Zhengyang Jiang",
        "Arvind Krishnamurthy",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-09-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen investors can trade home and foreign currency risk-free bonds, the exchange rate conditionally appreciates in states of the world that are worse for home investors than foreign investors. This prediction is at odds with the empirical evidence. We show that it can be overturned unconditionally if the deviations from U.I.P. are large and exchange rates are highly predictable, which are conditions that do not hold in the data. More broadly, it is not possible to match the empirical exchange rate cyclicality (the Backus-Smith puzzle), the deviations from U.I.P. (the Fama puzzle) and the lack of predictability (the Meese-Rogoff puzzle). Our minimalist approach allows us to delineate the class of models that can resolve these puzzles. We show that introducing Euler equation wedges consistent with a home currency bias, home bond convenience yields/financial repression, or intermediary frictions can resolve all of these puzzles.\n\n",
    "acknowledgement": "\nWe are especially grateful to Andy Atkeson for his help on the first draft. For comments and feedback, we thank participants of the FRB-Dallas-University of Houston-Banco de Mexico conference, the BSE Summer Forum, Stanford University, NBER Summer Institute, and Adrien Verdelhan, Manuel Amador, Mike Chernov, Sebastian Di Tella, Ben Hebert, Paul Fontanier (discussant), Matteo Maggiori, Ian Martin (discussant), Juan Pablo Niccolini, Chris Tonetti, Monika Piazzesi, Martin Schneider, and Chenzi Xu. We thank Xuning Ding for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArvind Krishnamurthy\n\nI received a Research Grant, Goldman Sachs Global Markets Institute, 2012-2015, to study ECB policy.\n\n\n"
}