{
    "id": 31850,
    "citation_title": "What about Japan?",
    "citation_author": [
        "Yi-Li Chien",
        "Harold L. Cole",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs a result of the BoJ’s large-scale asset purchases, the consolidated Japanese government borrows mostly at the floating rate from households and invests in longer-duration risky assets to earn an extra 3% of GDP. We quantify the impact of Japan’s low-rate policies on its government and households. Because of the duration mismatch on the government balance sheet, the government’s fiscal space expands when real rates decline, allowing the government to keep its promises to older Japanese households. A typical younger Japanese household does not have enough duration in its portfolio to continue to finance its spending plan and will be worse off. Low-rate policies tax younger, poorer and less financially sophisticated households.\n\n",
    "acknowledgement": "\nWe would like to thank Manuel Amador, Ben Hebert, Arvind Krishnamurthy, Peter DeMarzo, Bengt Holmstrom, Jonathan Payne and other participants of the Stanford Finance lunch, St. Louis Fed Brown-Bag seminar, Academia Sinica seminar, GRIPS seminar, and the SITE session on fiscal sustainability. The views expressed here are those of individual authors and do not necessarily reflect the official positions of the Federal Reserve Bank or the National Bureau of Economic Research.\n\n\n"
}