{
    "id": 31853,
    "citation_title": "The Long-Term Distributional Impacts of a Full-Year Interleaving Math Program in Nigeria",
    "citation_author": [
        "Lotte van der Haar",
        "Guthrie Gray-Lobe",
        "Michael Kremer",
        "Joost de Laat"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study reports the findings from a year-long randomized evaluation assessing the impact of assigning 62 classrooms in Nigeria to receive either blocked or interleaved math problem sets. Blocked practice sessions focused on a single skill at a time. Interleaved problem sets alternated between different skills within a practice session. On tests of short-term retention, interleaved practice increased test scores by 0.29 standard deviations. In contrast, we find no evidence that interleaving improves average performance on a cumulative assessment measuring retention of material over the academic year. We find some evidence of large impacts on the cumulative assessment at the bottom of the distribution, but these impacts appear to be offset by negative impacts at the top.\n\n",
    "acknowledgement": "\nThe evaluation received support from the J-PAL Post-Primary Education Initiative and the International Growth Centre (IGC). This study reports results from an experiment designed and conducted in schools operated by NewGlobe. We thank Shannon May, Sean Geraghty, Tim Sullivan, Daniel Rodriguez-Segura, and Clotilde de Maricourt for the collaboration and providing valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}