{
    "id": 31856,
    "citation_title": "Who Invests in Crypto? Wealth, Financial Constraints, and Risk Attitudes",
    "citation_author": [
        "Darren Aiello",
        "Scott R. Baker",
        "Tetyana Balyuk",
        "Marco Di Maggio",
        "Mark J. Johnson",
        "Jason D. Kotter"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2023-11-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide a first look into the drivers of household cryptocurrency investing. Analyzing consumer transaction data for millions of U.S. households, we find that, except for high income early adopters, cryptocurrency investors resemble the general population. These investors span all income levels, with most dollars coming from high-income individuals, similar to equity investors. High past crypto returns and personal income shocks lead to increased cryptocurrency investments. Higher household-level inflation expectations also correlate with greater crypto investments, aligning with hedging motives. For most U.S. households, cryptocurrencies are treated like traditional assets.\n\n",
    "acknowledgement": "\nWe are grateful to Luigi Camilli, Wenyao Sha, Tong Bai, and Andrew Wu for excellent research assistance. We thank Massimo Guidolin, Hibiki Ichiue, and Jiasun Li for useful feedback. We also thank conference and seminar participants at the NBER TRIO Conference on Digital Economy and Finance, SFS Cavalcade, the CEPR European Conference on Household Finance, and Emory University for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}