{
    "id": 31863,
    "citation_title": "When do Treasuries Earn the Convenience Yield? — A Hedging Perspective",
    "citation_author": [
        "Viral V. Acharya",
        "Toomas Laarits"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe document that the convenience yield of U.S. Treasuries exhibits properties that are consistent with a hedging perspective of safe assets. The convenience yield tends to be low when the covariance of Treasury returns with the aggregate stock market returns is high. A decomposition of the aggregate stock-bond covariance into terms corresponding to the convenience yield, the frictionless risk-free rate, and default risk reveals that the covariance between stock returns and the convenience yield itself drives the effect in a substantive capacity. We show the convenience yield is reduced with heightened inflation expectations that erode the hedging properties of U.S. Treasuries and other fixed-income money-like assets, inducing a switch to alternatives such as gold; it is also reduced immediately prior to debt-ceiling standoffs and with increases in Treasury supply.\n\n",
    "acknowledgement": "\nWe are grateful to Markus Brunnermeier, Egemen Eren, Urban Jermann, Francis Longstaff, Tyler Muir, Stefan Nagel, Stephen Schaefer, and participants at NYU Stern Finance seminar, the London Business School, University of Illinois Urbana-Champaign, the Kansas City Fed, the Federal Reserve Board, the New York Fed, the K Virtual Finance Seminar, and the AEA/IBEFA panel (2023) on “Lessons from the Pandemic: Two Years Out” for helpful comments. We are also grateful to Zhiguo He, Arvind Krishnamurthy, Wenhao Li, Zhaogang Song, and Todd Clark for sharing data. We thank Cody Wan for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}