{
    "id": 31861,
    "citation_title": "Long-term Care in Italy",
    "citation_author": [
        "Agar Brugiavini",
        "Ludovico Carrino",
        "Giacomo Pasini"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe provision of long-term care (LTC) for senior citizens in Italy is at the center of the recent policy debate. Italy has witnessed a spectacular increase in the share of people aged 65 and over and in particular of people aged 80 and over, which could translate in large increases in the number of people in need of care. We show that individuals who are in need of LTC have lower economic resources than the average, so that many frail older people have little financial means to pay out-of-pocket for formal care. In fact, publicly provided care is highly fragmented, with stark differences emerging in terms of coverage and generosity across Italian regions. Hence, the supply of LTC is relying heavily on the informal support of members of the family, especially women, at the same time formal care is characterised by a significant underground economy of unskilled carers.\n\n",
    "acknowledgement": "\nThe authors are grateful to Rinaldo Naci (Ca’ Foscari University of Venice) for the support in data analysis and text revision. Use is made of data from the Italian sample of SHARE. The Survey has been funded by the European Commission through FP5 (QLK6-CT-2001-00360), FP6 (SHARE-I3: RII-CT-2006-062193, COMPARE: CIT5-CT-2005-028857, SHARELIFE: CIT4-CT-2006-028812), FP7 (SHARE-PREP: GA N°211909, SHARE-LEAP: GA N°227822, SHARE M4: GA N°261982) and Horizon 2020 (SHARE-DEV3: GA N°676536, SERISS: GA N°654221) and by DG Employment, Social Affairs and Inclusion. Additional funding from the German Ministry of Education and Research, the Max Planck Society for the Advancement of Science, the U.S. National Institute on Aging (U01_AG09740-13S2, P01_AG005842, P01_AG08291, P30_AG12815, R21_AG025169, Y1-AG-4553-01, IAG_BSR06-11, OGHA_04-064, HHSN271201300071C) and from various national funding sources is gratefully acknowledged (see http://www.share-project.org). We acknowledge co-funding from: (i) Next Generation EU, in the context of the National Recovery and Resilience Plan, Investment PE8 – Project Age-It: “Ageing Well in an Ageing Society” (Next Generation EU [DM 1557 11.10.2022]); (ii) NIH/NIA project 1R01AGO77280-01A1, USA, \"A Next Generation Data Infrastructure to Understand Disparities across the Life Course\"; (iii) the Economic and Social Research Council (ESRC), through the grants ES/S01523X/1 (IN-CARE project) and ES/S012567/1 (ESRC Centre for Society and Mental Health at King’s College London). The views and opinions expressed are only those of the authors and do not necessarily reflect those of the European Union, the European Commission or the NIH/NIA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}