{
    "id": 3186,
    "citation_title": "The Declining Economic Position of Less-Skilled American Males",
    "citation_author": [
        "McKinley L. Blackburn",
        "David E. Bloom",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1989-11-01",
    "issue_date": "1989-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the substantial decline in the economic position of less-skilled American males that has occurred since the early 1970's. The paper also explores a variety of potential explanations for the widening of earnings differentials between more- and less-educated white males. On the basis of these analyses, we draw four main conclusions. First, our analyses indicate that industrial shift and deunionization account for non-negligible portions of the overall increase in educational wage differentials that occurred in the 1980's. Among 25-64 year olds, these effects are offset by changes in the relative supply of college graduates, which acted to reduce differentials. Among 25-34 year olds, in contrast, changes in relative supply add to our ability to explain the widening of wage gaps. As a result, we are modestly successful in explaining the growth of wage differentials between educational groups in the 1980's for males aged 25-34, but are largely unsuccessful in explaining the growth in wage differentials for males aged 25-64. Second, our analysis achieves greater success when we focus our aim on explaining the change in the growth rate of wage differentials between the 1970's and 1980's. Here we find that relative supply movements, which differed sharply between the 1970's and 1980's, can by themselves account for much of the accelerated pace of change in the wage gaps. This factor operates similarly for 25-64 and 25-34 year olds, since the relative supply of college graduates in both age groups decelerated from the 1970's to the 1980's. Third, our analysis suggests that the 1970's and 1980's differed importantly in ways not captured by our analyses. Since we are able to measure labor supply and institutional changes reasonably well, we can infer that outward shifts in the relative demand for college graduates, caused by factors we were unable to measure, accelerated in the 1980's. Fourth, we find little evidence that the recent widening of wage gaps across educational groups is due to (1) the 1980's decline in the real value of the minimum wage, (2) the increased pace of technological change, (3) changes in the labor supply of white males below age 25 and of women in different educational groups, or (4) changes over time in the quality of less-educated workers.MUST BE ORDERED FROM THE BROOKINGS INSTITUTION. Publications Department Brookings Institution 1775 Massachusetts Avenue, NWWashington, DC  20036(202) 797-6000\n\n",
    "acknowledgement": "\n"
}