{
    "id": 31864,
    "citation_title": "Financial Windfalls, Portfolio Allocations, and Risk Preferences",
    "citation_author": [
        "Joseph S. Briggs",
        "David Cesarini",
        "Sean Chanwook Lee",
        "Erik Lindqvist",
        "Robert Östling"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate the impact of financial windfalls on household portfolio choices and risk exposure. Exploiting the randomized assignment of lottery prizes in three Swedish lotteries, we find a windfall gain of $100K leads to a 5-percentage-point decrease in the risky share of household portfolios. We show theoretically that negative wealth effects are consistent with both constant and decreasing relative risk aversion and analyze how our empirical estimates help distinguish between competing models of portfolio choice. We further show our results are quantitatively aligned with the predictions of a calibrated dynamic portfolio choice model with nontradable human capital and consumption habits.\n\n",
    "acknowledgement": "\nWe thank Jess Benhabib, Jaroslav Borovicka, John Campbell, Andrew Caplin, Samuel Hanson, David Laibson, Sydney Ludvigson, Peter Maxted, Andrei Shleifer, Paolo Sodini, Adi Sunderam, Boris Vallee, Luis Viceira, Gianluca Violante, and various seminar participants for insightful discussion and comments. We also gratefully acknowledge financial support from the NBER Household Finance working group (22-2382-13-1-33-003), the Swedish Council for Working Life and Social Research (2011-1437), the Swedish Research Council (421-2011-2139 and 2022-02686), Handelsbanken’s Research Foundations (P2011:0032:1), Riksbankens Jubileumsfond (P15-0514:1), and the Ragnar Söderberg Foundation (E4/17). The analysis and conclusions set forth here are those of the authors and do not necessarily indicate concurrence by the Goldman Sachs Group, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}