{
    "id": 31865,
    "citation_title": "The Deposit Business at Large vs. Small Banks",
    "citation_author": [
        "Adrien d'Avernas",
        "Andrea L. Eisfeldt",
        "Can Huang",
        "Richard Stanton",
        "Nancy Wallace"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe deposit business differs at large versus small banks.  We provide a parsimonious model and extensive empirical evidence supporting the idea that much of the variation in deposit-pricing  behavior between large and small banks reflects differences in \"preferences and technologies.\"  Large banks offer superior liquidity services but lower deposit rates, and locate where customers value their services.  In addition to receiving a lower level of deposit rates on average, customers of large banks exhibit lower demand elasticities with respect to deposit rate spreads.  As a result, despite the fact that the locations of large-bank branches have demographics typically associated with greater financial sophistication, large-bank customers earn lower average deposit rates.  Our explanation for deposit pricing behavior challenges the idea that deposit pricing is mainly driven by pricing power derived from the large observed degree of concentration in the banking industry.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the Fisher Center for Real Estate and Urban Economics at the Haas School of Business. This paper originally circulated as Chapter 3 of Huang's dissertation, entitled “Bank Size and Deposit Market Competition,” submitted in May 2022. We thank participants at the UCLA Anderson Macro Finance lunch Fall 2021, the Wabash Finance Conference, Summer 2023, the UCLA Anderson Finance Lunch Fall 2023, and the San Francisco Fed for helpful comments and suggestions. Eisfeldt has consulted on matters involving banks. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}