{
    "id": 31867,
    "citation_title": "The Impact of Right-to-Work Laws on Long Hours and Work Schedules",
    "citation_author": [
        "Rania Gihleb",
        "Osea Giuntella",
        "Jian Qi Tan"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnions play a crucial role in determining wages and employment outcomes. However, union bargaining power may also have important effects on non-pecuniary working conditions. We study the effects of right-to-work laws, which removed agency shop protection and weakened union powers on long hours and non-standard work schedules that may adversely affect workers' health and safety. We exploit variation in the timing of enactment across US states and compare workers in bordering counties across adopting states and states that did not adopt the laws yet. Using the stacked approach to difference-in-differences estimates proposed by Cengiz et al. (2019), we find evidence that right-to-work laws increased the share of workers working long hours by 6%, while there is little evidence of an impact on hourly wages. The effects on long hours are larger in more unionized sectors (i.e. construction, manufacturing, and transportation). While the likelihood of working non-standard hours increases for particular sectors (education and public administration), there is no evidence of a significant increase in the overall sample.\n\n",
    "acknowledgement": "\nI have read the NBER disclosure policy and attest that this acknowledgment discloses all sources of funding and all material and relevant financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}