{
    "id": 31860,
    "citation_title": "Trade Uncertainty and U.S. Bank Lending",
    "citation_author": [
        "Ricardo Correa",
        "Julian di Giovanni",
        "Linda S. Goldberg",
        "Camelia Minoiu"
    ],
    "citation_publication_date": "2023-11-13",
    "issue_date": "2023-11-09",
    "revision_date": "2024-05-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses U.S. credit register data and the 2018–2019 Trade War to study the effects of uncertainty on domestic credit supply. Exploiting differences in banks’ ex-ante exposure to trade uncertainty, we find that increased uncertainty is associated with a broad lending contraction across their customer firms. This result is consistent with banks responding to uncertainty with wait-and-see behaviors, where more exposed banks curtail risky exposures, reduce loan maturities, and adjust loan supply along both intensive and extensive margins. The lending contraction is larger for more capital-constrained banks and has significant real effects, especially for bank-dependent firms.\n\n",
    "acknowledgement": "\nWe are grateful to Michelle Alexopoulos, Chris Boehm, Nick Bloom, Valentina Bruno, Steven Davis, Lorenzo Garlappi, Kristine Hankins, Tarek Hassan, Dalida Kadyrzhanova, Peter Karadi, Matteo Iacovellio, Abel Iglesias, Seung Lee, Ralf Meisenzahl (discussant), Lubos Pastor, Diane Pierret (discussant), Andrea Polo (discussant), Andrea Presbitero, Veronica Rappoport (discussant), Brad Setser (discussant), Bo Sun, Eugene Tan, Lena Tonzer (discussant), Liliana Varela (discussant), Frank Warnock, and participants at IBRN workshops and meetings, the Global Risk, Uncertainty, and Volatility (GRUV) workshop at the Federal Reserve Board, 29th CEPR European Summer Symposium in International Macroeconomics (ESSIM), IFABS annual conference, European Finance Association (EFA) Annual Meeting, FRB Dallas Conference on Supply Chains in a Changing Global Landscape, FRB New York Global Research Forum on International Macroeconomics and Finance, 5th EBRD-CEPR Research Symposium, IMF Conference on Geoeconomic Fragmentation, Spring 2023 NBER Conference on “International Fragmentation, Supply Chains, and Financial Frictions,” Swedish House of Finance Conference on “The Effects of New Geopolitical Risks on Financial Markets and Firms,” 2023 European Economic Association Annual Meeting, Stanford University 2023 SITE Conference “The Macroeconomics of Uncertainty and Volatility,” and seminars at the Norges Bank, Bank of Canada, Bank of England, and Bank of Italy for useful suggestions. We thank Stephanie Sezen, Diego Silva, and Kelsey Shipman for research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, Federal Reserve Bank of Atlanta, the Board of Governors of the Federal Reserve, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}