{
    "id": 31876,
    "citation_title": "International Trade Responses to Labor Market Regulations",
    "citation_author": [
        "Mathilde Muñoz"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how differences in labor market regulations shape countries' comparative advantage in the cross-border provision of labor-intensive services, using administrative data in Europe for the last two decades. I exploit exogenous variation in labor taxes and minimum wages faced by exporting firms engaged in a large European trade program.  Firms from different countries compete to supply the same physical service in the same location but their employees are subject to different payroll taxes and minimum wages.  These rules varied across countries,  sectors, and over time.  Reduced-form country case-studies as well as model-implied gravity estimates show evidence of large trade responses to lower labor taxes and minimum wages, with an elasticity that is around one.  The Bolkestein directive, by exempting foreign firms from all labor regulations in the destination country,  would have doubled exports of physical services from Eastern European countries, rationalizing the wave of protests in high-wage countries that led to the withdrawal of the proposal.\n\n",
    "acknowledgement": "\nI thank Yossef Benzarti,  Benjamin Faber,  Oleg  Itskhoki,  Antoine Levy, Thierry Mayer, Jim Poterba, Joseph Shapiro, Jonathan Vogel and Reed Walker as well as seminar participants at the LSE, University of Chicago,  UCL,  UCLA,  UC Berkeley,  University of Minnesota, the Richmond Fed,  University of Michigan and the University of Warwick for their comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}