{
    "id": 31874,
    "citation_title": "Late Bloomers: The Aggregate Implications of Getting Education Later in Life",
    "citation_author": [
        "Zsófia L. Bárány",
        "Moshe Buchinsky",
        "Pauline Corblet"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2024-06-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is generally agreed upon that most individuals who acquire a college degree do so in their early 20s. Despite this consensus, we show that in the US from the 1930 birth cohort onwards a large fraction – around 20% – of college graduates obtained their degree after age 30. We explore the implications of this phenomenon. First, we show that these so-called late bloomers have significantly contributed to the narrowing of gender and racial gaps in the college share, despite the general widening of the racial gap. Second, late bloomers are responsible for more than half of the increase in the aggregate college share from 1960 onwards. Finally, we show that the returns to having a college degree vary depending on the age at graduation. Ignoring the existence of late bloomers therefore leads to a significant underestimation of the returns to college education for those finishing college in their early 20s.\n\n",
    "acknowledgement": "\nThe authors thank participants at the CEU Brownbag Seminars, Mannheim Applied Seminars, TU Wien Economics seminar, MEF/ECONtribute-Seminar, University of Bonn, AFSE, and ArmEA Meetings for helpful comments. This paper was previously part of a larger project on late bloomers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}