{
    "id": 31879,
    "citation_title": "Supply and Demand and the Term Structure of Interest Rates",
    "citation_author": [
        "Robin Greenwood",
        "Samuel Hanson",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe survey the growing literature emphasizing the role that supply-and-demand forces play in shaping the term structure of interest rates. Our starting point is the Vayanos and Vila (2009, 2021) model of the term structure of default-free bond yields, which we present in both discrete and continuous time. The key friction in the model is that the bond market is partially segmented from other financial markets: the prices of short-rate and bond supply risk are set by specialized bond arbitrageurs who must absorb shocks to the supply and demand for bonds from other “preferred-habitat” agents. We discuss extensions of this model in the context of default-free bonds and other asset classes.\n\n",
    "acknowledgement": "\nGreenwood and Hanson are from the Harvard Business School and the NBER; Vayanos is from the London School of Economics, the NBER, and CEPR. Hanson serves as a compensated consultant for a hedge fund that invests in long-term bonds. Additional disclosures are available on the authors’ websites. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobin Greenwood\n\nOutside Activities -- Robin Greenwood\nThis document contains a list of professional activities beyond my main employment at Harvard\nUniversity. Please feel free to contact me with any questions about this disclosure statement.\nLast updated November 2023.\nOutside activities since 2008, paid and unpaid:\nMember, Financial Advisory Roundtable, Federal Reserve Bank of New York (unpaid)\nAcademic Partner, State Street Associates (2021-present)\nAcademic Advisory Board, Martingale Asset Management (chairman)\nConsultant, Martingale Asset Management\nAllianceBernstein, research presentation and consultation\nCapital structure consultation to two non-financial public companies\nAssociate Editor, Review of Financial Studies (unpaid)\nEditor, Review of Financial Studies (2014-2016, unpaid)\nHonoraria:\nIn 2020, the Brookings Institute paid me an honorarium for the paper “Sizing Up Corporate Restructuring\nin the COVID Crisis.\" (pdf)”\nIn 2014, the Brookings Institute paid me an honorarium for the working paper “Government Debt\nManagement at the Zero Lower Bound”\nThe Banco Central de Chile paid me an honorarium for the paper “Forward Guidance in the Yield Curve:\nShort Rates versus Bond Supply.”\nI was paid an honorarium for my role as a coauthor on the paper “\"The Federal Reserve's Balance Sheet\nas a Financial-Stability Tool.” Economic Symposium Conference Proceedings (Federal Reserve Bank of\nKansas City)\nPaid speeches and executive education:\nHBS Investment Management Workshop (various years, since 2008)\nHBS Finance for Senior Executives (various years, unpaid before 2016)\nSanfordBernstein Research Conference\nRobeco\nQ-Group\nArrowstreet Capital\nPyramis\nPrudential\nState Street\nWindham Capital Management\nOther:\nBetween 2015 and 2021, I was a voting member on the Harvard University Committee on pensions. I did\nnot do consulting work or make paid presentations to any investment managers employed or being\nconsidered by Harvard in this capacity.\nAs part of my work at Harvard Business School, I regularly write cases about hedge funds, investment\nmanagers, and their strategies. I receive no compensation from these managers for writing these cases,\nand the cases are not meant as endorsements of the managers or their strategies. I receive royalties\n(currently less than $2000 per year) for cases I have written while employed at Harvard.\n\n\n\nSamuel Hanson\n\nSeptember 1, 2023\nSAMUEL G. HANSON\nOutside Activities since 2011\n\n\nThis document contains a list of professional activities beyond my main employment at Harvard University. Please feel free to contact me with any questions about this disclosure statement.\n\n\nPaid consulting:\n•\tAcademic consultant to former Treasury Secretary Timothy Geithner on his book about the financial crisis, Stress Test: Reflections on Financial Crises: 2013–2014.\n•\tAcademic Consultant for The D. E. Shaw Group: 2014.\n•\tAcademic Consultant for Bracebridge Capital: 2015–2016.\n•\tAcademic Consultant for the Federal Reserve Bank of Minneapolis: 2016.\n•\tConsulting Economist for Verdad Advisers, LP: 2022–present.\n\n\nUnpaid consulting:\n•\tAcademic consultant for Federal Reserve Bank of Boston President Eric Rosenberg on the design the of the Federal Reserve’s Main Street Lending Programs: 2020.\n\n\nCommissioned research:\n•\tI was paid by The Clearing House Association in 2010 for the unpublished working paper, “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions”.\n\n\nPaid honoraria for papers:\n•\tThe Aspen Institution paid me an honorarium for the paper “Business Continuity Insurance in the Next Disaster” in 2021.\n•\tThe Brookings Institution paid me an honorarium for the paper “Business Credit Programs in the Pandemic Era” in 2021.\n•\tThe Brookings Institution paid me an honorarium for the paper “Strengthening and Streamlining Bank Capital Regulation” in 2017.\n•\tThe Federal Reserve Bank of Kansas City paid me an honorarium for the paper “The Federal Reserve's Balance Sheet as a Financial-Stability Tool” in 2016.\n•\tThe International Monetary Fund paid me an honorarium for the paper “An Evaluation of Money Market Fund Reform Proposals” in 2015.\n•\tThe Banco Central de Chile paid me an honorarium for the paper “Forward Guidance in the Yield Curve: Short Rates versus Bond Supply” in 2015.\n•\tThe Brookings Institution paid me an honorarium for the working paper “Government Debt Management at the Zero Lower Bound” in 2014.\n\n\nPaid speaking:\n•\tHBS Investment Management Workshop, 2015-present.\n•\tSpeaker at Morgan Stanley Conference on Fixed Income Trading and Portfolio Management 2013.\n\n\nOther:\n•\tAs part of my work at Harvard Business School, I regularly write cases about hedge funds, investment managers, and their strategies. I receive no compensation from these managers for writing these cases, and the cases are not meant as endorsements of the managers or their strategies.\n•\tMy research is and has been historically fully funded by the Division of Research at the Harvard Business School.\n\n\n"
}