{
    "id": 31877,
    "citation_title": "Combinatorial Discrete Choice: A Quantitative Model of Multinational Location Decisions",
    "citation_author": [
        "Costas Arkolakis",
        "Fabian Eckert",
        "Rowan Shi"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce a general quantifiable framework to study the location decisions of multinational firms. In the model, firms choose in which locations to pay the fixed costs of setting up production, taking into account potential complementarities among production locations. The firm’s location choice problem is combinatorial because the marginal value of an individual production location depends on its complete set of production sites. We develop a computational method to solve such problems and aggregate optimal decisions across heterogeneous firms. We use our calibrated model to study Brexit and the recent sanctions war with Russia. In both counterfactuals, changes in the location decisions of multinationals are driving real wage responses.\n\n",
    "acknowledgement": "\nThis paper combines “Combinatorial Discrete Choice” by Arkolakis and Eckert, and the technical part of the first chapter of Shi’s dissertation titled “Solving combinatorial discrete choice problems in heterogeneous agent models: theory and an application to corporate tax harmonization in the European Union.” We thank Jake DiCicco, Tra Nguyen, Andrew Salmon, Benjamin Tong, Yunus Tuncbilek, and Nardeen Abdulkareem for outstanding research assistance. We also thank Chrysanthos Gounaris for early conversations on the topic as well as David Atkin, Arnaud Costinot, Dave Donaldson, Penny Goldberg, Navin Kartik, Samuel Kortum, Eduardo Morales, Nitya Pandalai-Nayar, and Steve Redding for comments and suggestions. Shi gratefully acknowledges support from the Princeton International Economics Section. Code implementing the techniques introduced in this paper can be found at https://github.com/rowanxshi/CDCP.jl. There are no additional financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}