{
    "id": 31871,
    "citation_title": "Geographic Variation in Cesarean Sections in the United States: Trends, Correlates, and Other Interesting Facts",
    "citation_author": [
        "Sarah Robinson",
        "Heather Royer",
        "David Silver"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAnalyzing data spanning three decades covering the near universe of births, we study county-level differences in Cesarean section (C-section) rates among first-time mothers of singleton births. Our research reveals persistent geographic variation in C- section rates for both low- and high-risk groups. Counties with elevated C-section rates consistently perform more C-sections across mothers at all levels of appropriateness for the procedure. These elevated rates of C-section in high C-section counties are associated with reduced maternal and infant morbidity. We also find that C-section decisions are less responsive to underlying risks for Black mothers relative to white mothers, suggesting potential welfare-reducing disparities.\n\n",
    "acknowledgement": "\nWe thank David Card for inspiring us to write this paper. We thank Juliana Dajon and Nicolas Fuertes Segura for assisting in the research. We thank Janet Currie, Stefanie Fischer, Thomas Lemieux, Marit Rehavi, Corey White, participants at DaveFest, and UCSB seminar participants for their constructive comments and feedback. Sarah Robinson thanks NBER’s National Institute on Aging, Grant Number T32-AG000186 for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}