{
    "id": 31882,
    "citation_title": "Long-term Care Around the World",
    "citation_author": [
        "Jonathan Gruber",
        "Kathleen M. McGarry",
        "Charles Hanzel"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe developed world is in the midst of an enormous demographic transition, with life expectancy increasing and fertility falling, leading to a rapid aging of the population.  This trend has critical implications for long-term care around the world.  This paper serves as the introduction to a volume that brings together experts from ten countries to compare long term care systems.  We find a number of important similarities: only a minority of those elderly receiving assistance rely solely on formal care (i.e. care in an institution or through paid home care) while the majority of care is provided informally by family or other unpaid caregivers; without public support, the cost of long-term care would be beyond the financial means of a large fraction of the elderly in each country, particularly for the oldest and most disabled; and the public sector bears the majority of the costs of formal long-term care in every country.  There are, however, important differences across countries, particularly in the extent to which formal care is delivered in institutions or at home, and in the division between the use of formal and informal care.  Given the importance of informal care across all countries studied, we conclude that any estimate of the social costs of long-term care must account for the implicit costs of informal care.  In undertaking such an evaluation of informal care, we find that it comprises at least one-third of all long-term care spending for all countries studied, with an average portion of nearly fifty percent.\n\n",
    "acknowledgement": "\nThis paper summarizes lessons from the ten individual chapters in the volume “Long-Term Care Around the World”.  We are grateful to all project participants for their comments and assistance.  Please see individual country chapters for important notes on data access and funding sources. We also gratefully acknowledge support for this research from the National Institute on Aging of the National Institutes of Health under grant number P30-AG012810 for support with the overall project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}