{
    "id": 31887,
    "citation_title": "Pandemic-Era Inflation Drivers and Global Spillovers",
    "citation_author": [
        "Julian di Giovanni",
        "Ṣebnem Kalemli-Özcan",
        "Alvaro Silva",
        "Muhammed A. Yildirim"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe employ a multi-country multi-sector New Keynesian model to analyze the factors driving pandemic-era inflation. The model incorporates both sector-specific and aggregate shocks, which propagate through the global trade and production network and generate demand and supply imbalances, leading to inflation and spillovers. The baseline quantitative exercise matches changes in aggregate and sectoral prices and wages for a sample of countries including the United States, Euro Area, China, and Russia. Our findings indicate that supply-chain bottlenecks ignited inflation in 2020, followed by a surge in prices driven by aggregate demand shocks from 2021 through 2022, exacerbated by rising energy prices.\n\n",
    "acknowledgement": "\nWe would like to thank our discussants Gianluca Benigno, Mishel Ghassibe, Andrea Raffo, John Romalis, participants at the 2023 Bank of Italy-ECB-World BankWorkshop on “Trade, value chains and financial linkages in the global economy,” the Summer School in International Economics by the Journal of International Economics (2023 ed.), the RBA Annual Conference (2023), and the 8th NBU-NBP Annual Research Conference (2024), for insightful comments. All remaining errors are our own. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve Bank of Boston, any other person affiliated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}