{
    "id": 31884,
    "citation_title": "Insurance Coverage and Provision of Opioid Treatment: Evidence from Medicare",
    "citation_author": [
        "Denis Agniel",
        "Jonathan H. Cantor",
        "Johanna Catherine Maclean",
        "Kosali I. Simon",
        "Erin Taylor"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpioid overdose deaths in older adults increased substantially over the past two decades. This increase occurred despite the availability of effective treatments. Methadone, one of three medications approved for opioid use disorder (OUD) treatment, was not covered by Medicare — the primary insurer of older Americans — for OUD until 2020. We study the response of opioid treatment programs (OTPs), the only healthcare providers that can dispense methadone for OUD in the U.S., to this policy change using administrative data and a difference-in-differences framework. We examine provider acceptance of Medicare payment and the number of treatment episodes, before and after the policy change, in OTPs relative to other substance use disorder treatment facilities. Our findings show a surge in Medicare acceptance by OTPs and an increase in the number of treatment episodes post-policy, signalling the importance of insurance for OUD treatment provision.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean) and by the National Institute on Aging of the National Institutes of Health under Award Number 1R21AG071925-01 (PIs: Jonathan Cantor and Erin Taylor). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health or the National Bureau of Economic Research. Authors contributed equally to this research and are listed in alphabetical order. We thank Patrick Carlin, Benjamin Chartock, Monica Deza, Christine Eibner, Sumedha Gupta, Russell Hanson, Aaron Kofner, Justine Mallatt, Angelica Meinhofer, Christopher Ruhm, Brendan Saloner, Raman Singh, and Douglas Webber for helpful comments. All errors are our own.\n\n\n\nJohanna Catherine Maclean\n\nI have funding from the National Institute of Mental Health. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health.\n\n\n"
}