{
    "id": 31885,
    "citation_title": "Importing the Opioid Crisis? International Trade and Fentanyl Overdoses",
    "citation_author": [
        "Timothy J. Moore",
        "William W. Olney",
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe U.S. opioid crisis is now driven by fentanyl, a powerful synthetic opioid that currently accounts for 90% of all opioid deaths. Fentanyl is smuggled from abroad, with little evidence of how this happens. We find a positive relationship between state-level imports and drug overdoses, which is consistent with fentanyl smuggling occurring via legal trade flows. This relationship accounts for 14,000-20,000 deaths per year, and is not explained by geographic differences in “deaths of despair,” general demand for opioids, or import competition. Our results suggest that fentanyl smuggling via imports is pervasive and a key determinant of recent opioid problems.\n\n",
    "acknowledgement": "\nWe thank Abby Alpert, Jillian Carr, Jon Davis, Bill Evans, Manasi Deshpande, David Hummels, Zubin Jelvah, Bob Kaestner, Ethan Lieber, Jens Ludwig, Steve Machin, Ed Rubin, Dan Sacks, Molly Schnell, Kosali Simon, and Jonathan Zhang for helpful comments, as well as conference and seminar participants at the Chicago/LSE Conference on the Economics of Crime and Justice, Collegio Carlo Alberto, Columbia University, Cornell University, Elon University, Florida Applied Micro Virtual Seminar, FREIT Empirical Trade Online Seminar, George Washington University, H2K Workshop in International Economics, NBER Summer Institute Economics of Crime Meeting, NBER Health Economics Spring Meeting, Melbourne Trade Workshop, Mid-Midwest Applied Microeconomics Conference, Monash University, San Diego State University, Stony Brook University, University of Chicago, University of Cologne, University of Colorado at Boulder, University of Hawaii, University of Maryland at College Park, University of Missouri, University of New Hampshire, University of Texas at El Paso, Vanderbilt University, Williams College, and the Workshop on the Economics of Risky Behavior. Moore gratefully acknowledges financial support from an Australian Research Council Discovery Early Career Research Award (DE170100608). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}