{
    "id": 31881,
    "citation_title": "Long-term Care in the United States",
    "citation_author": [
        "Jonathan Gruber",
        "Kathleen M. McGarry"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2023-12-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe population of the United States, as with the rest of the world, is aging rapidly, with the most rapid growth occurring among the age 85 and older population, those who rely most on long-term care.  In this chapter, we review the delivery and financing of long-term care in the U.S. We show that the resources of most elderly in the U.S. are insufficient to finance these ongoing long-term care needs and the public sector finances the majority of long-term care spending.  At the same time, informal care plays a critical role, with the elderly at every age and every disability level receiving informal care more frequently than formal care.  Indeed, when properly valued, informal care accounts for more than one-third of the nearly 2 percent of U.S. GDP devoted to long-term care.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support for this research from the National Institute on Aging of the National Institutes of Health under grant number P30-AG012810. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Gruber\n\nNone\n\n\n"
}