{
    "id": 31880,
    "citation_title": "The Power of Proximity to Coworkers: Training for Tomorrow or Productivity Today?",
    "citation_author": [
        "Natalia Emanuel",
        "Emma Harrington",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2024-06-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAmidst the rise of remote work, we ask: what are the effects of proximity to coworkers? We find being near coworkers has tradeoffs: proximity increases long-run human capital development at the expense of short-term output. We study software engineers at a Fortune 500 firm, whose main campus has two buildings several blocks apart. When offices were open, engineers working in the same building as all their teammates received 22 percent more online feedback than engineers with distant teammates. After offices closed for COVID-19, this advantage largely disappears. Yet sitting together reduces engineers' programming output, particularly for senior engineers. The tradeoffs from proximity are more acute for women, who both do more mentoring and receive more mentorship when near their coworkers. Proximity impacts career trajectories, dampening short-run pay raises but boosting them in the long run. These results can help to explain national trends: workers in their twenties who often need mentorship and workers over forty who often provide mentorship are more likely to return to the office. However, even if most mentors and mentees go into the office, remote work may reduce interaction:  pre-COVID, having just one distant teammate reduced feedback among co-located workers.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the curiosity and commitment to research of our colleagues at the firm who shared data: Lauren and Susan. We thank Alex Albright, Jenna Anders, Eric Anderson, Garrett Anstreicher, Christopher Campos, Raji Chakrabarti, Kirsten Clinton, Ed Glaeser, Ben Hyman, Bill Johnson, Ezra Karger, Lawrence Katz, Gizem Kosar,  Sitian Liu, Daniel Mangrum, Ishan Nath, Dev Patel, Soum Shukla, Jason Somerville, Mattie Toma, Tianyi Wang, and Melanie Wasserman for thoughtful comments. We also thank seminar participants at Boston University Questrom, the Federal Reserve Bank of Minneapolis, Federal Reserve Bank of Boston, Federal Reserve Board of Governors, Google Diversity Group, Harvard, Microsoft Research, NABE Conference, NASA Langley Research Center, NBER Summer Institute, SOLE Conference, Stanford Remote Work Conference, University of Chicago, University of Illinois at Urbana-Champaign, University of Iowa, University of Maryland, University of Michigan, University of Southern California, University of Virginia, Wharton, and the Yale Cowles Labor/Public Conference. We thank Jared Fang for research assistance. The findings and conclusions expressed are solely those of the authors and do not reflect the opinions or policy of our employers, the organizations that supported this work, the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}