{
    "id": 31888,
    "citation_title": "Heterogeneous and Racialized Impacts of State Incarceration Policies on Birth Outcomes in the U.S.",
    "citation_author": [
        "Courtney Boen",
        "Elizabeth Bair",
        "Hedwig Lee",
        "Atheendar Venkataramani"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "2023-12-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWhile state incarceration policies have received much attention in research on the causes of mass incarceration in the U.S., their roles in shaping population health and health disparities remain largely unknown. We examine the impacts of two signature state incarceration policies adopted during the “tough on crime” era of the 1990s—three strikes and truth in sentencing—on Black and White birth outcomes. Using a difference-in-differences event study research design that models the dynamic impacts of these policies over time, we find that these policies had opposing effects on birth outcomes. We find that birth weight outcomes—including mean birth weight and low birth weight—for Black infants worsened markedly in the year three strikes policies were adopted. By contrast, birth outcomes for Black and White infants gradually improved after truth in sentencing policies were adopted. The discordant findings point to distinct, countervailing mechanisms by which sentencing policies can affect population health. We provide suggestive evidence that three strikes policies adversely impacted Black birth outcomes through affective mechanisms, by inducing highly racialized, stigmatizing public discourse around the time of policy adoption, while truth in sentencing likely impacted birth outcomes via material mechanisms, namely gradually reductions in community incarceration and crime rates. Altogether, these findings point to the need to further interrogate state criminal legal system policies for their impacts on population health, considering whether, how, and for whom these policies result in health impacts.\n\n",
    "acknowledgement": "\nThis study was funded by a grant from the Robert Wood Johnson Foundation, Policies for Action program. We thank Jamie Daw, Jennifer Karas-Montez, John MacDonald, Shannon Monnat, Kate Musen, Matthew Neidell, and seminar participants at Syracuse University and Columbia University for helpful comments and suggestions. r - author order randomized; all authors contributed equally. Boen: cboen@upenn.edu; Bair: efbair@pennmedicine.upenn.edu; Lee: Hedwig.lee@duke.edu; Venkataramani: atheenv@pennmedicine.upenn.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}