{
    "id": 31899,
    "citation_title": "The Effect of Public Science on Corporate R&D",
    "citation_author": [
        "Ashish Arora",
        "Sharon Belenzon",
        "Larisa C. Cioaca",
        "Lia Sheer",
        "Hansen Zhang"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2024-04-10",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationships between corporate R&D and three components of public science: knowledge, human capital, and invention. We identify the relationships through firm-specific exposure to changes in federal agency R\\&D budgets that are driven by the political composition of congressional appropriations subcommittees. Our results indicate that R&D by established firms, which account for more than three-quarters of business R&D, is affected by scientific knowledge produced by universities only when the latter is embodied in inventions or PhD scientists. Human capital trained by universities fosters innovation in firms. However, inventions from universities and public research institutes substitute for corporate inventions and reduce the demand for internal research by corporations, perhaps reflecting downstream competition from startups that commercialize university inventions. Moreover, abstract knowledge advances per se elicit little or no response. Our findings question the belief that public science represents a non-rival public good that feeds into corporate R&D through knowledge spillovers.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from The Henry Crown Institute of Business Research, the Fuqua School of Business, Qualcomm, and the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSharon Belenzon\n\nIsrael Science Foundation: “Corporate Ownership, Corporate Structure and Corporate Science: Evidence from Corporate R&D in America in the Twentieth Century” (grant #963/2020), Collaborator (with Yishay Yafeh, PI) 2020\n\n\n"
}