{
    "id": 31895,
    "citation_title": "The Impact of Commercial Real Estate Regulations on U.S. Output",
    "citation_author": [
        "Fil Babalievsky",
        "Kyle F. Herkenhoff",
        "Lee E. Ohanian",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2024-05-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCommercial real estate accounts for roughly 20% of the U.S. fixed asset stock, and commercial land use is highly regulated. However, little is known about the quantitative impact of these regulations on economic activity or consumer welfare. This paper develops a spatial general equilibrium model of the U.S. economy that includes commercial real estate regulations and congestion effects, the latter of which provide a rationale for such regulations. The model is tailored to exploit the near-universe of CoreLogic's commercial, parcel-level, property tax records to construct a quantitative index of commercial real estate regulations for nearly every commercial property. We use the model to evaluate the positive and normative impacts of commercial land use deregulations. Moderately relaxing commercial regulations across all U.S. cities yields large allocative efficiency effects, with output gains of about 3 percent to 6 percent and welfare gains of about 3 percent to 9 percent of lifetime consumption. We also find significant positive and normative gains from deregulation with 40 percent of the labor force working remotely.\n\n",
    "acknowledgement": "\nWe thank numerous workshop and seminar participants for feedback and comments. We are grateful to our discussants Marcel Henkel, Chang-Tai Hsieh, and Giacomo Ponzetto. We also thank Danielle Mire, Debra Sinclair, and Thomas Stankus for help with the CoreLogic data, and Richard Laborin and the Center for Advanced Study in Economic Efficiency for hosting the data. The views expressed in this study are those of the authors and do not necessarily reflect the position of the Census Bureau, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}