{
    "id": 31896,
    "citation_title": "Who Bears the Costs of Inflation? Euro Area Households and the 2021–2023 Shock",
    "citation_author": [
        "Filippo Pallotti",
        "Gonzalo Paz-Pardo",
        "Jiri Slacalek",
        "Oreste Tristani",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the heterogeneous first-order welfare effects of the recent inflation surge across households in the euro area. A simple framework illustrating the numerous transmission channels of surprise inflation to household welfare guides our empirical exercise. By combining micro data and aggregate time series, we conclude that: (i) country-level average welfare costs –expressed as a share of triennial income– were sizable and heterogeneous: around 3% in France and Spain, 7% in Germany, and 9% in Italy; (ii) this inflation episode resembles an age-dependent tax, with the retirees losing up to 14%, and roughly half of the 25–44 year-old winning; (iii) losses were quite uniform across consumption quantiles because rigid rents served as a hedge for the poor; (iv) nominal net positions were the key driver of heterogeneity across-households; (v) the rise in energy prices generated vast variation in individual-level inflation rates, but unconventional fiscal policies helped shield households. The counterpart of this household-sector loss is a significant gain for the government.\n\n",
    "acknowledgement": "\nThis draft: 31st August, 2024. First version: March 2023. We thank Patrik Gorše, Vittorio Vergano and Chenming Zhang for excellent research assistance. We are grateful to Klaus Adam, Laurence Ball, Maarten Dossche, Michael Ehrmann, Clodomiro Ferreira, Johannes Gareis, Yuriy Gorodnichenko, Greg Kaplan, Matija Lozej, Krzysztof Makarski, Kurt Mitman and various seminar participants for helpful comments. We also thank Cristina Checherita-Westphal, Mai Chi Dao, Kai Foerster, Daniel Leigh, Wolfgang Lemke and Ellen Ryan for sharing their data with us. Filippo Pallotti gratefully acknowledges funding from the ESRC and the Stone Centre at UCL. This paper uses data from the Eurosystem Household Finance and Consumption Survey. All opinions expressed are personal and do not necessarily represent the views of the European Central Bank, the European System of Central Banks, or the National Bureau of Economic Research.\n\n\n"
}