{
    "id": 31894,
    "citation_title": "How Do Households Respond to Income Shocks?",
    "citation_author": [
        "Dirk Krueger",
        "Egor Malkov",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use panel data from the Italian Survey of Household Income and Wealth from 1991 to 2016 to document empirically what components of the household budget constraint change in response to shocks to household labor income, both over shorter and over longer horizons. We show that shocks to labor income are associated with negligible changes in transfers and non-labor income components, modest changes in consumption expenditures, and large changes in wealth. We then split the sample in households which do not own business or real estate wealth, and households who do. For the first group, we find that consumption responses are more substantial (and increasing with the horizon of the income shock) and wealth responses are much smaller. We show that, for this group, a version of the standard PIH framework that allows for partial insurance against even permanent income shocks can explain well the consumption and wealth responses, both at short and long horizons. For the second group the standard framework cannot explain the large changes in wealth associated with income shocks. We conclude that models which include shocks to the value of household wealth are necessary to fully evaluate the sources and the consequences of household resource risk.\n\n",
    "acknowledgement": "\nWe thank Ctirad Slavik and Jacek Rothert for excellent research assistance, participants at several seminars and conferences and our discussant Martin Holm for many helpful suggestions, and the NSF (under grant SES-0820494) for financial support. This is a significantly revised and updated version of the paper by Krueger and Perri with the same title. The opinions expressed represent only those of the authors, and do not represent the views or opinions of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, Bates White, LLC or of other Bates White employees or affiliates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}