{
    "id": 31893,
    "citation_title": "What to do when you can't use '1.96' Confidence Intervals for IV",
    "citation_author": [
        "David S. Lee",
        "Justin McCrary",
        "Marcelo J. Moreira",
        "Jack R. Porter",
        "Luther Yap"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo address the well-established large-sample invalidity of the +/-1.96 critical values for the t-ratio in the single variable just-identified IV model, applied research typically qualifies the inference based on the first-stage-F (Staiger and Stock (1997) and Stock and Yogo (2005)). We fully extend this F-based approach to its logical conclusion by presenting new critical values for the t-ratio to additionally accommodate values of F that do not meet existing thresholds needed for validity. These new t-ratio critical values simultaneously fix the main problem of over-rejection (invalidity) and the under-appreciated possibility of under-rejection (conservativeness) that can occur when relying solely on the usual 1.96 critical value. We show that the corresponding new confidence intervals are generally expected to be substantially shorter than competing “robust to weak instrument” intervals, including those from the recommended benchmark of Anderson and Rubin (1949) (AR). In a sample of 89 specifications from 10 recent empirical studies drawn from five general interest journals, the new “VtF” intervals are shorter than AR intervals 100 percent of the time, and even more likely to produce statistically significant results than the usual +/-1.96 procedure.\n\n",
    "acknowledgement": "\nWe continue to benefit from conversations we had with, and the work of, Charlie Fefferman. We are grateful to Jonathan Roth for comments, and also thank Bo Honoré, Michal Kolesár, Ulrich Müller, Mikkel Plagborg-Møller, Mark Watson, and participants of the Princeton Econometrics Workshop for their comments and suggestions. We are grateful to Ethan Bergmann, Santiago Deambrosi, Colin Dunkley, Monica Essig Aberg, Bernardo Esteves, Kyle Hancock, and especially Cate Brock for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}