{
    "id": 31892,
    "citation_title": "The Voting Premium",
    "citation_author": [
        "Doron Y. Levit",
        "Nadya Malenko",
        "Ernst G. Maug"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a unified theory of blockholder governance and the voting premium, in a setting without takeovers and controlling shareholders. A voting premium emerges when a minority blockholder tries to influence the composition of the shareholder base by accumulating votes and buying shares from dissenting shareholders. Empirical measures of the voting premium do not reflect the value of voting rights or voting power. A negative voting premium results from free-riding by dispersed shareholders on the blockholder’s trades. Conflicts between dispersed shareholders and the blockholder endogenously increase the liquidity of voting shares, but do not necessarily increase the voting premium.\n\n",
    "acknowledgement": "\nWe are grateful to Rui Albuquerque, Patrick Bolton, Archishman Chakraborty, Vicente Cuñat, Amil Dasgupta, Ingolf Dittmann, Alex Edmans, Daniel Ferreira, Axel Kind, Thomas Noe, Alessio Piccolo, Uday Rajan, Kristian Rydqvist, Miriam Schwartz-Ziv, Joel Shapiro, Elu von Thadden, Vladimir Vladimirov, Yenan Wang, Sergio Vicente, Paul Voss, Shuo Xia, Kostas E. Zachariadis, Jeff Zwiebel, conference participants at the 8th Annual Conference on Financial Market Regulation, Cambridge Corporate Finance Theory Symposium, AFA, EFA, CICF, FIRS, SFS Cavalcade, MFA, FMA, German Finance Association, Global Corporate Governance Colloquium, Owners as Strategists Conference, Craig Holden Memorial Conference at Indiana University, Swiss Finance Association, Tel-Aviv University Finance Conference, Adam Smith Workshop, 18th Annual Conference in Financial Economics Research by Eagle Labs, JCF Conference on Ownership and Corporate Social and Sustainable Policies, and seminar participants at Central European University, Duke University, London School of Economics, McGill University, Reichman University, Universidad Carlos III de Madrid, University of British Columbia, University of Michigan, University of Rochester, and University of Washington for helpful comments and discussions, and to Shashwat Agrawal for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}