{
    "id": 31890,
    "citation_title": "The Debauchery of Currency and Inflation: Chile, 1970-1973",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2023-11-20",
    "issue_date": "2023-11-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay, I analyze Salvador Allende’s economic policies in Chile during the early 1970s. I argue that the explosion of inflation during his administration (above 1,500% on a six-month annualized measure) was predictable, and that the government’s response to it, through massive and strict price controls, generated acute macroeconomic imbalances. I postulate that the combination of runaway inflation, shortages, and black markets generated major disaffection among the middle class and that that unhappiness reduced the support for the Unidad Popular government.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the Universidad de Chile Conference on the 50 years of Estudios de Economía. During this research I interviewed many people involved in policy making in Chile during the Unidad Popular administration, including members of the cabinet and subcabinet. I thank them for their help and for sharing their experiences with me. I thank Persio Arida, Edmar Bacha, Juan Andrés Fontaine, Marcelo Selowsky, and Óscar Landerretche for comments. Luis Cabezas provided able research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}