{
    "id": 31906,
    "citation_title": "Schooling and Intergenerational Mobility: Consequences of Expanding Higher Education Institutions",
    "citation_author": [
        "Noemí Katzkowicz",
        "Victor Lavy",
        "Martina Querejeta",
        "Tatiana Rosá"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2024-07-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoor post-secondary education infrastructure and opportunities partly explain the low higher education rates in developing countries. This paper estimates the effect of a program that improved post-secondary education infrastructure by building many university campuses across Uruguay. Leveraging temporal and geographic variation in program implementation, we use a two-way fixed effect design and comprehensive administrative records to assess the program’s causal impact. By lowering the distance to a university campus, the program successfully increased university enrollment, particularly of less privileged students who are the first in their families to attend a university. The program impacted students from localities up to 30 kilometers from the new campus, reducing spatial inequality. Importantly, this expansion did not lower university completion rates. Furthermore, the program increased high school attendance and completion rates and the proportion of educated workers in the affected localities.\n\n",
    "acknowledgement": "\nThis research project was carried out with financial and scientific support from CAF. We thank Lucila Berniell and all participants in the Academic Workshop \"RED 2022: Intergenerational mobility in Latin America\" for excellent technical suggestions and comments. We gratefully acknowledge the central offices at Universidad de la República for providing us with the data and valuable information on the program, comments, and suggestions. We also thank participants at seminars in Instituto de Economía at Universidad de la República in Uruguay, Pontificia Universidad Católica de Chile, EAFIT University in Colombia, Center for Human Development Studies of the Universidad de San Andrés in Argentina, WIDER development annual conference in Colombia, the Annual Meeting of the Chilean Economic Society (SECHI) in Chile, and the Bristol 2024 Conference on Higher Education for useful comments and suggestions.\n\n\n"
}