{
    "id": 31903,
    "citation_title": "One-Sided Limited Commitment and Aggregate Risk",
    "citation_author": [
        "Yoshiki Ando",
        "Dirk Krueger",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the neoclassical growth model with idiosyncratic income risk and aggregate risk in which risk sharing is endogenously constrained by one-sided limited commitment. Households can trade a full set of contingent claims that pay off depending on both idiosyncratic and aggregate risk, but limited commitment rules out that households sell these assets short. The model results, under suitable restrictions of the parameters of the model, in partial consumption insurance in equilibrium. With log-utility and idiosyncratic income shocks taking two values one of which is zero (e.g., employment and unemployment) we show that the equilibrium can be characterized in closed form, despite the fact that it features a non-degenerate consumption- and wealth distribution. We use the tractability of the model to study, analytically, inequality over the business cycle and asset pricing, and derive conditions under which our model has identical, as well as conditions under which it has lower/higher risk premia than the corresponding representative agent version of the model.\n\n",
    "acknowledgement": "\nWe thank the NSF for financial support under grant SES-1757084 and seminar participants at various institutions as well as Leo Kaas for useful conversations and suggestions at an early stage of the is project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHarald Uhlig\n\nI have consulting relationships with the Federal Reserve Bank of Chicago, the Bundesbank and the ECB, interacting with researchers there.\n\n\n"
}