{
    "id": 31909,
    "citation_title": "Contingent Credit Under Stress",
    "citation_author": [
        "Viral V. Acharya",
        "Maximilian Jager",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2023-12-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past two decades, banks have increasingly focused on offering contingent credit in the form of credit lines as a primary means of corporate borrowing. We review the existing body of research regarding the rationales for banks’ provision of liquidity insurance in the form of credit lines, their significance in managing corporate liquidity, and the reasons and circumstances under which firms opt to utilize them. We emphasize that the options for firms to both draw down and repay credit lines are put options issued by banks, which are exercised by firms in a correlated manner during periods of widespread stress, with adverse affects on bank intermediation thereafter. We discuss the bank capital and the bank funding channels that can drive these effects, contrasting their roles during the Global Financial Crisis and the Covid-19 outbreak. We conclude by discussing the increasing extension of bank credit lines to non-bank financial intermediaries, as well as the role of stress tests and monetary policy in managing the risks of contingent credit under stress.\n\n",
    "acknowledgement": "\nWe are grateful to Sophie Rotermund and Felix Martini for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}