{
    "id": 31902,
    "citation_title": "Optimal Subsidies for Green Hydrogen Production",
    "citation_author": [
        "Harrison Fell",
        "Stephen P. Holland",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGreen hydrogen may decarbonize sectors which are difficult to electrify, and the recent Inflation Reduction Act (IRA) provides tax credits to encourage hydrogen production.   We analyze a model in which hydrogen produced using electricity replaces natural gas. The electricity may be procured from dedicated renewables or from the grid with and without offsetting.  In the absence of Pigouvian taxation, optimal hydrogen subsidies are positive if the unpriced externality from avoided natural gas is larger than the unpriced externality from electricity.    With optimally differentiated subsidies, offsetting increases welfare.  With undifferentiated subsidies, offsetting can decrease welfare, unless it is restricted to regions with higher unpriced electricity externalities.  Short-run parameterization shows that the IRA's subsidy of $3/kg-H2 is rationalized:  i) by hydrogen production from dedicated renewables if the social cost of carbon (SCC) is $500 or ii) by hydrogen production from the (relatively clean) grid in California with renewables offsetting (relatively dirty) electricity in the non-RGGI East if the SCC is $185. Allowing offsetting of production in California with renewables in any region does not reduce welfare, but the reverse does not hold.\n\n",
    "acknowledgement": "\nWe would like to thank Arik Levinson and Karl Dunkle Werner for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew J. Yates\n\nIn the last three years, my research has been funded by the National Science Foundation, although this funding was for topics that are unrelated to the subject of this paper.\n\n\nI declare that I have no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}