{
    "id": 31904,
    "citation_title": "Sequential Search for Corporate Bonds",
    "citation_author": [
        "Mahyar Kargar",
        "Benjamin Lester",
        "Sébastien Plante",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2024-10-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn over-the-counter (OTC) markets, customers must find a counterparty to trade. Little is known about this process, however, because existing data is comprised of transaction records, which are only informative about the end of a search. Leveraging data from the leading trading platform for corporate bonds, we study the search process: we analyze customers’ repeated attempts to trade (successful and unsuccessful). We estimate that it takes two to three days to complete a transaction after an unsuccessful attempt, with substantial variation across trade and customer characteristics. Our analysis offers insights into the sources of trading delays in OTC markets.\n\n",
    "acknowledgement": "\nWe thank Briana Chang (discussant), Tatyana Deryugina, Terry Hendershott, Tim Johnson, Jian Li (discussant), Dmitry Livdan (discussant),Yi Li (discussant), Maureen O’Hara, Christian Opp (discussant), Gábor Pintér (discussant), Kerry Y. Siani (discussant), Alan Shepard, Antoinette Schoar (editor), Kumar Venkataraman (discussant); two anonymous referees and an associate editor; conference participants at AEA/CEANA, AFA, 18th Central Bank Conference on the Microstructure of Financial Markets, FIRS, NBER Asset Pricing Meeting, NBER Big Data and Securities Markets, SED Annual Meeting, Stern/Salomon Microstructure Conference, Tsinghua SEM Conference on Finance and Development, West Coast Search and Matching Workshop; and seminar participants at Bank of Canada, Drexel, Federal Reserve Bank of Minneapolis, Federal Reserve Bank of Philadelphia, Federal Reserve Bank of Richmond, INSEAD, Paris Dauphine University, Princeton University, UC Berkeley Haas, UC Irvine, UCL, UCLA, UC Riverside, UIUC, USC, Wharton, and University of Wisconsin-Madison for comments and suggestions. Lian Chen provided expert research assistance. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own responsibility.\n\n\n"
}