{
    "id": 31915,
    "citation_title": "Federal Reserve Structure and the Production of Monetary Policy Ideas",
    "citation_author": [
        "Michael D. Bordo",
        "Edward S. Prescott"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the decentralized structure of the Federal Reserve System as a mechanism for generating and processing new ideas on monetary policy over the 1960 - 2000 period. We document the introduction of monetarism, rational expectations, credibility, transparency, and other monetary policy ideas by Reserve Banks into the Federal Reserve System. We argue that the Reserve Banks were willing to support and develop new ideas due to internal reforms to the FOMC that Chairman William McChesney Martin implemented in the 1950s and the increased ties with academia that developed in this period. Furthermore, the Reserve Banks were able to succeed at this because of their private-public governance structure. We illustrate this with a time-consistency model in which a decentralized organization is better at producing new ideas than a centralized one. We argue that this role of the Reserve Banks is an important benefit of the Federal Reserve’s decentralized structure by allowing for more competition in formulating ideas and by reducing groupthink.\n\n",
    "acknowledgement": "\nWe would like to thank Jordan Manes and Humberto Martinez for excellent research assistance. We would also like to thank Al Broaddus, Doug Evanoff, Owen Humpage, Tom Humphrey, Ravi Kumar, Loretta Mester, Chris Phelan, Ed Prescott, Jan-Peter Siedlarek, Ellis Tallman, David Wheelock, and Peter Zimmerman for helpful comments. This paper is based on our earlier working paper Bordo and Prescott (2019). The views expressed in this essay are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}