{
    "id": 31910,
    "citation_title": "Automation: Theory, Evidence, and Outlook",
    "citation_author": [
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2023-11-27",
    "issue_date": "2023-11-22",
    "revision_date": "2023-12-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article reviews the literature on automation and its impact on labor markets, wages, factor shares, and productivity. I first introduce the task model and explain why this framework offers a compelling way to think about recent labor market trends and the effects of automation technologies. The task model clarifies that automation technologies operate by substituting capital for labor in a widening range of tasks. This substitution reduces costs, creating a positive productivity effect, but also reduces employment opportunities for workers displaced from automated tasks, creating a negative displacement effect. I survey the empirical literature and conclude that there is wide qualitative support for the implications of task models and the displacement effects of automation. I conclude by discussing shortcomings of the existing literature and avenues for future research.\n\n",
    "acknowledgement": "\nPrepared for the Annual Review of Economics. When citing this paper, please use the following: Restrepo, Pascual. 2023. “Automation: Theory, Evidence, and Outlook.” Annual Review of Economics. Submitted. DOI 10.1146/annurev-economics-090523-113355. This review article builds on joint work with Daron Acemoglu. I thank Daron Acemoglu, Philippe Aghion, David Autor, Alvaro Contreras, Emin Dinlersoz, Eric Donald, Georg Graetz, David Hémous, Joachim Hubmer, Anders Humlum, Xavier Jaravel, Fredric Kong, Juan Lopez del Valle, Ezra Oberfield, Richard Rogerson, Anna Salomons, and Joonas Tuhkuri for helpful comments. I am particularly thankful to Daron Acemoglu and Richard Rogerson for commenting on various versions of this manuscript. I received support from the National Science Foundation (award 2049427). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}