{
    "id": 31919,
    "citation_title": "Browsers Don’t Lie? Gender Differences in the Effects of the Indian COVID-19 Lockdown on Digital Activity and Time Use",
    "citation_author": [
        "Amalia R. Miller",
        "Kamalini Ramdas",
        "Alp Sungu"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe measure the impact of the initial Indian national COVID-19 lockdown on digital activity using browser histories of 1,094 individuals, spanning over 31.5 million website visits on computers and mobile devices. Reflecting the predicted increase in the value of online activity, both men and women in our sample dramatically increased their internet browsing during the lockdown. However, men’s browsing increased by significantly more, causing gender gaps overall and in key browsing categories, and in browsing on mobile devices. Our browser data showed significant relative reductions in women’s online job search, corroborated in aggregate data obtained from a major Indian online job platform, indicating potentially persistent harms to women’s employment. Consistent with increased childcare obligations driving the observed gender gaps, we find that gaps were greatest among parents. Men and women in our sample had similar browsing levels and trends pre-pandemic, which diverged during the lockdown. Our primary findings therefore shed new light on determinants of digital time use, while also highlighting the importance of considering both extensive and intensive margins of digital activity to track the digital divide. In our secondary analysis of time devoted to childcare, we find conflicting survey responses between fathers (who report an increase relative to mothers) and mothers (who report no such increase). While our data cannot directly resolve this conflict, they do show fathers having larger increases in time spent online, with no relative increase in childcare-related browsing. This secondary result demonstrates the value of complementing survey data with digital trace data.\n\n",
    "acknowledgement": "\nWe thank the Wheeler Institute for Business and Development at London Business School and the Institute of Labor Economics (IZA) Gender Growth and Labour Markets in Low Income Countries Programme (G2LM|LIC) for financial support; our partners PY Insight and Dynata for assistance with data collection; and Ritu Agarwal, Ashish Arora, Oriana Bandiera, Sanjay Jain, Selin Kesebir, Chris Parker, Jeff Prince, Carmit Segal, Michael Smith, Bruce Weber and conference participants at the 2020 IZA G2LM|LIC annual research conference and the 2021 NBER Summer Institute on IT and Digitization for helpful comments. This document is an output from a project funded by the UK Department for International Development (DFID) and IZA for the benefit of developing countries. The views expressed here are not necessarily those of DFID or IZA. Human subjects IRB approval from London Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}