{
    "id": 31913,
    "citation_title": "Polarizing Corporations: Does Talent Flow to \"Good\" Firms?",
    "citation_author": [
        "Emanuele Colonnelli",
        "Timothy McQuade",
        "Gabriel Ramos",
        "Thomas Rauter",
        "Olivia Xiong"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe conduct a field experiment in partnership with the largest job platform in Brazil to study how environmental, social, and governance (ESG) practices of firms affect talent allocation. We find both an average job-seeker's preference for ESG and a large degree of heterogeneity across socioeconomic groups, with the strongest preference displayed by highly educated, white, and politically liberal individuals. We combine our experimental estimates with administrative matched employer-employee microdata and estimate an equilibrium model of the labor market. Counterfactual analyses suggest ESG practices increase total economic output and worker welfare, while increasing the wage gap between skilled and unskilled workers.\n\n",
    "acknowledgement": "\nWe are grateful to our partner Catho for the incredible support. We thank Oriana Bandiera, Marianne Bertrand, Matthias Breuer, Erika Deserranno, JP Dubé, Ray Fisman, Judd Kessler, Ralph Koijen, Christian Leuz, Virginia Minni, Emily Nix, Tommaso Porzio, Antoinette Schoar, Bradley Setzler, Luigi Zingales, as well as many conference and seminar participants for helpful comments and suggestions. Pedro Campelo, Eduardo Henrique de Freitas, Jonas Gouveia, Lilian Kingston, Eric Lee, Renam Megda, and Rafael Vilarouca provided superb research assistance. This work is supported by the MV Advisors and IBM Corporation research funds at the University of Chicago Booth School of Business and by the Becker Friedman Institute and Fama-Miller Center. This study’s unique identifying numbers are IRB No. IRB22-1111 and AEARCTR-0009828. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}