{
    "id": 31916,
    "citation_title": "The Outlook for Women's Employment and Labor Force Participation",
    "citation_author": [
        "Stefania Albanesi"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nEmployment and participation rates for US prime age women rose steadily during the second half of the 20th century. In the last 30 years, however, those rates stagnated, even as employment and participation rates for women in other industrialized countries continued to rise. I discuss the role of changes in the earnings structure and persistent institutional barriers, such as limited investment in family policies, that may be holding back employment among American women today. The COVID-19 pandemic reduced employment more for women than for men and raised the barriers to female participation due to the increase in childcare responsibilities during this period. Yet, the diffusion of remote and hybrid work arrangements in its aftermath may be beneficial for women's participation in the long run, even if  both men's and women's post-pandemic employment growth so far are strongly associated with access to remote work options.\n\n",
    "acknowledgement": "\nI wish to thank Misty Eggeness, Christopher Foote, Chinhui Juhn and participants to the 67th Economic Conference at the Federal Reserve Bank of Boston for helpful comments. Over the last 5 years, I have received compensation for presenting research findings at conferences sponsored by central banks. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}