{
    "id": 31914,
    "citation_title": "The Wealth of Working Nations",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Gustavo Ventura",
        "Wen Yao"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "2024-08-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to aging populations, the gap between GDP growth per capita and GDP growth per working-age adult (or per hour worked) has widened in many advanced economies. Countries like Japan, which have shown lackluster GDP growth per capita, have performed surprisingly well in terms of GDP growth per working-age adult (or per hour worked). Many advanced economies are also following similar balanced growth paths per working-age adult despite significant differences in the levels of GDP per working-age adult. We calibrate a standard neoclassical growth model to reflect changes in the working-age population for each economy. This model aligns more closely with the data for all the economies in our sample when we match GDP growth per working-age adult rather than when we match GDP growth per capita, the “canonical” calibration target.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard and John Cochrane for detailed suggestions, and many seminar participants for comments. We thank Hector Cardozo and Jacob Shepard for their research assistance. Wen acknowledges financial support from the National Natural Science Foundation of China (Grant No. 72073077). The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}