{
    "id": 31917,
    "citation_title": "Age and Suicide Impulsivity: Evidence from Handgun Purchase Delay Laws",
    "citation_author": [
        "John J. Donohue",
        "Samuel V. Cai",
        "Arjun Ravi"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first quasi-experimental estimates of variation in suicide impulsivity by age by examining the impact of firearm purchase delay laws by age. Prior studies of firearm purchase delay laws use traditional two-way-fixed-effects estimation, but we demonstrate that bias due to heterogenous treatment effects may have inflated previous estimates relative to our stacked-regression approach. We also develop a triple-difference stacked-regression estimator to confirm the robustness of our results. We find that purchase delay laws reduce firearm suicide for the overall adult population, but this effect is largely driven by a 6.1 percent reduction in firearm suicides for young adults ages 21-34. We demonstrate that the relationship between purchase delay laws and firearm suicide reduction weakens with age and is not driven by gun ownership rates. We argue that this is due to the impulsiveness of young adults in committing suicide, indicating that removing firearm access for young adults may provide a critical deterrent to suicide.\n\n",
    "acknowledgement": "\nJohn Donohue has at various times served as an expert witness in litigation involving firearm regulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}