{
    "id": 31918,
    "citation_title": "Family Trees and Falling Apples: Historical Intergenerational Mobility Estimates for Women and Men",
    "citation_author": [
        "Kasey Buckles",
        "Joseph Price",
        "Zachary Ward",
        "Haley E.B. Wilbert"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nEfforts to document long-term trends in socioeconomic mobility in the US have been hindered by the lack of large, representative datasets linking parents to adult children, a challenge especially acute for women due to surname changes. We use a new dataset, the Census Tree, which incorporates genealogy data to link tens of millions of fathers to their sons and daughters in historical US censuses. We find that relative mobility was remarkably similar across sons and daughters in the 1835 to 1915 birth cohorts. Additionally, assortative mating was much stronger than previously estimated, as daughters married husbands with very similar backgrounds.\n\n",
    "acknowledgement": "\nThis work is supported by grants from the Russell Sage Foundation (G-1063) and the National Science Foundation (SES-2049762). We are grateful to excellent research assistants at the University of Notre Dame and the BYU Record Linking Lab for their work on this project, including Brianna Felegi, Adrian Haws, Andrew Lugo, and Nate McGhie. We have benefited from feedback at many seminars and conferences, and from conversations with Martha Bailey, Greg Clark, Bill Evans, Greg Niemesh, Claudia Olivetti, Seth Sanders, Lowell Taylor, and Jan Stuhler. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}