{
    "id": 31928,
    "citation_title": "One Hundred Years of Exchange Rate Economics at The University of Chicago: 1892-1992",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the work on exchange rates and external imbalances by University of Chicago faculty members during the university’s first hundred years, 1892-1992. Many people associate Chicago’s views with Milton Friedman’s advocacy for flexible exchange rates. But, of course, there was much more than that, including the work of J. Laurence Laughlin on bimetallism, Jacob Viner on the balance of payments, Lloyd Metzler on transfers, Harry Johnson on trade and currencies, Lloyd Mints on exchange rate regimes, Robert Mundell on optimal currency areas, and Arnold Harberger on shadow exchange rates, among other. The analysis shows that, although different scholars emphasized different issues, there was a common thread in this research, anchored on the role of relative prices’ changes during the adjustment process.\n\n",
    "acknowledgement": "\nI thank Doug Irwin, Lars Jonung, Hugh Rockoff, David Laidler, and Al Harberger for comments. I have benefitted from discussions with Ed Leamer. Luis Cabezas provided wonderful research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}