{
    "id": 31929,
    "citation_title": "The Labor Market Effects of Legal Restrictions on Worker Mobility",
    "citation_author": [
        "Matthew S. Johnson",
        "Kurt J. Lavetti",
        "Michael Lipsitz"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how the legal enforceability of noncompete agreements (NCAs) affects labor markets. Using newly-constructed panel data, we find that higher NCA enforceability diminishes workers’ earnings and job mobility, with larger effects among workers most likely to sign NCAs. These effects are far-reaching: increasing enforceability imposes externalities on workers across state borders, suggesting broad effects on labor market dynamism. We show enforceability affects wages by reducing outside options and preventing workers from leveraging tight labor markets to increase earnings. We motivate these findings with a model of search and bargaining. Finally, higher NCA enforceability exacerbates gender and racial earnings gaps.\n\n",
    "acknowledgement": "\nWe thank Kevin Lang, Eric Posner, and Johannes Schmieder for their helpful comments, as well as audience members at Miami University, Carolina Region Empirical Economics Day, the Annual Meeting of the Society of Labor Economists, UC Davis, University of Hawaii, Duke University, Ohio State University, the Russell Sage Foundation Non-Standard Work Meeting, Haverford College, the Federal Trade Commission, the Department of Justice, the Department of the Treasury, and the Bureau of Labor Statistics. We thank Anna Stansbury for providing us data on occupational leave shares, Evan Starr for helpful feedback and assistance with data on court filings, and Lars Vilhuber for help with the QWI data. We thank Tristan Baker, Richard Braun, Florencia Fernandez, and Katie Heath for invaluable research assistance. This work has been supported by Grant # 1811-10425 from the Russell Sage Foundation and the W.K. Kellogg Foundation. Edited by Magne Mogstad. The views expressed in this article are those of the authors and do not necessarily reflect those of either Foundation, or of the Federal Trade Commission or any individual commissioner, or of the National Bureau of Economic Research.\n\n\n"
}