{
    "id": 31925,
    "citation_title": "The Impact of AI and Cross-Border Data Regulation on International Trade in Digital Services: A Large Language Model",
    "citation_author": [
        "Ruiqi Sun",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe rise of artificial intelligence (AI) and of cross-border restrictions on data flows has created a host of new questions and related policy dilemmas. This paper addresses two questions: How is digital service trade shaped by (1) AI algorithms and (2) by the interplay between AI algorithms and cross-border restrictions on data flows? Answers lie in the palm of your hand: From London to Lagos, mobile app users trigger international transactions when they open AI-powered foreign apps. We have 2015-2020 usage data for the most popular 35,575 mobile apps and, to quantify the AI deployed in each of these apps, we use a large language model (LLM) to link each app to each of the app developer's AI patents. (This linkage of specific products to specific patents is a methodological innovation.) Armed with data on app usage by country, with AI deployed in each app, and with an instrument for AI (a Heckscher-Ohlin cost-shifter), we answer our two questions. (1) On average, AI causally raises an app's number of foreign users by 2.67 log points or by more than 10-fold.  (2) The impact of AI on foreign users is halved if the foreign users are in a country with strong restrictions on cross-border data flows.  These countries are usually autocracies. We also provide a new way of measuring AI knowledge spillovers across firms and find large spillovers. Finally, our work suggests numerous ways in which LLMs such as ChatGPT can be used in other applications.\n\n",
    "acknowledgement": "\nThe authors thank our discussants (Reka Juhasz, David Weinstein and Zhe Yuan) as well as Philippe Aghion, Ajay Agrawal, Avi Goldfarb, Gordon Hanson, Kevin Lim, Javier Lopez Gonzalez, Peichun (Will) Wang, and seminar participants at the Hang Zhou AI and Economics Workshop, Hong Kong University, INSEAD, the Korea Institute for International Economic Policy, Liaoning University, National University of Singapore, the Paris PILLARS workshop, Princeton's IES, Rochester's VITM, Seoul National University, the Trade Policy Research Forum, Yongsai University, University of British Columbia, and University of Toronto. Trefler thanks the Social Sciences and Humanities Research Council of Canada (SSHRC) and the Bank of Canada for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}