{
    "id": 31926,
    "citation_title": "The Semblance of Success in Nudging Consumers to Pay Down Credit Card Debt",
    "citation_author": [
        "Benedict Guttman-Kenney",
        "Paul D. Adams",
        "Stefan Hunt",
        "David Laibson",
        "Neil Stewart",
        "Jesse Leary"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe run a field experiment and a survey experiment to study an active choice nudge. Our nudge is designed to reduce the anchoring of credit card payments to the minimum payment. In our field experiment, the nudge reduces enrollment in Autopaying the minimum from 36.9% to 9.6%. However, the nudge does not reduce credit card debt after seven payment cycles. Nudged cardholders tend to choose Autopay amounts that are only slightly higher than the minimum payment. The nudge lowers Autopay enrollment resulting in increasing missed payments. Finally, the nudge reduces manual payments by cardholders enrolled in Autopay.\n\n",
    "acknowledgement": "\nWe are grateful to the institutions we worked with for their cooperation, without which this research would not have been possible. We are extremely appreciative of feedback from Abby Sussman, Alex Chesterfield, Andrei Shleifer, Ben Keys, Brianna Middlewood, Christopher Palmer, C. Yiwei Zhang, Constantine Yannelis, Dan Bartels, Daniel Egan, Deniz Aydin, Elizabeth Linos, Eric Johnson, John Gathergood, Laura Smart, Karthik Srinivasan, Kellen Mrkva, Matt Notowidigdo, Michael Grubb, Michaela Pagel, Neale Mahoney, Paolina Medina, Phil Armour, Rafael Batista, Robert Metcalfe, Sam Hirshman, Taha Choukhmane, Tania Van Den Brande, Tony Cookson, Walter Zhang, anonymous reviewers, and participants at ACR, AEA, AFA, AFE, Boulder, CFPB, #EconTwitter Virtual Economics + Finance Research, FDIC, INFORMS Marketing Science, Leiden University, LSE, Miami Behavioral Finance, NBER Behavioral Public Economics Bootcamp, NEST, NIBS, RAND BeFi, RSF Behavioral Economics Summer Institute, SCP, SJDM, Wharton, & University of Chicago conferences and seminars. We especially thank Lucy Hayes for their assistance in this research. We thank the many Financial Conduct Authority (FCA) staff who supported this research including Brian Corr, Cherryl Ng, Hayley Fletcher, Karen Croxson, Kate Collyer, Leslie Sopp, and Mary Starks. Guttman-Kenney acknowledges support from the NBER’s PhD Dissertation Fellowship on Consumer Financial Management funded by the Institute of Consumer Money Management, Bradley Fellowship, and the Katherine Dusak Miller PhD Fellowship. Laibson acknowledges support from the Pershing Square Foundation fund for the Foundations of Human Behavior Initiative at Harvard University. Stewart’s research was supported by Economic and Social Research Council (ESRC) grants ES/K002201/1, ES/P008976/1, ES/N018192/1, and the Leverhulme Trust RP2012-V-022 grant. These funding sources provided financial support to Guttman-Kenney, Laibson, and Stewart but were not involved in any other aspects of the research. The views in this paper should not be interpreted as reflecting the views of the Financial Conduct Authority (FCA). They are solely the responsibility of the authors. All errors or omissions are the authors’ own. During this research project, Adams, Guttman-Kenney, Hunt, & Leary were FCA employees, Laibson & Stewart were unpaid academic advisors to the FCA. This field experiment RCT was registered as AEARCTR-0009326. This paper combines two working papers “The Semblance of Success in Nudging Consumers to Pay Down Credit Card Debt” and “Weighing Anchor on Credit Card Debt”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Laibson\n\nThis link contains a chronological list of all organizations from which I have received honoraria or payments since 2007.\n\n\nhttps://scholar.harvard.edu/laibson/outside_activities\n\n\n"
}