{
    "id": 31922,
    "citation_title": "Winners and Losers from the U.S.-China Trade War",
    "citation_author": [
        "Alicia H. Dang",
        "Kala Krishna",
        "Yingyan Zhao"
    ],
    "citation_publication_date": "2023-12-04",
    "issue_date": "2023-11-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the phenomenon of trade re-allocations across countries as a result of the U.S.- China trade war. Using quarterly data on U.S. imports, we find evidence, as do others, of trade diversion in a range of industries and products, including products not targeted by U.S. tariffs on China. We are however the first to ask what seems to drive these trade reallocation activities. First, we show that they seem to be driven by differences in comparative advantage across countries: countries with a greater revealed comparative advantage in a product benefit (in terms of exports to the U.S.) more from U.S. tariffs on China. Second, we show that there is evidence of spillovers to similar non-targeted products: products in similar industries (as defined by their HS codes) are also similarly affected. This is consistent with the colocation effects. Third, our findings also suggest that bystander countries with greater capital abundance are more heavily impacted in capital-intensive industries, suggesting that a higher proportion of more flexible or transferable assets provides flexibility to alter production to respond to new trade opportunities. Finally, we show that the countries that export more to the U.S. as a result of the tariffs on China also export more to other countries. This suggests that firms are entering these countries and once there, export not just to the U.S. but everywhere.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}