{
    "id": 31939,
    "citation_title": "Heterogeneous Impacts of Sentencing Decisions",
    "citation_author": [
        "Andrew Jordan",
        "Ezra Karger",
        "Derek Neal"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe examine 70,581 felony court cases filed in Chicago, IL, from 1990–2007. We exploit case randomization to assess the impact of judge assignment and sentencing decisions on the arrival of new charges. We find that, in marginal cases, incarceration creates large and lasting reductions in recidivism among first offenders. Yet, among marginal repeat offenders, incarceration creates only short-run incapacitation effects and no lasting reductions in the incidence of new felony charges. These treatment-impact differences inform ongoing legal debates concerning the merits of sentencing rules that recommend leniency for first offenders while encouraging or mandating incarceration sentences for many repeat offenders. We show that methods that fail to estimate separate outcome equations for first versus repeat offenders or fail to model judge-specific sentencing tendencies separately for cases involving first versus repeat offenders produce misleading results for first offenders.\n\n",
    "acknowledgement": "\nWe thank Ilan Wolff, Maximiliano Gonzalez, Julien Bendelac, Ryan Lee, and Ora Halpern for excellent research assistance. We owe thanks to many people who gave generously of their time to help us better understand how the Illinois criminal justice system operates and records its activities: Jordan Boulger, Michael Cooney, Jennifer Dohm, Kendy Elberson, Ian Jantz, Alan Mills, Michael Moore, Max Schanzenbach, Jason Sweat, Gwyn Troyer, and Rob Warden. We owe special thanks to Stephen M Brandt, the Director of Legal Research for the Chief Judge, Judge Lawrence P. Fox, Sarah Staudt at the Prison Policy Initiative, and Forest Gregg of the Chicago Data Collaborative. We thank Magne Mogstad, Evan Rose, Azeem Shaikh, seminar participants at Brown Economics, the Opportunity & Inclusive Growth Institute at the Federal Reserve Bank of Minneapolis, the Institute for Research on Poverty’s Summer Research Workshop, and Northwestern Law School’s Law and Economics Workshop for useful feedback. We thank The Hymen Milgrom Supporting Organization’s Successful Pathways from School to Work project for support. We thank Robert Goerge and Chapin Hall for supporting our work. We thank the Walton Family Foundation for research support. Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}