{
    "id": 31934,
    "citation_title": "An Evaluation of Protected Area Policies in the European Union",
    "citation_author": [
        "Tristan Grupp",
        "Prakash Mishra",
        "Mathias Reynaert",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe European Union designates 26% of its landmass as a protected area, limiting economic development to favor biodiversity. This paper uses the staggered introduction of protected-area policies between 1985 and 2020 to study the selection of land for protection and the causal effect of protection on vegetation cover and nightlights. Our results reveal protection did not affect the outcomes in any meaningful way across four decades, all countries, protection cohorts, and a wide range of land and climate attributes. We conclude that European conservation efforts lack ambition because policymakers select land for protection not threatened by development.\n\n",
    "acknowledgement": "\nWe thank Adam Streff and Danial Syed for excellent research assistance. Thanks to seminar participants at the AERE 2023 Summer Conference, EAERE 2013 Summer Conference, Georgia Tech, Imperial College London, LSE/Imperial/King’s Workshop in Environmental Economics, Toulouse School of Economics, University of Bristol, University of California at Berkeley, University of Gothenburg, University of Mannheim, University of Pennsylvania, and the University of Wisconsin-Madison. We thank Robin Burgess, Eli Fenichel, Alex Pfaff, Andrew Plantinga, Santiago Saavedra, Ulrich Wagner, and Matthew Wibbenmeyer for helpful comments and suggestions. We gratefully acknowledge financial support from FORMAS grant number 2020-00371. Reynaert acknowledges funding by the European Union (ERC, SPACETIME, grant n° 101077168). Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Research Council Executive Agency. Neither the European Union nor the granting authority can be held responsible for them. Reynaert acknowledges funding from ANR under grant ANR-17-EURE-0010 (Investissements d’Avenir program). van Benthem thanks Penn Global, the Kleinman Center for Energy Policy, the Mack Institute, and Analytics and Wharton for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}