{
    "id": 31938,
    "citation_title": "Impacts of the Jones Act on U.S. Petroleum Markets",
    "citation_author": [
        "Ryan Kellogg",
        "Richard L. Sweeney"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2023-12-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the Jones Act — a 100-year-old U.S. regulation that constrains domestic waterborne shipping — affects U.S. markets for crude oil and petroleum products. We collect data on U.S. Gulf Coast and East Coast fuel prices, movements, and consumption, and we estimate domestic non-Jones shipping costs using freight rates for Gulf Coast exports. We then model counterfactual prices and product movements absent the Jones Act, allowing shippers to arbitrage price differences between the Gulf and East Coasts when they exceed transport costs. Eliminating the Jones Act would have reduced average East Coast gasoline, jet fuel, and diesel prices by $0.63, $0.80, and $0.82 per barrel, respectively, during 2018–2019, with the largest price decreases occurring in the Lower Atlantic. The Gulf Coast gasoline price would increase by $0.30 per barrel. U.S. consumers’ surplus would increase by $769 million per year, and producers’ surplus would decrease by $367 million per year.\n\n",
    "acknowledgement": "\nWe thank Jonathan Rockower, Anna-Elise Smith, and Zirui Song for excellent research assistance. We thank the University of Chicago Bartlett Fellowship program for research assistant funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}