{
    "id": 31936,
    "citation_title": "Security Analysis and the Collection of Hard and Soft Information",
    "citation_author": [
        "Azi Ben-Rephael",
        "Bruce I. Carlin",
        "Zhi Da",
        "Ryan D. Israelsen"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe use minute-by-minute Bloomberg online status microdata during 2017-2021 to directly study how hard and soft information collection affects equity analyst performance. Collection of hard information, proxied by office workday length, is positively associated with the quantity and timeliness of analyst reports. Soft information collection, as proxied by propensity to travel, is positively correlated with the market’s reaction to recommendation changes and the likelihood of becoming a star analyst. Both hard and soft information collection improve forecast precision, a causal result that we confirm using the COVID lockdown as an instrument.\n\n",
    "acknowledgement": "\nWe thank Bingxu Fang, Rawley Heimer, Ron Kaniel, Devin Shanthikumar, Eric So, David Solomon, Andrew Van Buskirk and seminar participants at Alliance Manchester Business School, Boston College, Brigham Young University, HEC Lausanne / EPFL, Hong Kong PolyU, Iowa State University, Lancaster University, MIT, McMaster University, Michigan State University, Nottingham University, Oklahoma State University, Peking University, Renmin University, Rutgers University, Tsinghua University, Washington State University, Western University, York University, Finance Conference at Chapman University, Asian Bureau of Finance and Economic Research 2023 Annual Conference, 5th Future of Financial Information Conference, for helpful comments and suggestions. We also appreciate the advice and counsel from Richard Zansitis (Vice President and General Counsel for Rice University). This study was approved by the IRB at Rice University and use of the data was approved by Bloomberg Finance L.P. A previous version of the paper has been circulated under the title “All in a day’s work: What do we learn from Analysts’ Bloomberg Usage?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}