{
    "id": 31932,
    "citation_title": "Revisiting the Eswaran-Kotwal Model of Tenancy",
    "citation_author": [
        "Maitreesh Ghatak",
        "Dilip Mookherjee"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPersistence of sharecropping  tenancy and increases in farm productivity following regulations protecting tenant rights have been observed in many developing  countries. This paper examines if these can be explained by alternative models of sharecropping with two sided efforts/investments, namely, complete contract models either without wealth constraints (Eswaran-Kotwal (1985)), or with a wealth constrained tenant (Mookherjee (1997), Banerjee-Gertler-Ghatak (2002)); and incomplete contract holdup models without wealth constraints (Grossman-Hart (1986)). In the absence of wealth constraints the complete contract model always results in (incentive constrained) surplus-maximizing productivity, so there can be no scope for tenancy regulations to raise productivity. In the incomplete contract model, tenancy regulations would raise productivity only if the tenant's investments are more important than the landlord's investment. But in that case sharecropping tenancy would not persist in the absence of wealth constraints as the tenant would have purchased the land right ex ante from the landlord. The model with wealth constraints helps explain both the persistence of tenancy and productivity/surplus enhancing effects of tenancy regulations.\n\n",
    "acknowledgement": "\nWe thank Parikshit Ghosh and Debraj Ray for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}