{
    "id": 31933,
    "citation_title": "Optimal Exchange Rate Policy",
    "citation_author": [
        "Oleg Itskhoki",
        "Dmitry Mukhin"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general policy analysis framework for an open economy that features nominal rigidities and financial frictions giving rise to endogenous PPP and UIP deviations. The efficient allocation can be implemented with monetary policy closing the output gap and FX interventions eliminating UIP deviations. When the “natural” real exchange rate is stable, both goals can be achieved solely by monetary policy that fixes the exchange rate — an open-economy divine coincidence. More generally, optimal policy features a managed float/crawling peg complemented with FX forward guidance and macroprudential accumulation of FX reserves, in line with the “fear of floating” observed in the data. Capital controls are not necessary to achieve the frictionless allocation, but they facilitate the extraction of rents in the currency market. Constrained unilateral policies are not optimal from the global perspective, and international cooperation features a complementary use of FX interventions across countries.\n\n",
    "acknowledgement": "\nWe thank Ozge Akinci, Adrien Auclert, Gianluca Benigno, Emine Boz, Charles Engel, Sebastian Fanelli, Masao Fukui, Luca Fornaro, Guido Lorenzoni and Ivan Werning for insightful discussions, Mark Aguiar, Manuel Amador, Andy Atkeson, Philippe Bacchetta, Suman Basu, Javier Bianchi, Anmol Bhandari, V.V.Chari, Mick Devereux, Mike Golosov, Pierre-Olivier Gourinchas, Lars Hansen, Tarek Hassan, Sebnem Kalemli-Özcan, Rohan Kekre, Robert Kollmann, Karen Lewis, Emi Nakamura, Maury Obstfeld, Fabrizio Perri, Hélène Rey, Ken Rogoff, Dejanir Silva, Jón Steinsson, Ludwig Straub, Steve Wu and seminar/conference participants for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}