{
    "id": 31949,
    "citation_title": "Natural and Neutral Real Interest Rates: Past and Future",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys the decline in real interest rates in advanced and emerging economies over the past several decades, linking that process to a range of global factors that have operated with different force in different periods. The paper argues that estimates of long-run equilibrium real rates (r̄) may not always furnish an accurate guide to the rate appropriate for short-term monetary policy (r*). It argues further that effective monetary should consider not only equilibrium in the market for domestic goods, but also the current account balance, financial conditions (including capital flows), and imperfect policy credibility. Equilibrium long-term real interest rates have risen recently according to market indicators. However, the main underlying factors that have pushed real interest rates down since the 1980s and 1990s – notably demographic shifts, lower productivity growth, corporate market power, and safe asset demand relative to supply – do not appear poised to reverse strongly enough to drive a big and durable rise in global real interest rates over the coming years. Low equilibrium interest rates may well continue periodically to bedevil monetary policy and financial stability.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the 24th IMF Annual Research Conference (ARC), November 9-10, 2023. An earlier version was presented at the 10th Asian Monetary Policy Forum, Singapore (AMPF), May 25-26, 2023. I am grateful for discussions with, and help from, Thomas Becker, Steven J. Davis, Marco Del Negro, Jungjin Lee, Thomas Lubik, Gian Maria Milesi-Ferretti, and Alan M. Taylor. Insightful inputs from my AMPF discussants, Giancarlo Corsetti and Şebnem Kalemli-Özcan, and my IMF ARC discussant, Josef Platzer, are acknowledged with thanks, as is the support of the Clausen Center and the Class of 1958 Chair at UC Berkeley.  Asher Rose provided excellent research assistance through the Peterson Institute for International Economics. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}