{
    "id": 31941,
    "citation_title": "Influencing Policy and Transforming Institutions: Lessons from Kidney/Liver Exchange",
    "citation_author": [
        "Tayfun Sönmez",
        "M. Utku Ünver"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nKidney exchange emerges as a pioneering application in the early stages of market design. In contrast to most other successful applications in the field, where design economists primarily serve as consultants to decision-makers, in the context of kidney exchange, they assumed the role of outsider critics, ultimately succeeding in shaping real-life practices and institutions. This paper delves into the strategies that facilitated this influential role. Drawing on our two-decade involvement in shaping kidney and liver exchange clearinghouses in the United States and Turkey, we provide insights into factors pivotal for the effectiveness of market design research in shaping policy. Building upon these experiences and incorporating lessons from school choice reforms in the 2000s, Sönmez (2023) introduces a novel institutional design paradigm termed \"minimalist market design.\" Recent years have witnessed tangible outcomes resulting from integrated research and policy efforts employing this framework, notably contributing to the 2021 reform of the US Army's cadet branching system and the establishment of reserve systems during the Covid-19 pandemic for vaccine and therapy allocation across multiple states.\n\n",
    "acknowledgement": "\nThe content of this paper is derived from a presentation delivered by Sönmez in May 2023 at the \"New Directions in Market Design\" conference. The authors wish to disclose that they have received no research support and have no material financial relationships that may impact the content or findings presented in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}