{
    "id": 31948,
    "citation_title": "The World’s Rust Belts: The Heterogeneous Effects of Deindustrialization on 1,993 Cities in Six Countries",
    "citation_author": [
        "Luisa Gagliardi",
        "Enrico Moretti",
        "Michel Serafinelli"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2023-12-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the employment consequences of deindustrialization for 1,993 cities in France, Germany, Great Britain, Italy, Japan, and the United States. In all six countries we find a strong negative relationship between a city's share of manufacturing employment in the year of its country’s manufacturing peak and the subsequent change in total employment, reflecting the fact that cities where manufacturing was initially more important experienced larger negative labor demand shocks. But in a significant number of cases, total employment fully recovered and even exceeded initial levels, despite the loss of manufacturing jobs. Overall, 34% of former manufacturing hubs--defined as cities with an initial manufacturing employment share in the top tercile--experienced employment growth faster than their country's mean, suggesting that a surprisingly large number of cities was able to adapt to the negative shock caused by deindustrialization. The U.S. has the lowest share, indicating that the U.S. Rust Belt communities have fared relatively worse compared to their peers in the other countries. We then seek to understand why some former manufacturing hubs recovered while others didn't. We find that deindustrialization had different effects on local employment depending on the initial share of college-educated workers in the labor force. While in the two decades before the manufacturing peak, cities with a high college share experienced a rate of employment growth similar to those with a low college share, in the decades after the manufacturing peak, the employment trends diverged: cities with a high college share experienced significantly faster employment growth. The divergence grows over time at an accelerating rate. Using an instrumental variable based on the driving distance to historical colleges and universities, we estimate that a one standard deviation increase in local college share results in a rate of employment growth per decade that is 9.1 percentage points higher. This effect is in part explained by faster growth in human capital-intensive services, which more than offsets the loss of manufacturing jobs.\n\n",
    "acknowledgement": "\nWe thank David Dorn, Giacomo De Giorgi, Ed Glaeser, Gordon Hanson, Richard Jin, Paul Oyer, Giovanni Peri, Paolo Pinotti, Anna Raute, Perihan Saygin, Daniela Sonedda, Alex Whalley, Yikai Wang and seminar participants at AEA, Berkeley, Bocconi, CEA, CReAM, EALE, EEA, EBRD, Essen, Essex, Florida, Groningen, Helsinki GSE, ISER, LSE, KCL, Mainz, Milano, NBER Labor Studies, RCEA, Sorbonne, Vienna, Zurich, and the UK Cabinet Office's Open Innovation Team  for helfpul comments, and Eike J Eser, Zhexin Feng, Benjamin Couillard, Daniel Edgel, Thomas King, Diana Rivera, Genet Zinabou for excellent research assistance. We thank Emanuele Ciani, Gilles Duranton, Matthias Dorner, Laurent Gobillon, Miren Lafourcade, Sachiko Kazekami for assistance with the data. Serafinelli gratefully acknowledges financial support from the UK Department for Business, Energy and Industrial Strategy. Moretti gratefully acknowledges financial support from the Clausen Center for International Business and Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}