{
    "id": 31945,
    "citation_title": "Econometric Causality: The Central Role of Thought Experiments",
    "citation_author": [
        "James J. Heckman",
        "Rodrigo Pinto"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the econometric causal model and the interpretation of empirical evidence based on thought experiments that was developed by Ragnar Frisch and Trygve Haavelmo. We compare the econometric causal model with two currently popular causal frameworks: the Neyman-Rubin causal model and the Do-Calculus. The Neyman-Rubin causal model is based on the language of potential outcomes and was largely developed by statisticians. Instead of being based on thought experiments, it takes statistical experiments as its foundation. The Do-Calculus, developed by Judea Pearl and co-authors, relies on Directed Acyclic Graphs (DAGs) and is a popular causal framework in computer science and applied mathematics. We make the case that economists who uncritically use these frameworks often discard the substantial benefits of the econometric causal model  to the detriment of more informative analyses. We illustrate the versatility and capabilities of the econometric framework using causal models developed in economics.\n\n",
    "acknowledgement": "\nWe have benefitted from comments by Ed Vytlacil and three anonymous referees. This research was supported in part by NIH grant NICHD R37HD065072 and a grant from an anonymous funder. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}