{
    "id": 31946,
    "citation_title": "An Empirical Analysis of the Interconnection Queue",
    "citation_author": [
        "Sarah Johnston",
        "Yifei Liu",
        "Chenyu Yang"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGenerators applying to connect to the U.S. power grid go through an interconnection queue. Most wind and solar generators that begin the process do not complete it. Using new data, we find that a long queue increases the average waiting time, and high interconnection costs are a key factor in a generator’s decision to withdraw. We develop and estimate a dynamic model of the queue and quantify the effects of policy reforms. Our simulations indicate that reducing waiting times can significantly increase completions. An alternative queuing mechanism can therefore increase completed capacity by removing certain generators to reduce congestion. A flat entry fee has a similar effect. We also quantify the effects of reforming how interconnection costs are assessed. These policy reforms lead to a substantial reduction in carbon emissions.\n\n",
    "acknowledgement": "\nWe thank Joseph Aldy, Jim Bushnell, Ken Gillingham, Will Gorman, Koichiro Ito, Ashley Langer, David Popp, Mar Reguant, Andrew Sweeting, Frank Wolak, and seminar and conference participants at BSE Summer Forum (Applied IO), Cal Poly, Cornell, Duke, Heartland Workshop, Maryland, MEA Meetings, NIU, NBER Decentralization Conference, NBER Economics of Innovation in the Energy Sector Conference, NBER Summer Institute (IO), Oberlin, Rice, UC Berkeley Power Conference, UC Davis, UPenn, UW-Madison, and Yale for helpful comments and discussions. We also thank Christian McDewell and four industry experts for insight into the electricity market. We also thank the numerous undergraduate research assistants at UW-Madison and the University of Maryland who helped with data collection. We gratefully acknowledge financial support from the National Science Foundation (SES-2215063), the NBER-Sloan Economics of Innovation in the Energy Sector Initiative, the University of Maryland Grand Challenges Grant Program, and the University of Wisconsin - Madison Office of the Vice Chancellor for Research and Graduate Education with funding from the Wisconsin Alumni Research Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}