{
    "id": 31943,
    "citation_title": "Sovereign Default and Tax-smoothing in the Shadow of Corruption and Institutional Weakness",
    "citation_author": [
        "Marina Azzimonti",
        "Nirvana Mitra"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmerging countries exhibit volatile fiscal policies and frequent sovereign debt crises, that significantly diminish the well-being of their citizens. International advisors typically suggest developed-world solutions as a remedy. We argue that the root of the problem lies in the institutional environment, which does not incentivize responsible policymaking, particularly tax-smoothing practices. Focusing on democratic representation and control of corruption, our dynamic political-economy bargaining model shows that nations with weaker institutions experience frequent default episodes and greater economic volatility. Our results are in line with stylized facts from a panel of 58 countries between 1990 and 2022. Through counterfactual experiments, we find that while emerging economy policymakers might favor moderate reforms to improve democratic representation, achieving the institutional depth seen in developed countries is politically unfeasible, despite its clear advantages for citizens.\n\n",
    "acknowledgement": "\nWe thank participants of the 2022 Kuznets Mini-Conference: Political Distortions and Economic Development (Yale), the 2023 AEA Winter Meetings, 2023 SED Meetings, 2023 Spring Midwest Macro Meetings, and seminar participants at the FRB of Philadelphia and Richmond and the International Monetary Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Richmond or CAFRAL. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}