{
    "id": 31950,
    "citation_title": "Geopolitical Shocks And Commodity Market Dynamics: New Evidence From The Russian-Ukraine Conflict",
    "citation_author": [
        "Joshua Aizenman",
        "Robert Lindahl",
        "David Stenvall",
        "Gazi Salah Uddin"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2024-06-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the event-based geopolitical shocks from the Russian invasion of Ukraine on agricultural and energy commodities using daily event-based structural vector autoregression (SVAR). We find that the geopolitical shock affects the markets of wheat (2%), corn (1%) and European natural gas (7.5%). However, substantial heterogeneity is observed among the agricultural and energy markets. Geopolitical risk stemming from the Russia-Ukraine conflict affects the European natural gas market more strongly than the US and Asian markets. The regional segment of natural gas markets could explain this. Finally, our analysis explores how geopolitical news affects the dynamics of stock, currency, and bond markets.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at Linköping University, Sweden, and at the conference on ‘Energy Transition: Prospects and Barriers’ at MDI Gurgaon, India. The authors are thankful to Rashad Ahmad for his helpful comments. The authors express their gratitude to Professor Jan-Egbert Sturm, and three anonymous reviewers for their insightful comments. We also extend our gratitude to Boer, Menkhoff, and Rieth (2022) for allowing us to utilize their code, which significantly contributed to the methodology of our research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}