{
    "id": 31956,
    "citation_title": "The Effects of Social Security Incentives on Retirement in Spain",
    "citation_author": [
        "Pilar García-Gómez",
        "Silvia Garcia-Mandicó",
        "Sergi Jimenez-Martin",
        "Judit Vall Castelló"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we analyze the extent to what financial incentives have influenced individual and couples retirement decisions over the last two decades in Spain. We use administrative data on earnings histories to create synthetic measures of financial incentives that we link to individual survey data from the European Community Household Panel and the European Union Statistics on Income and Living Conditions. The ocurrence of several major reforms in the period largely facilitates identification. We find that retirement is highly responsive to incentive variables (both ITAX and SSW). We find that a 10% change in the implicit tax rate on working longer increases the probability of retiring by about 0.70 pp (0.90 pp for men and 0.54 for women). Furthermore, we find that couple incentives matter more in husband's retirement decisions than in wife's retirement decisions.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Spanish Ministry of Economy projects ECO2014-52238-R and ECO2017-83668-R and helpful comments from the ISS group meeting participants. Sergi Jimenez-Martin acknowledges financial help (unrestricted research funding) from the Spanish Research Agency project PID2020-114231RB-I00. All the views expressed in this paper should be considered those of the authors alone and do not necessarily represent those of the OECD or the National Bureau of Economic Research.\n\n\n"
}