{
    "id": 31957,
    "citation_title": "Toxified to the Bone: Early-Life and Childhood Exposure to Lead and Men’s Old-Age Mortality",
    "citation_author": [
        "Jason Fletcher",
        "Hamid Noghanibehambari"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nSeveral research strands document the life-cycle impacts of lead exposure during early life. Yet little is known about the long-run effects of lead exposure during early life on old-age mortality outcomes. In this study, we employ Social Security Administration death records linked to the full-count 1940 census and document that birth-city lead status negatively affects later life old age longevity. These impacts are larger for cities with acidic water and older pipeline systems that allow higher lead levels to leach into drinking water. Further, we show that the impacts are almost exclusively concentrated on the lead status of the birth-city and not the city of residence later in life. An instrumental variable strategy suggests reductions in longevity associated with birth-city lead status of about 9.6 months. We also find education, socioeconomic standing, and income reductions during early adulthood as candidate mechanisms. Finally, we use WWII enlistment data and observe reductions in measures of cognitive ability among lead-exposed individuals.\n\n",
    "acknowledgement": "\nThe authors claim that they have no conflict of interest to report. The authors would like to acknowledge financial support from NIA grants (R01AG060109, R01AG076830).  We thank Joshua Goldstein for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}