{
    "id": 31955,
    "citation_title": "Occupational Hazard? An Analysis of Birth Outcomes Among Physician Mothers",
    "citation_author": [
        "Anupam Jena",
        "David Slusky",
        "Lilly Springer"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2024-06-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAre birth outcomes of physician mothers affected by their long work hours and physically demanding job? Using Texas birth data from 2007-2014, we compared birth outcomes between physicians and another highly educated group, lawyers, and between surgeons and non-surgeon physicians. Further, using a difference-in-differences framework, we examine whether a 2011 duty hour reform impacted the physician birth outcomes. We find that physicians have an increased incidence of low birthweight and small for gestational age infants, with the results driven by surgeons. We find evidence that duty hour reforms were associated with improved birth outcomes for younger physicians.\n\n",
    "acknowledgement": "\nWe thank Dr. Samuel Dickman and Dr. Chavi Eve Karkowsky for providing guidance on changes to ventilation procedure for newborns. Springer gratefully acknowledges the Madison and Lila Self Graduate Fellowship for financial support. We also thank conference participants at the Missouri Valley Economic Association and NBER Children Program Meeting, and seminar participants at the University of Kansas, University of Missouri, Middle Tennessee State University, and University of Massachusetts Amherst for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}