{
    "id": 31953,
    "citation_title": "Fiscal Federalism and Monetary Unions",
    "citation_author": [
        "Rafael Berriel",
        "Eugenia Gonzalez-Aguado",
        "Patrick J. Kehoe",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2023-12-11",
    "issue_date": "2023-12-08",
    "revision_date": "2023-12-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply ideas from fiscal federalism to reassess how fiscal authority should be delegated within a monetary union. In a real-economy model with no fiscal externalities, in which local fiscal authorities have an informational advantage about the preferences of their citizens for public spending relative to a fiscal union, a natural generalization of the classic decentralization result by Oates (1972) applies. Namely, a decentralized fiscal regime dominates a fiscal union, and the degree of dominance increases as the information of the fiscal union worsens in quality. In the presence of direct fiscal externalities across countries, however, a decentralized regime is optimal for small federations of countries, whereas a centralized regime is optimal for large ones. We then consider a monetary-economy model, in which governments finance their expenditures with nominal debt and inflation has a negative impact on aggregate productivity. If the monetary authority can commit to an inflation policy, then a version of Oates (1972)’s decentralization result holds. By contrast, when the monetary authority lacks commitment power, the resulting time-inconsistency problem generates an indirect endogenous fiscal externality. In this case, when a country-level fiscal authority chooses a higher level of nominal debt, it induces the monetary authority to inflate more to reduce the level of distortionary taxes needed to finance the higher debt. Because country-level fiscal authorities do not take into account the costs to other countries of the inflation that their fiscal policies induce, a negative fiscal externality arises. This externality naturally becomes more severe as the number of countries in the monetary union increases. Hence, as in the real-economy model, a decentralized fiscal regime is optimal for small monetary unions, whereas a fiscal union is optimal for sufficiently large ones. Our key result is that as the size of a monetary union increases, it becomes relatively more desirable to centralize fiscal authority. We conclude by discussing the implications of our results for the debate on the integration of fiscal policy within the EU and its enlargement.\n\n",
    "acknowledgement": "\nKehoe and Pastorino thank the NSF for its support. We thank Marco Bassetto and Tom Sargent for many useful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nEugenia Gonzalez-Aguado\n\nEugenia Gonzalez-Aguado gratefully acknowledges financial support from the French National Research Agency (ANR) under the Investments for the Future program (Investissements d'Avenir, grant ANR-17-EURE-0010) and from the foundation TSE-Partnership, a research organization under the aegis of Toulouse School of Economics, sponsored by several partners the list of which is available at https://www.tse-fr.eu/tsepartnerships.\n\n\n"
}