{
    "id": 31959,
    "citation_title": "Closing the Productivity Gap with the US: Causes and Consequences of the Productivity Program in Western Europe",
    "citation_author": [
        "Michela Giorcelli"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-01-26",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies to what extent the transfer of US managerial technologies to Europe after World War II contributed to closing the gap with US businesses. Between 1952 and 1958, the US government sponsored the Productivity Program, which promoted management training trips for European managers at US firms. Through the analysis of reports compiled by UK, France, Germany, and Italian participating firms, I first document that these companies claimed between 5 and 10% yearly productivity increase thanks to the program. The fact that European businesses were not forced to adopt the American management model, but could adapt it to their firm needs and existing business practices was a key aspect of the program’s success. Second, using data on US and Italian participating firms’ performance I show that Italian firms grew on average 7.8 percent faster than that of US companies in the ten years after the start of the program. Moreover, the distribution of productivity of Italian and US firms became more similar over years, confirming a performance convergence between these companies.\n\n",
    "acknowledgement": "\nI thank Nuno Palma, two anonymous referees, as well as Guillaume Blanc, Bart Van Ark, John Van Reenen and participants at the “Productivity Revolution: Past and Present” for comments and discussion. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}