{
    "id": 31960,
    "citation_title": "The Cost of Climate Policy to Capital: Evidence from Renewable Portfolio Standards",
    "citation_author": [
        "Harrison Hong",
        "Jeffrey D. Kubik",
        "Edward P. Shore"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany US states have set ambitious renewable portfolio standards (RPS) that require utilities to switch from fossil fuels toward renewables. RPS increases the renewables capacity, bond issuance, maturity, and yield spreads of investor-owned utilities compared to municipal producers that are exempted from this climate policy. Contrary to stranded-asset concerns, the hit to overall firm financial health is moderate. Falling cost of renewables and passthrough of these costs to consumers mitigate the burden of RPS on firms. Using a Tobin’s q model, we show that, absent these mitigating factors, the impact of RPS on firm valuations would have been severe.\n\n",
    "acknowledgement": "\nWe thank Anna Kovner, Stefano Giglio and seminar participants at the Manchester Alliance Business School, Imperial University, and SoFIE/VINS Summer School, Global Investment Institute, and Funds SA for helpful comments. We also thank Haoyu Zhou for his research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}