{
    "id": 31963,
    "citation_title": "Rethinking the Informal Economy and the Hugo Effect",
    "citation_author": [
        "Francesco Pappadà",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers a new approach to measuring the size of the informal economy based on VAT data for the European Union. Although data intensive, our EVADE measure is simpler and more transparent than existing measures. EVADE also shows more variation across countries of Europe than earlier measures, including higher informality in Greece, Italy and Spain, for example. Moreover, we find considerably higher variation within countries across time; in a cross-country time series regression, controlling for tax rates, we confirm that the informal economy grows significantly in recessions and decreases in booms, which we term the “Hugo effect”.\n\n",
    "acknowledgement": "\nThe authors would like to thank Pierfrancesco Mei, Franziska Ohnsorge, Friedrich Schneider, Yanos Zylberberg and seminar participants at Aix-Marseille School of Economics, Bank of Portugal, CREST (Ecole Polytechnique and ENSAE) and EUTAX Observatory at PSE for useful comments, and the Molly and Dominic Ferrante Fund at Harvard University for research support. We are also grateful to Bayram Cakir for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}