{
    "id": 31967,
    "citation_title": "Do Firms Mitigate Climate Impact on Employment? Evidence from US Heat Shocks",
    "citation_author": [
        "Viral V. Acharya",
        "Abhishek Bhardwaj",
        "Tuomas Tomunen"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing establishment-level data, we show that firms operating in multiple counties in the United States respond to heat-related damages by reallocating employment from affected to unaffected locations. This reallocation is also observed as an increase in job postings in unaffected locations, and at the extensive margin as opening of new establishments. The reallocation response intensifies with heat-related damage severity being acute, chronic and compound (with other natural disasters), and is especially pronounced among larger, financially stable firms with ESG-oriented investors. This firm-driven reallocation affects how heat shocks impact aggregate outcomes at the county level, including employment growth, wage growth, labor force participation, and establishment entry rate. Specifically, mitigation behavior by multi-establishment firms acts as a “heat insulator” for the economy, reducing the impact of heat shocks on aggregate employment and wage growth while redistributing economic activity across locations.\n\n",
    "acknowledgement": "\nWe are grateful to Jawad Addoum (discussant), Nuri Ersahin (discussant), Natee Amornsiripanitch (discussant), Yi Fan (discussant), Raghuram Rajan, Rodney Ramcharan, Qiping Xu, Lee Seltzer, Hyeyoon Jung, and the seminar participants at the 2023 Climate-related Financial Risk Advisory Committee (CFRAC) meeting, the 2023 Environmental Economics and Policy Conference at the Federal Reserve Bank of New York, the 39th International Conference of the French Finance Association, Finance Down Under Conference 2024, Midwest Finance Association 2024 Annual Meeting, EFA Annual Meeting 2024, and the 2024 OU-RFS Climate & Energy Finance Research Conference. Xinlin Yuan, Miguel Santos, Ridhika Agrawal, and Stefano Pastore provided excellent research assistance. This research was funded in part by the NYU Stern Center for Sustainable Business (CSB) Research Grant Program and the NYU Stern Center for Global Economy and Business (CGEB). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}