{
    "id": 31962,
    "citation_title": "Does Wealth Inhibit Criminal Behavior? Evidence from Swedish Lottery Winners and Their Children",
    "citation_author": [
        "David Cesarini",
        "Erik Lindqvist",
        "Robert Östling",
        "Christofer Schroeder"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-01-02",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThere is a well-established negative gradient between economic status and crime, but its underlying causal mechanisms are not well understood. We use data on four Swedish lotteries matched to data on criminal convictions to gauge the causal effect of financial windfalls on player’s own crime and their children’s delinquency. We\nestimate a positive but statistically insignificant effect of lottery wealth on players’ own conviction risk. Our estimates allow us to rule out effects one fifth as large as the cross-sectional gradient between income and crime. We also estimate a less precise null effect of parental lottery wealth on child delinquency.\n\n",
    "acknowledgement": "\nThe opinions expressed herein are those of the authors and do not necessarily reflect those of the ECB or the Eurosystem. We thank Nina Öhrn and Merve Demirel for excellent research assistance, and Matthew Lindquist and Oskar Nordström Skans for helpful comments. The study was supported by the Swedish Research Council (421-2011-2139 and 2022-02686), the Hedelius Wallander Foundation (P2011:0032:1), Riksbankens Jubileumsfond (P15-0615:1), and the Ragnar Söderberg Foundation (E4/17). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}