{
    "id": 31964,
    "citation_title": "Experiments about Institutions",
    "citation_author": [
        "Michael Callen",
        "Jonathan L. Weigel",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review an emerging experimental literature studying institutional change. Institutions are a key determinant of economic growth, but the “critical junctures” in which institutions can change are not precisely defined. For example, such junctures are often identified ex post, raising methodological problems: selection on the outcome of institutional change; an inability to study beliefs, central to coordination and thus the process of institutional change; and an in- ability to conduct experiments to identify causal effects. We argue that critical junctures are identifiable in real-time as moments when there exists deep uncertainty about future institutions. Consistent with this conception, the papers reviewed: (i) examine changes to institutions, i.e., the “fundamental rules of the game”; (ii) are real-time studies of plausible critical junctures; and, (iii) use field experiments to achieve causal identification. Substantively, this literature examines institutional changes in state capacity and legitimacy, political inclusion, and political accountability. We also advocate more systematic measurement of beliefs about future institutions to identify critical junctures as they happen and provide an empirical proof of concept. Such work is urgent given contemporary critical junctures arising from democratic backsliding, state fragility, climate change, and conflicts over the rights of the marginalized.\n\n",
    "acknowledgement": "\nWe thank Tim Besley, Davide Cantoni, Miguel Fajardo-Steinhauser, Rohini Pande, Jim Robinson, Raul Sanchez de la Sierra and David Yang for many stimulating discussions that shaped our thinking as we prepared this review. We also thank participants at the “Studying critical junctures in real time” conference (Munich, 2022) and participants at the Venice Summer Institute 2023, “The economic analysis of critical junctures” for their feedback. Finally, we thank Miguel Fajardo-Steinhauser, Daniel Doran, Andy He, and Ethan Preston for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}