{
    "id": 31969,
    "citation_title": "Inflation, War Bonds, and the Rise of Republicans in the 1950s",
    "citation_author": [
        "Gillian Brunet",
        "Eric Hilt",
        "Matthew S. Jaremski"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-03-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the role of war bonds and inflation in the presidential elections of the 1950s. During World War II, the federal government conducted aggressive campaigns to convince Americans to invest their savings in wartime savings bonds. Although the bonds were nonnegotiable and protected from interest rate fluctuations, two major inflationary episodes after the war, in 1946-48 and 1950-51, eroded the real value of their returns, contributing to a political backlash against the incumbent Democrats. In a difference-in-differences framework, we find that counties with higher war bond purchases shifted their votes towards the Republican party in the postwar elections, relative to the elections of the late 1930s and early 1940s. To address concerns related to the endogeneity of war bond purchases, we instrument for WWII bond subscriptions using participation rates from the World War I liberty bonds, and find similar results. Our results indicate that the promotion of savings bonds made Americans more sensitive to the high inflation that prevailed after the war, contributing to Republicans’ victories in the 1950s.\n\n",
    "acknowledgement": "\nWe would like to thank seminar audiences at Rutgers University, the University of Pittsburgh, and the Harvard-BU economic history workshop for helpful comments.  The authors have no financial relationships the might bear on this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}