{
    "id": 31970,
    "citation_title": "Monetary Tightening, Commercial Real Estate Distress, and US Bank Fragility",
    "citation_author": [
        "Erica Xuewei Jiang",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2023-12-18",
    "issue_date": "2023-12-14",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of credit risk and higher interest rates on U.S. bank solvency, expanding on the work of Jiang et al. (2023). Our variation of their bank-run model demonstrates how credit losses and asset declines from higher interest rates can trigger self-fulfilling solvency runs, even when banks hold fully liquid assets. Banks with high credit losses, greater exposure to interest rate increases, low capital, and high uninsured leverage are particularly vulnerable. Focusing on 2022’s monetary tightening, we assess banks’ exposure to commercial real estate (CRE) loans, which represent about 25% of average bank assets, totaling $2.7 trillion. Loan-level data shows that, after property value declines from rising rates and the shift to hybrid work, 14% of all CRE loans and 44% of office loans are in negative equity (i.e., property values are below outstanding debt). Additionally, 43% of all CRE loans and 64% of office loans may face cash flow and refinancing issues. A 10% (20%) default rate on CRE loans could lead to $80 billion ($160 billion) in additional bank losses. Had CRE distress occurred in early 2022, when the 10-year Treasury yield was around 2%, no banks would have faced failure, even in pessimistic scenarios. However, by 2024, after substantial asset declines, CRE distress could put dozens to over 300 smaller regional banks at risk of solvency runs. We also find evidence that banks, particularly those facing higher solvency risks and lenient state oversight, have concealed credit losses through “extend-and-pretend” practices. Overall, given the composition of bank balance sheets in Q1 2022, higher interest rates pose a greater threat to U.S. banks than credit risk, potentially constraining monetary policy.\n\n",
    "acknowledgement": "\nWe thank our discussants Lara Loewenstein and Kinda Hachem and seminar and conference participants at Stanford, Northwestern, Hoover, Columbia, UCLA, Fannie Mae, Mortgage Bankers Association, NBER Corporate Research Associates Symposium, Commercial Real Estate Data Alliance Research Symposium, Federal Reserve Stress Testing Research Conference, and the Minneapolis Fed Macroeconomic Policy Perspectives conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}