{
    "id": 31976,
    "citation_title": "Improving Regulation for Innovation: Evidence from China’s Pharmaceutical Industry",
    "citation_author": [
        "Ruixue Jia",
        "Xiao Ma",
        "Jianan Yang",
        "Yiran Zhang"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis study investigates how enhanced regulation can promote innovation, focusing on the impacts of a significant regulatory reform in China's pharmaceutical sector implemented in 2015. Inspired by regulatory practices in the U.S., the reform aimed to address application backlogs and reduce administrative waiting time for new drug development. Using data at the drug and firm levels during 2012--2021, we make three main findings: (1) drug categories experiencing improved approval times witnessed a surge in investigational new drug applications and related clinical trials; (2) despite little improvement in innovativeness (measured by novel targets unexplored by U.S. counterparts) within drug categories, the reform led to changes in firm composition, attracting innovative new firms and boosting overall drug innovativeness; and (3) the market recognized the improvement in drug innovation, as reflected in stock price adjustments post new drug registrations after the reform. Our findings demonstrate that regulatory barriers can hinder the entry of innovative firms and suggest that latecomers could boost their innovation potential by adopting specific, effective regulatory practices from frontier countries.\n\n",
    "acknowledgement": "\nWe thank Ruyi He, Pete Klenow, Ray Lu (Pfizer), Grant Miller, Ce Shi, Michael Song, Daniel Xu, and seminar/conference participants at CUHK, Fudan, PKU NSD, Stanford, SUFE and UCSD for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}