{
    "id": 31978,
    "citation_title": "Firm Accommodation After Disability: Labor Market Impacts and Implications for Social Insurance",
    "citation_author": [
        "Naoki Aizawa",
        "Corina Mommaerts",
        "Stephanie L. Rennane"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the labor market impacts of firm accommodation decisions and assesses implications for the design of social insurance for workplace disability. We leverage a unique workers’ compensation (WC) program in Oregon that provides wage subsidies to firms for accommodating injured workers. Exploiting rich administrative data and a policy change to the wage subsidy, we show that accommodation rates respond to the subsidy rate and that receipt of accommodation leads to a significant increase in employment and earnings a year later. To explore welfare implications, we develop and estimate a frictional labor market model of accommodation as a form of human capital investment. Worker turnover and imperfect experience rating in WC lead to under-accommodation and inefficient labor market outcomes after workplace disability. Counterfactual simulations show that subsidizing accommodation not only improves long-run labor market outcomes of workers experiencing work-related disability but also leads to welfare gains for most workers.\n\n",
    "acknowledgement": "\nWe thank Mark Duggan, Michael Dworsky, James Heckman, John Kennan, Rasmus Lentz, Amanda Michaud, Todd Morris, Jeff Smith, Chris Taber, Riley Wilson, and participants at many seminars and conferences for helpful comments and discussions, and Don Gallogly, Gary Helmer and colleagues in the Oregon Department of Business and Consumer Services and Oregon Employment Department for help with data access and answering many questions. The research reported herein was derived in whole or in part from research activities performed pursuant to grants AAH3792 and AAJ8764 from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The opinions and conclusions expressed are solely those of the authors. Funding from the Wisconsin Alumni Research Foundation provided by the U. Wisconsin - Madison Office of the Vice Chancellor for Research and Graduate Education through Grant Number MSN237473 is also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}