{
    "id": 31977,
    "citation_title": "The Psychology of Poverty: Where Do We Stand?",
    "citation_author": [
        "Johannes Haushofer",
        "Daniel Salicath"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, the psychological causes and consequences of poverty have received renewed attention from scientists and policymakers. In this review, we summarize new developments in this literature. First, we discuss advances in our understanding of the relationship between income and psychological well-being. There is a robust positive relationship between the two, both within and across countries, and in correlational and causal analyses. Second, we summarize recent work on the impact of “scarcity” and stress on economic preferences and decision-making. Our view of this literature is that the evidence is relatively weak. Third, we summarize evidence on the impact of psychological interventions on economic outcomes. Light-touch psychological interventions, such as videos that aim to raise aspirations, have shown some promise in encouraging investment and improving economic well-being. Similarly, psychotherapy and pharmacological mental health treatments have positive effects on economic outcomes. Relative to the effects of cash transfers, these impacts are small in absolute terms and large in per-dollar terms. We conclude by discussing whether a psychological poverty trap is plausible.\n\n",
    "acknowledgement": "\nWe thank the following colleagues for helpful comments and advice: Manuela Angelucci, Victoria Baranov, Vojtěch Bartoš, Sonia Bhalotra, Jana Cahlíková, Leandro Carvalho, Rachel Cassidy, Lubomír Cingl, Patricio Dalton, Rob Garlick, Caspar Kaiser, Guilherme Lichand, Travis Lybbert, Maddie McKelway, Kate Orkin, Robert Östling, Berk Özler, Gautam Rao, Frank Schilbach, Hannah Schildberg Hörisch, John Walker, Colin West, Ashley Whillans, Bruce Wydick, and Jiaying Zhao. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}