{
    "id": 31987,
    "citation_title": "Market Design for the Environment",
    "citation_author": [
        "Estelle Cantillon",
        "Aurélie Slechten"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe main argument in favor of markets in environmental contexts is the same as in other contexts: their ability to promote efficient allocations and production. But environmental problems bring their own challenges: their underlying bio-physical processes - and the technologies to monitor them - constrain what is feasible or even desirable. This chapter illustrates the main design dimensions in environmental markets, the trade-offs involved and their impact on performance, through the lens of a regulated market for pollution rights (the EU emissions trading scheme) and a voluntary market for the provision of environmental services (the global market for carbon credits). While both markets eventually contribute to climate change mitigation, their organisation as a “pollution market”, for the former, and as a “provision market”, for second, means that different design considerations take precedence. Both markets also face challenges: volatile prices in the EU emissions scheme and low trust for voluntary carbon markets. We discuss how alternative design options could address those.\n\n",
    "acknowledgement": "\nWe are grateful to Simon Quemin, Leo Stimpfle and participants to the NBER Advances in Market Design conference and the CEPR Paris Symposium for comments and suggestions. Financial support from FNRS (CDR grant J.0029.22) and the British Academy (MCFSS22\\220044 grant) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}