{
    "id": 31984,
    "citation_title": "Online Job Posts Contain Very Little Wage Information",
    "citation_author": [
        "Honey Batra",
        "Amanda Michaud",
        "Simon Mongey"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present six facts that characterize the little wage information contained in the universe of online job posts in the U.S. First, wage information is rare: only 14% of posts contain any wage information and the minority of these (6%) have a point wage. The majority (8%) feature a range of wages that are on average wide, spanning 28% of the midpoint (e.g. $21-28/hr or $32,000-$42,000/yr). Second, information varies systematically along the occupation-wage gradient. Third, posted wages are 40% higher than wages in BLS data in low-wage occupations and 20% lower than BLS data in high-wage occupations. Fourth, among the wages that are posted, high wage firms are more opaque, with more and wider ranges. Fifth, there is zero correlation between wage information and local labor market tightness. Sixth, of the top 20 posting private firms, none have any wage information in more than 2% of their posts. Our findings caution against treating wage data from job postings as a stand-in for administrative data. We provide an example of bias in econometric inference that worsens as wage information falls.\n\n",
    "acknowledgement": "\nFor useful feedback on this project, we thank Benjamin Schoefer, Simon Quach, Sekyu Choi, Sydnee Caldwell, Marianna Kudlyak, Brenda Samaniego de la Parra, and especially Andrew Goodman-Bacon. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}