{
    "id": 31981,
    "citation_title": "Infrastructure Inequality: Who Pays the Cost of Road Roughness?",
    "citation_author": [
        "Lindsey Currier",
        "Edward L. Glaeser",
        "Gabriel E. Kreindler"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhich Americans experience the worst infrastructure? What are the costs of living with that infrastructure? We measure road roughness throughout America using vertical acceleration data from Uber rides across millions of American roads. Our measure correlates strongly and positively with other measures of road roughness where they are available, negatively with driver speed, and we find road repair events decrease roughness and increase speeds. We measure drivers’ willingness-to-pay to avoid roughness by measuring how speeds change with salient changes in road roughness, such as those associated with town borders and road repaving events in Chicago.  These estimates suggest the roughness of the median local road in the US generates welfare losses to drivers of at least 31 cents per driver-mile. Roads are worse near coasts, and in poorer towns and in poorer neighborhoods, even within towns. We find that a household that drives 3,000 miles annually on predominantly local roads will suffer $318 per year more in driving pain if they live in a predominantly Black neighborhood than in a predominantly White neighborhood. Road roughness modestly predicts subsequent road resurfacing in New York City, but not in three other cities, which suggests that repaving is only weakly targeted towards damaged roads. Surveys from 120 towns and cities across the US suggest many reasons why resurfacing seems to be weakly targeted.\n\n",
    "acknowledgement": "\nWe thank Uber for sharing the data used in this project, especially Elizabeth Mishkin, Jonathan V. Hall, and Mariya Shappo. We also thank Jack Botein, Eliza Glaeser, Rushil Mallarapu, Alex Min, Taryn O'Connor, Michael Pak, Sam Patterson, Leo Saenger, and Vivian Zhang for excellent research assistance. We thank Clifford Winston for discussing this paper, and to seminar participants for comments. We thank MassDOT for facilitating access to data on vehicle inspection failures in Massachusetts. We thank the Star-Friedman Challenge for Promising Scientific Research for financial support. Under the agreement with the authors, Uber has the right to review the paper for confidential information but not to dispute or influence the findings or conclusions of the paper. Currier worked previously at Uber. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLindsey Currier\n\nI was an employee of Uber from September 2018 to June 2020. I have an equity stake in the company.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers, the Pension Real Estate Association and the Association for International Real Estate Investors.\n\n\n"
}