{
    "id": 31985,
    "citation_title": "Professional Motivations in the Public Sector: Evidence from Police Officers",
    "citation_author": [
        "Aaron Chalfin",
        "Felipe M. Gonçalves"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study how public sector workers balance their professional motivations with private economic concerns, focusing on police arrests. Arrests made near the end of an officer's shift typically require overtime work, and officers respond by reducing arrest frequency but increasing arrest quality. Days in which an officer works a second job after their police shift have higher opportunity cost, also reducing late-shift arrests. Combining our estimates in a dynamic model identifies officer preferences over workplace activity and overtime work. Our results indicate that officers' private costs of arrests have a first-order impact on the quantity and quality of enforcement.\n\n",
    "acknowledgement": "\nWe are grateful to Bocar Ba, Jordi Blanes i Vidal, Jesse Bruhn, Amanda Geller, Kareem Haggag, Sierra Kuzava, Ilyana Kuziemko, Adriana Lleras-Muney, Bentley MacLeod, Michael Makowsky, Conrad Miller, Michael Mueller-Smith, Emily Owens, Nicola Persico, Till von Wachter, Emily Weisburst, and seminar participants at APPAM, Arnold Ventures Police Accountability Roundtable, Duke, FRB Philadelphia, NBER Summer Institute, Ottawa/Carleton Applied Micro Lab, Penn State, Princeton, SEA, SOLE, Stanford Law School, and UCLA for helpful comments. We thank the Dallas Police Department and the Dallas County Attorney General's office for sharing their records and Lieutenant Stephen Bishopp and Corporal Julie Martin for help with institutional details. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}