{
    "id": 31998,
    "citation_title": "Customer Discrimination in the Workplace: Evidence from Online Sales",
    "citation_author": [
        "Erin M. Kelley",
        "Gregory V. Lane",
        "Matthew Pecenco",
        "Edward A. Rubin"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nMany workers are evaluated on their ability to engage with customers. We measure the impact of gender-based customer discrimination on the productivity of online sales agents in Sub-Saharan Africa. Using a novel framework that randomly varies the gender of names presented to customers without changing worker behavior, we find the assignment of a female-sounding name leads to 50 percent fewer purchases. Customers also lag in responding, are less expressive, and avoid discussing purchases. We show similar results for customers around the world and across workers. Removing customer bias, we find women would be more productive than their male co-workers.\n\n",
    "acknowledgement": "\nWe are grateful to Fiona Burlig, Jesse Bruhn, Carlos Schmidt-Padilla, Reshmaan Hussam, Katy Bergstrom, Florence Kondylis, Jeremy Magruder, and Pascaline Dupas for their helpful comments and suggestions. We also thank Borui Sun, Victoria Yin, Edwin Kasila, and Steven Wandera for their excellent research assistance. Funding for this project was graciously provided by PEDL (#5237). The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent, or of the National Bureau of Economic Research.\n\n\n"
}