{
    "id": 31990,
    "citation_title": "Do Cities Mitigate or Exacerbate Environmental Damages to Health?",
    "citation_author": [
        "David Molitor",
        "Corey D. White"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo environmental conditions pose greater health risks to individuals living in urban or rural areas? The answer is theoretically ambiguous: while urban areas have traditionally been associated with heightened exposure to environmental pollutants, the economies of scale and density inherent to urban environments offer unique opportunities for mitigating or adapting to these harmful exposures. To make progress on this question, we focus on the United States and consider how exposures—to air pollution, drinking water pollution, and extreme temperatures—and the response to those exposures differ across urban and rural settings. While prior studies have addressed some aspects of these issues, substantial gaps in knowledge remain, in large part due to historical deficiencies in monitoring and reporting, especially in rural areas. As a step toward closing these gaps, we present new evidence on urban-rural differences in air quality and population sensitivity to air pollution, leveraging recent advances in remote sensing measurement and machine learning. We find that the urban-rural gap in fine particulate matter (PM₂.₅) has converged over the last two decades and the remaining gap is small relative to the overall declines. Furthermore, we find that residents of urban counties are, on average, less vulnerable to the mortality effects of PM₂.₅ exposure. We also discuss promising areas for future research.\n\n",
    "acknowledgement": "\nWe thank Shyam Hari for excellent research assistance. The research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award numbers R01AG053350, R01AG073365, and R01AG079914. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}