{
    "id": 31999,
    "citation_title": "Population and Welfare: Measuring Growth when Life is Worth Living",
    "citation_author": [
        "Mohamad Adhami",
        "Mark Bils",
        "Charles I. Jones",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "2024-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic growth is typically measured in per capita terms. A long tradition in philosophy, however, suggests that social welfare may depend on the number of people as well. To illustrate how much this matters quantitatively, we decompose social welfare growth—measured in consumption-equivalent (CE) units — into contributions from rising population and rising per capita consumption. Because of diminishing marginal utility from consumption, population growth is scaled up by a value-of-life factor that empirically averages nearly 3 across countries since 1960. Population increases are therefore a major contributor to growth if one takes a total rather than per capita view. CE welfare growth around the world averages more than 6% per year since 1960 as opposed to 2% per year for consumption growth. Countries such as Mexico and South Africa rise sharply in the growth rankings, whereas China, Germany, and Japan plummet. These results are robust to incorporating richer individual preferences and endogenous fertility using time-use data from the U.S., Mexico, the Netherlands, Japan, South Africa, and South Korea.\n\n",
    "acknowledgement": "\nWe are grateful to David Weil for a thoughtful discussion and participants at many seminars for comments. We thank Eugenio Gonzalez Flores, Tom Houlden, Kazuma Inagaki, Kyeongmin Park, and Liz Song for their excellent research assistance. An earlier version of this paper circulated under the title “Population and Welfare: The Greatest Good for the Greatest Number.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}