{
    "id": 31993,
    "citation_title": "Long-run Impacts of Forced Labor Migration on Fertility Behaviors: Evidence from Colonial West Africa",
    "citation_author": [
        "Pascaline Dupas",
        "Camille Falezan",
        "Marie Christelle Mabeu",
        "Pauline Rossi"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs the persistently high fertility in West Africa today rooted in the decades of forced labor migration under colonial rule? We study the case of Burkina Faso, considered the largest labor reservoir in West Africa by the French colonial authorities. Hundreds of thousands of young men were forcibly recruited and sent to work in neighboring colonies for multiple years. The practice started in the late 1910s and lasted until the late 1940s, when forced labor was replaced with voluntary wage employment. We digitize historical maps, combine data from multiple surveys, and exploit the historical, temporary partition of colonial Burkina Faso (and, more specifically, the historical land of the Mossi ethnic group) into three zones with different needs for labor to implement a spatial regression discontinuity design analysis. We find that, on the side where Mossi villages were more exposed to forced labor historically, there is more temporary male migration to Côte d'Ivoire up to today, and lower realized and desired fertility today. We show evidence suggesting that the inherited pattern of low-skill circular migration for adult men reduced the reliance on subsistence farming and the accompanying need for child labor. We can rule out women's empowerment or improvements in human and physical capital as pathways for the fertility decline. These findings contribute to the debate on the origins of family institutions and preferences, often mentioned to explain West Africa's exceptional fertility trends, showing that fertility choices respond to changes in modes of production.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Vrinda Sharma for outstanding research assistance and Shirley Cheng for invaluable help in georeferencing historical maps. We thank IPA Burkina Faso (in particular Rose Dounialou and Pare Bakary), Seema Jayachandran and Adriana Lleras-Muney for their contribution to the BFAB dataset. We are particularly grateful to Ambra Seck and Marlous van Waijenburg for sharing their expertise on AOF archives, and to Denis Cogneau, Ambra Seck and Marlous van Waijenburg for detailed feedback on our first draft. Our research also benefited from helpful comments from several seminar audiences, and from discussions with Jean-Paul Azam, Paula Gobbi, Catherine Guirkinger, Achille Mignondo Tchibozo, Zhexun Mo, Roland Pongou, and Bruno Schoumaker. Rossi gratefully acknowledges funding from the European Union (ERC, P3OPLE, ERC-2021-StG 101039252). Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Research Council Executive Agency. Neither the European Union nor the granting authority can be held responsible for them. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}