{
    "id": 31997,
    "citation_title": "Girls’ Night In? Effects of the Kenyan COVID-19 Lockdown on Web Browsing",
    "citation_author": [
        "Soledad Giardili",
        "Sanjay Jain",
        "Amalia R. Miller",
        "Kamalini Ramdas",
        "Alp Sungu"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe present the first objective evidence on how COVID-19 lockdowns affected internet browser usage in Africa, using detailed digital trace data on PC-based and mobile-based browsing patterns of 316 Kenyans who had access to a PC, covering the period before and during Kenya’s first national COVID-19 curfew that was declared on March 25, 2020. We find that total daily browser usage increased by 41 minutes, or 15 percent of average browsing time, after the curfew started. We find no significant differences in total browsing time during the curfew by gender or by residence in high-speed vs. low-speed broadband access areas. However, we do find gender differences in the content of browsing. Women’s time on YouTube and Netflix exceeded men’s from the start of our sample period, and the gender gap in Netflix browsing increased by 36 minutes daily, corresponding to almost twice the average daily Netflix time in the sample. Men’s browsing became less concentrated during the curfew, across both domains and topics, but women’s did not. The degree of overlap in browsing between men and women also increased, likely due to men visiting sites that were previously exclusively visited by women. Across the entire sample, browsing of Kenyan domains dropped significantly relative to that of non-Kenyan domains, indicating greater reliance on international content during this period of economic and social upheaval.\n\n",
    "acknowledgement": "\nWe thank our partners PY Insights and Dynata for assistance with data collection, and Oriana Bandiera and conference participants at the 2020 G2LM|LIC Policy Meeting and the 2023 G2LM|LIC annual research conference for helpful comments. Miller, Ramdas and Sungu acknowledge support from the Wheeler Institute for Business and Development at London Business School and by the UK Department for International Development (DFID), through the Gender Growth and Labour Markets in Low Income Countries Programme (G2LM|LIC) at the Institute of Labor Economics (IZA) (Grant GA-5-687). Miller has worked as a consultant for Meta Platforms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}