{
    "id": 31995,
    "citation_title": "The 2010 Census Confidentiality Protections Failed, Here's How and Why",
    "citation_author": [
        "John M. Abowd",
        "Tamara Adams",
        "Robert Ashmead",
        "David Darais",
        "Sourya Dey",
        "Simson L. Garfinkel",
        "Nathan Goldschlag",
        "Daniel Kifer",
        "Philip Leclerc",
        "Ethan Lew",
        "Scott Moore",
        "Rolando A. Rodríguez",
        "Ramy N. Tadros",
        "Lars Vilhuber"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing only 34 published tables, we reconstruct five variables (census block, sex, age, race, and ethnicity) in the confidential 2010 Census person records. Using the 38-bin age variable tabulated at the census block level, at most 20.1% of reconstructed records can differ from their confidential source on even a single value for these five variables. Using only published data, an attacker can verify that all records in 70% of all census blocks (97 million people) are perfectly reconstructed. The tabular publications in Summary File 1 thus have prohibited disclosure risk similar to the unreleased confidential microdata. Reidentification studies confirm that an attacker can, within blocks with perfect reconstruction accuracy, correctly infer the actual census response on race and ethnicity for 3.4 million vulnerable population uniques (persons with nonmodal characteristics) with 95% accuracy, the same precision as the confidential data achieve and far greater than statistical baselines. The flaw in the 2010 Census framework was the assumption that aggregation prevented accurate microdata reconstruction, justifying weaker disclosure limitation methods than were applied to 2010 Census public microdata. The framework used for 2020 Census publications defends against attacks that are based on reconstruction, as we also demonstrate here. Finally, we show that alternatives to the 2020 Census Disclosure Avoidance System with similar accuracy (enhanced swapping) also fail to protect confidentiality, and those that partially defend against reconstruction attacks (incomplete suppression implementations) destroy the primary statutory use case: data for redistricting all legislatures in the country in compliance with the 1965 Voting Rights Act.\n\n",
    "acknowledgement": "\nThe research presented in this article was initiated, funded, and supervised by the U.S. Census Bureau. All authors were either employees or contractors of the Census Bureau while performing their contributions. The views and opinions expressed in this paper are those of the authors and not the U.S. Census Bureau. Research was conducted under Project ID: P-7502798. John Abowd, Simson Garfinkel, Ramy Tadros, and Lars Vilhuber worked in their personal capacities and without access to any confidential data after leaving the Census Bureau (Abowd, Garfinkel, and Vilhuber) and Galois (Tadros), respectively, to assist in preparing the manuscript for publication. Statistics reported were released under DRB Clearance numbers CBDRB-FY20-DSEP-001, CBDRB-FY22-DSEP-003, CBDRB-FY22-DSEP-004, and CBDRB‐FY23‐0152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSimson L. Garfinkel\n\nSimson Garfinkel is writing a book on differential privacy.\n\n\n"
}