{
    "id": 31991,
    "citation_title": "How Rules and Compliance Impact Organizational Outcomes: Evidence from Delegation in Environmental Regulation",
    "citation_author": [
        "James Fenske",
        "Muhammad Haseeb",
        "Namrata Kala"
    ],
    "citation_publication_date": "2023-12-25",
    "issue_date": "2023-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nFormal rules within organizations are pervasive, but may be interpreted and implemented differently by actors within the organization, impacting organizational outcomes. We consider a delegation reform that changed formal rules within the environmental regulator in an Indian state, by giving decision rights to junior officers over certain types of application. Using novel data on firms' environmental permit applications and internal communications within the regulator, we study how the delegation of formal authority affects its actual allocation, the consequences for applicant firms, and the circumstances that lead senior officers to withhold this authority. The change in decision rights led to greater approval rates for applicant firms. However, only two thirds of applications that should have been delegated according to the rules were actually delegated. We show that senior officers chose to retain decision rights over more difficult applications, namely, applications with higher pollution potential. Furthermore, baseline disagreement with more subordinates' recommendations reduces delegation post-reform, and officers facing a higher backlog of applications are more likely to delegate. These results are consistent with a framework where the allocation of decision rights is determined by a knowledge hierarchy and where different senior officers face varying costs of delegation at different times.\n\n",
    "acknowledgement": "\nWe would like to thank audiences at the Aix-Marseille School of Economics, Deakin University, MIT, NBER, Northwestern University, Stanford University, the University of Bristol, the University of Gottingen, the University of Manchester, and the University of Warwick for comments, and to Ricard Gil for discussant feedback. We would also like to thank Alessandro Bonatti, Joseph Doyle, Bob Gibbons, and Raffaella Sadun for comments. We are grateful to Sushil Mathew for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}