{
    "id": 32006,
    "citation_title": "Wellbeing, Expectations and Unemployment in Europe",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "2024-03-15",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find expectations are more sensitive to economic growth than traditional wellbeing metrics. We examine Eurobarometer micro data from 1973-2023 on movements in life satisfaction along with data from 1995-2022 on five expectations variables on and individual’s life and their financial and job situations plus their views on the economic and employment situation of their country in the year ahead.  These expectations start to decline several months before the onset of downturns with especially large drops for the Great Recession and Covid.  Annual GDP growth is positively associated with these expectations variables while it is uncorrelated with life satisfaction.  The unemployment rate and the CPI reduce both.  We analyze data for 29 European countries to predict changes in the unemployment rate 12 months ahead using individuals’ fears of unemployment in the presence of country and year fixed effects and lagged unemployment.  We also use firms' expectations of future employment, which are also predictive of what happens to unemployment three months later.  Using our preferred model specification, we present out-of-sample predictions that track actual movements in unemployment rates closely over a period in which there were two major recessions and unemployment shifted by a factor of two.\n\n",
    "acknowledgement": "\nThe UN Human Development Report gave us money to advise them. We thank the United Nations for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}