{
    "id": 32001,
    "citation_title": "Asset Demand of U.S. Households",
    "citation_author": [
        "Xavier Gabaix",
        "Ralph S. J. Koijen",
        "Federico Mainardi",
        "Sangmin Oh",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "2024-08-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use novel monthly security-level data on U.S. household portfolio holdings, flows, and returns to analyze asset demand across an extensive range of asset classes, including both public and private assets. Our dataset covers a broad range of households across the wealth distribution, notably including 439 billionaires. This ensures representation of ultra-high-net-worth (UHNW) households that are typically not well covered in survey data. With these data, we study the portfolio rebalancing behavior of households and ask whether (and, if so, which) households play an important stabilizing role in financial markets. Our findings reveal a stark contrast: less affluent households sell U.S. equities amid market downturns, while UHNW households buy and contribute to stabilizing markets. This behavior is more pronounced among households who rebalance their portfolios more frequently. However, the sensitivity of flows to returns is generally quite small and as the trades of different wealth groups partly offset each other, the aggregate household sector plays a limited role to absorb financial fluctuations. To understand the contrasting trading behavior across households, we show that a household’s flows to U.S. equities are negatively correlated with its “active returns” (the difference between an investor’s return and the market return). However, the flows to U.S. equities of less affluent households are also positively correlated with broad market returns – perhaps due to shifts in risk aversion, sentiment, or perceived macroeconomic risk – leading this group of households to act pro-cyclically. Across all asset classes, three factors with intuitive economic interpretations explain 81% of all variation in portfolio rebalancing. Those factors bet on the long-term equity premium, the credit premium, and the premium on municipal bonds. In sum, our framework paints a quantitative picture of U.S. households’ assets and rebalancing marked by a great deal of insensitivity and inertia throughout the distribution, even for UHNW households. These new facts are useful for the calibration of macro-finance models with heterogeneous households and multiple risky asset classes.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Ron Akke, Eric Baker, Sylvain Catherine, Dan Golosovker, Luigi Guiso, Jens S. Kvaerner, Amar Patel, Tarun Ramadorai, Philippe van der Beck, and participants at various conferences and seminars. Gabaix thanks the Ferrante Fund for financial support. Koijen acknowledges financial support from the Center for Research in Security Prices at the University of Chicago and the Fama Research Fund at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}