{
    "id": 32003,
    "citation_title": "Valuing Technology Complementarities: Rooftop Solar and Energy Storage",
    "citation_author": [
        "Bryan Bollinger",
        "Naim Darghouth",
        "Kenneth Gillingham",
        "Andres Gonzalez-Lira"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduct complementarities can shape market patterns, influencing the demand for related products and their accessories. This study examines complementarities in the demand for rooftop solar and an accessory, battery energy storage. Using nationwide administrative data, we estimate a dynamic nested-logit model of solar and storage adoption. We quantify the demand complementarity between solar and storage, and find that if storage was not available, 20% of households who coadopt solar and storage would not adopt anything. We find that the demand for solar and storage bundles increases with power outages, with a larger effect in California.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank seminar participants at MIT, Western University, and UT Austin; and conference participants at the 2023 ASSA Meetings, 2023 IIOC, 2023 AERE Summer Conference, 2023 Marketing Science conference, and 2023 USAEE conference. We also thank Ammar Quasibaty at U.S. DOE for very helpful suggestions. This material is based upon work supported by the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy (EERE) under the Solar Energy Technologies Office Award Number DE-EE0009363. The views expressed herein do not necessarily represent the views of the U.S. Department of Energy, the United States Government, or the National Bureau of Economic Research.\n\n\n"
}