{
    "id": 32009,
    "citation_title": "Financial Integration and Monetary Policy Coordination",
    "citation_author": [
        "Javier Bianchi",
        "Louphou Coulibaly"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "2024-08-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial integration generates macroeconomic spillovers that may require international monetary policy coordination. We show that individual central banks may set nominal interest rates too low or too high relative to the cooperative outcome. We identify three sufficient statistics that determine whether the Nash equilibrium exhibits under-tightening or over-tightening: the output gap, sectoral differences in labor intensity, and the trade balance response to changes in nominal rates. We find that, independently of the shocks hitting the economy, under-tightening is possible during economic expansions or contractions. For large shocks, the gains from coordination can be substantial.\n\n",
    "acknowledgement": "\nWe thank Sushant Acharya, Giovanni Dell’Ariccia, Julien Bengui, Anmol Bhandari, Alessandro Dovis, Charles Engel, Luca Fornaro, Sebnem Kalemli-Özcan, Dmitry Mukhin, Paolo Pesenti, Felipe Saffie, Andreas Schaab, and Ludwig Straub for helpful comments. We also thank conference and seminar participants at the 2023 NBER ME Spring Meeting, 2023 NBER Summer Institute IFM, IMF Conference on the Future of Macroeconomic Policy, Bank of Canada Annual Conference, 2nd Annual Junior Workshop in Macroeconomics at the LAEF UC Santa Barbara, Dallas Fed, Federal Reserve Board, and Johns Hopkins University. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}