{
    "id": 32000,
    "citation_title": "An IV Hazard Model of Loan Default with an Application to Subprime Mortgage Cohorts",
    "citation_author": [
        "Christopher Palmer"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a control-function methodology accounting for endogenous or mismeasured regressors in hazard models. I provide sufficient identifying assumptions and regularity conditions for the estimator to be consistent and asymptotically normal. Applying my estimator to the subprime mortgage crisis, I quantify what caused the foreclosure rate to triple across the 2003-2007 subprime cohorts. To identify the elasticity of default with respect to housing prices, I use various home-price instruments including historical variation in home-price cyclicality. Loose credit played a significant role in the crisis, but much of the increase in defaults across cohorts was caused by home-price declines unrelated to lending standards, with a 10% decline in home prices increasing subprime mortgage default rates by 50%.\n\n",
    "acknowledgement": "\nI thank Sam Hughes, Tammy Lee, Lei Ma, and especially Haoyang Liu and William Liu for helpful research assistance; discussants Kyle Mangum, Tomek Piskorski, Joe Tracy, and Jialan Wang; Isaiah Andrews, David Autor, Matt Baird, Neil Bhutta, John Campbell, Marco Di Maggio, Fernando Ferreira, Dan Fetter, Chris Foote, Peter Ganong, Chris Gillespie, Jerry Hausman, Dwight Jaffee, Amir Kermani, Pat Kline, Lauren Lambie-Hanson, Brad Larsen, Eric Lewis, Andrew Lo, Gonzalo Maturana, Taylor Nadauld, Whitney Newey, Pascal Noel, Brian Palmer, Parag Pathak, Bryan Perry, Brendan Price, Amit Seru, Shane Sherlund, Todd Sinai, Dan Sullivan, Emil Verner, Nancy Wallace, Chris Walters, Nils Wernerfelt, Bill Wheaton, Paul Willen, Heidi Williams, and Jeff Wooldridge for helpful conversations and feedback; seminar and conference participants at the AEA, Berkeley, BYU, CFPB, Duke, FDIC, Fed Board, HBS, LBS, LSE, MIT, NBER Real Estate, NEC/CEA, Northwestern, NY Fed, Philadelphia Fed, Stanford SITE, SF Fed, UCL, the UEA, Utah State, Wharton, and Yale; and participants at many MIT and Haas workshops. NSF CAREER Grant 1944138 provided support for this project, which received exempt status from MIT's IRB (1303005588). A previous version of this paper was titled “Why Did So Many Subprime Borrowers Default During the Crisis: Loose Credit or Plummeting Prices?” Code implementing the IV hazard model can be found at http://github.com/palmercj/ivhazard and on Stata via ssc install ivcloglog. First version: November 2013. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}