{
    "id": 32019,
    "citation_title": "EXIM’s Exit: The Real Effects of Trade Financing by Export Credit Agencies",
    "citation_author": [
        "Adrien Matray",
        "Karsten Müller",
        "Chenzi Xu",
        "Poorya Kabir"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-04",
    "revision_date": "2024-06-29",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of Export Credit Agencies—the predominant tool of industrial policy—on firm behavior by using the effective shutdown of the Export-Import Bank of the United States (EXIM) from 2015-2019 as a natural experiment. We show that a 1% reduction in EXIM trade financing reduces exports in an industry by approximately 5%. The impact on firms' total revenues implies that the export shock has positive pass-through to domestic sales, and firms contract investment and employment. These negative effects for the average firm are amplified by increased capital misallocation across firms as those with higher ex-ante marginal revenue product of capital contract more. We model the effect of EXIM trade financing as lowering two types of input cost wedges: an exporting firm's financing friction, and an importer market friction. We show that both frictions are empirically relevant, indicating that even in well-developed financial markets, the supply of trade financing is plausibly constrained. These results provide a framework for the conditions under which Export Credit Agencies can boost exports and firm growth, and can act as a tool of industrial policy without necessarily leading to a misallocation of resources.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Andy Bernard, Mathilde Bombardini, Natalie Chen (discussant), Paola Conconi, Banu Demir, Itamar Drechsler (discussant), Mehran Ebrahimian (discussant), Zhiguo He, Gerald Hoberg, Pete Klenow, Arvind Krishnamurthy, Nathan Lane, Reka Juhasz (discussant), Joao Monteiro (discussant), Katie Moon, Monika Piazzesi, Veronica Rappoport, Steve Redding, Ricardo Reis, Martin Schneider, Stephen Teng Sun (discussant), Catherine Thomas, Adrien Verdelhan, Emil Verner, and David Weinstein for their insightful comments. We are grateful to seminar participants at the National University of Singapore, University of Chile, PUC de Chile, UC Santa Clara, LSE economics, LBS, Stanford, University of Washington Foster, University Paris Dauphine, as well as conference participants at the LSE-Oxford Workshop in International Macroeconomics and Finance, CEPR Adam Smith Workshop, UCLA Backus memorial conference, NBER spring International Trade and Investment, FIRS, ABFER, CEPR ERWIT, Oxford Trade Jamboree, NBER SI joint IFM-Money Financial Frictions-Monetary Economics, SED, and EFA. We would like to thank Robin Bae, Olena Bogdan, Pablo Rodriquez, Xiangyu Qiu, Wendy Yin, Zhongyu Yin for excellent research assistance. Kabir acknowledges financial support from the Singapore Ministry of Education AcRF Tier 1 Research Grant No. A-8000758-00-00. Müller acknowledges funding from a Singapore Ministry of Education start-up grant and Presidential Young Professorship (A-0003319-01-00 and A-0003319-02-00). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}