{
    "id": 32010,
    "citation_title": "Market Design for Surface Water",
    "citation_author": [
        "Billy A. Ferguson",
        "Paul Milgrom"
    ],
    "citation_publication_date": "2024-01-01",
    "issue_date": "2023-12-29",
    "revision_date": "2024-01-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany proposed surface water transfers undergo a series of regulatory reviews designed to mitigate hydrological and economic externalities. While these reviews help limit externalities, they impose substantial transaction costs that also limit trade. To promote a well-functioning market for surface water in California, we describe how a new kind of water right and related regulatory practices can balance the trade-off between externalities and transaction costs, and how a Water Incentive Auction can incentivize a sufficient number of current rights holders to swap their old rights for the new ones. The Water Incentive Auction adapts lessons learned from the US government’s successful Broadcast Incentive Auction.\n\n",
    "acknowledgement": "\nMilgrom’s research was supported by NSF grant SES1947514. This report is also based in part upon work supported by the National Science Foundation under Grant No. DMS-1928930 and by the Alfred P. Sloan Foundation under grant G-2021-16778, while the author was in residence at the Simons Laufer Mathematical Sciences Institute (formerly MSRI) in Berkeley, California, during the Fall 2023 semester. We thank Bilen Essayas and Barton Thompson for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}