{
    "id": 32015,
    "citation_title": "Disentangling Various Explanations for the Declining Labor Share: Evidence from Millions of Firm Records",
    "citation_author": [
        "Ann Harrison"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-04",
    "revision_date": "2024-12-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses millions of records from a cross-country and time series database of both publicly listed and private companies to disentangle the role of technological change, intangible assets, market power, and globalization in driving a fall in the labor share. This is the first paper using global micro data to embed all 4 drivers of labor share changes in the same framework. As is standard, labor shares are measured as the share of total remuneration to workers in value-added. Technological change is captured with four distinct measures, including research and development expenditures, patent filings, and total factor productivity growth. Market power is measured using four firm and twenty firm concentration ratios and globalization is measured as export shares in total revenues. We also supplement the cross-country evidence with a more in depth look at Chinese companies using the China industrial census. The evidence suggests that between 1995 and 2019 important drivers of falling labor shares were market power and technological change, including intangible asset investments. The evidence on globalization is mixed. We also explore the determinants of labor demand. Labor demand is significantly and negatively associated with market concentration, but positively associated with most of our measures of technological change—for both the cross country and Chinese census data.\n\n",
    "acknowledgement": "\nI would like to express my appreciation and gratitude for the NBER in greatly assisting with the ORBIS data. I am particularly grateful to Dan Feenberg, Mohan Ramanujan, and Alexander Aminoff for helping me access and use the NBER version of the ORBIS database. I would also like to thank Philippe Aghion for helpful discussions and Janet Currie for detailed comments. I am also grateful to Branko Milanovic, Jing Cai, Margaret McMillan and Vicente Madrigal for comments. In addition, feedback from participants at the NSE Tenth Annual Conference in Beijing, China in December 2023 and seminar participants at Wharton is greatly appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}