{
    "id": 32013,
    "citation_title": "Haste or Waste? The Role of Presale in Residential Housing",
    "citation_author": [
        "Ziyang Chen",
        "Maggie Rong Hu",
        "Ginger Zhe Jin",
        "Qiyao Zhou"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-04",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first theoretical framework and empirical evidence on the impact of housing presale policies on unfinished buildings and developer behavior. We start with constructing a novel dataset of unfinished projects, presale policies, and land auction outcomes across 270 major cities in mainland China. We then identify 2,330 unfinished residential projects from 2010 to 2017 on a government-run citizen complaint portal. We find that both presale criterion (specifying when developers can initiate presale) and post-sale supervision of construction fund utilization relate to a lower probability of unfinished projects. However, only presale criterion relates negatively to the pace of new housing development, measured by developers’ multitasking, annual new construction area, and land auction outcomes. A back-of-the-envelope estimation suggests that the current bundle of presale policies in our sampled cities is inferior to the Pareto frontier. By increasing the postsale supervision by 2 standard deviations, the occurrence of unfinished projects could be reduced by 58% without affecting the pace of housing development. Eliminating unfinished projects entirely would entail substantial tightening of both presale criteria and postsale supervision, which would likely slow the pace of housing development. Our findings are relevant to other developing economies where unfinished buildings are common due to insufficient government oversights.\n\n",
    "acknowledgement": "\nWe thank Liuqing Wang, Junge Yao, and Zhinuo Chen for research assistance. Comments and discussions from Sebastian Galiani, Jiaying Hu, Xiang Li, Chao Ma, Yang Su, Shang-Jin Wei, Junhan Xiong, Ye Jiang, Wenjie Zhan, Xiaoyu Zhang, seminar attendees at Carnegie Mellon University, Peking University and National University of Singapore, and participants at the 2024 China Financial Research Conference are greatly appreciated. None of us has significant financial interests in any real estate developers in China. All rights reserved. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}