{
    "id": 32018,
    "citation_title": "A Delegation Approach to Regulating Hiring Discrimination",
    "citation_author": [
        "Paolo Martellini",
        "Guido Menzio"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe approach the design of anti-discriminatory labor market regulation as a delegation problem. A private firm (the agent) is repeatedly faced with the opportunity of hiring one among several applicants to fill its vacancies. The firm is biased against applicants from some demographic group, and it is neutral towards applicants from some other group. Applicants differ not only with respect to their demographic characteristics, but also with respect to the idiosyncratic quality of their match with firm. A benevolent and unbiased labor market authority (the principal) enacts a hiring regulation (a direct-revelation mechanism without transfers) in order to reduce the impact of the firm's bias on its hiring behavior. The hiring regulation is constrained by the fact that the quality of the match between any particular applicant and the firm is privately observed by the firm. We characterize the optimal mechanism.\n\n",
    "acknowledgement": "\nThe authors have received no financial support for this research. We previously circulated the manuscript as “The Dean and the Chair.” We are grateful to Manuel Amador, Mark Aguiar, Jarda Borovicka, Borys Grochulski, Marina Halac, Oleg Itskhoki, Andreas Kleiner, Natalia Kovrijnykh, Jennifer La’O, Elliot Lipnowski, Lee Ohanian, Russell Wong, and Pierre Yared for helpful suggestions. We are also thankful to our audiences at the NBER Summer Institute, the SITE Workshop on Dynamic Contracts, Columbia, ASU, EIEF, CMU, FRB Chicago and FRB Richmond. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}