{
    "id": 32024,
    "citation_title": "Outsourcing Policy and Worker Outcomes: Causal Evidence from a Mexican Ban",
    "citation_author": [
        "Alejandro Estefan",
        "Roberto Gerhard",
        "Joseph P. Kaboski",
        "Illenin O. Kondo",
        "Wei Qian"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA weakening of labor protection policies is often invoked as one cause of observed monopsony power and the decline in labor's share of income, but little evidence exists on the causal impact of labor policies on wage markdowns.  Using confidential Mexican economic census data from 1994 to 2019, we document a rising trend over this period in on-site outsourcing. Then, leveraging data from a manufacturing panel survey from 2013 to 2023 and a natural experiment featuring a ban on domestic outsourcing in 2021, we show that the ban drastically reduced outsourcing, increased wages, and reduced measured markdowns without lowering output or employment. Consistent with the presence of monopsony power, we observe large markdowns for the largest firms, with the decline in markdowns in response to the ban concentrated among high-markdown firms. However, we also find that the reform reduced capital investment and increased the probability of market exit.\n\n",
    "acknowledgement": "\nWe are grateful for useful comments from seminar participants at ITAM and the University of Notre Dame. We thank CEPR's Structural Transformation and Economic Growth initiative for financial support. We also thank the Secretary of Labor and Social Protection of the Mexican Federal Government, INEGI, and other government branches for granting us data access. The views expressed herein are those of the authors and not necessarily those of the Mexican Government, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}