{
    "id": 32021,
    "citation_title": "Variation in State Response to Open Access: Constituent Characteristics",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpen access, competitive exploitation can be incredibly damaging to valuable resources and the human populations that depend upon them. Even though wealth, resource rents and stocks are at stake, open access often seems to be ineffectively addressed across time and space. Institutions vary. Devising and assigning access and use rights of some type privately or within a group, recognized by the state, is the most straightforward way of confronting the problem.  Alternatively, regulation can be implemented that involves limiting entry, assigning input and related capital controls, restricting exploitation times, and/or setting output restrictions. Across three settings, hard-rock minerals, oil and gas deposits, and fisheries, I outline institutional differences and provide hypotheses as to why they occur.  The open-access problem is described and followed by discussion of the political economy of regulation. Variation in industry structure, resource characteristics and value, as well as heterogeneity of interests in combating open access determine outcomes.   The cases are drawn from the US, but may be representative of general patterns.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}