{
    "id": 3202,
    "citation_title": "Taxation, Corporate Capital Structure, and Financial Distress",
    "citation_author": [
        "Mark L. Gertler",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1989-12-01",
    "issue_date": "1989-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs corporate leverage excessive? Is the tax code distorting corporate capital structure decisions in a way that increases the possibility of an  economic crisis owing to \"financial instability\"?\nAnswering these kinds of questions first requires some precision in terminology. In this paper, we describe the cases for and against the trend toward high leverage, and evaluate the role played by taxation. While provision of proper incentives to managers may in part underlie the trend to the debt, high leverage may in practice be a blunt way to address the problem, and one which opens up the possibility for undue exposure to the risks of financial distress.\nOur story takes as given the kinds of managerial incentive problems deemed important by advocates of leverage. We maintain, however, that when a firm is subject to business-cycle risk as well as individual risk, a profit maximizing arrangement is not simple debt, but rather a contract with mixed debt and equity features. That is, the contract should index the principal obligation to aggregate and/or industry-level economic conditions.\nWe argue that the tax system encourages corporations to absorb more business cycle risk than they would otherwise. It does so in two respects: First, it provides a relative subsidy to debt finance; second, it restricts debt for tax purposes from indexing the principal to common disturbances. At a deeper level, the issue hinges on the institutional aspects of debt renegotiation. If renegotiation were costless, then debt implicitly would have the equity features relevant for responding to business-cycle risk. However, because of the diffuse ownership pattern of much of the newly issued debt and also because of certain legal restrictions, renegotiation is likely to be a costly activity.\n\n",
    "acknowledgement": "\n"
}