{
    "id": 32025,
    "citation_title": "The Mismeasurement of Work Time: Implications for Wage Discrimination and Inequality",
    "citation_author": [
        "George J. Borjas",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparing measures of work time in the recall CPS-ASEC data with contemporaneous measures reveals many logical inconsistencies and probable errors. About 8 percent of ASEC respondents report weeks worked last year that contradict their current work histories in the Basic monthly interviews; the error rate is over 50 percent among workers who move in and out of the workforce. Over 20 percent give contradictory information about whether they usually work a full-time weekly schedule. Part of the inconsistency arises because an increasing fraction of ASEC respondents (over 20 percent by 2018) consists of people whose record was fully imputed. The levels and trends of the errors differ by gender and race, and they affect measured wage differentials between 1978 to 2018. Adjusting for the errors and imputations, gender wage gaps among all workers narrowed by 4 log points more than is commonly reported, and residual wage inequality decreased by 6 log points more. In a very carefully defined sample of full-time year-round workers, gender and racial wage differentials  narrowed slightly less than previously estimated using ASEC data, but much more than indicated by commonly used estimates from CPS Outgoing Rotation Groups.\n\n",
    "acknowledgement": "\nNo funding from any source was received for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}