{
    "id": 32027,
    "citation_title": "Bankruptcy Exemption of Repo Markets: Too Much Today for Too Little Tomorrow?",
    "citation_author": [
        "Viral V. Acharya",
        "V. Ravi Anshuman",
        "S. Vish Viswanathan"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "2024-01-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the desirability of granting “safe harbor” provisions to creditors of financial intermediaries in sale-and-repurchase (repo) contracts. Exemption from an automatic stay in bankruptcy enables financial intermediaries to raise greater liquidity and induces entry of intermediaries with higher leverage during normal times. This liquidity creation occurs, however, at the cost of ex-post inefficiency when there are adverse aggregate shocks to the fundamental quality of collateral underlying the contracts. When exempt from bankruptcy, creditors of highly leveraged financial intermediaries respond to such shocks by engaging in collateral liquidations. Financial arbitrage by less leveraged financial intermediaries equilibrates returns from acquiring collateral at fire-sale prices and returns from real-sector lending, inducing higher lending rates, a deterioration in endogenous asset quality, and in the extremis, a credit crunch for the real sector. Given this distributive externality, taming the leverage cycle by not granting safe harbors, i.e., requiring an automatic stay on repo contracts in bankruptcy, can be not only ex-post optimal, but also ex-ante optimal, especially for illiquid collateral with high exposure to aggregate risk.\n\n",
    "acknowledgement": "\nWe acknowledge research assistance of Samidh Pratap Singh, Simrat Singh and especially, Srijith Mohanan. We are grateful to Andrew Metrick (discussant), Zhen Zhou, and participants at the Federal Reserve Bank of New York workshop on Safe Harbors, the AFA 2022 meetings, and the People's Bank of China School of Finance, Tsinghua University. The usual disclaimer applies. Nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nViral V. Acharya\n\nViral Acharya is from New York University (Stern School of Business) and a research affiliate of CEPR,\nECGI and NBER, V. Ravi Anshuman is from IIM Bangalore, and S. Viswanathan is from Duke University.\nWe acknowledge research assistance of Samidh Pratap Singh, Simrat Singh and especially, Srijith Mohanan.\nWe are grateful to Andrew Metrick (discussant), Zhen Zhou, and participants at the Federal Reserve Bank\nof New York workshop on Safe Harbors, the AFA 2022 meetings, and the People's Bank of China School of\nFinance, Tsinghua University. The usual disclaimer applies. Contact author: V. Ravi Anshuman, C/I 104,\nIIM Bangalore India 560076, Tel: +91-80-26993062, e-mail: anshuman@iimb.ac.in\n\n\n"
}