{
    "id": 32023,
    "citation_title": "Energy Hogs and Energy Angels: What Does Residential Electricity Usage Really Tell Us About Profligate Consumption?",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the 1970s, high volumetric (per kilowatt-hour) electricity prices have been justified in many policy discussions as encouraging more efficient use of electricity and placing more of the cost burden on those who are less prudent in their use. The argument has been used in support of increasing-block electricity pricing, under which the price per kilowatt-hour rises as a household consumes more electricity per month. More recently, in California, opponents of a proposal to lower volumetric prices and replace the revenue through fixed monthly charges have suggested that the change would just benefit “energy hogs”. In this paper, I first investigate characteristics of households who are high electricity consumers and ask how effectively such pricing targets profligate residential electricity consumption. I then look more broadly at the energy usage individuals are responsible for in the economy, how other energy usage is priced, and the role that residential electricity use plays in the overall picture. Finally, I connect the discussion of profligate direct and indirect energy consumption with the negative externalities produced, which are typically the justification for such penalty pricing.\n\n",
    "acknowledgement": "\nFor very helpful comments, I thank Mohit Chhabra, Lucas Davis, Jim Sallee, and seminar participants at the University of Calgary's Electricity Camp in the Rockies, Energy Institute at Haas's Energy Camp, and the Energy Markets Workshop at U.C. Berkeley.  Thanks to Next 10 (www.next10.org), which provided support for much of the data development used in this study. All opinions, errors, and omissions are solely attributable to me. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}