{
    "id": 32029,
    "citation_title": "Price Sensitivity and Information Barriers to the Take-up of Naloxone",
    "citation_author": [
        "Mireille Jacobson",
        "David Powell"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a field experiment that randomized advertisements, advertisement content, and prices across 2,204 counties in the United States to study the impacts on online purchases of naloxone, an opioid overdose reversal drug. Advertising increased website users but only impacted purchases when combined with a price reduction. Messages emphasizing the discreet nature of online sales had no additional impact on purchases. Comparing counties with advertisements featuring a highly discounted price to those featuring the full price, we estimate a price elasticity of demand for online naloxone of -1.3. Price is a significant barrier to online purchases of this life-saving medication\n\n",
    "acknowledgement": "\nThis work was funded by the JPAL-North America Health Care Delivery Initiative. David Powell also thanks the CDC (R01CE02999) and NIDA (2P50DA046351-06A1) for financial support. Mireille Jacobson reports personal fees for serving as an expert witness for plaintiffs in lawsuits against opioid manufacturers and distributors outside the submitted work. This study was reviewed and deemed not human subjects by the Institutional Review Board at the University of Southern California. We thank participants at the American Economic Association Annual Meeting, the Stanford Health Economics Research Seminar, the UCSD Rady Seminar as well as Tom Chang, Rosalie Pacula, Sally Sadoff, and Anya Samek for helpful feedback on the design and interpretation of this experiment and James Lott, Candice Harden, and Emily Her for help implementing the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}