{
    "id": 32022,
    "citation_title": "Refinancing Frictions, Mortgage Pricing and Redistribution",
    "citation_author": [
        "David W. Berger",
        "Konstantin Milbradt",
        "Fabrice Tourre",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThere are large cross-sectional differences in how often US borrowers refinance mortgages. In this paper, we develop an equilibrium mortgage pricing model with heterogeneous borrowers and use it to show that equilibrium forces imply important cross-subsidies from borrowers who rarely refinance to those who refinance often. Mortgage reforms can potentially reduce these regressive cross-subsidies, but the equilibrium effects of these reforms can also have important distributional consequences. For example, many policies that lead to more frequent refinancing also increase equilibrium mortgage rates and thus reduce residential mortgage credit access for a large number of borrowers.\n\n",
    "acknowledgement": "\nWe would like to thank Andreas Fuster, Morris Davis, David Zhang, Lu Liu and Kris Gerardi (all of them discussants), Fernando Alvarez, You Suk Kim, and James Vickery (for helpful discussions) and seminar participants at USC, UIUC, Northwestern University, UCLA, Copenhagen Business School, the Federal Reserve Board, UIC, Princeton, Baruch College, McGill, Cleveland Fed, Dallas Fed, Philadelphia Fed, Norges Bank, NYU Stern, University of Chicago Booth, BU Finance, Einaudi Institute for Economics and Finance, Society of Economic Dynamics, Chicago Fed Housing and Racial Bias Workshop, Rio FGV, TAU, Adam Smith Workshop and UCLA/SF Fed conference on Housing, Financial Markets, and Monetary Policy (for helpful feedback). Fabrice Tourre acknowledges financial support from the Bert and Sandra Wasserman endowment. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}