{
    "id": 32028,
    "citation_title": "Trust and Health Care-Seeking Behavior",
    "citation_author": [
        "Michael E. Darden",
        "Mario Macis"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrust is a foundational yet largely understudied topic in the economics of health care. We present results from a nationally representative survey of American adults, guided by a simple theoretical model expressing health care-seeking behavior as a function of economic and behavioral fundamentals and highlighting the role of trust. We report several findings. First, we document a strong association between trust in the health care system and both retrospective and anticipated care-seeking behavior across various scenarios, including routine check-ups and vaccinations. Our results suggest a primary role of trust, independent of factors such as access to care or knowledge about its importance. Second, the impact of trust on health care utilization is similar in magnitude to that of factors such as income and education, long recognized as crucial in the existing literature. Third, the relationship between trust and care-seeking behavior appears to be mediated by key mechanisms from our theoretical framework, notably individuals’ beliefs about the system’s capabilities and their personal disutility from medical visits. Fourth, we ask respondents about trust in specific health care sectors, finding that the results hold when focusing on trust in doctors, nurses, or hospitals but not when focusing on trust in insurers. Finally, we find no differential relationship between trust and care- seeking for Black respondents, but we find important differences by age and political affiliation. Our findings have significant policy implications, especially as trust in medical and scientific expertise becomes harder to establish.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the Hopkins Business of Health Initiative (HBHI). This study was approved by the Johns Hopkins Homewood IRB (HIRB00017075). We pre-registered our survey at the American Economic Association registry (AEARCTR-0011214). We thank Marcella Alsan, Joanne Kenen, Luigi Guiso, Jania Marshall, Daniel Polsky, and Luigi Zingales for their helpful comments and references. Special thanks to Theodore (Jack) Iwashyna for his extremely helpful feedback on the survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}