{
    "id": 32026,
    "citation_title": "(Almost) 200 Years of News-Based Economic Sentiment",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Svetlana Bryzgalova",
        "Mayukh Mukhopadhyay",
        "Varun Sharma"
    ],
    "citation_publication_date": "2024-01-08",
    "issue_date": "2024-01-05",
    "revision_date": "2024-06-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing text from 200 million pages of 13,000 US local newspapers and machine learning methods, we construct a 170-year-long measure of economic sentiment at the country and state levels, that expands existing measures in both the time series (by more than a century) and the cross-section. Our measure predicts GDP (both nationally and locally), consumption, and employment growth, even after controlling for commonly-used predictors, as well as monetary policy decisions. Our measure is distinct from the information in expert forecasts and leads its consensus value. Interestingly, news coverage has become increasingly negative across all states in the past half-century.\n\n",
    "acknowledgement": "\nAny errors or omissions are the responsibility of the authors. For helpful comments, discussions, and suggestions, we thank Pedro Bordalo (discussant), Will Cong, Jingyu He (discussant), Manish Jha (discussant), Zhengyang Jiang, Asger Lunde (discussant), Alan Moreira (discussant), Maximilian Schleritzko (discussant), and Laura Veldkamp. We also thank the seminar and conference participants at London Business School, The Chinese University of Hong Kong, University of Surrey, 2023 Adam Smith Workshop, Macro Finance Society 22nd Workshop, Fifth International Workshop in Financial Econometrics, Georgia State FinTech Conference, Eastern Finance Association 2023, the CFA Society, and the Jacobs Levy Equity Management Center. We, the authors, have no relevant conflicts of interest to report regarding this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}