{
    "id": 32033,
    "citation_title": "Uncertainty and Individual Discretion in Allocating Research Funds",
    "citation_author": [
        "Anna Goldstein",
        "Michael Kearney"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a long-standing tradition in public research funding agencies of distributing funds via peer review, which aggregates evaluations of proposed research ideas from a group of external experts. Despite complaints that this process is biased against novel ideas, there is poor understanding of an alternative system that may overcome this bias: the use of individual discretion. Here, we conduct the first quantitative study of how individual discretion affects a research funding portfolio. Using internal project selection data from the Advanced Research Projects Agency-Energy (ARPA-E), we describe how a portfolio of projects selected by individual discretion differs from a portfolio of projects selected by traditional peer review. We show that ARPA-E program directors tend to fund proposals with greater disagreement among experts, and they also appear to prefer proposals described in reviewer comments as “creative.” These choices do not result in a significant tradeoff with short-term project performance, and they enable ARPA-E to fund more uncertain and creative research ideas, which supports the agency’s mission of pursuing novel ideas for transformational energy technology.\n\n",
    "acknowledgement": "\nOur analysis originated as a consulting engagement with the National Academies of Science, Engineering and Medicine for a study on ARPA-E (National Academies, 2017). A. P. G. was supported by a fellowship from the Belfer Center for Science and International Affairs. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. We are thankful for helpful discussions with Laura Diaz Anadon, Pierre Azoulay, Paul Beaton, Iain Cockburn, Gail Cohen, Jeff Furman, Daniel Kim, Josh Krieger, Gilbert Metcalf, Ramana Nanda, Venky Narayanamurti, Scott Stern, and participants in the NBER Productivity and Innovation seminar. We also thank ARPA-E staff who assisted with data collection, in particular Dave Dixon, Ron Faibish, Andy Kim and Ashley Leasure. All errors or omissions are our own. Michael Kearney is an investor with The Engine Ventures, a firm that supports some companies funded by ARPA-E, the empirical focus of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}