{
    "id": 32037,
    "citation_title": "Trade Barriers and Market Power: Evidence from Argentina's Discretionary Import Restrictions",
    "citation_author": [
        "David Atkin",
        "Joaquin Blaum",
        "Pablo D. Fajgelbaum",
        "Augusto Ospital"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries are increasingly turning to non-tariff barriers that are hard to measure and often illegal under WTO rules. What are the impacts of these policies, and what do they reveal about market power in international trade? We study a comprehensive system of discretionary import licenses imposed by Argentina, where we observe the universe of transaction-level requests and approval decisions between 2013 and 2015. Approvals varied across firms and products in a manner consistent with the government's trade and investment objectives, and over time to safeguard the current account. Interacting these sources of variation to construct an instrument, we estimate that stricter restrictions increased the prices paid by importers, a result that runs counter to competitive price-setting behavior. Informed by a model and a classifier-Lasso, the price and quantity responses identify—for each combination of importer, narrow product, and origin—which side (importer or exporter) holds market power. We find that larger importers are more likely to hold market power, and those trading with richer countries are less likely to. The market-power distribution strongly shapes the effects of quantitative restrictions and the magnitude of optimal tariffs. Import prices rose by 4% as a result of Argentina's import restrictions, but would have risen by 13% (fallen by 8%) had all foreign firms (Argentinian firms) held market power.\n\n",
    "acknowledgement": "\nWe thank Bob Staiger for comments and useful discussions; Andrew Bernard, Lorenzo Caliendo, Ben Faber, Fernando Parro, and Natalia Ramondo for conference discussions; and seminar participants at BU, Cowles International Trade Conference, Dartmouth, NBER Trade and Trade Policy Conference, NBER SI IFM, Princeton IES Summer Workshop, SED, Syracuse, TIGN, IEA World Congress, and RIDGE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}