{
    "id": 32032,
    "citation_title": "The Role of Friends in the Opioid Epidemic",
    "citation_author": [
        "Effrosyni Adamopoulou",
        "Jeremy Greenwood",
        "Nezih Guner",
        "Karen Kopecky"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe role of friends in the US opioid epidemic is examined. Using data from the National Longitudinal Survey of Adolescent Health (Add Health), adults aged 25-34 and their high school best friends are focused on. An instrumental variable technique is employed to estimate peer effects in opioid misuse. Severe injuries in the previous year are used as an instrument for opioid misuse in order to estimate the causal impact of someone misusing opioids on the probability that their best friends also misuse. The estimated peer effects are significant: Having a best friend with a reported serious injury in the previous year increases the probability of own opioid misuse by around 7 percentage points in a population where 17 percent ever misuses opioids. The effect is driven by individuals without a college degree and those who live in the same county as their best friends.\n\n",
    "acknowledgement": "\nWe thank Jiangting Wang for excellent research assistance and Michèle Belot, Joseph Sabia, Hannes Schwandt and the participants of the public economics seminar at the University of Mannheim for useful comments and suggestions. This research uses data from Add Health, funded by grant P01 HD31921 (Harris) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), with cooperative funding from 23 other federal agencies and foundations. Add Health is currently directed by Robert A. Hummer and funded by the National Institute on Aging cooperative agreements U01 AG071448 (Hummer) and U01AG071450 (Aiello and Hummer) at the University of North Carolina at Chapel Hill. Add Health was designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill. Information on how to obtain the Add Health data files is available on the Add Health website (https://addhealth.cpc.unc.edu). No direct support was received from grant P01-HD31921 for this project. Adamopoulou acknowledges financial support by the German Research Foundation (through the CRC-TR-224 project A3). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}