{
    "id": 32034,
    "citation_title": "Fiscal Stimulus, Deposit Competition, and the Rise of Shadow Banking: Evidence from China",
    "citation_author": [
        "Viral V. Acharya",
        "Qian Jun",
        "Yang Su",
        "Zhishu Yang"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe rise of shadow banking and attendant financial fragility in China can be traced to intensified deposit competition following the global financial crisis (GFC). Deposit competition intensified after the GFC because the GFC slowed down banks’ deposit growth from cross-border money inflows and simultaneously led to fiscal stimulus supported by banks’ credit expansion. Exploiting the fact that one big state-owned bank was particular affected by the GFC through these two channels, we document—by exploring small and medium-sized banks’ branch-level overlap with this big bank—that deposit competition increased banks’ reliance on shadow banking. In particular, exposed banks issued Wealth Management Products (WMPs)—short-maturity, off-balance-sheet substitutes for deposits—creating rollover risks for the issuers, as reflected by higher yields on new WMPs, higher borrowing rates in the interbank market, and lower stock-market performance during liquidity stress.\n\n",
    "acknowledgement": "\nPreviously circulated under the title “In the Shadow of Banks: Wealth Management Products and Issuing Banks’ Risks in China.” We are grateful for helpful comments from Victoria Ivashina (the Editor), an associate editor, two anonymous reviewers, Zhuo Chen, Quirin Fleckenstein, Kinda Hachem, Zhiguo He, Nirupama Kulkarni, Robert Marquez, Yiming Qian, Hong Ru, Tianyue Ruan, Vineet Srivastava, Hao Wang, Hao Zhou, and seminar/session participants at the Central Univ. of Finance & Economics, Fudan University, Korea University, NYU Stern, Shanghai Univ. of Finance & Economics, Tsinghua PBC School, University of Nottingham, Ningbo, Asian Econometric Meetings (Hong Kong), China International Conference in Finance (Xiamen), China Financial Research Conference, NBER China Working Group Meeting (Cambridge, MA), Princeton China Conference, Summer Institute of Finance, and the Western Finance Association meetings (Whistler, Canada). We gratefully acknowledge research assistance from Vanya Petrova, Dayou Xi, Yang Zhao, and financial support from Fudan University, NYU, and Tsinghua University; Qian and Yang also acknowledge financial support from the National Natural Science Foundation of China (Grant #71972051 for Qian, and Grant #71272024 for Yang). The authors are responsible for all remaining errors.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nViral V. Acharya\n\nPreviously circulated under the title “In the Shadow of Banks: Wealth Management Products and Issuing Banks’ Risks in China.” We are grateful for helpful comments from Victoria Ivashina (the Editor), an associate editor, two anonymous reviewers, Zhuo Chen, Quirin Fleckenstein, Kinda Hachem, Zhiguo He, Nirupama Kulkarni, Robert Marquez, Yiming Qian, Hong Ru, Tianyue Ruan, Vineet Srivastava, Hao Wang, Hao Zhou, and seminar/session participants at the Central Univ. of Finance & Economics, Fudan University, Korea University, NYU Stern, Shanghai Univ. of Finance & Economics, Tsinghua PBC School, University of Nottingham, Ningbo, Asian Econometric Meetings (Hong Kong), China International Conference in Finance (Xiamen), China Financial Research Conference, NBER China Working Group Meeting (Cambridge, MA), Princeton China Conference, Summer Institute of Finance, and the Western Finance Association meetings (Whistler, Canada). We gratefully acknowledge research assistance from Vanya Petrova, Dayou Xi, Yang Zhao, and financial support from Fudan University, NYU, and Tsinghua University; Qian and Yang also acknowledge financial support from the National Natural Science Foundation of China (Grant #71972051 for Qian, and Grant #71272024 for Yang). The authors are responsible for all remaining errors.\n\n\n"
}