{
    "id": 32031,
    "citation_title": "Intergenerational Mobility and Credit",
    "citation_author": [
        "J. Carter Braxton",
        "Nisha Chikhale",
        "Kyle F. Herkenhoff",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "2024-01-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine the Decennial Census, credit reports, and administrative earnings to create the first panel dataset linking parent’s credit access to the labor market outcomes of children in the U.S. We find that a 10% increase in parent’s unused revolving credit during their children’s adolescence (13 to 18 years old) is associated with 0.28% to 0.37% greater labor earnings of their children during early adulthood (25 to 30 years old). Using these empirical elasticities, we estimate a dynastic, defaultable debt model to examine how the democratization of credit since the 1970s – modeled as both greater credit limits and more lenient bankruptcy – affected intergenerational mobility. Surprisingly, we find that the democratization of credit led to less intergenerational mobility and greater inequality. Two offsetting forces underlie this result: (1) greater credit limits raise mobility by facilitating borrowing and investment among low-income households; (2) however, more lenient bankruptcy policy lowers mobility since low-income households dissave, hit their constraints more often, and reduce investments in their children. Quantitatively, the democratization of credit is dominated by more lenient bankruptcy policy and so mobility declines between the 1970s and 2000s.\n\n",
    "acknowledgement": "\nWe thank numerous seminar participants for helpful comments. We thank the NSF (Award No. SES2214431) and Washington Center for Equitable Growth for funding the data purchase. Any views expressed are those of the authors and not those of the U.S. Census Bureau or the Federal Reserve System. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1917 (CBDRB-FY23-P1917-R10360, CBDRB-FY23-P1917-R10740). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}