{
    "id": 32030,
    "citation_title": "Automation and Gender: Implications for Occupational Segregation and the Gender Skill Gap",
    "citation_author": [
        "Patricia Cortés",
        "Ying Feng",
        "Nicolás Guida-Johnson",
        "Jessica Pan"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine the differential effects of automation on the labor market and educational outcomes of women relative to men over the past four decades. Although women were disproportionately employed in occupations with a high risk of automation in 1980, they were more likely to shift to high-skill, high-wage occupations than men in over time. We provide a causal link by exploiting variation in local labor market exposure to automation attributable to historical differences in local industry structure. For a given change in the exposure to automation across commuting zones, women were more likely than men to shift out of routine task-intensive occupations to high-skill, high wage occupations over the subsequent decade. The net effect is that initially routine-intensive local labor markets experienced greater occupational gender integration. College attainment among younger workers, particularly women, also rose significantly more in areas more exposed to automation. We propose a model of occupational choice with endogenous skill investments, where social skills and routine tasks are q-complements, and women have a comparative advantage in social skills, to explain the observed patterns. Supporting the model mechanisms, areas with greater exposure to automation experienced a greater movement of women into occupations with high social skill (and high cognitive) requirements than men.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at PUC-Chile, Boston University, University of Michigan, Erasmus University, U.S. Census Bureau, OECD, University of Pittsburgh, University of Illinois at Chicago, Boston College, Lund University, University of Gothenberg, NUS LKYSPP, CUHK Shenzhen, University of Houston, NYU Abu Dhabi, University of Melbourne, and Monash University for helpful comments and suggestions. Shawn Ho and Dorothy Ting provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}