{
    "id": 32040,
    "citation_title": "What Works and For Whom? Effectiveness and Efficiency of School Capital Investments Across The U.S.",
    "citation_author": [
        "Barbara Biasi",
        "Julien M. Lafortune",
        "David Schönholzer"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "2024-09-26",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies which investments in school facilities help students and are valued by homeowners. Using novel data on school district bonds, test scores, and house prices for 29 U.S. states and a research design that exploits close elections with staggered timing, we show that increased school capital spending raises test scores and house prices on average. However, impacts differ vastly across types of funded projects. Spending on basic infrastructure (such as HVAC) or on the removal of pollutants raises test scores but not house prices; conversely, spending on athletic facilities raises house prices but not test scores. Socio-economically disadvantaged districts benefit more from capital outlays, even conditioning on project type and the existing capital stock. Our estimates suggest that closing the spending gap between high- and low-SES districts and targeting spending towards high-impact projects may close as much as 25% of the observed achievement gap between these districts.\n\n",
    "acknowledgement": "\nWe thank Jaime Arellano-Bover, Stéphane Bonhomme, Caroline Hoxby, Kirabo Jackson, Karthik Muralidharan, Jesse Rothstein, Kevin Stange, Seth Zimmerman, and audiences at NBER (Education and Public Economics), CEPR (Public Economics Symposium), AEA, APPAM, and seminars at various institutions for comments and discussions. We thank Ariel Hsieh, Chelsea Ilarde, Leon Lufkin, Noa Rosinplotz, Viraj Shukla, and Jessica Xu for outstanding research assistance. We thank Stéphane Lavertu for sharing bond data; and Chuck Amos, CEO of The Amos Group and Rachel Wisnefski, PhD, VP of The Amos Group for sharing data from schoolboardfinder.org. We are grateful for support from Yale University, The Broad Center at the Yale School of Management, and the Spencer Foundation through Small Grant #10016890. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}