{
    "id": 32045,
    "citation_title": "The Impact of Comprehensive Student Support on Crime: Evidence from the Pathways to Education Program",
    "citation_author": [
        "Adam M. Lavecchia",
        "Philip Oreopoulos",
        "Noah Spencer"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study finds substantial reductions to criminal activity from the introduction of a comprehensive high school support program for disadvantaged youth living in the largest public housing project in Toronto. The program, called Pathways to Education, bundles supports such as regular coaching, tutoring, group activities, free public transportation tickets and bursaries for postsecondary education. In this paper, we use a difference-in-differences approach that compares students living in public housing communities where the program was offered to those living in communities where the program was not offered over time. We find that eligibility for Pathways reduces the likelihood of being charged with a crime by 32 percent at its Regent Park location. This effect is driven by a reduction in charges for breaking and entering, theft, mischief, other traffic offenses and Youth Criminal Justice Act offenses.\n\n",
    "acknowledgement": "\nWe are grateful to Bassirou Gueye and Zhen Zhao at Statistics Canada for help with accessing the data and Barbara Bekooy and Joe Iacampo at Employment and Social Development Canada (ESDC) for many helpful conversations. We thank Statistics Canada and ESDC for financial support. Any errors or omissions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}