{
    "id": 32043,
    "citation_title": "Stated Preference Estimates of the Average Social Cost of Carbon",
    "citation_author": [
        "Matthew Ashenfarb",
        "Matthew Kotchen"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides stated preference (SP) estimates of the average social cost of carbon (ASCC) for use in evaluation of the benefits and costs of climate policy. Based on a U.S. nationally representative survey, we find an average individual willingness-to-pay (WTP) of $1,116 per year to keep global warming less than 2°C by 2100 compared to a business-as-usual temperature change. Combining the WTP estimate with population projections and assessments of the required emission reductions, we find a domestic ASCC of $8 per tonne of carbon dioxide (CO2). Applying a benefits transfer approach to infer WTP in other countries, we obtain an estimate of the global ASCC of $39 per tonne, with a 95-percent confidence interval of $32-$48. The estimate is insensitive to the discount rate, but it does vary with assumptions about the income elasticity of WTP and the rate of change in marginal abatement costs. Reasonable scenarios create a range of estimates between $12-$118 per tonne. We also examine the impact of distributional weighting based on the elasticity of the marginal utility of income, providing distributionally-weighted estimates of the global ASCC for use in all countries. We argue that a SP estimate of the ASCC is an useful complement to existing estimates of the marginal social cost of carbon (SCC) based on different valuation approaches.\n\n",
    "acknowledgement": "\nWe are grateful to Kevin Boyle, Catherine Kling, Alan Krupnik, Tony Leiserowitz, and Seth Rosenthal for helpful discussions about our survey question design. All remaining errors are our own. We received no funding for this research and have no conflicts of interest to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}