{
    "id": 32042,
    "citation_title": "Local Variation in Onsite Work during the Pandemic and its Aftermath",
    "citation_author": [
        "Katharine G. Abraham",
        "Mohammad Ashoori",
        "Aref Darzi",
        "Nathalie Gonzalez-Prieto",
        "John C. Haltiwanger",
        "Aliakbar Kabiri",
        "Erkut Y. Ozbay"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing longitudinal data on the location of mobile devices, we provide new evidence on the evolution of onsite work (OSW) over the course of the pandemic and its aftermath. We start with a large sample of individuals who, based on their mobile device activity, had a job at which they worked onsite in February 2020. We track the evolution of these individuals’ onsite work activity over the following thirteen to fourteen months, observing them in May 2020, August 2020, November 2020 and March/April 2021. Consistent with other evidence, we find a dramatic decline in OSW in May 2020 followed by a substantial rebound by the spring of 2021, albeit to a lower level than in February 2020. We document considerable cross-state, cross-city and cross-county variation in OSW. We also find, however, that the tract-level variation in OSW within states, cities and even counties far exceeds the variation across larger geographic areas. Observable characteristics such as industry, occupation, education and income account for much of the variation in OSW across large geographic areas since the pandemic. These same variables account for much of the enormous cross-tract variation in OSW that remains after controlling for state or county, but more than half of the cross-tract variation is accounted for by residual factors. These findings imply considerable heterogeneity in how the pandemic has affected where the resident populations of U.S. neighborhoods spend their days, a finding that has significant implications for businesses, workers, and policymakers.\n\n",
    "acknowledgement": "\nAbraham, Haltiwanger and Ozbay are members of the faculty in the Department of Economics, University of Maryland; Ashoori, Darzi, and Kabiri are affiliated with the Center for Advanced Transportation Technology Laboratory (CATT Lab), University of Maryland; and Gonzalez is a Research Economist at the World Bank. We thank the National Science Foundation for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}