{
    "id": 32049,
    "citation_title": "The Economics of Information in a World of Disinformation: A Survey Part 1: Indirect Communication",
    "citation_author": [
        "Joseph E. Stiglitz",
        "Andrew Kosenko"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey aspects of the intellectual development of the economics of information from the 1970s to today. We focus here on models where information is communicated indirectly through actions. Basic results, such as the failure of the fundamental theorems of welfare economics, the non-existence of competitive equilibrium, and the dependence of the nature of the equilibrium, when it exists, on both what information is available, and how information can be acquired, have been shown to be robust. Markets create asymmetries of information, even when initially none existed. While the earliest literature paid scarce attention to misinformation, subsequently it has been shown that governments can improve welfare, if disinformation is present, through fraud laws and disclosure requirements. Moreover, robust mechanism design enables agents and governments to better achieve their objectives, taking into account information asymmetries. On the other hand, market reforms that ignored their informational consequences may have lowered welfare.  Surveying both theory and applications, we review the main insights of these literatures, and highlight key messages using nontechnical language.\n\n",
    "acknowledgement": "\nWe are grateful to Daphne Raban and Julia Włodarczuk, for their work on improving the paper, to Andrea Gurwitt, for editing, to Filippo Pavesi and Massimo Scotti, and to the many collaborators that worked with us over the years. A slightly different version of this paper has been prepared for the Elgar Companion on Information Economics. Joseph Stiglitz gratefully acknowledges financial support from the Institute for New Economic Thinking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}