{
    "id": 32044,
    "citation_title": "The Puzzling Behavior of Spreads during Covid",
    "citation_author": [
        "Stelios S. Fourakis",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "2024-05-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvanced economies borrowed substantially during the Covid recession to fund their fiscal policy. The Covid recession differed from the Great Recession in that sovereign debt markets remained calm and spreads barely responded. We study the experience of Greece, the most extreme manifestation of the puzzling behavior of spreads during Covid. We develop a small open economy model with long-term debt and default, which we augment with official lenders, heterogeneous households and sectors, and Covid constraints on labor supply and consumption demand. The model is quantitatively consistent with the observed boom-bust cycle of Greece before Covid and salient observations on macro aggregates, government debt, and the sovereign spread during Covid. The spread is stable despite a rise in external borrowing during Covid, because lockdowns were perceived as transitory and the bailouts of the 2010s had tilted the composition of debt at the beginning of Covid away from defaultable private debt. The ECB's policy of purchasing debt in secondary markets during Covid did not stabilize spreads so much, but allowed the government to provide transfers that reduced inequality.\n\n",
    "acknowledgement": "\nThe views in this paper do not necessarily reflect the views of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nLoukas Karabarbounis\n\nLoukas Karabarbounis is a research consultant at the Federal Reserve Bank of Minneapolis. No person or institution with which he is affiliated has control over his research activities. The views expressed in his research are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System\n\n\n"
}