{
    "id": 32041,
    "citation_title": "Is the Electricity Sector a Weak Link in Development?",
    "citation_author": [
        "Jonathan M. Colmer",
        "David Lagakos",
        "Martin Shu"
    ],
    "citation_publication_date": "2024-01-15",
    "issue_date": "2024-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether increasing productivity in the electricity sector can yield larger long-run GDP gains than suggested by electricity’s small share of aggregate economic activity. We answer this question using a dynamic multi-sector model in which electricity is a strong complement to other inputs in production. We parameterize the model using our own new measures of electricity-sector TFP across countries. The model predicts modest long-run GDP gains from improving electricity-sector TFP, contrary to the notion that electricity is a weak link. Parameterizations that make electricity a weak link mostly require the electricity sector to be counterfactually large or unproductive.\n\n",
    "acknowledgement": "\nEmail: jonathan.colmer@virginia.edu, lagakos@bu.edu, martinshu@cuhk.edu.cn. For helpful comments, we thank Susanto Basu, Paco Buera, Joe Kaboski, Sam Kortum, Fernando Leibovici, Elisa Rubbo, Todd Schoellman, Yongs Shin, Robert Ulbricht, Rosen Valchev, and seminar/conference participants at Arizona State, Boston College, British Columbia, Columbia, CUHK Shenzhen, IGC Environment Week, Peking University HSBC Business School, Peking University INSE, Virginia Commonwealth, and Washington University in St. Louis. We thank Stephie Fried and Christos Makridis for inputs on an earlier version of this project. For outstanding research assistance we thank Will DeCesare, Isaac Otoo, Savannah Quick, Jose Ramos, Samir Rein, and Natasha Swindle. This project was supported by the IGC. All potential errors are our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}