{
    "id": 32048,
    "citation_title": "Digital Information Provision and Behavior Change: Lessons from Six Experiments in East Africa",
    "citation_author": [
        "Raissa Fabregas",
        "Michael Kremer",
        "Matthew Lowes",
        "Robert On",
        "Giulia Zane"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMobile phone-based informational programs are widely used worldwide, though there is little consensus on how effective they are at changing behavior. We present causal evidence on the effects of six agricultural information programs delivered through text messages in Kenya and Rwanda. The programs shared similar objectives but were implemented by three different organizations and varied in content, design, and target population. With administrative outcome data for tens of thousands of farmers across all experiments, we are sufficiently powered to detect small effects in real input purchase choices. Combining the results of all experiments through a meta-analysis, we find that the odds ratio for following the recommendations is 1.22 (95% CI: 1.16, 1.29). We cannot reject that impacts are similar across experiments and for two different agricultural inputs. There is little evidence of message fatigue, but the effects diminish over time. Providing more granular information, supplementing the texts with in-person calls, or varying the messages’ framing did not significantly increase impacts, but message repetition had modest positive effects. While the overall effect sizes are small, the low cost of text messages can make these programs cost-effective.\n\n",
    "acknowledgement": "\nFunding from ATAI, the Dioraphte Foundation, Unorthodox Philanthropy, 3ie, and an anonymous donor made this study possible. We thank our partner organizations: the Kenya Agriculture and Livestock Research Organization (KALRO), and in particular to Dr. Martins Odendo, One Acre Fund (1AF), Precision for Development (PxD), and Innovations for Poverty Action - Kenya (IPA-K) for all of their support during implementation and data collection. We are also grateful to 1AF, the Mumias Sugar Company, and German Agro Action (Welthungerhilfe) for sharing soil data and specially to Dr. Javier Castellanos for generating the agronomic recommendations to PxD and to Dr. David Guerena for the agronomic recommendations for 1AF.We thank Lillian Alexander, Carolina Corral, Tomoko Harigaya, Charles Misiati, Chrispinus Musungu, Cara Myers, Alex Nawar, Carol Nekesa, William Wanjala Oduor, Violet Omenyo, Victor Perez, and Megan Sheahan for excellent project and research support. This project benefited from feedback from Rema Hanna, Rohini Pande, Kashi Kafle, Jessica Zhu, Jack Marshall, Andrew Dustan and participants at AFE, AAEA, MWIDC, the Texas Experimental Association Symposium, NEUDC, Sao Paulo School of Economics, Development Inovation Lab, Y-RISE and JILAAE. Disclosure: Michael Kremer is a board member of PxD. Giulia Zane’s postdoctoral fellowship was funded by PxD. Fabregas, Kremer, and On did not receive any financial compensation from PxD but the organization partly funded this research. On worked as a volunteer for 1AF at the time of the experiment. Lowes worked for 1AF. A high-level summary of the results presented in this paper appears in Fabregas et al. (2019), which cites a working version of the present article. Experiment registration ID: AEARCTR-0006837. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}