{
    "id": 32057,
    "citation_title": "The Anatomy of Concentration: New Evidence From a Unified Framework",
    "citation_author": [
        "Kenneth R. Ahern",
        "Lei Kong",
        "Xinyan Yan"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcentration is a single summary statistic driven by two opposing forces: the number of firms in a market and the evenness of their market shares.  This paper introduces a generalized measure of concentration that allows researchers to vary the relative importance of each force.  Using the generalized measure, we show that the widely-cited evidence of increasing industrial employment concentration is driven by the Herfindahl Index's over-weighting of evenness and under-weighting of firm counts.  We propose an alternative, equally-weighted measure that has an equivalent economic meaning as the Herfindahl Index, but possesses superior statistical attributes in typical firm size distributions. Using this balanced measure, we find that employment concentration decreased from 1990 to 2020.  Finally, decomposing aggregate diversity into meaningful geographic and industry subdivisions reveals that concentration within regional markets has fallen, while concentration between markets has risen.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Reena Aggarwal, David Hirshleifer, Mariassunta Giannetti, Jerry Hoberg, John Matsusaka and seminar participants at the University of Iowa, the University of Southern California, and the AFFECT Workshop at the AFA. The authors have no financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}