{
    "id": 32059,
    "citation_title": "Quantifying the Social Value of a Universal COVID-19 Vaccine and Incentivizing Its Development",
    "citation_author": [
        "Rachel Glennerster",
        "Thomas Kelly",
        "Claire T. McMahon",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "2024-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nA booster of the COVID-19 vaccine targeting the prevailing Omicron variant did not become available in the United States until a year after the variant was first detected. This pattern of developing, testing, and distributing a variant-specific booster may become the default response to further waves of COVID-19 caused by new variants. An innovation with realistic scientific potential—a universal COVID-19 vaccine, effective against existing and future variants—could provide much more value by preempting new variants. Averaged across Monte Carlo simulations, we estimate the incremental value to the U.S. population of a universal COVID-19 vaccine to be $1.5–$2.6 trillion greater than variant-specific boosters (depending on how the arrival rate of variants is modeled). This social value eclipses the cost of an advance market commitment to incentivize the universal vaccine by several orders of magnitude.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful discussions with Willy Chertman, Jake Eberts, Josh Morrison, Stanley Plotkin, Alec Stapp, Nikki Teran, and Witold Więcek. This is a substantially revised and expanded version of our working paper: T. Kelly, R. Glennerster, C.M. Snyder (2023) “An advance market commitment to incentivize a universal coronavirus vaccine before the next variant,” Washington, DC: 1Day Sooner. This working paper, in turn, built on initial work by Eric Mannes, to whom we are especially indebted. Snyder is grateful to the Institute for Progress for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}