{
    "id": 32051,
    "citation_title": "Sorting under Risk Sharing and Complementarities",
    "citation_author": [
        "Hector Chade",
        "Ilse Lindenlaub"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does the presence of risk sharing affect sorting patterns on productive attributes when there are  complementarities among partners' skills in match output? We develop a matching model in which risk-averse agents, who differ in skills, match pairwise for productive purposes. Match output has stochastic returns and matched partners efficiently share this risk.  We find that under plausible assumptions the risk-sharing benefit of marriage tends to push toward negative sorting on partners' skills. To obtain the prediction of positive skill sorting—a robust empirical feature of marriage markets—this force needs to be counteracted by sufficiently strong skill complementarities in match output. We provide a novel inequality that characterizes monotone (positive or negative) equilibrium  sorting, balancing out skill complementarities and risk-sharing considerations in the right way. Several classes of primitives (utility and match output functions) render monotone sorting optimal. We then highlight a new implication of positive sorting on exogenous skills for matching patterns on endogenous differences in risk aversion: Positive sorting on skills translates into positive sorting on risk aversion—in line with the evidence from marriage markets.\n\n",
    "acknowledgement": "\nWe thank Xilin Yuan for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}