{
    "id": 32056,
    "citation_title": "Capital, Ideas, and the Costs of Financial Frictions",
    "citation_author": [
        "Pablo Ottonello",
        "Thomas Winberry"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of financial frictions in determining the allocation of investment and innovation. Empirically, we find that established firms are investment-intensive when they have low net worth but become innovation-intensive as they accumulate net worth. To interpret these findings, we develop an endogenous growth model with heterogeneous firms and financial frictions. In our model, firms are investment-intensive when they have low net worth because their returns to capital are high. Financial frictions determine the rate at which firms drive down the returns to capital and shift towards innovation. Quantitatively, the aggregate losses due to lower innovation are large, even though the allocation of capital to existing ideas is comparatively efficient. If innovation has positive spillovers, a planner would lower investment among constrained firms to finance more innovation. An innovation subsidy does not generate the correct distribution of investment and innovation to exactly decentralize this outcome.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, Fernando Alvarez, Cristina Arellano, David Argente, Marco Bassetto, Corina Boar, Gideon Bornstein, Jeff Buckley, Satyajit Chatterjee, Nicolas Crouzet, Maarten De Ridder, Nik Engbom, Vincent Glode, Jeremy Greenwood, Hugo Hopenhayn, Chad Jones, Greg Kaplan, Pete Klenow, Felix Kubler, Pablo Kurlat, Simon Mongey, Guillermo Ordonez, Victor Rios-Rull, Richard Rogerson, Pierre-Daniel Sarte, Chris Tonetti, and numerous seminar participants for helpful comments. We thank Samuel Stern, Jose Cristi Le-Fort, Erin Gibson, and Mariana Sans for excellent research assistance. Previously circulated as “Investment, Innovation, and Financial Frictions.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}