{
    "id": 32053,
    "citation_title": "Central Banks, Stock Markets, and the Real Economy",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article summarizes empirical research on the interaction between monetary policy and asset markets, and reviews our previous theoretical work that captures these interactions. We present a concise model in which monetary policy impacts the aggregate asset price, which in turn influences economic activity with lags. In this context: (i) the central bank (the Fed, for short) stabilizes the aggregate asset price in response to financial shocks, using large-scale asset purchases if needed (\"the Fed put\"); (ii) when the Fed is constrained, negative financial shocks cause demand recessions, (iii) the Fed's response to aggregate demand shocks increases asset price volatility, but this volatility plays a useful macroeconomic stabilization role; (iv) the Fed's beliefs about the future aggregate demand and supply drive the aggregate asset price; (v) macroeconomic news influences the Fed's beliefs and asset prices; (vi) more precise news reduces output volatility but heightens asset market volatility; (vii) disagreements between the market and the Fed microfound monetary policy shocks, and generate a policy risk premium.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: Caballero RJ, Simsek A. 2024. Central banks, stock markets, and the real economy. Annu. Rev. Financ. Econ. 16. In press. DOI: https://doi.org/10.1146/annurev-financial-082123-105900. Vicente Jimenez provided outstanding research assistance. Caballero acknowledges support from the National Science Foundation (NSF) under Grant Number SES-1848857. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}