{
    "id": 32054,
    "citation_title": "Stacked Difference-in-Differences",
    "citation_author": [
        "Coady Wing",
        "Seth M. Freedman",
        "Alex Hollingsworth"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces the concept of a \"trimmed aggregate ATT,\" which is a weighted average of a set of group-time average treatment effect on the treated (ATT) parameters identified in a staggered adoption difference-in-differences (DID) design. The set of identified group-time ATTs that contribute to the aggregate is trimmed to achieve compositional balance across an event window, ensuring that comparisons of the aggregate parameter over event time reveal dynamic treatment effects and differential pre-trends rather than compositional changes. Taking the trimmed aggregate ATT as a target parameter, we investigate the performance of stacked DID estimators. We show that the most basic stacked estimator does not identify the target aggregate or any other average causal effect because it applies different implicit weights to treatment and control trends. The bias can be eliminated using corrective sample weights. We present a weighted stacked DID estimator, and show that it correctly identifies the target aggregate, providing justification for using the estimator in applied work.\n\n",
    "acknowledgement": "\nWe thank Kosali Simon, Dan Sacks, Sunny Karim, and Matt Webb for feedback on early versions of the paper. We are also grateful to Austin Nichols, Adam Looney, Enrique Pinzon, Vivian Wong, Peter Steiner, and participants at the WHY Utah conference for providing a venue for early feedback and for many helpful comments. Madeline Yozwiak, Patrick Carlin, and Mallory Dreyer provided excellent research assistance. You can find example code to calculate and implement these weights here: https://github.com/hollina/stacked-did-weights The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}