{
    "id": 32050,
    "citation_title": "The Economics of Information in a World of Disinformation: A Survey Part 2: Direct Communication",
    "citation_author": [
        "Joseph E. Stiglitz",
        "Andrew Kosenko"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper surveys the recent work on economics of information with endogenous information structures where individuals can directly communicate information with each other. We consider the theoretical work on cheap talk, Bayesian persuasion, and information design, and review the implications of information control and information abundance for mis and disinformation. The relationship between information and market power is particularly important when social media can amplify and maintain harmful fictions that lead to polarization and undermine not only markets, but democratic discourse. We review both the “rational” decision-making paradigm, as well as departures from it, such as cases where decision makers can choose what to know, can allocate their attention in different ways or have behavioral biases that influence their information processing. We note some important connections to legal and media studies and highlight key messages in nontechnical language.\n\n",
    "acknowledgement": "\nWe are grateful to Daphne Raban and Julia Włodarczuk, for their work on improving the paper, to Andrea Gurwitt, for editing, to Filippo Pavesi and Massimo Scotti, and to the many collaborators that worked with us over the years. Joseph Stiglitz gratefully acknowledges financial support from the Institute for New Economic Thinking. A slightly different version of this paper has been prepared for the Elgar Companion on Information Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}