{
    "id": 32055,
    "citation_title": "Thick Market Externalities and the Persistence of the Opioid Epidemic",
    "citation_author": [
        "David M. Cutler",
        "J. Travis Donahoe"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nOpioid overdose death rates in the United States have risen continuously for over three decades, increasing 2,142 percent in total from 1990 to 2020. This is surprising. One might expect drug epidemics to be self-limiting, as policy and individual behavior reacts to observed deaths. We study why opioid deaths have risen so greatly and for so long. We consider three reasons for a prolonged epidemic: exogenous and continuing changes in demand or supply, and spillovers in demand for opioids across users, which we term “thick market externalities.” We show there is no evidence of sufficiently large exogenous changes in the demand or supply of opioids that could explain such a prolonged increase in death rates. We test for spillovers using county-level data on opioid deaths from 1991–2018 and opioid shipments from 2006–2009, combined with data on friendships and distance between counties. Estimating a model with addiction and spatial spillovers, we find large spillovers in opioid use and deaths across areas. A shock that increases opioid death rates by 1 in an index county causes 0.38 to 0.76 more deaths in other counties because of spillovers. Because opioids are addictive, this leads to even more deaths and spillovers in future years. In some specifications, these effects are large enough to generate a continuously increasing epidemic without any ongoing changes in demand or supply. We estimate spillovers explain 84 to 92 percent of opioid deaths from 1990 to 2018 and are the main reason deaths have increased for so long.\n\n",
    "acknowledgement": "\nWe are grateful to David Bradford, Michael Chernew, Alex Hollingsworth, Mireille Jacobson, Timothy Layton, Nicole Maestas, Thomas McGuire, Ellen Meara, Molly Schnell, Mark Shepard, Kosali Simon, Coady Wing, and seminar and workshop participants at the annual meeting of ASHEcon, the Electronic Health Economics Colloquium, Harvard University, Indiana University, and Northwestern University. Cutler was involved in multi-district litigation regarding opioids as an expert witness to the plaintiff counties suing opioid manufacturers, distributors, and dispensers. Donahoe received consulting income related to pharmaceutical litigation. Donahoe’s research was supported by the Agency for Healthcare Research and Quality, National Institute of Aging, and National Institute of Mental Health of the National Institutes of Health, Award Numbers R36HS029104, T32HS000055, T32MH019733, and T32AG000186. Cutler’s research was supported by the National Institute of Aging, P01AG005842. The content is solely the responsibility of the authors and does not reflect the official views of the National Institutes of Health, any of its agencies, or the National Bureau of Economic Research.\n\n\n"
}