{
    "id": 32052,
    "citation_title": "Tech-Driven Intermediation in the Originate-to-Distribute Model",
    "citation_author": [
        "Zhiguo He",
        "Sheila Jiang",
        "Douglas Xu"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a general equilibrium model to examine the role of information technology when intermediaries facilitate the origination and distribution of assets given information asymmetry. Information technology measures the informativeness of asset-quality signals received by intermediaries, who purchase assets produced by originators and then resell them to uninformed investors. Allowing intermediaries to operate has a mixed social welfare effect: Uninformed intermediation can be welfare reducing when adverse selection is severe in the economy, while informed intermediation always improves social welfare.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Doug Diamond and Victoria Ivashina, and seminar participants at HBS-Sloan joint seminar and HKUST Guanzhou campus. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business as the majority of this paper was completed while He was working at University of Chicago. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}