{
    "id": 32065,
    "citation_title": "Regularization from Economic Constraints: A New Estimator for Marginal Emissions",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Valentin Verdier",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "2024-07-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnvironmental policy is increasingly concerned with measuring emissions resulting from local changes to electricity consumption. These marginal emissions are challenging to measure because electricity grids encompass multiple locations and the information available to identify the effect of each location’s consumption on grid-wide emissions is limited. We formalize this as a high-dimensional aggregation problem: The effect of electricity consumption on emissions can be estimated precisely for each electricity generating unit (generator), but not precisely enough to obtain reliable estimates of marginal emissions by summing these effects across all generators in a grid. We study how two economic constraints can address this problem: electricity supply equals demand and an assumption of monotonicity. We show that these constraints can be used to formulate a ‘naturally regularized’ estimator, which implements an implicit penalization that does not need to be directly tuned. Under an additional assumption of sparsity, we show that our new estimator solves the high-dimensional aggregation problem, i.e., it is consistent for marginal emissions where the usual regression estimator would not be. We also develop an asymptotically valid method for inference to accompany our estimator. When applied to the U.S. electricity grid with 13 separate consumption regions, our method yields plausible patterns of marginal generation across fuel types and geographic location. Our estimates of region-level marginal emissions are precise, account for imports/exports between regions, and allow for all fuel types to potentially be on the margin.\n\n",
    "acknowledgement": "\nWe thank James Archsmith, Andrii Babii, Alex Belloni, Stéphane Bonhomme, Allan Collard-Wexler, Max Farell, Iván Fernández-Val, Chris Hansen, Soonwoo Kwon, Lihua Lei, Tianqi Li, Adam McCloskey, Chuck Manski, Matt Masten, Chris Muris, Ingmar Prucha, Pedro Sant’Anna, Frank Wolak, Jeff Wooldridge, Kaspar Wüthrich, Yinchu Zhu, and Jiacheng Zou for many helpful comments and suggestions, as well as seminar participants at the University of Maryland, Duke University, the University of North Carolina - Greensboro, the Triangle Resource and Environmental Economics Workshop, and EI@Haas Energy Camp. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}