{
    "id": 32067,
    "citation_title": "Age at Immigrant Arrival and Career Mobility: Evidence from Vietnamese Refugee Migration and the Amerasian Homecoming Act",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr",
        "Kendall E. Smith"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the long-run career mobility of young immigrants, mostly refugees, from Vietnam who moved to the United States during 1989-1995. This third and final migration wave of young Vietnamese immigrants was sparked by unexpected events that culminated in the Amerasian Homecoming Act. Characteristics of the wave also minimized selection effects regarding who migrated. Small differences in the age at arrival, specifically being 14-17 years old on entry compared to 18-21, resulted in substantial differences in future economic outcomes. Using Census Bureau data, we characterize the different career profiles of young vs. older immigrants, and we quantify explanatory factors like education, language fluency, and persistence from initial employers.\n\n",
    "acknowledgement": "\nWe thank David Autor, Peter Blair, Leah Boustan, Kristin Butcher, Aimee Chin, Michael Clemens, Mette Foged, Jennifer Hunt, Elisa Jacome, Scott Kominers, Derek Neal, Matti Sarvimäki, Marco Tabellini, and seminar participants for helpful comments. We thank the National Science Foundation, Harvard Business School, the Smith Richardson Foundation, and the Ewing Marion Kauffman Foundation for financial support. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1571. (CBDRB-FY23-P1571-R10504). This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}