{
    "id": 32069,
    "citation_title": "The Wandering Scholars: Understanding the Heterogeneity of University Commercialization",
    "citation_author": [
        "Josh Lerner",
        "Henry J. Manley",
        "Carolyn Stein",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUniversity-based scientific research has long been argued to be a central source of commercial innovation and economic growth.  Yet at the same time, there have been long-held concerns that many university-based discoveries never realize their potential social benefits.  Looking across universities, research and commercialization activities such as start-up formation vary tremendously – variation that could reflect the composition and orientation of faculty research, university-level factors such as patenting and licensing efforts, or broader place-based factors such as location in a technology cluster.  We take a first step towards unpacking this heterogeneity in university commercialization by analyzing how the propensity of academic research to spill over to commercial innovation changes when academics move across universities. Our estimates suggest that at least 15–25% of geographic variation in commercial spillovers from university-based research is attributable to place-specific factors.\n\n",
    "acknowledgement": "\nWe are grateful to Ryan Broll, AnneMarie Bryson, Clara Chen, Gideon Moore, Deepika Prabhakar, Maya Roy, Ralph Skinner, Zahra Thabet, and Anthony Wang for excellent research assistance. This research was funded in part by Harvard Business School's Division of Research and Doctoral Programs, Harvard Economics' SUPER Program, the Alfred P. Sloan Foundation, and the Smith Richardson Foundation. We thank Ashish Arora and Scott Stern (discussants), Isaac Kohlberg, Matt Marx, and participants in seminars at Dartmouth, Harvard, Stanford, UC-Berkeley, UC-Santa Barbara, and UCL, as well as the Econometric Society's North American Winter Meeting, the NBER Productivity Lunch, and the NBER Organizational Economics and Science of Science Funding meetings, for helpful comments. Lerner has received compensation from advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to innovation and venture capital. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeidi L. Williams\n\nOver the past three years, have I received more than $10,000 in research funding from the Aphorism Foundation, Emergent Ventures, the Institute for Progress, Open Philanthropy, Schmidt Futures, the Smith Richardson Foundation, and the US National Institutes of Health.\n\n\nI serve in paid positions at the American Economic Association (as Editor of the Journal of Economic Perspectives) and the National Bureau of Economic Research (as co-lead of the Innovation Policy working group).\n\n\n"
}