{
    "id": 32077,
    "citation_title": "Diminishing Marginal Utility Revisited",
    "citation_author": [
        "Miles S. Kimball",
        "Daniel Reck",
        "Fudong Zhang",
        "Fumio Ohtake",
        "Yoshiro Tsutsui"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHow quickly does marginal utility fall with increasing consumption? It depends on the dimension along which we consider concavity of the utility function. This paper estimates the distribution of heterogeneous curvature parameters in individuals’ utility functions from hypothetical choice data, while accounting for survey response error. Types of curvature examined include relative risk aversion, intertemporal substitution, the reciprocal of the altruism elasticity, and a new measure of inequality aversion, which queries how much more a dollar means to a poor family than to a rich family.\nMedian values of curvature parameters ranging from 0.6 to 13.2. Utility functions are most concave for situations involving altruism, followed by risk aversion, inequality aversion, and intertemporal substitution. Heterogeneity of curvature in the population also varies: altruism is the most heterogeneous, followed by risk aversion, the elasticity of intertemporal substitution, and inequality aversion. Nonetheless, curvature parameters are highly correlated (ρ > .8) over different elicitations within parameter type, and modestly correlated across dimensions in some cases, including inequality aversion and risk aversion (ρ ≈ 0.3), altruism and risk aversion (ρ ≈ 0.3), and altruism and inequality aversion (ρ ≈ 0.14).\n\n",
    "acknowledgement": "\nWe acknowledge support from the United States National Institute on Aging (R01AG040787, R01AG020717) and from Center of Excellence funding to the University of Osaka from the Japanese government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}