{
    "id": 32073,
    "citation_title": "Ends versus Means: Kantians, Utilitarians, and Moral Decisions",
    "citation_author": [
        "Roland Bénabou",
        "Armin Falk",
        "Luca Henkel"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChoosing what is morally right can be based on the consequences (ends) resulting from the decision – the Consequentialist view – or on the conformity of the means involved with some overarching notion of duty – the Deontological view. Using a series of experiments, we investigate the overall prevalence and the consistency of consequentialist and deontological decision-making, when these two moral principles come into conflict. Our design includes a real-stakes version of the classical trolley dilemma, four novel games that induce ends-versus-means tradeoffs, and a rule-following task. These six main games are supplemented with six classical self-versus-other choice tasks, allowing us to relate consequential/deontological behavior to standard measures of prosociality. Across the six main games, we find a sizeable prevalence (20 to 44%) of nonconsequentialist choices by subjects, but no evidence of stable individual preference types across situations. In particular, trolley behavior predicts no other ends-versus-means choices. Instead, which moral principle prevails appears to be context-dependent. In contrast, we find a substantial level of consistency across self-versus-other decisions, but individuals’ degree of prosociality is unrelated to how they choose in ends-versus-means tradeoffs.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments to Jean-Francois Bonnefon, Benjamin Enke, Brit Grosskopf, Claudia Senik, Jean Tirole, and participants in seminars and conferences at briq, PSE, SciencesPo, TSE, UCEMA, and the University of Chicago. Egshiglen Batbayar, Erik Ortiz Covarrubias, Luca Michels and Adam Rangel provided excellent research assistance. Bénabou gratefully acknowleges the hospitality of Sciences Po and the Paris School of Economics during the year 2021-2022. Funding: Funded by the German Research Foundation (DFG) under Germany’s Excellence Strategy - EXC 2126/1- 390838866. Support by the German Research Foundation (DFG) through CRC TR 224 (Project A01) is gratefully acknowledged. Ethics approval: The study obtained ethics approval from Princeton University (No. 12513 and 15939). Research transparency: The study was preregistered at the AEA RCT Registry (#AEARCTR-0007714). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}