{
    "id": 32070,
    "citation_title": "Money Isn’t Everything: Estimating the Prestige Value of Winning Cutthroat Kitchen from Overbidding in Sabotage Auctions",
    "citation_author": [
        "Meg Snyder",
        "Daniel Bragen",
        "Matthew Rousu",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe seek to estimate the prestige value of winning beyond monetary prizes in Cutthroat Kitchen, a cooking show in which dishes are judged in a series of elimination rounds, with the twist that action is periodically paused to auction sabotages against rivals. We estimate the distribution of contestants’ prestige values using a structural model of bidding by a contestant with rational expectations about sabotage effectiveness taken from the data. Our most conservative specification—allowing for risk aversion and bias in the beliefs about sabotage effectiveness—yields mean prestige values of nearly $10,000 for typical episodes and over $35,000 for tournaments.\n\n",
    "acknowledgement": "\nThe authors are grateful to Christopher Cardillo, Alyssa Koeck, and Emily Wang for excellent research assistance in assembling the data on Cutthroat Kitchen episodes, to the Dartmouth College Presidential Scholars and Dartmouth Economic Research Scholars programs for research-assistant funding, and to Apoorv Gupta and Nathan Zorzi for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}