{
    "id": 32072,
    "citation_title": "Import Constraints",
    "citation_author": [
        "Diego A. Comin",
        "Robert C. Johnson",
        "Callum J. Jones"
    ],
    "citation_publication_date": "2024-01-22",
    "issue_date": "2024-01-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the recovery from the COVID-19 pandemic, international shipping and logistics capacity was strained, limiting the quantity of imports.  We investigate the impact of an import constraint on inflation, following an increase in domestic demand.  Whether the binding import constraint raises inflation depends on how it affects trade intermediation costs.  If the binding constraint raises trade costs, then import price inflation also increases.  In this case, however, foreign producer price inflation falls, and import quantities rise more for inputs than final goods.  Both these model results appear counterfactual, which suggests that import constraints may not explain observed import price inflation.\n\n",
    "acknowledgement": "\nThis material is based upon work supported by the National Science Foundation under Grant No. SES-2315629. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed are those of the authors and not necessarily those of the Federal Reserve Board or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}