{
    "id": 32079,
    "citation_title": "User Rights for Ocean Ecosystem Conservation",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNon-target marine fish species and ocean ecosystems are increasingly valuable. Ongoing efforts to preserve them emphasize spatial controls on human entry and use via Marine Protected Areas (MPAs). They cover 7.6% of world oceans and aim for 30% by 2030 under the Convention for Biological Diversity (CBD) and International Union for Conservation of Nature (IUCN). MPAs are Pigouvian-style, polluter-pays, controls with rare direct compensation and uncertain projected fishery benefits. Under this policy design, they impose differential economic costs and benefits and likely are inequitable. Absent economic cost/benefit analysis at inauguration, they may be too large, extensive, and restrictive. In the empirical cases below, MPAs are controversial with political pushback, threatening long-term conservation. User rights and Coasean bargaining may avoid some of these outcomes.\n\n",
    "acknowledgement": "\nI have no support funds or financial relationships in this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}