{
    "id": 32089,
    "citation_title": "Customer Data Access and Fintech Entry: Early Evidence from Open Banking",
    "citation_author": [
        "Tania Babina",
        "Saleem A. Bahaj",
        "Greg Buchak",
        "Filippo De Marco",
        "Angus K. Foulis",
        "Will Gornall",
        "Francesco Mazzola",
        "Tong Yu"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-01-25",
    "revision_date": "2024-03-18",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nOpen banking (OB) empowers bank customers to share transaction data with fintechs and other banks. 49 countries have adopted OB policies. Consumer trust in fintechs predicts OB policy adoption and adoption spurs investment in fintechs. UK microdata shows that OB enables: i) consumers to access both financial advice and credit; ii) SMEs to establish new fintech lending relationships. In a calibrated model, OB universally improves welfare through entry and product improvements when used for advice. When used for credit, OB promotes entry and competition by reducing adverse selection, but higher prices for costlier or privacy-conscious consumers partially offset these benefits.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Boyd for sharing Platformable's data and Zhaochen Jiang for outstanding research support. For comments, we are grateful to Isha Agarwal, Jonathan Berk, Bo Bian, Charlie Calomiris, Olivier Darmouni, Douglas Diamond, Maryam Farboodi, Zhiguo He, Sean Higgins, Steve Kaplan, Arvind Krishnamurthy, Theresa Kuchler, Luc Laeven, Stefan Nagel, Tomek Piskorski, Ragu Rajan, Amit Seru, Amir Sufi, Ansgar Walther, Luigi Zingales, Yao Zeng, and seminar and conference audiences at the Barcelona Summer Forum; Bank of Canada workshop; Bank of Sweden; CKGSB; Columbia; HEC Lausanne; EFA; Entrepreneurship and Innovation at Nova SBE; Erasmus University in Rotterdam; Esade Spring Workshop (Barcelona); FDIC 21st Annual Bank Research Conference; FIRS; HEC Workshop on Entrepreneurship; Imperial College London; Maastricht University; NBER SI Corporate Finance; NBER Economics of Privacy Conference; NFA; NY Fed Fintech Conference; NYU WAPFIN (Women Assistant Professors in Finance); OCC Conference; Oxford University; Rome Junior Finance Conference; Stanford; Stockholm School of Economics; Wharton; UBC; UBC Winter Finance Conference; Universidad Carlos III de Madrid; University of Warwick; USC; and UTD Finance Conference. Gornall thanks the SSHRC for their support. The FCA Financial Lives Survey data for this research has been provided by the Consumer Data Research Centre, an ESRC Data Investment, under project ID CDRC 1512, ES/L011840/1; ES/L011891/1. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Bank of England, the MPC, the FPC, or the PRC, nor those of the Financial Conduct Authority. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWill Gornall\n\nGornall has consulted to venture fund general partners and limited partners.\n\n\n"
}