{
    "id": 32080,
    "citation_title": "Durables and Size-Dependence in the Marginal Propensity to Spend",
    "citation_author": [
        "Martin Beraja",
        "Nathan Zorzi"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStimulus checks have become an increasingly important policy tool in recent U.S. recessions. How does the households' marginal propensity to spend (MPX) vary as checks become larger? To quantify this size-dependence in the MPX, we augment a canonical model of durable spending by introducing a smooth adjustment hazard. We discipline this hazard by matching a rich set of micro moments. We find that the MPX declines slowly with the size of checks. In contrast, the MPX is flatter in a purely state-dependent model of durables, and declines sharply in a two-asset model of non-durables. Finally, we embed our spending model into an open-economy heterogeneous-agent New-Keynesian model. In a typical recession, a large check of $2,000 increases output by 25 cents per dollar, compared to 37 cents for a $300 check. Large checks thus remain effective but extrapolating from the response out of small checks overestimates their impact.\n\n",
    "acknowledgement": "\nWe hereby declare that we have no relevant or material financial interests that relate to the research described in the paper “Durables and Size-Dependence in the Marginal Propensity to Spend.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}