{
    "id": 32087,
    "citation_title": "Constructing Quarterly Chinese Time Series Usable for Macroeconomic Analysis",
    "citation_author": [
        "Kaiji Chen",
        "Patrick C. Higgins",
        "Tao Zha"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "2024-09-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nDuring episodes such as the global financial crisis and the Covid-19 pandemic, China experienced notable fluctuations in its GDP growth and key expenditure components. To explore the primary sources of these fluctuations, we construct a comprehensive dataset of GDP and its components in both nominal and real terms at a quarterly frequency. Applying two SVAR models to this dataset, we uncover the principal drivers of China's economic fluctuations across different episodes. In particular, our findings underscore the distinct impacts of consumption-constrained shocks on household consumption and its various subcomponents throughout the Covid-19 pandemic.\n\n",
    "acknowledgement": "\nWe are grateful to Hongyi Fu for her superlative research assistance. We thank John Fernald, John Rogers, and the participants of the 2023 Asian Economic Policy Conference at the Federal Reserve Bank of San Francisco, as well as the seminar attendees at the IMF, for their helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}