{
    "id": 32084,
    "citation_title": "The Predictive Power of the Term Spread and Financial Variables for Economic Activity across Countries",
    "citation_author": [
        "Menzie D. Chinn",
        "Laurent Ferrara"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, there has been renewed interest in the moments of the yield curve (or alternatively, the term spread) as a predictor of future economic activity, defined as either recessions, or industrial production growth. In this paper, we re-examine the evidence for this predictor for the United States, other high-income countries, as well as selected emerging market economies (Brazil, India, China, South Africa and South Korea), over the 1995-2023 period. We examine the sensitivity of the results to the addition of financial variables that measure other dimensions of financial conditions both domestically and internationally.  Specifically, we account for financial conditions indexes (Arrigoni, et al., 2022), the debt service ratio (Borio, et al., 2020), and foreign term spreads (Ahmed and Chinn, 2023). We find that foreign term spreads and the debt service ratio in many cases yield substantially better predictive power, in terms of in-sample fit using proportion of variance explained. Overall, the predictive power of the yield curve, as well as other financial variables, varies across countries, with particularly little explanatory power in emerging market economies.\n\n",
    "acknowledgement": "\nMin-Jung Jun provided assistance in compiling the data. We thank Dora Fan Xia and Fabrizio Venditti for graciously providing data, and Steve Kamin and conference participants at the International Symposium of Forecasters (U.VA, June 2023) for helpful comments. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the organizations the authors are associated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}