{
    "id": 32086,
    "citation_title": "The Economic Impact of Heritable Physical Traits: Hot Parents, Rich Kid?",
    "citation_author": [
        "Daniel S. Hamermesh",
        "Anwen Zhang"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "2024-02-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the mapping of the human genome in 2004, biologists have demonstrated genetic links to the expression of several income-enhancing physical traits. To illustrate how heredity produces intergenerational economic effects, this study uses one trait, beauty, to infer the extent to which parents’ physical characteristics transmit inequality across generations. Analyses of a large-scale longitudinal dataset in the U.S., and a much smaller dataset of Chinese parents and children, show that a one standard-deviation increase in parents’ looks is associated with a 0.4 standard-deviation increase in their child’s looks. A large data set of U.S. siblings shows a correlation of their beauty consistent with the same expression of their genetic similarity, as does a small sample of billionaire siblings. Coupling these estimates with parameter estimates from the literatures describing the impact of beauty on earnings and the intergenerational elasticity of income suggests that one standard-deviation difference in parents’ looks generates a 0.06 standard-deviation difference in their adult child’s earnings, which amounts to additional annual earnings in the U.S. of about $2300.\n\n",
    "acknowledgement": "\nWe thank David Buss, Hannah Hamermesh, Lea-Rachel Kosnik, Andrew Leigh, Kenneth McLaughlin, Paul Menchik, and Gary Solon for helpful discussions, Shulan Fei and Junsen Zhang for the Chinese data, and especially Robert Crosnoe and Rachel Gordon for providing the SECCYD data and guiding us through the intricacies of the videos that they created. No funding was received for the research reported in this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}