{
    "id": 32088,
    "citation_title": "Energy Transitions in Regulated Markets",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Ashley Langer",
        "Mar Reguant"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural gas has replaced coal as the dominant fuel for U.S. electricity generation. However, U.S. states that regulate electric utilities have retired coal more slowly than others. We build a structural model of rate-of-return regulation during an energy transition where utilities face tradeoffs between lowering costs and maintaining coal capacity. We find that the current regulatory structure retires only 45% as much coal capacity as a cost minimizer. A regulated utility facing a carbon tax does not lower carbon emissions immediately but retires coal similarly to the social planner. Alternative regulations with faster transitions clash with affordability and reliability goals.\n\n",
    "acknowledgement": "\nWe thank Steve Cicala, Lucas Davis, Meredith Fowlie, Catie Hausman, Paul Joskow, Erin Mansur, Nancy Rose, and seminar participants for their helpful comments. We are grateful to Miguel Borrero, Kelli Marquardt, Nicholas Moshkriz, Filippo Paternollo, and Claire Petersen for excellent research assistance. Gowrisankaran and Langer acknowledge financial support from the National Science Foundation through Grant SES-2149335. Reguant acknowledges support from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement No 101001732-ENECML). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGautam Gowrisankaran\n\n•\tI was the PI of a research grant from the National Science Foundation (SES-1824348) that evaluates the tradeoffs between productivity and pollution.\n•\tI am the PI of a research grant from the National Science Foundation (SES-2149335) that examines regulation in electricity markets.\n•\tI am a Senior Advisor to Cornerstone Research. As such, I have provided expert testimony and consulting services to a number of entities, including ones involved in the energy sector and ones regulated by the government.\n•\tI declare that I have no other relevant material or financial interests that relate to the research described in this paper.\n\n\n\nAshley Langer\n\nGautam Gowrisankaran was the PI of a research grant from the National Science Foundation (SES-1824348) that evaluates the tradeoffs between productivity and pollution. He is also a Senior Advisor to Cornerstone Research. As such, he has provided expert testimony and consulting services to a number of entities, including ones involved in the energy sector and ones regulated by the government.\n\n\nAshley Langer is affiliated with Cornerstone Research. As such, she has provided expert testimony and consulting services to a number of entities, including ones regulated by the government. She has not provided expert testimony related to regulated electric utilities. Ashley Langer is also the co-director of the newly-established Consortium for Environmentally Resilient Business (CERB) at the Eller College of Management at the University of Arizona. This Consortium brings together electric utilities with researchers and policymakers to address pressing concerns related to the impacts of climate change. CERB will, in the future, fund graduate student research at UA. Ashley Langer has not received any direct payments from CERB or any of its affiliates, and this research does not use any data directly from CERB affiliates. CERB affiliates do not have the right to review this research prior to publication.\n\n\n"
}