{
    "id": 32082,
    "citation_title": "Help for the Heartland? The Employment and Electoral Effects of the Trump Tariffs in the United States",
    "citation_author": [
        "David Autor",
        "Anne Beck",
        "David Dorn",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "2024-11-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe study the economic and political consequences of the 2018-2019 trade war between the United States, China and other US trade partners at the detailed geographic level, exploiting measures of local exposure to US import tariffs, foreign retaliatory tariffs, and US compensation programs. The trade-war has not to date provided economic help to the US heartland: import tariffs on foreign goods neither raised nor lowered US employment in newly-protected sectors; retaliatory tariffs had clear negative employment impacts, primarily in agriculture; and these harms were only partly mitigated by compensatory US agricultural subsidies. Consistent with expressive views of politics, the tariff war appears nevertheless to have been a political success for the governing Republican party. Residents of regions more exposed to import tariffs became less likely to identify as Democrats, more likely to vote to reelect Donald Trump in 2020, and more likely to elect Republicans to Congress. Foreign retaliatory tariffs only modestly weakened that support.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Banque de France, UC Berkeley, CERGE-EI, Harvard, Hohenheim, INSEAD, Maastricht, Mannheim, Northwestern, PSE, Shanghai Jiao Tong, Singapore Management University, Stanford, Tuebingen, USC, Vienna, Warwick and Zurich for valuable comments, and Lory Iunius, Clemens Oberhuemer and Liaoliang Zhang for excellent research assistance. Autor acknowledges research support from the Hewlett Foundation, Google, the Smith Richardson Foundation, and the Washington Center for Equitable Growth. Beck and Dorn acknowledge research support from the University of Zurich’s research priority program 'Equality of Opportunity'. Hanson acknowledges research support from the Hewlett Foundation and the Generation Foundation. The views expressed here are those of the authors only, and not necessarily those of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}