{
    "id": 32081,
    "citation_title": "Export-Platform FDI: Cannibalization or Complementarity?",
    "citation_author": [
        "Pol Antràs",
        "Evgenii Fadeev",
        "Teresa C. Fort",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of export-platform foreign direct investment (FDI) in which final goods are produced only with labor and there are no fixed costs of exporting. We derive a simple condition that determines whether an MNE's plants are substitutes or complements. This condition is shaped by the relative size of (i) the cross-firm elasticity of demand the MNE faces for its goods and (ii) the within-firm elasticity of labor substitution across the MNE's plants. In two extensions of the model, we show that this complementarity is enhanced by firm-level (rather than plant-level) fixed costs of exporting and of sourcing inputs.\n\n",
    "acknowledgement": "\nWe are grateful to Ken Kikkawa for discussing our paper at the 2024 ASSA meetings and to Nicolo Rizzotti for careful proofreading. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPol Antràs\n\nThe data used in this paper is for the most part publicly available. Our understanding, however, is that we will not be able to post the NBER-IRS Public Use Samples on the AER website. The data is, however, easily accessible by NBER researchers, and we will certainly provide code for replication purposes.\n\n\n"
}