{
    "id": 32095,
    "citation_title": "Do Double Majors Face Less Risk? An Analysis of Human Capital Diversification",
    "citation_author": [
        "Andrew S. Hanks",
        "Shengjun Jiang",
        "Xuechao Qian",
        "Bo Wang",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-26",
    "revision_date": "2024-05-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how human capital diversification, in the form of double majoring, affects the response of earnings to labor market shocks. Double majors experience substantial protection against earnings shocks, of 56%. This finding holds across different model specifications and data sets. Furthermore, the protection double majors experience is more pronounced when the two majors are more distantly related, highlighting the importance of diverse skill sets. Additional analyses demonstrate that double majors are more likely to work in jobs that require a diverse set of skills and knowledge and are less likely to work in occupations that are closely related to their majors.\n\n",
    "acknowledgement": "\nWe are grateful to Audrey Light, Tamar Oostrom, W. David Allen, seminar participants at The Ohio State University, and participants of the 2023 Midwest Economics Association Annual Meeting, 2023 Western Economic Association International Annual Conference, and 2023 Agricultural & Applied Economics Association Annual Meeting for generous comments and helpful feedback. Hanks and Weinberg also gratefully acknowledge funding from NSF EHR DGE Award 2100234. Disclaimer: any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}