{
    "id": 32099,
    "citation_title": "Platform Information Provision and Consumer Search: A Field Experiment",
    "citation_author": [
        "Lu Fang",
        "Yanyou Chen",
        "Chiara Farronato",
        "Zhe Yuan",
        "Yitong Wang"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite substantial efforts to help consumers search in more intuitive ways, text search remains the predominant tool for product discovery online. In this paper, we explore the effects of visual and textual cues for search refinement on consumer search and purchasing behavior. We collaborate with one of the largest e-commerce platforms in China and study its roll out of a new search tool. When a customer searches for a general term (e.g., “headphones”), the tool suggests refined queries (e.g., “bluetooth headphones” or “noise-canceling headphones”) with the help of images and texts. The search tool was rolled out with a long-run experiment, which allows us to measure its short-run and long-run effects. We find that, although there was no immediate effect on orders or total expenditures, the search tool changed customers’ search and purchasing behavior in the long-run. Customers with access to the new tool eventually increased orders and expenditures compared to those in the control group, especially for non top-selling products. The purchase increase comes from more effective searches,\nrather than an increase in activity on the platform. We also find that the effect is not only driven by the direct value of suggested searches, but also by customers indirectly learning to perform more effective searches on their own.\n\n",
    "acknowledgement": "\nZhe Yuan would like to acknowledge financial support from the NSFC (Grants 72203202, 72192803 and 72141305). Lu Fang would like to acknowledge financial support from the NSFC (Grant 72192803). Yitong Wang is an employee at the company that shared the data for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}