{
    "id": 32093,
    "citation_title": "Cash Transfers for Child Development: Experimental Evidence from India",
    "citation_author": [
        "Jeffrey Weaver",
        "Sandip Sukhtankar",
        "Paul Niehaus",
        "Karthik Muralidharan"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite significant economic growth, child development outcomes in India remain poor. Using a large-scale experiment in which randomly-selected mothers receive cash transfers for the first two years of their child's life, we examine the relationship between income and child development in the Indian state of Jharkhand. Treated mothers and children experienced large increases in nutritional intake, including increases in caloric consumption of 9.6-15.5%. However, child anthropometric indicators improved only in areas with low rates of open defecation. These results suggest that poor sanitation is a key explanatory factor for the poor translation of increases in income into child growth in India.\n\n",
    "acknowledgement": "\nWe thank the Government of Jharkhand State Nutrition Mission for their support of this project, and are particularly grateful to Mukhmeet Bhatia, Dr. DK Saxena, and Ajay Verma. We thank Radu Ban, Prashant Bharadwaj, Hoyt Bleakley, and Tom Vogl and numerous seminar and conference participants for helpful comments and suggestions. Hannah Blackburn, Thomas Brailey, Soala Ekine, Burak Eskici, Stefan Faridani, Simoni Jain, Pankhuri Jha,  Wilson King, Prerna Kundu, Xinyi Liu, Frances Lu, Avantika Prabhakar, Sabareesh Ramachandran, Akanksha Saletore, Mayank Sharma, and Prashansa Srivastava provided excellent research assistance and field support. This study was registered with the AEA Trial Registry (RCT ID: 0002899). It was approved by the Institutional Review Boards of the University of California, San Diego and the Institute for Financial Management and Research. We thank the Bill and Melinda Gates Foundation and the Cash Transfers for Child Health Initiative at the Abdul Latif Jameel Poverty Action Lab  for funding this study. All views expressed are those of the authors and not any of the funders or institutions with which they are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaul Niehaus\n\nPaul Niehaus is an (unpaid) director of the nonprofit organization GiveDirectly which delivers cash transfers to people living poverty.\n\n\n"
}