{
    "id": 32090,
    "citation_title": "Policy Responses to Tax Competition: An Introduction",
    "citation_author": [
        "David R. Agrawal",
        "James M. Poterba",
        "Owen M. Zidar"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper catalogues policies that have been deployed by jurisdictions seeking to mitigate the effects of tax competition.  There are many instruments in this policy arsenal, since the tax base associated with a particular tax instrument may be affected by multiple policy choices, including some such as capital controls and development incentives that are outside the traditional realm of tax policy.   This paper describes sixteen instruments that both federal and sub-federal governments have adopted in an effort to limit tax competition.  It classifies them into three groups: those that can be pursued unilaterally, those that require bilateral or multilateral agreement, and those that require action by an external actor such as an overarching government.  It also discusses the set of economic responses that are relevant to the evaluation of these policies, and then summarizes new evidence on the impact of a subset of these policy instruments in the United States and several other nations.\n\n",
    "acknowledgement": "\nThe authors thank Arnold Ventures for research support under a grant on \"The Economics of Tax Competition and Business Taxation\" to the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames M. Poterba\n\nIn addition to my role as an MIT faculty member, I serve as President of the NBER, which receives grant funding from several federal agencies, including the Departments of Transportation and Treasury.  I am also a trustee of the College Retirement Equity Fund (CREF) and a member of the Panel of Economic Advisers at the Congressional Budget Office.  Between 2020 and 2023, I received more than $500 in compensation from each of the following organizations: the Aspen Institute, Dimensional Fund Advisers, the Korean Institute of Public Finance, Matthew Greenwald Associates, the Peterson Institute, Stanford University, and the University of Wisconsin-Milwaukee.\n\n\n"
}