{
    "id": 32098,
    "citation_title": "The Causal Effects of Global Supply Chain Disruptions on Macroeconomic Outcomes: Evidence and Theory",
    "citation_author": [
        "Xiwen Bai",
        "Jesús Fernández-Villaverde",
        "Yiliang Li",
        "Francesco Zanetti"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-09-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the causal effects and policy implications of global supply chain disruptions. We construct a new index of supply chain disruptions from the mandatory automatic identification system data of container ships, developing a novel spatial clustering algorithm that determines real-time congestion from the position, speed, and heading of container ships in major ports around the globe. We develop a model with search frictions between producers and retailers that links spare productive capacity with congestion in the goods market and the responses of output and prices to supply chain shocks. The co-movements of output, prices, and spare capacity yield unique identifying restrictions for supply chain disturbances that allow us to study the causal effects of such disruptions. We document how supply chain shocks drove inflation during 2021 but that, in 2022, traditional demand and supply shocks also played an important role in explaining inflation. Finally, we show how monetary policy is more effective in taming inflation after a global supply chain shock than in regular circumstances.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}