{
    "id": 32091,
    "citation_title": "Power Flows: Transmission Lines, Allocative Efficiency, and Corporate Profits",
    "citation_author": [
        "Catherine Hausman"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccelerated investment in electricity transmission could reduce total costs and enhance renewable integration. I document static allocative inefficiencies induced by incomplete market integration in two major U.S. markets; these have risen over time and totaled $2 billion in 2022. I also argue that estimating firm-level impacts is important, as incumbents may have the power to block new lines and other reforms. I show that four firms would have experienced a collective $1.3 billion drop in net revenues in 2022 had the market been integrated, and there are reports of some of these firms blocking transmission projects.\n\n",
    "acknowledgement": "\nI am grateful to Tim Arvan, Max Auffhammer, Severin Borenstein, Jesse Buchsbaum, Charlotte Cavaille, Steve Cicala, Lucas Davis, Rob Gramlich, Dasom Ham, Josh Hausman, Stephen Holland, Koichiro Ito, Sarah Johnston, Devin Judge-Lord, Owen Kay, Julie Mulvaney Kemp, Alexandra Klass, Josh Macey, Erin Mansur, Johanna Mathieu, Dev Millstein, Michael Moore, Joachim Seel, and numerous conference and seminar attendees for helpful comments. All errors are my own. I do not have any financial relationships for this research. I received grant support in 2024 from Resources for the Future, for work on a related but independent project on transmission congestion. No party had the right to review this paper prior to its circulation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}