{
    "id": 32092,
    "citation_title": "Convenience Yields and Exchange Rate Puzzles",
    "citation_author": [
        "Zhengyang Jiang",
        "Arvind Krishnamurthy",
        "Hanno Lustig",
        "Jialu Sun"
    ],
    "citation_publication_date": "2024-01-29",
    "issue_date": "2024-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce safe asset demand for dollar-denominated bonds into a tractable incomplete-market model of exchange rates. The convenience yield on dollar bonds enters as a stochastic wedge in the Euler equations for exchange rate determination. This wedge reduces the pass-through from marginal utility shocks to exchange rate movements, resolving the exchange rate volatility puzzle. The wedge also exposes the dollar's exchange rate to convenience yield shocks, giving rise to exchange rate disconnect from macro fundamentals and a quantitatively important driver of currency risk premium. This endogenous exposure identifies a novel safe-asset-demand channel by which the Fed's QE impacts the dollar and long-term U.S. Treasury bond yields.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson (discussant), Javier Bianchi, Philipp Illeditsch (discussant), Oleg Itskhoki, Dmitry Mukhin (discussant), Dimitry Vayanos (discussant), and Tony Zhang (discussant), as well as participants at Stanford University, Paul Woolley Centre/BIS conference, NBER Summer Institute IAP, 11th Workshop on Exchange Rates, NBER Spring IFM, Western Finance Association, Society for Economic Dynamics, China International Conference in Finance, Southern Economic Association, and American Economic Association for helpful comments. An earlier version of the paper was circulated under the title “Beyond Incomplete Spanning: Convenience Yields and Exchange Rate Disconnect.” Arvind Krishnamurthy received a Research Grant, Goldman Sachs Global Markets Institute, 2012-2015, to study ECB policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}