{
    "id": 32101,
    "citation_title": "CEO Compensation and Cash-Flow Shocks: Evidence from Changes in Environmental Regulations",
    "citation_author": [
        "Seungho Choi",
        "Ross Levine",
        "Raphael Jonghyeon Park",
        "Simon Xu"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how shocks to expected cash flows influence CEO incentive compensation. Exploiting changes in compliance with environmental regulations as shocks to expected future cash flows, we find that adverse shocks typically prompt corporate boards to recalibrate CEO compensation to reduce risk-taking incentives. However, this pattern is not uniform. Financially distressed firms exhibit milder reductions in compensation convexity, with some even increasing it, suggesting a “gambling for resurrection” strategy. Moreover, the strength of corporate governance influences shareholders’ capacity to align executive incentives with shareholder risk preferences following unanticipated changes in the stringency of environmental regulations.\n\n",
    "acknowledgement": "\nWe greatly appreciate the comments of Sudipto Dasgupta, Jungmin Kim, Pureum Kim, Ulrike Malmendier, Joseph Shapiro and seminar participants at UC Berkeley Haas School of Business, Hanyang University, Financial Information Society of Korea 2023, Boca Corporate Finance and Governance Conference 2023, CAFM 2023, BAR Annual Conference (Harvard) 2023, and Haskell & White Academic Conference 2023. We also thank the EPA for helpful discussions on data. All remaining errors are our own. This work was supported by the research fund of Hanyang University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}