{
    "id": 32100,
    "citation_title": "Does Pension Automatic Enrollment Increase Debt? Evidence from a Large-Scale Natural Experiment",
    "citation_author": [
        "John Beshears",
        "Matthew Blakstad",
        "James J. Choi",
        "Christopher Firth",
        "John Gathergood",
        "David Laibson",
        "Richard Notley",
        "Jesal D. Sheth",
        "Will Sandbrook",
        "Neil Stewart"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-10-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDoes automatic enrollment into retirement saving increase household debt? We study the randomized roll-out of automatic enrollment pensions to ~160,000 employers in the United Kingdom with 2-29 employees. We find that the additional savings generated through automatic enrollment are partially offset by increases in unsecured debt. Over the first 41 months after enrollment, each additional month increases the average automatically enrolled employee’s pension savings by £33-£39, unsecured debt (such as personal loans and bank overdrafts) by £7, the likelihood of having a mortgage by 0.05 percentage points, and mortgage balances by £120. Automatic enrollment causes loan defaults to fall and credit scores to rise modestly.\n\n",
    "acknowledgement": "\nBeshears is with Harvard Business School and NBER; Blakstad, Notley, and Sandbrook are with the National Employment Savings Trust; Choi is with the Yale School of Management and NBER; Firth, Gathergood, and Sheth are with the University of Nottingham; Laibson is with Harvard University and NBER; Stewart is with Warwick Business School. The authors thank Alejandro Portocarrero, Kiean Hoang-Le, and Richard Lombardo for excellent research assistance, and Jose Tessada and audiences at EDHEC, King’s College London, the Tinbergen Institute, University College London, the Finance UC International Conference, and the Bank of England & Imperial College Business School Work-shop on Household Finance and Housing for helpful comments. We acknowledge research support from the Blackrock Foundation, JPMorgan Chase Foundation and the UK Money and Pensions Service. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Beshears\n\nThis work was supported by the BlackRock Foundation, the JPMorgan Chase Foundation, and the Money and Pensions Service. I have received additional grant support from the National Institutes of Health, the Social Security Administration, the Smith Richardson Foundation, and the Pershing Square Fund for Research on the Foundations of Human Behavior at Harvard University.\n\n\nI have received research data from Alight Solutions, the Commonwealth Bank of Australia, and Voya Financial.\n\n\nI was an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company.  I am a TIAA Institute Fellow.\n\n\n\nDavid Laibson\n\nThis link contains a chronological list of all organizations from which I have received honoraria or payments since 2007.\n\n\nhttps://scholar.harvard.edu/laibson/outside_activities\n\n\n"
}