{
    "id": 32103,
    "citation_title": "Effects of Childhood Cognitive and Behavioral Disabilities on Adult Economic Outcomes",
    "citation_author": [
        "Hope Corman",
        "Kelly Noonan",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDevelopmental disabilities are not rare among U.S. children and rates have been increasing in recent decades. The increases have been driven by cognitive and behavioral disorders.  While some studies have investigated the effects of specific childhood conditions, particularly ADHD, on adult economic outcomes, none has considered the overall effects of cognitive and behavioral disabilities. We address this key gap by rigorously estimating effects of cognitive and behavioral impairments in childhood, which account for the bulk and increasing share of child disability cases in the U.S., on a set of salient adult economic outcomes. Using the National Longitudinal Survey of Youth 79 Child Supplement, we estimate the effects of low cognitive test scores and high behavior problem scores in childhood on receipt of disability benefits, educational attainment, employment, wages, and access to transportation and credit in adulthood, using household fixed effects models to control for potentially confounding factors that are unobserved. We find significant effects in the expected direction for both cognitive and behavioral childhood disabilities on all outcomes. The findings have important implications for well-being over the life course for a non-trivial share of the U.S. population and their families, government expenditures, and public policy.\n\n",
    "acknowledgement": "\nThis work was supported by the National Center for Advancing Translational Sciences, National Institutes of Health under award number UL1TR003017, the Robert Wood Johnson Foundation through its support of the Child Health Institute of New Jersey under grant number 74260, and the Center for Health and Wellbeing at Princeton University. The funders/sponsors had no role in the design or conduct of the study. The authors would also like to thank Jen Estes and Catalina Posada for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}