{
    "id": 32102,
    "citation_title": "Protective Behavior and Life Insurance",
    "citation_author": [
        "Abigail Hurwitz",
        "Olivia S. Mitchell",
        "Orly Sade"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe study life insurance market responses to Covid-19 using unique national administrative data from Israel on purchases and cancellations of life insurance policies, and an internet survey of Americans’ life insurance choices, risk attitudes, Covid-19 perceptions, and vaccination behavior. We see no evidence that life insurance purchases or cancellations were consistent with adverse selection during the pandemic, while we do find advantageous selection. Moreover, life insurance policyholders were more likely to get vaccinated, thus taking ex-post preventive action reducing their pandemic risk. Such positive reactive behavior has not been previously reported in the life insurance setting.\n\n",
    "acknowledgement": "\nThe authors acknowledge research support for this work from the TIAA Institute, the Alliance for Lifetime Income/Retirement Income Institute (RII), the Kruger Center and the Albertson-Waltuch Chair in Business Administration at the Hebrew University, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. Orly Sade received several research grants  – none of these grants create conflict of interest with this project. Orly Sade is a board member at Clal Insurance in Israel, this does not create any conflict of interest with this paper. Olivia Mitchell is an NBER Research Associate and an Independent Trustee of the Allspring Funds Board. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation, nor do the views expressed herein necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}