{
    "id": 32107,
    "citation_title": "Keeping Up with the Jansens: Causal Peer Effects on Household Spending, Beliefs and Happiness",
    "citation_author": [
        "Maarten van Rooij",
        "Olivier Coibion",
        "Dimitris Georgarakos",
        "Bernardo Candia",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow strong are peer effects on the beliefs and spending decisions of individuals? We use a randomized control study in which treated households are told about either average income or debt of individuals like them to assess how peer effects influence their beliefs and spending. The information treatments are successful at moving respondents’ beliefs about peers’ incomes and debt levels. We find that individuals with exogenously higher perceived relative income become more opposed to redistribution and increase the amount of time they spend socializing with peers. In addition, we find some evidence of reallocative “keeping up with the Joneses” on spending, as those who learn their peers earn more than they thought tend to reallocate their spending toward durable goods and away from non-durables. However, the quantitative magnitude of peer effects on spending is small in the months following the information experiment. Peer effects also matter for labor supply decisions and ex-post employment outcomes. Finally, believing that one earns more than peers causally leads to large positive effects on happiness, above and beyond effects coming from spending more time with peers, changing beliefs about redistribution, or changes in spending patterns.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank, De Nederlandsche Bank, or the National Bureau of Economic Research. We are grateful to Ruediger Bachmann and participants of the NBB workshop on macroeconomics and survey data in Brussels. Ordering of authors is randomized. The views expressed herein are those of the authors and do not necessarily reflect the views of\n\n\n\nYuriy Gorodnichenko\n\nGorodnichenko thanks BB90 fund for financial support.\n\n\n"
}