{
    "id": 32111,
    "citation_title": "Difference-in-Differences in the Marketplace",
    "citation_author": [
        "Robert Minton",
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrice theory says that the most important effects of policy and technological change are often found beyond their first point of contact.  This appears opposed to econometric methods that rule out spillovers of one person’s treatment on another’s outcomes.  This paper uses the industry model from price theory to represent the statistical concepts of treatments and controls.  When treated and control observations are in the same market, the controls are indirectly affected by the treatment.  Moreover, even the effect of the treatment on the treated reveals only part of the consequence for the treated of treating the entire market, which is often the parameter of interest.  Marshall’s Laws of Derived Demand provide a guide for empirical work: precise price-theoretic interpretations of the direct and spillover effects of a treatment, the quantitative relationships between them, and how they correspond to the scale and substitution effects emphasized in price theory.\n\n",
    "acknowledgement": "\nThis paper grew out of a project of adding new chapters to Chicago Price Theory, in preparation for its second edition.  Kevin Murphy’s Price Theory lectures and further recommendations strongly influenced the preparation of this paper.  We also appreciate comments from Alex Torgovitsky, Giuseppe Forte, Josh Gross, João Pugliese, and Alex Tordjman. The views in this paper are those of the authors and do not represent those of the Board of Governors of the Federal Reserve System or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}