{
    "id": 32115,
    "citation_title": "Whatever-It-Takes Policymaking during the Pandemic",
    "citation_author": [
        "Kathryn M.E. Dominguez",
        "Andrea Foschi"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-02-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks across the globe introduced large-scale asset purchase programs to address the unprecedented circumstances experienced during the pandemic. Many of these programs were announced as open-ended to shock-and-awe market participants and restore confidence in financial markets. This paper examines whether these whatever-it-takes announcements had larger effects than announcements with explicit limits on scale. We use a narrative approach to categorize announcements made by twenty-two central banks, and event study, propensity-score-matching, and local projection methods to measure the short-term effects of policy announcements on exchange rates and sovereign bond yields. We find that on average a central bank's first whatever-it-takes announcement lowers 10-year bond yields by an additional 47 basis points relative to size-limited announcements, suggesting that communication of potential policy scale matters. Our results for yields hold for both advanced and emerging economies, while exchange rates go in opposing directions, muting their response when we group all countries together.\n\n",
    "acknowledgement": "\nWe thank the organizers, Jeff Frankel and Hélène Rey, our discussants, Kristin Forbes and Petra Geraats, an anonymous referee, our editor, Linda Tesar, and John Leahy as well as the participants at the 2023 NBER International Seminar on Macroeconomics for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}