{
    "id": 32113,
    "citation_title": "Information-Constrained Coordination of Economic Behavior",
    "citation_author": [
        "Guy Aridor",
        "Rava Azeredo da Silveira",
        "Michael Woodford"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze a coordination game with information-constrained players. The players' actions are based on a noisy compressed representation of the game's payoffs in a particular case, where the compressed representation is a latent state learned by a variational autoencoder (VAE). Our generalized VAE is optimized to trade off the average payoff obtained over a distribution of possible games against a measure of the congruence between the agent's internal model and the statistics of its environment.  We apply our model to the coordination game in the experiment of Frydman and Nunnari (2023), and show that it offers an explanation for two salient features of the experimental evidence: both the relatively continuous variation in the players' action probabilities with changes in the game payoffs, and the dependence of the degree of stochasticity of players' choices on the range of game payoffs encountered on different trials. Our approach also provides an account of the way in which play should gradually adjust to a change in the distribution of game payoffs that are encountered, offering an explanation for the history-dependent play documented by Arifovic et al. (2013).\n\n",
    "acknowledgement": "\nWe thank Francesco Grechi for help exploring the numerical properties of VAE models, Herbert Dawid, Evan Friedman, Cary Frydman, Randy Gallistel, Cars Hommes, Tyler Malloy, Chris R. Sims, Jakub Steiner, Mycal Tucker and participants at the Columbia Cognition and Decision Lab Workshop, the Workshop on Information-Theoretic Principles in Cognitive Systems (NeurIPS 2022), the Computational and Experimental Economics Workshop (Simon Fraser University, February 2023), the Summer School on Imperfect Cognition and Economic Behaviour (Hebrew University, July 2023), and the Workshop on Learning and Bounded Rationality (Stony Brook University, July 2023) for helpful discussions, and the Alfred P. Sloan, Jr. Foundation for research support. Silveira also acknowledges the support of CNRS through UMR8023. We are also grateful to Ambreen Chaudhri, Tianhao Liu, and Will Thompson for research assistance, and especially grateful to Cary Frydman and Salvo Nunnari for sharing their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}