{
    "id": 32116,
    "citation_title": "How Do Surrogates Make Treatment Decisions for Patients with Dementia? An Experimental Survey Study",
    "citation_author": [
        "Lauren Hersch Nicholas",
        "Kenneth M. Langa",
        "Scott D. Halpern",
        "Mario Macis"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the growing need for surrogate decision-making for older adults, little is known about how surrogates make decisions and whether advance directives would change decision-making. We conducted a nationally representative experimental survey that cross-randomized cognitive impairment, gender, and characteristics of advance care planning among hospitalized older adults through a series of vignettes. Our study yielded three main findings: first, respondents were much less likely to recommend life-sustaining treatments for patients with dementia, especially after personal exposure. Second, respondents were more likely to ignore patient preferences for life-extending treatment when the patient had dementia, and choose unwanted life-extending treatments for patients without dementia. Third, in scenarios where the patient's wishes were unclear, respondents were more likely to choose treatments that matched their own preferences. These findings underscore the need for improved communication and decision-making processes for patients with cognitive impairment and highlight the importance of choosing a surrogate decision-maker with similar treatment preferences.\n\n",
    "acknowledgement": "\nThe authors acknowledge funding from the National Institutes of Aging under grant number R01AG059205. The study was approved by the Johns Hopkins Homewood IRB (HIRB00012400). We thank Kelsey Owsley and Cecilia Rodarte for excellent research assistance and seminar participants at the University of Colorado Medical School, Colorado School of Public Health, and Indiana University for their helpful comments. We are grateful to Marcella Alsan, Kathleen Mullen, and participants of the ASHEcon 2022 annual meeting and the 2023 NBER Summer Institute for insightful discussion of this research. All errors are our own. The authors have no conflicts of interest. Dr. Langa has acted as an expert witness in legal cases regarding the capacity of individuals to make decisions about their finances and health care. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLauren Hersch Nicholas\n\nDr. Nicholas currently receives grant funding from the Leukemia & Lymphoma Society and the National Institute on Aging.  She is a consultant to Acumen, LLC.\n\n\n"
}