{
    "id": 32110,
    "citation_title": "Lives vs. Livelihoods: The Impact of the Great Recession on Mortality and Welfare",
    "citation_author": [
        "Amy Finkelstein",
        "Matthew J. Notowidigdo",
        "Frank Schilbach",
        "Jonathan Zhang"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-03-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe leverage spatial variation in the severity of the Great Recession across the United States to examine its impact on mortality and to explore implications for the welfare consequences of recessions. We estimate that an increase in the unemployment rate of the magnitude of the Great Recession reduces the average, annual age-adjusted mortality rate by 2.3 percent, with effects persisting for at least 10 years. Mortality reductions appear across causes of death and are concentrated in the half of the population with a high school degree or less. We estimate similar percentage reductions in mortality at all ages, with declines in elderly mortality thus responsible for about three-quarters of the total mortality reduction. Recession-induced mortality declines are driven primarily by external effects of reduced aggregate economic activity on mortality, and recession-induced reductions in air pollution appear to be a quantitatively important mechanism. Incorporating our estimates of pro-cyclical mortality into a standard macroeconomics framework substantially reduces the welfare costs of recessions, particularly for people with less education, and at older ages where they may even be welfare-improving.\n\n",
    "acknowledgement": "\nWe are grateful to Pat Collard, Abigail Joseph, Angelo Marino, Wesley Price, Enzo Profili, Steven Shi, Samuel Wolf, and Carine You for excellent research assistance. We thank Daron Acemoglu, Steve Cicala, Raj Chetty, Peter Ganong, Emir Kamenica, Pete Klenow, Jing Li, Lee Lockwood, David Molitor, Tim Moore, Chris Ruhm, Hannes Schwandt, Jesse Shapiro, Robert Topel, Danny Yagan, and seminar participants at the American Economic Association annual meeting, Ben Gurion University, Columbia University, the Chicago Health Economics Workshop, Chicago Booth, Chicago Harris, Dartmouth, the FAIR (NHH-Bergen) Online Seminar, Harvard University, Hebrew University, MIT, NBER Summer Institute, Princeton University, Stanford University, Tel Aviv University, the University of Illinois at Chicago, the University of Virginia, and Wharton for helpful comments, and we thank the Chicago Booth Healthcare Initiative (Notowidigdo) for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}