{
    "id": 32112,
    "citation_title": "Campaigning Against Populism Emotions and Information in Real Election Campaigns",
    "citation_author": [
        "Cesi Cruz",
        "Julien Labonne",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulist politicians have leveraged direct connections with voters to win elections worldwide, often using emotional rather than policy appeals. Do these forms of campaigning work for programmatic politicians as well? We partner with a mainstream opposition political party to implement a field experiment during the 2019 Philippine Senatorial election to test the effectiveness of: (i) direct in-person appeals providing policy information; (ii) the addition of an activity designed to engender positive emotion. We show that direct engagement providing policy information increases vote share for the party, even in a clientelistic context. Additionally, while the emotional activity increases engagement with the campaign in the short term, the information-only treatment was more effective. Last, we present evidence that the treatments operated through learning and persuasion channels: treated voters were more likely to know the party, more certain about their knowledge, and gave higher ratings to the party’s quality and proposed policies.\n\n",
    "acknowledgement": "\nThis project would not have been possible without the support and cooperation of Third Bagro and Otso Diretso volunteers in Laguna. We are grateful to Ramona Alhambra, Matthew Araneta, Edward Berdan, Claire Casher, Matthew Guevara, and Charis Tolentino for excellent research assistance and to Prudenciano Gordoncillo and the UPLB team for collecting the data. We thank Carles Boix, Matilde Bombardini, Jeremy Bowles, Clarissa David, Gemma DiPoppa, Nina McMurry, Efren Perez and the REPS Lab, and participants in EGAP and PECO for comments. We also benefited from feedback from seminars at Nova (Lisbon), Princeton, the University of Rochester, Stanford, UC Davis,Warwick and WZB Berlin. The project received ethics approval from Oxford (BSG_C1A-19-12) and UBC (H19-00544). This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 4137. Sabrina Habchi provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}