{
    "id": 32127,
    "citation_title": "The Role of Non-Pecuniary Considerations: Location Decisions of College Graduates from Low Income Backgrounds",
    "citation_author": [
        "Yifan Gong",
        "Todd R. Stinebrickner",
        "Ralph Stinebrickner",
        "Yuxi Yao"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the initial post-college geographic location decisions of students from hometowns in the Appalachian region that often lack substantial high-skilled job opportunities, focusing on the role of non-pecuniary considerations. Novel survey questions in the spirit of the contingent valuation approach allow us to measure the full non-pecuniary benefits of each relevant geographic location, in dollar equivalents. A new specification test is designed and implemented to provide evidence about the quality of these non-pecuniary measures. Supplementing perceived location choice probabilities and expectations about pecuniary factors with our new non-pecuniary measures allows us to estimate a stylized model of location choice and obtain a comprehensive understanding of the importance of pecuniary and non-pecuniary factors. We also combine the non-pecuniary measures with realized location and earnings outcomes to characterize inequality in overall welfare.\n\n",
    "acknowledgement": "\nThis project was made possible by generous support from the Mellon Foundation, the Spencer Foundation, the National Science Foundation, the Social Sciences and Humanities Research Council, and the Faculty of Social Sciences at the University of Western Ontario. We thank Pamela Giustinelli, Jim Ziliak, Attila Gyetvai, and numerous seminar and conference participants for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}