{
    "id": 32128,
    "citation_title": "The Role of International Financial Integration in Monetary Policy Transmission",
    "citation_author": [
        "Jing Cynthia Wu",
        "Yinxi Xie",
        "Ji Zhang"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by empirical evidence, we propose an open-economy New Keynesian model with financial integration that allows financial intermediaries to hold foreign long-term bonds. We find financial integration features an amplification for a domestic monetary policy shock and a negative spillover for a foreign shock. These results hold for conventional and unconventional monetary policies. Among various aspects of financial integration, the bond duration plays a major role, and our results cannot be replicated by a standard model of perfect risk sharing between households. Finally, we observe an important interaction between financial integration and trade openness, and demonstrate trade alone does not have an economically meaningful impact on monetary policy transmission.\n\n",
    "acknowledgement": "\nThe manuscript is prepared for “The Future of Macroeconomic Policy” conference and the IMF Economic Review. We thank the Guest Editor, Stephanie Schmitt-Grohé, and the discussant, Linda Tesar for important feedback on the manuscript. We are also grateful to Drew Creal, Pierre-Olivier Gourinchas, Dmitry Mukhin, as well as conference organizers and participants for helpful comments, and to Dario Cardamone for excellent research assistance. Wu acknowledges support from the National Science Foundation under Grant No. SES-1949107. Zhang acknowledges support from the National Natural Science Foundation of China (No.72003102). The views in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}