{
    "id": 32122,
    "citation_title": "Experimental Estimates of College Coaching on Postsecondary Re-enrollment",
    "citation_author": [
        "Lesley J. Turner",
        "Oded Gurantz"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege attendance has increased significantly over the last few decades, but dropout rates remain high, with fewer than half of all adults ultimately obtaining a postsecondary credential. This project investigates whether one-on-one college coaching improves college attendance and completion outcomes for former low- and middle-income income state aid recipients who attended college but left prior to earning a degree. We conducted a randomized control trial with approximately 8,000 former students in their early- to mid-20s. Half of participants assigned to the treatment group were offered the opportunity to receive coaching services from InsideTrack, with all communication done remotely via phone or video. Intent-to-treat analyses based on assignment to coaching shows no impacts on college enrollment and we can rule out effects larger than a two-percentage point (5%) increase in subsequent Fall enrollment.\n\n",
    "acknowledgement": "\nWe thank Arnold Ventures for funding this work and InsideTrack for being a willing research partner, especially Kai Drekmeier, Megan Fillman, and Linda Firth. We are grateful to participants in the 2021 Association for Education Finance and Policy conference for helpful comments and suggestions.Experiment reviewed under the University of Missouri’s IRB Determination Notice Project #2017082 Review #253351. Pre-registration plan can be found at https://osf.io/6wfsz. ⓡ indicates random assignment of author order through the AEA Author Randomization Tool. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLesley J. Turner\n\nLesley Turner is currently a member of the Research Advisory Group at Strada Education Foundation (InsideTrack is owned by Strada).\n\n\n"
}