{
    "id": 32123,
    "citation_title": "The Determinants of Declining Internal Migration",
    "citation_author": [
        "William W. Olney",
        "Owen Thompson"
    ],
    "citation_publication_date": "2024-02-05",
    "issue_date": "2024-02-02",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nInternal migration in the United States has declined substantially over the past several decades, which has important implications for individual welfare, macroeconomic adjustments, and other key outcomes. This paper studies the determinants of internal migration and how they have changed over time. We use administrative data from the IRS covering the universe of bilateral moves between every Commuting Zone (CZ) in the country over a 23 year period. This data is linked to information on local wage levels and home prices, and we estimate bilateral migration determinants in rich regression specifications that contain CZ-pair fixed effects. Consistent with theoretical predictions, results show that migration is decreasing with origin wages and destination home prices, and is increasing with destination wages and origin home prices. We then examine the contributions of earnings and home prices to the noted overall decline in internal migration. These analyses show that wages on their own would have led to an increase in migration rates, primarily because migrants are increasingly responsive to high earnings levels in potential destination CZs. However, these wage effects have been more than offset by housing related factors, which have increasingly impeded internal mobility. In particular, migration has become much less responsive to housing prices in the origin CZ, such that many households that would have left in response to high home prices several decades ago now choose to stay.\n\n",
    "acknowledgement": "\nWe thank numerous colleagues and seminar participants for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}