{
    "id": 32130,
    "citation_title": "Declining Responsiveness at the Establishment Level: Sources and Productivity Implications",
    "citation_author": [
        "Russell Cooper",
        "John C. Haltiwanger",
        "Jonathan Willis"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies competing sources of declining dynamism.  Evidence shows that an important component of this decline is accounted for by the reduction in the response of employment to shocks in US establishments.  Using a plant level dynamic optimization problem as a framework for analysis, four potential reasons for this decline are studied: (i) a change in exogenous processes for profits, (ii) an increase in impatience, (iii) increased market power and (iv) increasing adjustment costs. We identify and quantity the contribution of each of these factors building on  a simulated method of moments estimation of our structural model.  Our results indicate that the reduction in responsiveness largely reflects increased costs of employment adjustment. Changes in market power, as captured by changes in the curvature of the revenue, function play a minimal role.  But, in the presence of rising adjustment costs, measured sales-weighted markups using the recently popular indirect production approach rise substantially, along with rising dispersion and skewness of such measured markups.\n\n",
    "acknowledgement": "\nExcellent research assistance from Tuna Dökmeci and Cody Tuttle and financial support from the Kauffman Foundation are greatly appreciated. We thank Shawn Klimek, Kirk White,  participants at the Society of Economic Dynamics Conference in 2017, the Midwestern Macro Conference in 2018, the ASSA Meetings in 2020, and the Technology and Declining Economic Dynamism in 2020 for helpful comments.  The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta or Kansas City or the US Bureau of the Census.  All results have been reviewed to ensure that no confidential information is disclosed.  John Haltiwanger was a Schedule A employee at the US Bureau of the Census when this paper was written. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}