{
    "id": 32135,
    "citation_title": "Discrete Choice, Complete Markets, and Equilibrium",
    "citation_author": [
        "Simon Mongey",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the allocations that emerge in general equilibrium economies populated by households with preferences of the additive random utility type that make discrete consumption, employment or spatial decisions. We start with a complete markets economy where households can trade claims contingent upon the realizations of their preference shocks. We (i) establish a first and second welfare theorem, (ii) illustrate that in the absence of ex-ante trade, discrete choice economies are generically inefficient, (iii) show that complete markets are not necessary and a much smaller set of securities decentralizes the efficient allocation. We illustrate the relevance of these results in several canonical settings and for measuring how welfare changes in response to changes in prices.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System or  the National Bureau of Economic Research. For useful conversations we thank Manuel Amador, Andrew Atkeson, V.V. Chari, Roozbeh Hosseini, Chris Sleet, Rob Shimer, and Pierre-Olivier Weill.\n\n\n"
}