{
    "id": 32138,
    "citation_title": "Tariff Rate Uncertainty and the Structure of Supply Chains",
    "citation_author": [
        "Sebastian Heise",
        "Justin R. Pierce",
        "Georg Schaur",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe show that reducing the probability of a trade war promotes long-term importer-exporter relationships that ensure provision of high-quality inputs via incentive premia. Empirically, we introduce a method for distinguishing between these Japanese versus spot-market (i.e., American) relationships in customs data, show that their use varies intuitively across trading partners and products, and find that Japanese importing from China increases after a reduction in the possibility of a trade war. Extending the standard general equilibrium trade model to encompass potential trade wars and relational contracts, we estimate that eliminating Japanese procurement reduces welfare about a third as much as moving to autarky.\n\n",
    "acknowledgement": "\nPeter Schott declares that he conducted this research while employed at Yale University, and that he did not receive any outside funding supporting this research. Justin Pierce declares that he conducted this research while employed at the Federal Reserve Board, and that he did not receive any outside funding supporting this research.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or the Federal Reserve Bank of New York, and they do not indicate concurrence by other members of the research staff of the Federal Reserve System. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1883 (CBDRB-FY21-P1883-R9019, CBDRB-FY22-P1883-R9643). An earlier version of this paper was circulated under the title \"Trade Policy Uncertainty and the Structure of Supply Chains\"\n\n\n"
}