{
    "id": 32134,
    "citation_title": "Behavioral Responses to Wealth Taxation: Evidence from Colombia",
    "citation_author": [
        "Juliana Londoño-Vélez",
        "Javier Avila-Mahecha"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "2024-06-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study behavioral responses to personal wealth taxes in Colombia. We utilize tax microdata from 1993 to 2016 linked with the leaked Panama Papers to investigate offshoring to the country’s key tax havens. We leverage variation from discrete jumps in tax liability and four major reforms to the wealth tax system, including changes in tax rates and duration, using bunching and difference-in-difference techniques. We find compelling evidence that taxpayers instantly reduce the wealth they declare in response to a wealth tax. Moreover, these effects can persist for years even after the wealth tax is no longer in place, providing the first evidence of a hysteresis effect for a temporary tax policy. The response is driven by misreporting items that authorities cannot cross-verify, such as overstating debt and understating non-third-party-reported business assets. Additionally, the wealthiest taxpayers respond to wealth tax increases by hiding assets in hard-to-track entities in tax havens.\n\n",
    "acknowledgement": "\nWe thank Emmanuel Saez, Edward A. Miguel, and Gabriel Zucman for their guidance and encouragement. We have benefited from comments and suggestions from Alan Auerbach, Anne Brockmeyer, Youssef Benzarti, Raj Chetty, Matthew E. Collin, Alessandra Fenizia, Leopoldo Fergusson, Daniel Haanwinckel, Nathaniel Hendren, Hilary Hoynes, Lawrence Katz, Henrik Kleven, Patrick Kline, Evan P. Kresch, Nicholas Y. Li, Giulia Mascagni, Jason Oh, Juan Ricardo Ortega, Ricardo Pérez-Truglia, Jim Poterba, Evan K. Rose, Kurt Schmidheiny, David Seim, Yotam ShemTov, Stefanie Stantcheva, Juan Carlos Suárez-Serrato, Darío Tortarolo, Christopher Walters, Nicolas Werquin, Danny Yagan, Owen Zidar, anonymous referees, and numerous seminar participants. We are grateful to Santiago Rojas for his support throughout this project. We thank Carlos Chaparro for his help in understanding the Colombian tax code. Juliana gratefully acknowledges financial support from the Washington Center for Equitable Growth, the Burch Center for Tax Policy, and the Center for Equitable Growth at UC Berkeley. The findings, interpretations, and conclusions expressed in this paper do not necessarily reflect the views of DIAN. Javier is an official in the tax administration (National Tax and Customs Directorate, DIAN). This entity supported his participation in this research. The opinions expressed here are those of the authors and do not necessarily reflect the opinions of the National Office of Economic Research or DIAN.\n\n\n"
}