{
    "id": 32137,
    "citation_title": "Monetary Policy Wedges and the Long-term Liabilities of Households and Firms",
    "citation_author": [
        "Jules H. van Binsbergen",
        "Marco Grotteria"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine the transmission of monetary policy shocks to the long-duration liabilities of households and firms using high-frequency variation in 10-year swap rates around FOMC announcements. We find that four weeks after the announcement mortgage rates move one-for-one with 10-year swap rates, leaving little explanatory power for mortgage concentration, bank market power, or credit risk. Variation in credit risk does materially affect monetary policy transmission to corporate bonds. Expected future short rates and term premia play a significant role in driving both mortgage rates and corporate bond yields, which explains the Federal Reserve’s increased focus on these quantities.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, James Bullard, Joao Cocco, Andrea Eisfeldt, Vasso Ioannidou, Sasha Indarte, Jiri Knesl, Jane Li, Stefan Nagel, Anna Pavlova, Stephen Schaefer, Paolo Surico, Urszula Szczerbowicz, Victoria Vanasco and seminar participants at Bayes Business School, CUHK-RAPS conference, DNB Macroeconomics workshop, London Business School, Notre Dame, Paris December Finance meeting, The Empirical Finance conference at the University of Chicago (Booth), Universitat Pompeu Fabra, and Washington University for helpful discussions and/or comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}