{
    "id": 32132,
    "citation_title": "Making a Song and Dance About It: The Effectiveness of Teaching Children Vocabulary with Animated Music Videos",
    "citation_author": [
        "Ariel Kalil",
        "Susan Mayer",
        "Philip Oreopoulos",
        "Rohen Shah"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrograms that engage young children in movement and song to help them learn are popular but experimental evidence on their impact is sparse. We use an RCT to evaluate the effectiveness of Big Word Club (BWC), a classroom program that uses music and dance videos for 3-5 minutes per day to increase vocabulary. We conducted a field experiment with 818 preschool and kindergarten students in 47 schools in three U.S. states. We find that treated students scored higher on a test of words targeted by the program (0.30 SD) after four months of use and this effect persisted for two months.\n\n",
    "acknowledgement": "\nThis work was supported by J-PAL. This study was registered on the AEA RCT Registry (AEARCTR-0002631) and received approval from the Social and Behavioral Sciences IRB from the University of Chicago (IRB17-1609). We are grateful to the staff at the Behavioral Insights and Parenting Lab, led by Michelle Park Michelini, for invaluable effort in implementing this intervention, and Harkirat Kaur for excellent research assistance. We are grateful to Shane DeRolf for his efforts not only in developing the Big Word Club but also in enthusiastically embracing the evaluation process. We also thank participants at the Advances with Field Experiments and AEFP conferences for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}