{
    "id": 32136,
    "citation_title": "The Government Patent Register: A New Resource for Measuring U.S. Government-Funded Patenting",
    "citation_author": [
        "Daniel P. Gross",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "2024-03-13",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe introduce new historical administrative data identifying U.S. government-funded patents since the early twentieth century. In addition to the funding agency, the data report whether the government has title to the patent (“title” patents) or funded a patent assigned to a private organization (“license” patents). The data include a large number of “license” patents that cannot be linked to government funding from patent text or other sources. Combining the historical data with modern administrative sources, we present a public, consolidated data series measuring U.S. government-funded patents—including funding agencies—through 2020, and we provide code to extend this series in the future. We use the data to document long-run patterns in U.S. government-funded patents and federal patent policy, propose ways in which these data can be used in future research, and discuss limitations of the data.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from participants at the NBER Innovation and Information Initiative Fall 2023 workshop and the 2023 Mid-Atlantic Patent Works-in-Progress Colloquium at the Georgetown University Law Center. This material is based upon work supported by the National Science Foundation under Grant No. 1951470, which funded the digitizing of the historical data and creation of a public dataset. The data repository accompanying this paper can be found on the Harvard Dataverse titled “The Government Patent Register”, URL: https://doi.org/ 10.7910/DVN/BDCCN9. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}