{
    "id": 32147,
    "citation_title": "Misallocation and Asset Prices",
    "citation_author": [
        "Winston Wei Dou",
        "Yan Ji",
        "Di Tian",
        "Pengfei Wang"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "2025-01-03",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop an endogenous growth model with heterogeneous firms facing financial frictions, where misallocation emerges explicitly as a crucial endogenous state variable and significantly affects economic growth through the valuation channel. The model illustrates that transient macroeconomic shocks affecting misallocation can yield persistent effects on aggregate growth. In equilibrium, slow-moving misallocation endogenously generates long-run uncertainty about economic growth by distorting innovation decisions. When agents hold recursive preferences, misallocation-driven low-frequency growth fluctuations result in substantial risk premia in capital markets and large losses in welfare. We provide evidence that misallocation effectively captures low-frequency fluctuations in both aggregate growth and asset returns.\n\n",
    "acknowledgement": "\nWe thank Paco Buera, Vincenzo Quadrini, Paul Romer, and Rob Townsend for detailed comments. We are grateful for helpful comments from Andy Abel, Hengjie Ai, Patrick Bolton, Georgy Chabakauri, Alex Corhay, Joel M. David, Shaun Davies, Sebastian Di Tella, Jan Eberly, Andrea Eisfeldt, Lorenzo Garlappi, Vincent Glode, Joao Gomes, Lars Peter Hansen, Ken Judd, Felix Kubler, Michael Roberts, Nick Roussanov, Tom Sargent, Lukas Schmid, Rob Stambaugh, Kjetil Storesletten, Neng Wang, Tom Winberry, and Wei Xiong as well as the participants in AFA, AsianFA, CEPR Summer Asset Pricing Meeting, CFRC, CICF, CICM, CUHK Greater Bay Area Finance Conference, EFA, European Winter Finance Summit, Financial Market and Financial Technology Conference, FIRS, HK Joint Finance Research Workshop, HKUST, HKUST-JINAN Macro Workshop, International Congress on Industrial and Applied Mathematics, MFA, NFA, PKU (Guanghua), PKU/PHBS Sargent Institute Workshop, Purdue University, SAFE Asset Pricing Workshop, SFS Cavalcade North America, Shanghai Macro Workshop, SHUFE, SMU, Stanford SITE (New Frontier in Asset Pricing), SWUFE International Macro-Finance Conference, Texas Finance Festival, the Macroeconomy and Finance in China Conference, Tsinghua SEM Alumni Conference, University of Pennsylvania (Wharton), UNSW Asset Pricing Workshop, and USC. Wang acknowledges the financial support from China National Science Foundation (#7215003 and #72125007). Dou is grateful for the support of the Golub Faculty Scholar Award at University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPengfei Wang\n\nI (Pengfei Wang) have read the NBER disclosure policy and attest that the acknowledgements and my supplemental disclosure statement together disclose all sources of funding and all material and relevant financial relationships.\n\n\n"
}