{
    "id": 32140,
    "citation_title": "Applying AI to Rebuild Middle Class Jobs",
    "citation_author": [
        "David Autor"
    ],
    "citation_publication_date": "2024-02-12",
    "issue_date": "2024-02-08",
    "revision_date": "2024-05-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the utopian vision of the current Information Age was that computerization would flatten economic hierarchies by democratizing information, the opposite has occurred. Information, it turns out, is merely an input into a more consequential economic function, decision-making, which is the province of elite experts. The unique opportunity that AI offers to the labor market is to extend the relevance, reach, and value of human expertise. Because of AI’s capacity to weave information and rules with acquired experience to support decision-making, it can be applied to enable a larger set of workers possessing complementary knowledge to perform some of the higher-stakes decision-making tasks that are currently arrogated to elite experts, e.g., medical care to doctors, document production to lawyers, software coding to computer engineers, and undergraduate education to professors. My thesis is not a forecast but an argument about what is possible: AI, if used well, can assist with restoring the middle-skill, middle-class heart of the US labor market that has been hollowed out by automation and globalization.\n\n",
    "acknowledgement": "\nThis article was drafted for NOEMA Magazine and will appear as “How AI Could Help Rebuild The Middle Class.” It draws on collaborative work with Daron Acemoglu, Caroline Chin, Joe Hazell, Simon Johnson, Pascual Restrepo, Anna Salomons, and Bryan Seegmiller, as well as my solo work. I also thank my co-panelists on the National Academy of Science and Engineering’s panel “Automation and the U.S. Workforce: An Update,” Erik Brynjolfsson, John Haltiwanger, Lawrence Katz, Tom Mitchell, Michael Strain, and Laura Tyson, who influenced my thinking on this subject. I am grateful to Tami Abdollah, Gavin Alcott, Sherry Autor, Lauren Fahey, Amy Finkelstein, Kathleen Miles, Anna Salomons, and Marika Tatsutani for comments that improved the article. I acknowledge support from Google, the William and Flora Hewlett Foundation, the NOMIS Foundation, and the Smith Richardson Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}