{
    "id": 3214,
    "citation_title": "Policy Distortions, Size of Government, and Growth",
    "citation_author": [
        "William Easterly"
    ],
    "citation_publication_date": "1989-12-01",
    "issue_date": "1989-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the structural relationship between policies that distort resource allocation and long-ten growth. It first reviews briefly the Solow model in which steady-state growth depends only on exogenous technological change. Policy distortions do affect the rate of growth in the transition to the steady state in the Solow model. However, growth falls off so rapidly in the Solow transition as to make it unsatisfactory as a model of long-ten growth, even over periods as short as a decade. The paper proposes an increasing returns model in the spirit of the new literature on economic growth. With increasing returns, endogenous economic variables - - and thus policy - - will affect the steady-state rate of growth. The model gives output as a linear function of total capital, but a decreasing function of each of two types of capital. The distortion is defined as a policy intervention that increases the cost of using one of the types of capital. The relationship between this distortion and steady-stste growth is negative but highly nonlinear. At very low levels and very high levels of distortion, the effect on growth of changing the distortion is close to zero. Changes in structural parameters of the economy - - the elasticity of substitution between the two types of capital and the share of nondistorted capital in production - - will affect significantly the impact of the policy distortion on growth. The model is extended to an analysis of the relationship between the size of government and growth by treating the distortion strictly as a tax on one form of capital. The tax revenue is used to finance the acquisition of productive government capital. There is then a tradeoff between two forms of distortion- -one resulting from distortionary taxation and the other from insufficient public capital. Increasing the tax from zero has a positive effect on growth, but with further tax increases the relationship will eventually turn negative. Tax revenue (\"size of government\") as a function of the tax rate will be given by a Laffer curve. Growth still remains above a certain minimum as the tax rate gets arbitrarily large, but the range between relationship maximum and minimum growth will be larger than in the original model. The relationship between tax revenue and growth for alternative tax rates can be positive, negative, or zero. The same is true of the relationship between public and private investment. Changes in the share of tax revenue devoted to capital accumulation (\"government saving\") will affect the results. The results suggest that simple linear relationships between distortions and growth or between size of government and growth are untenable. The dialogue between advocates of liberalization and policymakers could be enriched by a recognition of the structural factors that influence the effect of lowering distortions on growth.\n\n",
    "acknowledgement": "\n"
}