{
    "id": 32148,
    "citation_title": "Understanding the Demand-Side of an Illegal Market: Prohibition of Menthol Cigarettes",
    "citation_author": [
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Grace N. Phillips",
        "Revathy Suryanarayana",
        "Hua Wang",
        "Sen Zeng"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Food and Drug Administration has proposed to prohibit menthol cigarettes, which are smoked by almost 19 million people in the U.S.  Illegal markets for menthol cigarettes could not only blunt the prohibition’s intended consequence to reduce smoking but could also lead to unintended consequences. We use data from a discrete choice experiment to estimate a mixed logit model which predicts that the prohibition of menthol cigarettes would substantially increase the fraction of menthol smokers who attempt to quit. However, our model also predicts a substantial potential consumer demand for illegal menthol cigarettes. Depending on the impact of illegality on product prices, our model predicts the potential demand-side of an illegal market for menthol cigarettes could be 59-92 percent the size of the status quo market if menthol e-cigarettes are legal, and 69-100 percent the size of the status quo market if menthol e-cigarettes are also illegal. Our mixed logit model estimated in willingness to pay space implies that the mean WTP to avoid an illegal retail market is equivalent to a tax of $8.44 per pack. In our partial cost-benefit analysis, the opportunity costs of prohibition exceed the value of the reduction in mortality risks from secondhand smoke by $15.4 billion annually.\n\n",
    "acknowledgement": "\nWe thank participants at sessions at the 2023 Allied Social Science Association meetings, the 2023 Society for Benefit-Cost Analysis meetings, and at seminars at Ball State University and Johns Hopkins Carey Business School. Kenneth Train kindly provided valuable econometric advice. Produced with the help of a grant to Cornell University from the Foundation for a Smoke-Free World, Inc. (FSFW), a U.S. nonprofit 501(c) (3) private foundation. This study is, under the terms of the grant agreement with FSFW, editorially independent of FSFW. The FSFW had no role in the design and conduct of the study; collection, management, analysis, or interpretation of the data; preparation, review, or approval of the manuscript; or the decision to submit the manuscript for publication. The contents, selection, and presentation of facts, as well as any opinions expressed herein are the sole responsibility of the authors and under no circumstances shall be regarded as reflecting the positions of FSFW.  Through September 2023, FSFW received charitable gifts from PMI Global Services Inc. (PMI), which manufactures cigarettes and other tobacco products. Independent from PMI since its founding in 2017, FSFW continues to operate in a manner that ensures its independence from any commercial entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}