{
    "id": 32141,
    "citation_title": "How Managers Can Use Purchaser Performance Information to Improve Procurement Efficiency",
    "citation_author": [
        "Pablo A. Celhay",
        "Paul Gertler",
        "Marcelo Olivares",
        "Raimundo Undurraga"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "2024-03-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of performance monitoring in public procurement through the lens of organizational culture in a principal-agent model where the manager (principal) and buyers (agents) may have different beliefs about how much the government values efficiency. We show that the effect of performance information not only increases efficiency but is greater when the buyer’s belief is stronger than the manager’s belief. We leverage a new e-procurement system in Chile to test these ideas by randomizing monthly reports on the purchasing performance of buyers and further whether the individual performance reports were disclosed to managers. We find that the reports generated sizable reductions in overspending — with savings reaching a 15% reduction or 0.1% of GDP — but only when individual performance was observable to managers. This is consistent with extrinsic motivation rather than intrinsic motivation driving buyer behavior. Consistent with the theoretical model, we also find that the gain in efficiency is concentrated in procurement units where buyer belief that the government cares about efficiency is stronger than manager belief. Our results highlight the key role played by organizational culture in mediating the impact of purchasing performance information on preventing the misuse of public resources.\n\n",
    "acknowledgement": "\nWe are grateful to Augustin Bergeron, Ernesto dal Bo, Claudio Ferraz, Asim Khwaja, Jonas Hjort, Ricardo Perez-Truglia, Dina Pomeranz, and Guo Xu for helpful comments. Ignacio Torres and Piero Zannoco provided outstanding research assistance. This experimental evaluation is in part due to the efforts of the Experimental Policy Initiative of the Chilean Public Budget Office, DIPRES, including Antonio Garrido, Ryan Cooper, Slaven Razmilic, Nicolás Blanco and Gonzalo Gaete. We further thank Tania Perich, Alejandro Burr, and Dora Ruiz at ChileCompra for their support in accessing and processing the procurement data used in this study. We thank Piero Zanoco for excellent research assistance and acknowledge funding from Fondo Evaluación de Impacto DIPRES 2020, FONDEF Project ID19I10303, Instituto Sistemas Complejos de Ingenieria and the Institute of Market Imperfections and Public Policy, and UC Berkeley’s Lab for Inclusive Financial Technology. Undurraga acknowledges the funding and support provided by the Millenium Nucleus MIGRA, ANID - MILENIO - NCS2022_051 as well as Fondecyt Regular Project No. 1230510. Olivares acknowledge financial support from ANID PIA/APOYO AFB220003. Undurraga and Olivares further acknowledge funding from Fondecyt Regular Project No. 1230416. The authors declare that they have no material or financial interests in the results of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}