{
    "id": 32142,
    "citation_title": "Invoice Currency Choice in Intra-Firm Trade: A Transaction-Level Analysis of Japanese Automobile Exports",
    "citation_author": [
        "Taiyo Yoshimi",
        "Uraku Yoshimoto",
        "Kiyotaka Sato",
        "Takatoshi Ito",
        "Junko Shimizu",
        "Yushi Yoshida"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study empirically investigates how the invoice currency choice differs between intra-firm and arm’s-length exports. We also examine whether other firm- and product-level characteristics affect the choice of invoice currency. This study is the first to be granted access to highly disaggregated transaction-level trade data for Japan. Focusing on Japanese automobile exports to France, we demonstrate that the importer’s currency tends to be chosen in intra-firm export invoicing based on a panel logit estimation. Our empirical findings remain robust when different types of intra-firm export variables and other conventional explanatory variables are introduced, such as firm and product market share, exchange rate volatility, euro-invoiced imports, labor productivity, and research and development intensity. Given growing intra-firm trade and expanding global value chains, Japanese parent firms tend to invoice in the importers’ currency, assuming the foreign exchange risk that arises from intra-firm trade. Thus, exchange rate risk management is a significant consideration for Japanese parent firms.\n\n",
    "acknowledgement": "\nThis study is the result of research conducted jointly with the Policy Research Institute (PRI) of the Japanese Ministry of Finance (MOF), which submitted an offer to the MOF based on the “Guideline on the utilization of customs’ import and export declaration data in a joint research with the Policy Research Institute,” and received approval in February 2022. The views expressed in this research are the authors’ personal responsibility and do not represent the official views of the MOF or PRI. We would like to thank Fumiharu Ito, Kenta Ando, and Shintaro Negishi for their dedicated support. We also thank Kazunobu Hayakawa and the seminar participants at PRI, the Research Institute of Economy, Trade and Industry (RIETI), the Bangkok Research Center, the Institute of Developing Economies, and the 2023 Summer Workshop on Economic Theory. We acknowledge financial support from the JSPS KAKENHI Grant (JP20H01518 and JP20KK0289 to Yoshimi, JP21K20172 to Yoshimoto, JP19H01504, JP23H00836, and JP23K17550 to Sato, JP18K01698 to Shimizu, and JP22K18527 to Yoshida). All subsequent errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakatoshi Ito\n\nIto serves as a non-resident Board of Director in a company that owns and operate an proprietary trading system, also as an academic advisory board member of a financial investor company and serve as a Editorial Board member of newsletter on Japanese Economy.\n\n\n"
}