{
    "id": 32151,
    "citation_title": "The Essential Role of Altruism in Medical Decision Making",
    "citation_author": [
        "Paul Gertler",
        "Ada Kwan"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatients rely on medical care providers to act in their best interests because providers understand disease pathology and appropriate treatment much better than patients. Providers, however, not only give advice (diagnose) but also deliver (sell) treatments based on that advice. This creates a moral hazard dilemma where provider financial interests can diverge from patient interests, especially when providers are motivated more by profits than by altruism. We investigate how profit motivated versus altruistic preferences influence medical care decision making in the context of malaria in Kenya. We measured the appropriateness of care using data from an audit study that employed standardized patients (SP) who were trained to present as real patients the identical clinical case scenario to providers. The SPs were confirmed to be malaria negative before and after field work with a very reliable and sensitive blood test at a high-quality laboratory. We measured provider preferences using a lab in the field, real stakes, modified version of the dictator game. We find that more profit-motivated providers report higher rates of false-positive malaria test results than do more altruistic providers. Specifically, purely profit motivated providers report 30 percentage points more positives than providers who are altruistically motivated, and providers likely knew that the positive results that they reported to their patients were false. We also find that more profit motivated providers sold more unnecessary antimalarial drugs than did more altruistic providers. Based on mediation analysis, more profit-oriented providers sold more drugs not only because they knowingly reported more false positives, but also because they promoted drugs sales more conditional on a positive test result. Thus, profit motivated providers seem to have misrepresented test results to sell more unnecessary malaria-related drugs.\n\n",
    "acknowledgement": "\nWe thank the Bill and Melinda Gates Foundation and the former DFID for generous funding as part of the African Health Markets for Equity project. We thank the Technical Advisory Group who have elected to remain anonymous; Pheliciah Mwachofi, Purity Kimuru, Rodgers Kegode, Andrew Muriithi, and Salome Omondi for their superb supervision of the field work; the SPs; and Benjamin Daniels, Scott Klauss, and Alex Wellsjo for useful comments. The authors declare that they have no financial or material interests in the results in this paper. The data collection was granted clearance by the ethics committees at Kenya Medical Research Institute (No. KEMRI/RES/7/3/1; NON-SSC PROTOCOL NO. 372) and the Human Subjects Committee for Innovations for Poverty Action IRB-USA (IPA IRB Protocol #1085). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}