{
    "id": 32153,
    "citation_title": "Taxing Top Wealth: Migration Responses and their Aggregate Economic Implications",
    "citation_author": [
        "Katrine Jakobsen",
        "Henrik Kleven",
        "Jonas Kolsrud",
        "Camille Landais",
        "Mathilde Muñoz"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo wealth taxes lead to a harmful exodus of wealthy taxpayers? Using administrative data on wealth, firm ownership structure, and migration in Sweden and Denmark, we estimate international migration responses to wealth taxation and evaluate the aggregate economic implications of tax-induced migration. Exploiting three large reforms, we find significant migration responses to wealth taxes among the wealthy. We then investigate individual-level, firm-level, and market-level effects of these migration responses. A large fraction of wealthy taxpayers are business owners, and the employment, investments, and value-added of these businesses are negatively affected by owner out-migration. Nevertheless, the aggregate consequences of these effects are modest. We estimate that migration responses to a 1pp increase in the top wealth tax rate decrease the stock of wealthy taxpayers by less than 2% in the long run, and lead to a reduction of 0.05% in aggregate employment, 0.07% in aggregate investment, and 0.13% in aggregate value-added. Hence, our results demonstrate that trickle-down effects of tax-induced migration by the wealthy do exist, but that they are quantitatively small.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar and conference participants for helpful comments and reactions. We thank Rebecca Cambrini, Ethan Ward, Lukas Rodrian, Quirin von Blomberg, Thomas Mikaelsen, and Nicolas Grimprel for outstanding research assistance. Munoz acknowledges financial support from the Stone Center at UC Berkeley. Jakobsen acknowledges financial support from the Independent Research Fund Denmark, Grant #0128-00007B. We also acknowledge support from the Center for Economic Behavior and Inequality (CEBI) at the University of Copenhagen (Grant #DNRF134). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}