{
    "id": 32155,
    "citation_title": "Information-Based Pricing in Specialized Lending",
    "citation_author": [
        "Kristian Blickle",
        "Zhiguo He",
        "Jing Huang",
        "Cecilia Parlatore"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study specialized lending in a credit market competition model with private information. Two banks, equipped with similar data processing systems, possess general signals regarding the borrowers quality; the specialized bank, has access to an additional specialized signal. We study equilibria in which both lenders use general signals to screen loan applications. Conditional on making an offer, the specialized lender prices loans based on its specialized signal. This private-information-based pricing helps explain why loans made by specialized lenders have lower interest rates (lower winning bids) and better ex-post performance (fewer non-performing loans), which we support with robust empirical evidence.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as “Multi-Dimensional Information with Specialized Lenders.” For helpful comments, we thank Philip Bond, Christa Bouwman, Bruce Carlin, Christopher Hrdlicka, Dan Luo, Jidong Zhou, and participants at Yale Junior Finance Conference, Texas A&M University, Tsinghua PBC, Lone Star Finance Conference, WAPFIN at Stern, and University of Washington. Ningxin Zhang provided excellent research assistance while she visited University of Chicago via the Tsinghua-UChicago Joint Research Center for Economics and Finance. Zhiguo He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business as most of this paper was completed when He worked at University of Chicago. The opinions expressed in this paper do not necessarily reflect those of the Federal Reserve System. All errors are our own. The opinions expressed in this paper do not necessarily reflect those of the Federal Reserve System or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}