{
    "id": 32154,
    "citation_title": "Gender Differences in Negotiations and Labor Market Outcomes: Evidence from an Information Intervention with College Students",
    "citation_author": [
        "Patricia Cortés",
        "Jacob French",
        "Jessica Pan",
        "Basit Zafar"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe assess the role of information gaps in understanding gender differences in negotiation behavior by conducting a randomized information experiment on the 2018 to 2020 graduating cohorts of undergraduate business majors from Boston University. Prior to starting their job search, treated students were provided with objective information about the gender gap in negotiation among their peers along with the earnings changes conditional on negotiating. We find sizable immediate effects on negotiation intentions that persist to actual negotiation behavior, particularly for men. While the treatment affects women's negotiation behavior through belief-updating, the effects on men's behavior are primarily through increased salience of the information. Further, we find some evidence that gender-specific treatment spillovers likely contribute to the smaller average treatment effects on behavior for women. Overall, our findings suggest that such information interventions can help to nudge women who have potentially large financial returns to negotiation to realize these gains.\n\n",
    "acknowledgement": "\nWe would like to gratefully acknowledge the generous financial support from the National Science Foundation through Grant SES-1824469 and the Singapore Ministry of Education (MOE) Academic Research Fund (Tier 1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}