{
    "id": 32157,
    "citation_title": "Declining Clientelism of Welfare Benefits? Targeting and Political Competition based Evidence from an Indian state",
    "citation_author": [
        "Pushkar Maitra",
        "Sandip Mitra",
        "Dilip Mookherjee",
        "Sujata Visaria"
    ],
    "citation_publication_date": "2024-02-19",
    "issue_date": "2024-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been argued that since 2014, under the BJP-led central government, welfare benefits in India have become better targeted and less prone to clientelistic control by state and local governments. Arguably this has helped to increase the vote share of the BJP vis-a-vis regional parties. We test these hypotheses using longitudinal data from 3500 rural households in the state of West Bengal. We fail to find evidence that the new “central” programs introduced after 2014 were better targeted than traditional “state” programs, or that the targeting of state programs improved after 2014. Households receiving the new “central” benefits introduced since 2014 were more likely to switch their political support to the BJP. However, changes in the scale, composition or targeting of these programs, in clientelistic effectiveness of traditional state programs or in household incomes, fail to account for the large observed increase in the voters' support for the BJP. Non-Hindus, especially recent immigrant non-Hindus, were much less likely to switch support to the BJP, even after controlling for benefits received and changes in household incomes. Our results suggest that ideology and identity politics were more important factors explaining the rising popularity of the BJP.\n\n",
    "acknowledgement": "\nWe thank Toke Aidt, Pranab Bardhan, Sascha Becker, Sid George, Kaveh Majesi, Paul Raschky, Kunal Sen, Ajay Shenoy  and seminar and conference participants at the Australian Public Choice Conference, Delhi School of Economics/IEG, Hitotsubashi University, Kalyani University, Jadavpur University, Monash University, Presidency University, Rishi Bankim Chandra College, West Bengal, Symposium in honour of Martin Ravallion and University of Hong Kong for comments and suggestions. Funding was provided by the Australian Agency for International Development, the International Growth Centre, United States Agency for International Development, the Hong Kong Research Grants Council (GRF Grant Number 16503014) and the HKUST Institute for Emerging Market Studies (Grant Number IEMS15BM05). Jingyan Gao, Arpita Khanna, Clarence Lee, Daijing Lv, Foez Mojumder, Moumita Poddar and Nina Yeung provided exceptional research assistance. We received Internal Review Board clearance from Monash University, Boston University and the Hong Kong University of Science and Technology. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}