{
    "id": 32164,
    "citation_title": "Heterogeneity, Uncertainty and Learning: Semiparametric Identification and Estimation",
    "citation_author": [
        "Jackson Bunting",
        "Paul Diegert",
        "Arnaud Maurel"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide semiparametric identification results for a broad class of learning models in which continuous outcomes depend on three types of unobservables: i) known heterogeneity, ii) initially unknown heterogeneity that may be revealed over time, and iii) transitory uncertainty. We consider a common environment where the researcher only has access to a short panel on choices and realized outcomes. We establish identification of the outcome equation parameters and the distribution of the three types of unobservables, under the standard assumption that unknown heterogeneity and uncertainty are normally distributed. We also show that, absent known heterogeneity, the model is identified without making any distributional assumption. We then derive the asymptotic properties of a sieve MLE estimator for the model parameters, and devise a tractable profile likelihood based estimation procedure. Monte Carlo simulation results indicate that our estimator exhibits good finite-sample properties.\n\n",
    "acknowledgement": "\nWe thank seminar participants at CREST-PSE, LMU Munich, TSE, UC Davis, UT Austin, conference participants at the 34th EC2 conference, the 2024 NAWMES, 2023 IAAE, SETA and SOLE meetings, Elena Pastorino, Yuya Sasaki as well as Karun Adusumilli, Victor Aguirregabiria, Peter Arcidiacono, Stéphane Bonhomme, Xavier D’Haultfoeuille, Yuichi Kitamura, Mauricio Olivares, Chris Taber and Daniel Wilhelm for useful comments. We also thank Zhangchi Ma and Chinncy Qin for capable research assistance. First version: November 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}