{
    "id": 32169,
    "citation_title": "Demand Shocks as Technology Shocks",
    "citation_author": [
        "Yan Bai",
        "José-Víctor Ríos-Rull",
        "Kjetil Storesletten"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a macroeconomic theory where demand for goods has a productive role. A search friction prevents perfect matching between producers and potential customers. Larger demand induces more search, which in turn increases GDP and measured TFP. We embed the product-market friction in a standard neoclassical model and estimate it using Bayesian techniques. Business cycles are driven by preference shocks, true technology shocks, and investment-specific shocks. Preference shocks have qualitatively similar effects as true productivity shocks. These shocks account for a large share of the fluctuations in consumption, GDP, and measured TFP and can be identified using shopping time data.\n\n",
    "acknowledgement": "\nWe thank seminar attendants at the University of Pennsylvania, New York University, the Bank of Canada, European Central Bank, FRB New York, FRB Minneapolis, Institute for Fiscal Studies, University of Toulouse, and CREI-CEPR for useful comments. We are especially thankful to Robert Gordon, Gary Hansen, Ellen McGrattan, Larry Christiano, and Zhen Huo. Rios-Rull thanks the National Science Foundation for Grant SES-1156228. José-Víctor Ríos-Rull thanks the NSF for research support  as well as the Federal Reserve Bank of Philadelphia and the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}