{
    "id": 32163,
    "citation_title": "The Cost of Money is Part of the Cost of Living: New Evidence on the Consumer Sentiment Anomaly",
    "citation_author": [
        "Marijn A. Bolhuis",
        "Judd N. L. Cramer",
        "Karl Oskar Schulz",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnemployment is low and inflation is falling, but consumer sentiment remains depressed. This has confounded economists, who historically rely on these two variables to gauge how consumers feel about the economy. We propose that borrowing costs, which have grown at rates they had not reached in decades, do much to explain this gap. The cost of money is not currently included in traditional price indexes, indicating a disconnect between the measures favored by economists and the effective costs borne by consumers. We show that the lows in US consumer sentiment that cannot be explained by unemployment and official inflation are strongly correlated with borrowing costs and consumer credit supply. Concerns over borrowing costs, which have historically tracked the cost of money, are at their highest levels since the Volcker-era. We then develop alternative measures of inflation that include borrowing costs and can account for almost three quarters of the gap in US consumer sentiment in 2023. Global evidence shows that consumer sentiment gaps across countries are also strongly correlated with changes in interest rates. Proposed U.S.-specific factors do not find much supportive evidence abroad.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the IMF, its Executive Board, or IMF management. The authors thank Jonas Poulsen, Neil Shenai, and Suzanne van Geuns for detailed comments and suggestions.\n\n\n"
}