{
    "id": 32165,
    "citation_title": "Early Childhood Intervention for the Poor: Long Term Outcomes",
    "citation_author": [
        "Alison Andrew",
        "Orazio Attanasio",
        "Britta Augsburg",
        "Lina Cardona-Sosa",
        "Monimalika Day",
        "Michele Giannola",
        "Sally Grantham-McGregor",
        "Pamela Jervis",
        "Costas Meghir",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-02-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarly childhood interventions aim to promote skill acquisition and poverty reduction. While their short-term success is well established, research on longer-term effectiveness is scarce, particularly in LDCs. We present results of a randomized scalable intervention in India, that affected developmental outcomes in the short-term, including cognition (0.36 SD p=0.005), receptive language (0.26 SD p=0.03) and expressive language (0.21 SD p=0.03). After 4.5 years, when the children were on average 7.5 years old, IQ was no longer affected, but impacts persisted relative to the control group in numeracy (0.330 SD, p=0.007) and literacy (0.272 SD, p=0.064) driven by the most disadvantaged.\n\n",
    "acknowledgement": "\nAuthors’ names in alphabetical order. The trial was implemented with extreme care and attention by Pratham, under the leadership of Rukmini Banerji. Swarnaprava Pradhan and Puspanjali Parida provided excellent implementation in the field. Karishma Vas and Pankhuri Mishra were instrumental in achieving the follow up. The original trial was funded by a personal donation from Mr. Rushton Turner, by a grant from the Waterloo Foundation and by the National Institutes of Health, USA (Grant R01 HD 72120). The present follow-up study was funded by the European Research Council (ERC) under the European Union’s Horizon 2020 Research and Innovation Programme (Grant 695300 - HKADeC - ERC-2015-AdG/ERC-2015-AdG) and the Economic and Social Research Council (ESRC) (Grant ES/M010147/1). Jervis gratefully acknowledges financial support from the Institute for Research in Market Imperfections and Public Policy MIPP (ICS13 002 ANID) and the Center for Research in Inclusive Education, Chile (SCIA ANID CIE160009). ISRCTN89476603, AEARCTR-0000169, AEARCTR-0005444. The study was reviewed and approved by the Research Ethics Committees of University College London (UCL), UK (IRB Approval Number 2168/001) and of the Institute for Financial Management and Research, India (IRB00007107). The follow-up has also obtained ethical approval from the UCL Research Ethics Committee (IRB Approval Number 16727/001). The children’s caregivers provided written informed consent before study participation. The views here presented do not represent the Inter-American Development Bank, its board of directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}