{
    "id": 32168,
    "citation_title": "Climate Policy Reform Options in 2025",
    "citation_author": [
        "John Bistline",
        "Kimberly A. Clausing",
        "Neil Mehrotra",
        "James H. Stock",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-07-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the expiration of many tax cuts and unmet climate targets, 2025 could be a crucial year for climate policy in the United States. Using an integrated model of energy supply and demand, this paper aims to assess climate policies that the U.S. federal government may consider in 2025 and to evaluate emissions reductions, abatement costs, fiscal impacts, and household energy expenditures across a range of policy scenarios. The model results show several key findings. First, the emissions reductions of the Inflation Reduction Act are significantly augmented under scenarios that add a modest carbon fee or, to a lesser extent, that implement a clean electricity standard in the power sector. Second, net fiscal costs can be substantially reduced in scenarios that include a carbon fee, especially if fossil fuel exports are taxed. Third, expanding the IRA tax credits yields modest additional emissions reductions with higher fiscal costs. Finally, although none of the policy combinations across these scenarios achieve the U.S. target of a 50-52% economy-wide emissions reduction by 2030 from 2005 levels, the carbon fee and clean electricity standard scenarios achieve these levels between 2030 and 2035.\n\n",
    "acknowledgement": "\nWe are grateful to Joseph Aldy, Adrian Bilal, Tatyana Deryugina, Matthew Kotchen, and Robert Stavins for helpful suggestions. All remaining errors are our own. The views expressed in this paper are those of the authors and do not represent the Federal Reserve System, the Federal Reserve Bank of Minneapolis, or the National Bureau of Economic Research.\n\n\n"
}