{
    "id": 32167,
    "citation_title": "Do Medical Treatments Work for Work? Evidence from Breast Cancer Patients",
    "citation_author": [
        "N. Meltem Daysal",
        "William N. Evans",
        "Mikkel Hasse Pedersen",
        "Mircea Trandafir"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effects of radiation therapy on the mortality and economic outcomes of breast cancer patients. We implement a 2SLS strategy within a difference-in-difference framework exploiting variation in treatment stemming from a medical guideline change in Denmark. Using administrative data, we reproduce results from an RCT showing the lifesaving benefits of radiotherapy. We then show therapy also has economic returns: ten years after diagnosis, treatment increases employment by 37% and earnings by 45%. Mortality and economic results are driven by results for more educated women, indicating that equalizing access to treatment may not be sufficient to reduce health inequalities.\n\n",
    "acknowledgement": "\nWe are grateful for comments provided by Marianne Bitler, James Fenske, Jon Kolstad, Jon Skinner and participants at NHH PhD Course on “New Frontiers in Human Capital”, 2016 Workshop of the Danish Graduate Programme in Economics, HEDG Mini Workshop for Young Scholars, KORA Public Policies, Health and Health Behaviours, 4th SDU Workshop on Applied Microeconomics, 2017 IHEA Meetings, SDU Workshop on Medical Interventions and Socio-Economic Outcomes, PROMETEO workshop, 2021 EALE meetings, and seminar participants at Bristol, Essex, NHH, SOFI, and VATT. Daysal gratefully acknowledges financial support from the Danish Council for Independent Research (grant number 4182-00214). The authors bear sole responsibility for the content of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}