{
    "id": 32174,
    "citation_title": "Sectoral Debt and Global Dollar Cycles in Developing Economies",
    "citation_author": [
        "Bada Han",
        "Rashad Ahmed",
        "Joshua Aizenman",
        "Yothin Jinjarak"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the role of sectoral debt dynamics in shaping business cycles in a sample of 52 Emerging Market Economies (EMEs) and Frontier Market Economies (FMEs) from 2005 to 2021. Higher household debt levels and growth are associated with significantly slower GDP growth in more developed EMEs but not in less developed EMEs and FMEs. We also examine the relationship between US dollar cycles, sectoral debt levels and growth, and economic activity. Among developed EMEs, higher expected household debt growth magnifies the impact of US dollar fluctuations on economic activity, with significant but less persistent effects on consumption and more persistent effects on investment. Our empirical findings highlight the important role of household debt dynamics in relatively developed EMEs.\n\n",
    "acknowledgement": "\nJoshua Aizenman gratefully acknowledges the support of the Dockson Chair in Economics and International Relations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Asian Development Bank, International Monetary Fund, or Office of the Comptroller of the Currency.\n\n\n\nJoshua Aizenman\n\nThis paper examines the role of foreign exchange (FX) reserves and other fundamental factors in explaining cross-country differences in foreign currency depreciation observed over the 2021-22 Federal Reserve monetary policy tightening cycle that led to a sharp appreciation of the US dollar. Using a broad cross-section of over 50 countries, we document that an additional 10 percentage points of FX reserves/GDP held ex-ante was associated with 1.5 to 2 percent less exchange rate depreciation. We also find that higher ex-ante policy rates were associated with less depreciation, especially among financially open economies. Taken together, these results support the buffering role of FX reserves and their potential to promote monetary policy independence in the presence of global spillovers.\n\n\n"
}