{
    "id": 32175,
    "citation_title": "From Dominant to Producer Currency Pricing: Dynamics of Chilean Exports",
    "citation_author": [
        "José De Gregorio",
        "Pablo García",
        "Emiliano E. Luttini",
        "Marco Rojas"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit a central question for international macroeconomics: the response of export prices and quantities to movements in the exchange rate (ER). We use granular export data for Chile and study how the effects of ER movements vary over time with the currency of invoicing and the destination of exports. For prices, we find that the short-run effects of bilateral ER movements vanish when controlling for U.S. dollar ER, which supports dominant currency pricing. However, over longer horizons a more significant role is played by bilateral ER movements, in line with the predictions of producer currency pricing. These dynamics do not depend on the invoicing currency. The results we find for quantities support the view that bilateral exchange rate movements contribute to macroeconomic adjustment through export volumes over the medium term.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at PUC-Chile, Universidad de Chile, Universidad Adolfo Ibáñez, Central Bank of Chile and at the NBER International Seminar on Macroeconomics 2023, for thoughtful comments and discussions. We thank José Emilio Guaman, Dagoberto Quevedo and specially José Elías Rishmawi for outstanding research assistance. We are also grateful to Ariel Burstein, Michael Devereux, Charles Engel, Jeffrey Frankel, Giorgios Giorgiadis, Linda Goldberg, Dmitry Mukhin and two anonymous referees. All the content of this paper is exclusively our own responsibility and do not involve institutions we are affiliated with. Disclaimers are found at the end of this document. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}