{
    "id": 32173,
    "citation_title": "Long-Range Forecasts As Climate Adaptation: Experimental Evidence From Developing-Country Agriculture",
    "citation_author": [
        "Fiona Burlig",
        "Amir Jina",
        "Erin M. Kelley",
        "Gregory V. Lane",
        "Harshil Sahai"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-10-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change increases weather variability, preventing farmers from tailoring investments to the upcoming monsoon. In theory, accurate, seasonal forecasts overcome this challenge. We experimentally evaluate monsoon onset forecasts in India, randomizing 250 villages into control, forecast, and benchmark insurance groups. Forecast farmers update their beliefs and behavior: receiving “good news” relative to a farmer’s prior increases cultivation, farm inputs, farm profits (for those unaffected by flooding) and reduces business; receiving “bad news” reduces cultivated land and farm profits but increases business. Overall, forecasts raise a welfare index by 0.06 SD. Unlike insurance, forecasts reduce climate risk by enabling tailoring.\n\n",
    "acknowledgement": "\nWe are grateful to Vittorio Bassi, Susanna Berkouwer, Chris Blattman, Josh Dean, Kyle Emerick, Xavier Gine, Rachel Glennerster, Michael Greenstone, Faraz Hayat, Koichiro Ito, Kelsey Jack, Florence Kondylis, Michael Kremer, Jeremy Magruder, Craig McIntosh, Mushfiq Mobarak, Andrew Robertson, Mark Rosenzweig, Elena Surovyatkina, Catherine Wolfram, Brian Wright, and seminar participants at the Coase Project, the Paris School of Economics, London School of Economics, EPIC Junior Workshop, Northwestern University, the UChicago Mini-Conference on Weather Advisory Services, the Yale Climate, Environment, and Economic Growth Conference, Y-RISE, and NBER Development for helpful comments and suggestions. We thank Manzoor Dar for excellent field support, Ramya Teeparthi for valuable project management, and Anjani Balu, Alina Gafanova, Sam Hsu, Meghna Singh, Prachi Shukla, Rathan Sudheer, and in particular Amrita Pal for outstanding research assistance. We thank the Becker Friedman Institute for Economics at the University of Chicago, J-PAL’s Agricultural Technology Adoption Initiative and King Climate Action Initiative, and the World Bank for generously funding this project. This research has IRB approval from the University of Chicago (Protocol No. IRB20-1364), and is registered on the AEA RCT registry (Identification No. AEARCTR-0008846). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}