{
    "id": 32170,
    "citation_title": "Do Information Frictions and Corruption Perceptions Kill Competition? A Field Experiment On Public Procurement in Uganda",
    "citation_author": [
        "Emanuele Colonnelli",
        "Francesco Loiacono",
        "Edwin Muhumuza",
        "Edoardo Teso"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether information frictions and corruption perceptions deter firms from doing business with the government. We conduct two nationwide randomized controlled trials (RCTs) in collaboration with the national public procurement supervisory and anti-corruption agency in Uganda. The first RCT aims to increase firms’ information on available procurement opportunities, which is limited due to the lack of a centralized e- procurement system. We provide firms with direct and timely access to information about government tenders over a two-year period. The second RCT focuses on firms’ perceptions about the integrity of public entities, which we experimentally show are key drivers of firms’ participation in procurement. We provide firms with access to structured information on other firms’ perceptions and on anti-corruption audits. We find that increasing information on available procurement opportunities alone does not increase firm participation in public procurement. However, changing firms’ perceptions about the integrity of public entities increases firms’ total number of bids and total government contracts won. Based on our findings, our partner agency implemented several measures to further restore firms’ trust in public entities. Overall, our findings point to the limits of transparency reforms that aim to increase competition in public procurement without accounting for firms’ perceptions about government corruption and inefficiency.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Vittorio Bassi, Michael Best, Nick Bloom, Emily Breza, Lorenzo Casaburi, Arun Chandrasekhar, Francesco Decarolis, Pascaline Dupas, Marcel Fafchamps, Lauren Falcao Bergquist, Fred Finan, Jonas Hjort, Elisa Maffioli, Melanie Morten, Richard Newfarmer, Ben Olken, Rohini Pande, Jacopo Ponticelli, Tommaso Porzio, Mounu Prem, Nancy Qian, Andrei Shleifer, Michelle Skinner, Giancarlo Spagnolo, Meredith Startz, Tavneet Suri, Jakob Svensson, Ferenc Szucs, Silvia Vannutelli, Chris Woodruff, and seminar participants at Stanford University, University of Chicago, Northwestern, Stockholm University, Uppsala University, EBRD, Ozyegin University, and PEDL for helpful comments and suggestions. Javier Delgado provided incredible management of the research. We also thank the James Ward Kakshi and Munshi Sulaiman for support from the BRAC Research and Evaluation Unit, as well as Asiku Roy Alia, Thiago Alckmin, Ahabwe Amos, Asinde Barbara, Devarchan Banerjee, Andrew Chemonges, Helene Donnat, Francisco Garcia, Pablo Garcia Guzman, Ant ́ıa Gonz ́alez Gonz ́alez, Yuyun Han, Forrest Alonso Haydon, Lukas Hobi, Eleonora Janiri, Kagwisagye Ambrose, Abunyo Naume, Anna Komugisha, Francesco Manca, Dorcas Mandera, Irene Marcora, Awale Mohammed, Hillary Mutabazi, Sergio Olalla, Jesus Pacheco Vera, Sara Pratico, Immaculate Sanyu, Giovanni Scotti Bentivoglio, Archit Singhal, Paul Talent, and Yan Wen for their superb research support. We are grateful to AFIC (Gilbert Sendugwa, Pamela Muganzi, Susan Juliet Agwang) for their logistical support, and PPDA researchers Faith Mbabazi and Saharu Nassazi. This work is supported by PEDL, J-PAL, the International Growth Centre, Stanford SEED, the Fama-Miller Center and the MV Advisors Research Fund at the University of Chicago Booth School of Business, and by the Becker Friedman Institute. This study’s unique identifying numbers are AURA IRB 18-1475, MUREC IRB 0502-2019, and AEARCTR-0005400. The views expressed here are those of the authors and do not necessarily reflect those of our partner PPDA, nor those of the National Bureau of Economic Research.\n\n\n"
}