{
    "id": 32176,
    "citation_title": "The Secular Decline of Bank Balance Sheet Lending",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-10-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the decline of the bank balance sheet model of financial intermediation since 1970 and its regulatory implications. The share of private lending on bank balance sheets fell from 55% in the 1970s to 33% in 2023, while the deposit share of savings dropped from 21% to 13%. Loans as a percentage of bank assets also declined from 70% to 55%. We develop a model that captures the interaction between bank balance sheets and originate-to-distribute (OTD) intermediation through securities holdings. Our analysis identifies three key factors driving these trends: a shift in borrower demand toward informationally insensitive lending, a shift in saver demand away from deposits, and evolving regulations affecting bank balance sheets. Regulatory changes and technological advancements primarily drive these shifts. Borrower demand plays a dominant role in reducing balance sheet lending, particularly from the 1970s to the 1990s. Saver demand shifts away from deposits have reduced bank balance sheets but had a smaller impact on overall lending. Bank regulation, especially since the financial crisis, has altered bank balance sheet composition. Simulations of increased capital requirements show that while balance sheets contract in both the 1960s and 2020s, the impact on overall lending is smaller today due to the substitution of bank loans with debt securities. These results suggest the financial sector has become more resilient to regulatory changes, with the decline in bank balance sheet intermediation reshaping the trade-offs faced by macroprudential policies and financial regulation.\n\n",
    "acknowledgement": "\nWe thank Anusha Chari, John Cochrane, Steve Davis, Peter DeMarzo, Douglas Diamond, Darrell Duffie, Mark Egan, Philipp Hartmann, Anil Kashyap, Arvind Krishnamurthy, Luc Laeven, Ross Levine, Yueran Ma, Hassan Naqvi, Raghuram Rajan, Rafael Repullo, Paola Sapienza, Hyun Shin, Jon Steinsson, Dimitri Vayanos, Neeltje. Vanhoren, Luigi Zingales, and seminar participants at the Annual Paul Woolley Center Conference at London School of Economics, Bank for International Settlements, Chicago Booth, European Central Bank Annual Research Conference, Hoover Institute Inaugural Conference of the Working Group on Financial Regulation, Monetary Authority of Singapore, NBER Summer Institute (Capital Markets), ANU-FIRN Banking Conference, and Stanford University. We also thank Harry Cooperman, Yiyang Han, Micheal Seoane and Winston Xu for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}