{
    "id": 32177,
    "citation_title": "Diversity and Discrimination in the Classroom",
    "citation_author": [
        "Dan Anderberg",
        "Gordon B. Dahl",
        "Cristina Felfe",
        "Helmut Rainer",
        "Thomas Siedler"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat makes diversity unifying in some settings but divisive in others?  We examine how the mixing of ethnic groups in German schools affects intergroup cooperation and trust. We leverage the quasi-random assignment of students to classrooms within schools to obtain variation in the type of diversity that prevails in a peer group. We combine this with a large-scale, incentivized lab-in-field-experiment based on the investment game, allowing us to assess the in-group bias of native German students in their interactions with fellow natives (in-group) versus immigrants (out-group). We find in-group bias peaks in culturally polarized classrooms, where the native and immigrant groups are both large, but have different religious or language backgrounds.  In contrast, in classrooms characterized by non-cultural polarization, fractionalization, or a native supermajority, there are significantly lower levels of own-group favoritism. In terms of mechanisms, we find empirical evidence that culturally polarized classrooms foster negative stereotypes about immigrants' trustworthiness and amplify taste-based discrimination, both of which are costly and lead to lower payouts. In contrast, accurate statistical discrimination is ruled out by design in our experiment. These findings suggest that extra efforts are needed to counteract low levels of inclusivity and trust in culturally polarized environments.\n\n",
    "acknowledgement": "\nWe thank Samuel Bazzi, V. Bhaskar, Paul Niehaus, and David Yanagizawa-Drott, as well as seminar participants at several universities and conferences. We are grateful to the almost 20 research assistants and interns for their invaluable assistance with data collection. The project received generous financial support from the ifo Institute, University of Munich, University of St. Gallen, and University of Hamburg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}