{
    "id": 32179,
    "citation_title": "Do For-Profit Hospitals Cream-Skim Patients? Evidence from Inpatient Psychiatric Care in California",
    "citation_author": [
        "Donghoon Lee",
        "Anirban Basu",
        "Jerome A. Dugan",
        "Pinar Karaca-Mandic"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper examines whether, among inpatient psychiatric admissions in California, for-profit (FP) hospitals engage in cream skimming, i.e., choosing patients for some characteristic(s) other than their need for care, which enhances the profitability of the provider. We propose a novel approach to identify cream skimming using cost outcomes. Naïve treatment effect estimates of hospital ownership type consist of the impact of differential patient case mix (selection) and hospital cost containment strategies (execution). In contrast, an instrumental variable (IV) approach can control for case mix and establish the causal effects of ownership type due to its execution. We interpret the difference in naïve and IV treatment effects to be driven by FP hospitals’ selection (cream skimming) based on unobserved patient case mix. We find that FP hospitals are more likely to treat high-cost patients than not-for-profit (NFP) hospitals, showing no evidence that FP hospitals engage in cream skimming. Our results may alleviate concerns surrounding the recent proliferation of FP psychiatric hospitals with regards to cream skimming.\n\n",
    "acknowledgement": "\nWe thank Kritee Gujral, Doug Barthold, Hye-Young Jung, Chanup Jeung, Jing Li, Sungchul Park, and the audiences at the seminars at the University of Washington and at the Korean Health Economics and Health Services Research Group for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPinar Karaca-Mandic\n\nPinar Karaca-Mandic hold equity and executive position at XanthosHealth, a start-up company developing a social care referral platform.\n\n\n"
}