{
    "id": 32171,
    "citation_title": "Competitive Job Seekers: When Sharing Less Leaves Firms at a Loss",
    "citation_author": [
        "Gaurav Chiplunkar",
        "Erin M. Kelley",
        "Gregory V. Lane"
    ],
    "citation_publication_date": "2024-02-26",
    "issue_date": "2024-02-23",
    "revision_date": "2024-10-29",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how job-seekers share information about jobs within their social network, and its implications for firms. We randomly increase the amount of competition for a job and find that job-seekers are less likely to share information about the job, especially with their high ability peers. This lowers the quality of applicants, hires, and performance on the job — suggesting that firms who disseminate job information through social networks may see lower quality applicants than expected for their most competitive positions. While randomly offering higher wages attracts better talent, it is not able to fully overcome these strategic disincentives in information sharing.\n\n",
    "acknowledgement": "\nWe are grateful to Fiona Burlig, Rob Garlick, Sylvan Herskowitz, and Jeremy Magruder for their helpful comments and suggestions. Funding for this project was graciously provided by the IGC. We would like to thank Prachi Shukla for excellent research assistance, and Christy Tharaniyil and Mahika Mehta, who provided invaluable assistance implementing this project. AEA RCT identification number: 0007564. This project received IRB approval from The University of Virginia (IRB# 3463). The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, the National Bureau of Economic Research, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}