{
    "id": 32181,
    "citation_title": "Genetic Risk for Alzheimer’s Disease and Related Dementias: Cognition, Economic Behavior, and Actionable Information",
    "citation_author": [
        "Yeongmi Jeong",
        "Nicholas W. Papageorge",
        "Meghan Skira",
        "Kevin Thom"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-06-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nGenetic factors play a major role in the development of Alzheimer’s disease and related dementias (ADRD). With increased access to genetic data, observable genetic factors could impact household planning and medical care if they contain actionable information, meaning that they i) are associated with significant harms, ii) reflect risks for which individuals are not already prepared, and iii) are informative above and beyond current knowledge or expectations. We examine these properties for existing genetic measures related to ADRD in the Health and Retirement Study (HRS). We replicate existing relationships between genetic factors and cognitive health. We also show that higher genetic risk is associated with worse economic outcomes on several dimensions including work, income, and wealth. Surprisingly, individuals at higher risk are less likely to engage in planning activities that could mitigate the consequences of cognitive decline (e.g., holding long-term care insurance or assigning durable power of attorney). In predictive exercises, existing genetic indices provide clinically valuable and policy-relevant information on the development of severe adverse cognitive outcomes in the future. Our findings suggest there is a large population of individuals at genetic risk for ADRD who are not protected from cognitive decline despite genetic risk, not insulated from its economic consequences, and relatively unprepared to deal with possible burdens of future ADRD.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from Julie Bynam, Weiwei Chen, Norma B. Coe, Nicole Maestas, Lauren Nicholas, Daniel Polsky, Kosali Simon, Jon Skinner, and seminar and conference participants at the NBER Summer Institute-Aging, the CEPRA/NBER Workshop on Aging, Cognitive Ability, and Decision-Making, the CAPRA/NBER Scientific Meeting, the Southeastern Health Economics Study Group Conference, the ASSA Annual Meeting, the Gateway to Global Aging Data Long-Term Care Seminar Series, the Hopkins Economics of Alzheimer’s Disease and Services (HEADS) Center, Colorado State University, George Mason University, and the University of Georgia. Research reported in this paper was supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810, as well as a Pilot Award from the HEADS Center. Kevin Thom acknowledges additional support from the National Institute on Aging of the National Institutes of Health (R01AG079554, RF1055654, and R56AG058726). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}