{
    "id": 32186,
    "citation_title": "Friends with Benefits: Social Capital and Household Financial Behavior",
    "citation_author": [
        "Brad Cannon",
        "David Hirshleifer",
        "Joshua Thornton"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-11-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing friendship data from Facebook, we study the effects of three aspects of social capital on household financial behavior. We find that the most important measure of social capital in explaining stock market and saving participation is Economic Connectedness, defined as the fraction of one’s social network with high socioeconomic status. One standard-deviation greater Economic Connectedness is associated with 2.9% greater stock market participation and 5.0% greater saving participation. Compared to Cohesiveness or Civic Engagement, Economic Connectedness explains more than 6 times the variation in stock market participation and more than 4 times the variation in saving participation. Using data on nonlocal friendships, we provide evidence supporting a causal link between household financial behavior and the income of one's friends. Furthermore, we provide evidence that greater opportunities for social interaction with wealthy individuals is associated with increased stock market and saving participation.\n\n",
    "acknowledgement": "\nWe are grateful to Siew Hong Teoh for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}