{
    "id": 32188,
    "citation_title": "International Trade and Macroeconomic Dynamics with Sanctions",
    "citation_author": [
        "Fabio Ghironi",
        "Daisoon Kim",
        "G. Kemal Ozhan"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study international trade and macroeconomic dynamics triggered by the imposition of sanctions. We begin with a tractable two-country model where Home and Foreign countries have comparative advantages in production of differentiated consumption goods and a commodity (e.g., gas), respectively. Home imposes sanctions on Foreign. Financial sanctions exclude a fraction of Foreign agents from the international bond market. Gas sanctions take the form of a ban on gas trade, equivalent to an appropriate price cap in our model. Differentiated goods trade sanctions exclude a fraction of Foreign and Home exporters from international trade. All sanctions lead to resource reallocation in both economies. Exchange rate movements reflect the direction of reallocation and the type of sanctions imposed rather than the success of the sanctions. Welfare analysis shows that gas sanctions are more costly for Home, while differentiated consumption goods trade sanctions are more costly for Foreign. A third country that refrains from joining the sanctions mitigates welfare losses in Foreign, but refraining from joining the sanctions is beneficial for the third country. These findings highlight the importance and the difficulty of international coordination when imposing sanctions.\n\n",
    "acknowledgement": "\nWe thank Marcin Bielecki, Massimo Ferrari Minesso, Alberto Martin, Felipe Saffie, Linda Tesar, Yinxi Xie and seminar and conference participants at Asia School of Business, Bank of Canada, Bank of Canada and European Central Bank Conference on \"The Future of Global Trade Amid Shifting Geopolitics,\" CEPR & Kiel Institute for the World Economy Conference on Geoeconomics, CEPR-MEF 2023 Symposium, Federal Reserve Board, IMF’s Jacques Polak 2022 Annual Research Conference, KIEP-KAEA Workshop, North American Econometric Society 2023 Summer Meeting, Research Conference of the Central Banks of Ukraine and Poland, University of Alabama, University of Southampton, and West Coast Trade Conference. We are also grateful to the NSF for funding through a grant to the NBER (award number SES 2317089). All errors are ours. The views expressed in this paper are our own and do not necessarily represent those of the IMF, the CEPR, the EABCN, the NBER, or the NSF. The views expressed in this paper are solely those of the authors and may differ from official IMF views. No responsibility for them should be attributed to the Fund.\n\n\n"
}