{
    "id": 32187,
    "citation_title": "The Role of Advertisers and Platforms in Monetizing Misinformation: Descriptive and Experimental Evidence",
    "citation_author": [
        "Wajeeha Ahmad",
        "Ananya Sen",
        "Chuck Eesley",
        "Erik Brynjolfsson"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial motivation to earn advertising revenue by spreading misinformation has been widely conjectured to be among the main reasons misinformation continues to be prevalent online. Research aimed at reducing the spread of misinformation has so far focused on user-level interventions with little emphasis on how the supply of misinformation can itself be countered. In this work, we show how online misinformation is largely financially sustained via advertising, examine how financing misinformation affects the advertisers and ad platforms involved and outline ways of reducing the financing of misinformation. First, we find that advertising on misinformation outlets is pervasive for companies across several industries and is amplified by digital ad platforms that automatically distribute companies’ ads across the web. Using an information provision survey experiment, we show that people decrease their demand for a company’s products or services upon learning about its role in monetizing misinformation via online ads. To shed light on why misinformation continues to be monetized despite the potential backlash for the advertisers involved, we survey decision-makers at companies. We find that most decision-makers are unaware of their companies’ ads appearing on misinformation websites but have a strong preference to avoid appearing on such websites. Moreover, those uncertain and unaware about their role in financing misinformation increase their demand for a platform-based solution to reduce monetizing misinformation upon learning about how platforms amplify ad placement on misinformation websites. We identify low-cost, scalable information-based interventions that digital platforms could implement to reduce the financial incentive to misinform and counter the supply of misinformation online.\n\n",
    "acknowledgement": "\nWe are grateful to our data partners (NewsGuard, the Global Disinformation Index, and Oracle) for sharing data with us. We thank the Executive Education Programs at the Stanford Graduate School of Business and Heinz College at Carnegie Mellon University for partnering with us and Tran Le for providing research assistance on part of this work. We gratefully acknowledge feedback and comments on earlier versions of this work from Ginger Jin, Joy Wu, Meng Liu, Manuella Collis, Rafael Jimenez Duran, Ryan Moore, Ruth Appel, Saharsh Agarwal, Sameer Borwankar, Wyat Lee and from participants at the Queen’s Workshop on the Economics of Media 2022, 2022 MIT Conference on Digital Experimentation, Workshop on Information Systems Economics 2022, Rotman School of Management PhD Strategy Seminar 2023, ISMS Marketing Science Conference 2023, The Sumantra Ghoshal Conference at London Business School 2023, Platform Strategy Research Symposium at Boston University 2023, NBER SI 2023 Digital Economics and Artificial Intelligence, Social Science Research Council Workshop on the Economics of Social Media 2023, West Coast Research Symposium 2023, Stanford University Trust and Safety Research Conference 2023, Conference on Information Systems and Technology 2023, HKU Business School Management and Strategy Seminar 2023, and Boston University Online Research Seminar on Digital Businesses 2024. This research was supported in part by the Stanford Digital Economy Lab, Stanford McCoy Family Center for Ethics in Society, Stanford Impact Labs, Stanford Technology Ventures Program, and the Economics of Digital Services initiative at the University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWajeeha Ahmad\n\nWajeeha Ahmad was a Research Intern at Microsoft during the summer of 2023.\n\n\n"
}