{
    "id": 32180,
    "citation_title": "Tax Policy and Investment in a Global Economy",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Matthew Smith",
        "Owen M. Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-10-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the 2017 Tax Cuts and Jobs Act. Combining reduced-form estimates from tax data with a global investment model, we estimate responses, identify parameters, and conduct counterfactuals. Domestic investment of firms with the mean tax change increases 20% versus a no-change baseline. Due to novel foreign incentives, foreign capital of U.S. multinationals rises substantially. These incentives also boost domestic investment, indicating complementarity between domestic and foreign capital. In the model, the long-run effect on domestic capital in general equilibrium is 7% and the tax revenue feedback from growth offsets only 2p.p. of the direct cost of 41% of pre-TCJA corporate revenue.\n\n",
    "acknowledgement": "\nWe thank Agustin Barboza, Emily Bjorkman, Walker Lewis, Anh-Huy Nguyen, Shivani Pandey, Sarah Robinson, Francesco Ruggieri, Sam Thorpe, and Caleb Wroblewski for excellent research assistance; our discussants Eyal Argov, Steven Bond, Manon François, Andrea Lanteri, and Jason Furman; and seminar and conference participants for comments, ideas, and help with data. We thank Michael Caballero, Anne Moore, and Laura Power for insights on multinational tax data and Tom Winberry for helpful discussions about his adjustment cost estimates. Chodorow-Reich gratefully acknowledges support from the Ferrante Fund and Chae fund at Harvard University. Zwick gratefully acknowledges financial support from the Booth School of Business at the University of Chicago. Zidar thanks the NSF for support under grant no. 1752431. Disclaimer: All data work for this project involving confidential taxpayer information was done at IRS facilities, on IRS computers, and at no time was confidential taxpayer data ever outside of the IRS computing environment. The views expressed herein are those of the authors and do not necessarily represent the views of the IRS, the U.S. Department of the Treasury, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. The model-implied revenue estimates are not revenue estimates of the TCJA.\n\n\n"
}