{
    "id": 32185,
    "citation_title": "Optimal Urban Transportation Policy: Evidence from Chicago",
    "citation_author": [
        "Milena Almagro",
        "Felipe Barbieri",
        "Juan Camilo Castillo",
        "Nathaniel G. Hickok",
        "Tobias Salz"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe characterize and quantify optimal urban transportation policies in the presence of congestion and environmental externalities. We formulate a framework in which a municipal government chooses among transportation equilibria through its choice of public transit policies—prices and frequencies—as well as road pricing. The government faces a budget constraint that introduces monopoly-like distortions and the potential need to cross-subsidize modes. We apply this framework to Chicago, for which we construct a new dataset that comprehensively captures transportation choices. We find that road pricing alone leads to large welfare gains by reducing externalities, but at the expense of travelers, whose surplus falls even if road pricing revenues are fully rebated. The optimal public transit price is near zero, with reduced bus and increased train frequencies. Combining transit policies with road pricing slackens the budget constraint, allowing for higher transit frequencies and lower prices, thereby increasing consumer surplus after rebates.\n\n",
    "acknowledgement": "\nWe thank audiences at Booth, Harvard, MIT, Rice, Texas A&M, Yale, CEMFI, EIEF Junior Applied Micro Conference, Tinos IO Conference, LACEA-LAMES, NBER Market Design 2022 Meeting, Philadelphia Fed, UCLA IO/Spatial Conference, Berkeley, Toronto, Georgetown, JHU, Maryland, Wharton RE, UIUC, UNLP, WashU in St Louis, St Louis Fed, IIOC, LSE, Oxford, Warwick, IFS/LSE/UCL IO workshop, Cowles, SED, ERWIT/CURE, Sciences Po, Chicago-Princeton Spatial Conference, Stanford Cities Workshop, Duke, GWU, Northwestern Interactions Conference, PUC Chile, and PSE/ESSEC Workshop. We are grateful to Enrick Arnaud-Joufray, Panle Jia- Barwick, Isis Durrmeyer, Matthew Freedman, Clara Santamaria, and Daniel Sturm for their insightful discussions. We also thank Tomas Dominguez-Iino, Gilles Duranton, Jessie Handbury, Gabriel Kreindler, Jing Li, Jim Poterba, Liam Purkey, Chris Severen, and Chad Syverson for helpful comments. We are also grateful to Gilles Duranton and Prottoy Akbar for helping us obtain travel time data, and to Anson Steward, Jinhua Zhao, and Xiaotong Guo for helping us get access to CTA data. Melissa Carleton, Diego Gentile Passaro, and Shreya Mathur provided outstanding research assistantship. We acknowledge financial support from the NSF (Award No. 1559013, Supplement), through the NBER’s transportation initiative, and from the John S. and James L. Knight Foundation through a grant to the University of Pennsylvania Center for Technology, Innovation & Competition. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}