{
    "id": 32184,
    "citation_title": "Finance in a Time of Disruptive Growth",
    "citation_author": [
        "Nicolae B. Gârleanu",
        "Stavros Panageas"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a unified theory of asset price determination encompassing both “conventional” and “alternative” asset classes (private equity, real estate, etc.). The model features disruption of old by young firms and skewness in the distribution of innovative rents among the young innovators. The relative size of asset classes, the dynamics of rich investors’ wealth, and the returns of the various asset classes are jointly determined in equilibrium. Besides explaining the observed patterns of returns across asset classes, we analyze the theoretical properties of the most widely used performance-evaluation measure for alternative investments. We also provide connections between the growth of alternative investments, the dispersion of returns across investors, and the turnover inside the ranks of wealthy individuals.\n\n",
    "acknowledgement": "\nThe authors have nothing to disclose, besides summer support by the their respective academic institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}