{
    "id": 32198,
    "citation_title": "Uncertainty or Frictions? A Quantitative Model of Scarce Safe Assets",
    "citation_author": [
        "Cosmin L. Ilut",
        "Pavel Krivenko",
        "Martin Schneider"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did the real interest rate decline and the equity premium increase over the last 30 years? This paper assesses the role of uncertainty and credit market frictions. We quantify a model with heterogeneous households using data on asset prices and macro aggregates, as well as on households' debt and equity positions. We find that compensation for both uncertainty and frictions is reflected in asset prices. Moreover, a secular increase in frictions is important to understand jointly the decline in real rate and the relative scarcity of debt. Modeling uncertainty as ambiguity allows for tractable characterization of asset premia and precautionary savings effects in steady state.\n\n",
    "acknowledgement": "\nThis paper subsumes our earlier working paper \"Uncertainty aversion and heterogeneous beliefs in linear models\". We thank our discussant Jesus Fernandez-Villaverde, as well as seminar and conference participants at the CFCM Seminar, CIGS Conference on Macroeconomic Theory and Policy, CITE, ERMAS, ITAM, NBER Summer Institute, Purdue, Reichman, SED, SITE, Berkeley, HEC Montreal, Minnesota, Princeton, UCL, UCLA and Yale for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}