{
    "id": 32195,
    "citation_title": "Temperature Extremes Impact Mortality and Morbidity Differently",
    "citation_author": [
        "Carlos F. Gould",
        "Sam Heft-Neal",
        "Alexandra K. Heaney",
        "Eran Bendavid",
        "Christopher W. Callahan",
        "Mathew Kiang",
        "Joshua S. Graff Zivin",
        "Marshall Burke"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreased temperature-related mortality is predicted to be one of the largest contributors to future economic damages from climate change globally, with declines in cold-related deaths in some regions outweighed by increases in heat-related deaths in others. Changes in temperature could also affect non-fatal health outcomes, whose aggregate societal burden is large, yet much less is known about how temperature affects the overall level and distribution of morbidity. Using georeferenced data on emergency department visits, mortality, and daily temperatures across California from 2006-2017, we show that the effect of temperature on mortality differs substantially from its effect on ED visits: mortality increases under extreme heat and cold, whereas ED visits increase under extreme heat but decline under extreme cold. These differential responses fundamentally shape the burden of future climate change: we predict that mortality in California will decrease by 0.32% due to changes in temperatures by mid-century, with declining cold deaths outweighing increasing heat deaths, but that ED visits will increase by 0.46% over the same period in the state, representing a total of 1.9 million excess visits. Our findings suggest that projected impacts of future warming on mortality, including benefits in many areas, might be a poor guide for morbidity impacts.\n\n",
    "acknowledgement": "\nWe thank members of the Environmental Change and Human Outcomes lab for helpful comments, and thank the Robert Wood Johnson Foundation and Stanford’s Center for Population Health Sciences for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEran Bendavid\n\nEB acknowledges research support for this work from the NIH grant R01HD104835\n\n\n"
}