{
    "id": 32196,
    "citation_title": "Long Term Care Risk for Couples and Singles",
    "citation_author": [
        "Elena Capatina",
        "Gary Hansen",
        "Minchung Hsu"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the impact of long term care (LTC) risk on single and married households and studies the roles played by informal care (IC), consumption sharing within households, and Medicaid in insuring this risk. We develop a life-cycle model where individuals face survival and health risk, including the possibility of becoming highly disabled and needing LTC. Households are heterogeneous in various important dimensions including education, productivity, and the age difference between spouses. Health evolves stochastically. Agents make consumption-savings decisions in a framework featuring an LTC state-dependent utility function. We find that household expenditures increase significantly when LTC becomes necessary, but married individuals are well insured against LTC risk due to IC. However, they still hold considerable assets due to the concern for the spouse who might become a widow/widower and can expect much higher LTC costs. IC significantly reduces precautionary savings for middle and high income groups, but interestingly, it encourages asset accumulation among low income groups because it reduces the probability of means-tested Medicaid LTC.\n\n",
    "acknowledgement": "\nWe are grateful for very useful comments and suggestions from Mariacristina De Nardi, Eric French, Christos Makridis, and participants at the SED Meeting 2017, SAET Meeting 2017, Arizona State University seminar 2017, UNSW Macroeconomics Workshop 2017, Prescott Fellowship Conference 2018, ANU Macroeconomics Workshop 2018, WAMS 2018 Conference, the GRIPS Workshop on Macroeconomics and Policy 2018, the University of Queensland seminar 2022 and the University of Sydney seminar 2022. This research has been supported by the Australian Research Council Centre of Excellence in Population Ageing Research (project number CE110001029), GRIPS Policy Research Center, JSPS Grants-in-Aid for Scientific Research (Kakenhi, project number 26780173 and 16KK0052), and the John Mitchell Poverty Lab. Declarations of interest: none. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}