{
    "id": 32193,
    "citation_title": "Appropriate Entrepreneurship? The Rise of China and the Developing World",
    "citation_author": [
        "Josh Lerner",
        "Junxi Liu",
        "Jacob Moscona",
        "David Y. Yang"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nGlobal innovation and entrepreneurship has traditionally been dominated by a handful of high-income countries, especially the US. This paper investigates the international consequences of the rise of a new hub for innovation, focusing on the dramatic growth of high-potential entrepreneurship and venture capital in China. First, using comprehensive data on global venture activities, we show that as the Chinese venture industry rose in importance, entrepreneurship increased substantially in other emerging markets, particularly in sectors dominated by Chinese companies. Using a broad set of country-level economic indicators, we find that this effect was driven by country-sector pairs most similar to their counterparts in China. Second, turning to mechanisms, we show that the baseline findings are driven by local investors and by new firms that more closely resemble existing Chinese companies. Third, we find that this growth in emerging-market investment had wide-ranging positive consequences, including a rise in serial entrepreneurship, cross-sector spillovers, innovation, and broader measures of socioeconomic well-being. Together, our findings suggest that developing countries benefited from more “appropriate” businesses and technology pioneered by China, and that a system where only rich countries lead in innovation could limit entrepreneurial activity in large parts of the world.\n\n",
    "acknowledgement": "\nJen Beauregard, Billy Chan, Kevin Chen, Peter Donets, Shai-Li Ron, Kathleen Ryan, Chris Scazzero, and Roger Zhang provided excellent research assistance. Peter Escher, Ted Chan, and Dan Cook were helpful in answering many questions about PitchBook data and methodology. Several practitioners, including Ruzgar Barisik, Peter Cornelius, Teddy Himler, Martell Hardenberg, Jeff Schlapinski, and Andrea Viski were generous in sharing their perspectives on data and analytic questions. We thank Harvard Business School’s Division of Research and the Harvard Department of Economics for research support. Helpful comments were provided by participants at seminars and conferences at College de France, Columbia University, the Council on Foreign Relations, Duke University, the FOM Research Group, Harvard University, Tsinghua University, and the Universities of Hong Kong and Toronto, as well as the 2023 AIEA/NBER conference and the Fall 2023 NBER BREAD conference. Lerner has received compensation for advising limited partners in venture funds, venture capital groups, and governments designing policies relevant to venture capital. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}