{
    "id": 32194,
    "citation_title": "What Drives Inflation? Lessons from Disaggregated Price Data",
    "citation_author": [
        "Elisa Rubbo"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-03-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid pandemic disrupted supply chains and labor markets, with heterogeneous effects on demand and supply across industries. Meanwhile governments responded with unprecedented stimulus packages, and inflation increased to its highest values in 40 years. In this paper I investigate the contribution of aggregate monetary and fiscal policies to inflation, compared to industry-specific disruptions. I argue that, in an economy where multiple industries and primary factors have heterogeneous supply curves, industry-specific shocks to inelastically supplied goods increase aggregate inflation through a cost-push shock. Moreover industry-specific and aggregate shocks have different effects on relative prices, which allows me to identify their respective contribution to aggregate inflation. For US consumer prices, I find that deflation and subsequent inflation in 2020 were due to industry-specific shocks, while since 2021 inflation is primarily driven by aggregate factors.\n\n",
    "acknowledgement": "\nThis paper benefited from conversations with David Baqaee, Gadi Barlevy, Larry Christiano, Marco Del Negro, Mishel Ghassibe, Sebnem Kalemli-Ozcan, Guido Lorenzoni, Ekaterina Peneva, Harald Uhlig, Ivan Werning, and seminar participants at the University of Chicago, the New York Fed, the European Central Bank, the Barcelona GSE, and the NBER Impulse and Propagation meetings. Gabriele Romano and Maria Cristina Niero provided outstanding research assistance. No external funding or relationships to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}