{
    "id": 32192,
    "citation_title": "Innovation: The Bright Side of Common Ownership?",
    "citation_author": [
        "Miguel Antón",
        "Florian Ederer",
        "Mireia Giné",
        "Martin C. Schmalz"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nFirms have inefficiently low incentives to innovate when other firms benefit from their inventions and the innovating firm therefore does not capture the full surplus of its innovations. We show that common ownership of firms mitigates this impediment to corporate innovation. By contrast, without technological spillovers, innovation has the effect of stealing market share from rivals; in that case, more common ownership reduces innovation. Empirically,  the association between common ownership and innovation inputs and outputs decreases with product market proximity and increases with technology proximity. The sign and magnitude of the overall relationship between common ownership and corporate innovation thus varies considerably across the universe of firms depending on their relative proximity in technology and product market space. These results persist if we use only variation from BlackRock's acquisition of BGI. Our results inform the debate about the welfare effects of increasing common ownership among U.S. corporations.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Nick Bloom, Harald Hau, Barry Nalebuff, Luke Taylor, Raffaella Sadun, Regina Seibel, Fiona Scott Morton, John Van Reenen, and seminar audiences at Berlin HSG, Chicago, Humboldt University, NBER PIE, IESE, MadBar Workshop, Michigan, and Yale for helpful comments. We thank Nick Bloom, John Van Reenen, and, in particular, Brian Lucking for generously sharing their data and Pedro Martínez Bruera for outstanding research assistance. We gratefully acknowledge grant funding from the Washington Center for Equitable Growth. Antón acknowledges the financial support of the Department of Economy and Knowledge of the Generalitat de Catalunya (Ref. 2014 SGR 1496), and of the Ministry of Science, Innovation, and Universities (Ref. PGC2018-097335-A-I00). Schmalz acknowledges funding from Deutsche Forschungsgemeinschaft under Germany's Excellence Strategy – EXC 2126/1–390838866. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}