{
    "id": 32197,
    "citation_title": "Climate Change Economics over Time and Space",
    "citation_author": [
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWith average temperature ranging from -20°C at the North Pole to 30°C at the Equator and with global warming expected to reach 1.4°C to 4.5°C by the year 2100, it is clear that climate change will have vastly different effects across the globe. Given the abundance of land in northern latitudes, if population and economic activity could freely move across space, the economic cost of global warming would be greatly reduced. But spatial frictions are real: migrants face barriers, trade and transportation are costly, physical infrastructure is not footloose, and knowledge embedded in clusters of economic activity diffuses only imperfectly. Thus, the economic cost of climate change is intimately connected to these spatial frictions. Building on earlier integrated assessment models that largely ignored space, in the past decade there has been significant progress in developing dynamic spatial integrated assessment models (S-IAMs) aimed at providing a more realistic evaluation of the economic cost of climate change, both locally and globally. This review article discusses this progress and provides a guide for future work in this area.\n\n",
    "acknowledgement": "\nWe thank Reigner Kane and Shijian Yang for their excellent research assistance. This manuscript is prepared for publication in the Annual Review of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}