{
    "id": 32191,
    "citation_title": "The How and Why of Household Reactions to Income Shocks",
    "citation_author": [
        "Roberto Colarieti",
        "Pierfrancesco Mei",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how and why households adjust their spending, saving, and borrowing in response to transitory income shocks. We leverage new large-scale survey data to first quantitatively assess households’ intertemporal marginal propensities to consume (MPCs) and deleverage (MPDs) (the “how”), and second to dive into the motivations and decision-making processes across households (the “why”). The combination of the quantitative estimation of household response dynamics with a qualitative exploration of the mental models employed during financial decisions provides a more complete view of household behavior. Our findings are as follows: First, we validate the reliability of surveys in predicting actual economic behaviors using a new approach called cross-validation, which compares the responses to hypothetical financial scenarios with observed actions from past studies. Participants’ predicted reactions closely align with real-life behaviors. Second, we show that MPCs are significantly higher immediately following an income shock and diminish over time, with cumulative MPCs over a year showing significant variability. However, MPDs play a critical role in household financial adjustments and display significantly more cross-sectional heterogeneity. Neither is easily explained by socioeconomic or financial characteristics alone, and the explanatory power is improved by adding psychological factors, past experiences, and expectations. Third, using specifically-designed survey questions, we find that there is a broad range of motivations behind households’ financial decisions and identify four household types using machine learning: Strongly Constrained, Precautionary, Quasi-Smoothers, and Spenders. Similar financial actions stem from diverse reasons, challenging the predictability of financial behavior solely based on socioeconomic and financial characteristics. Finally, we use our findings to address some puzzles in household finance.\n\n",
    "acknowledgement": "\nWe thank Xavier Gabaix, Andreas Peichl, Ludwig Straub, participants at the ASSA 2022, ESSIM 2021, and seminar participants in Toulouse, the Minneapolis Fed, and CESiFO for feedback. We thank Alberto Binetti, Alfonso Merendino, and Francesco Nuzzi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}