{
    "id": 32190,
    "citation_title": "Capital and Wages",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes capital accumulation increase labor demand and wages? Neoclassical production functions, where capital and labor are q-complements, ensure that the answer is yes, so long as labor markets are competitive. This result critically depends on the assumption that capital accumulation does not change the technologies being developed and used. I adapt the theory of endogenous technological change to investigate this question when technology also responds to capital accumulation. I show that there are strong parallels between the relationship between capital and wages and existing results on the conditions under which equilibrium factor demands are upward-sloping (e.g., Acemoglu, 2007). Extending this framework, I provide intuitive conditions and simple examples where a greater capital stock leads to lower wages, because it triggers more automation. I then offer an endogenous growth model with a menu of technologies where equilibrium involves choices over both the extent of automation and the rate of growth of labor-augmenting productivity. In this framework, capital accumulation and technological change in the long run are associated with wage growth, but an increase in the saving rate increases the extent of automation, and at first reduces the wage rate and subsequently depresses its long-run growth rate.\n\n",
    "acknowledgement": "\nThis paper builds on part of the Klein Lecture delivered at Osaka University in 2023. I thank the participants at the Klein Lecture for useful comments and suggestions. I am particularly grateful to Todd Lensman for extraordinary research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}