{
    "id": 32201,
    "citation_title": "Is There Information in Corporate Acquisition Plans?",
    "citation_author": [
        "Sinan Gokkaya",
        "Xi Liu",
        "René M. Stulz"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor many firms, the acquisition process begins with the development of an acquisition plan that is communicated to investors. We construct a comprehensive sample of acquisition plans to provide novel perspectives on the acquisition process and find that acquisition plans are informative to investors and incrementally predict subsequent acquisition activity. These results are more pronounced for firms announcing their commitment to acquisitions from an internal pipeline. Acquisition plans improve acquisition performance due to learning from market feedback and alleviate acquisition-related market uncertainty. Communication of acquisition plans does not increase takeover premiums but is less common in more competitive industries.\n\n",
    "acknowledgement": "\nGokkaya is JPMorgan Chase & Co. Professor of Finance at Ohio University and a Visiting Scholar at Fisher College of Business, The Ohio State University. Liu is Ohio Casualty Associate Professor of Finance at Farmer School of Business, Miami University. René M. Stulz is Everett D. Reese Chair of Banking and Monetary Economics, The Ohio State University, Research Associate at the National Bureau of Economic Research, and Fellow at the European Corporate Governance Institute. We are grateful to Christopher Nason at Mergermarket Ltd. for providing us the acquisition plan data used in this paper.\nCorrespondence: René M. Stulz, 806 Fisher College of Business, The Ohio State University, 2100 Neil Avenue, Columbus, OH, 43210-1144; email: stulz.1@osu.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}