{
    "id": 32207,
    "citation_title": "A Supply Curve for Forest-Based CO₂ Removal",
    "citation_author": [
        "Sergio L. Franklin Jr.",
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForestation is viewed as an important means of removing CO₂ from the atmosphere and thereby reducing net CO₂ emissions. But how much CO₂ can be removed, and at what cost? Focusing on forested and forestable areas in South America, and using spatially disaggregated data, we estimate a supply curve for forest-based atmospheric CO₂ removal. The supply curve traces out the marginal cost of removing a metric ton of CO₂ as a function of total annual CO₂ removal. Each point on the curve corresponds to a specific location, and accounts for land opportunity costs as well as costs of tree planting and maintenance. We show that over a billion tons of CO₂ can be removed annually via forestation at a cost below $45 per ton, and about 2.5 billion tons can be removed at a cost below $90 per ton. The supply curve applies to only South America, but with sufficient data could be extended to the entire world.\n\n",
    "acknowledgement": "\nOur thanks to Gustavo Fonseca, Rachel Garret, Robert Mendelsohn, Marina Hirota, Carlos Nobre, and participants at various seminars for helpful comments and suggestions.  The authors declare that they have no relevant or material financial interests that are related to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}