{
    "id": 32203,
    "citation_title": "Inequality Within Countries is Falling: Underreporting-Robust Estimates of World Poverty, Inequality and the Global Distribution of Income",
    "citation_author": [
        "Maxim Pinkovskiy",
        "Xavier Sala-i-Martin",
        "Kasey Chatterji-Len",
        "William H. Nober"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-03-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHousehold surveys suffer from persistent and growing underreporting. We propose a novel procedure to adjust reported survey incomes for underreporting by estimating a model of misreporting whose main parameter of interest is the elasticity of regional national accounts income to regional survey income, which is closely related to the elasticity of underreporting with respect to income. We find this elasticity to be substantial but roughly constant over time, implying a large but relatively constant correction to survey-derived inequality estimates. Underreporting of income by the bottom 50% of the world income distribution has become particularly important in recent decades. We reconfirm the findings of the literature that global poverty and inequality have declined dramatically between 1980 and 2019. Finally, we find that within-country inequality is falling on average, and has been largely constant since the 1990s.\n\n",
    "acknowledgement": "\nWe thank Ruchi Avtar and Marie Camara for outstanding research assistance. We thank Leonardo Gasparini and Leopoldo Tornarolli for sharing with us standardized regional survey data for multiple Latin American countries through SEDLAC. We thank Arvind Subramanian for guiding us to the \"junked\" report of the 2017 Indian NSS. We thank numerous staff members at the Luxembourg Income Study for help using their data. We thank Christoph Lakner for sharing with us code for using the Luxembourg Income Study data. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Any errors or omissions are our own.\n\n\n"
}