{
    "id": 32202,
    "citation_title": "Globalization and Profitability of US Firms: The Role of Intangibles",
    "citation_author": [
        "Bullipe R. Chintha",
        "Ravi Jagannathan",
        "Sri S. Sridhar"
    ],
    "citation_publication_date": "2024-03-04",
    "issue_date": "2024-03-01",
    "revision_date": "2024-03-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina's admission into the WTO in 2001 heralded a new era of globalization, increasing both import competition in domestic markets and foreign opportunities for US firms. In the aggregate, the average annual profitability of US public firms during the post globalization period (2003-2019) increased by 11.5% of the corresponding pre-globalization period (1984-2002) profitability. This increase in overall aggregate profitability was primarily driven by foreign profitability increasing by 47.4% for firms in the S&P 500 index, which are larger and have more intangible assets created by R&D and SG&A expenditures. In contrast, following globalization, the average aggregate domestic profitability of US firms remained flat, and firms employed more capital to generate sales. Firms with higher intangible assets benefited more from globalization.\n\n",
    "acknowledgement": "\nBullipe R. Chintha and Sri S. Sridhar are grateful for financial support from the Accounting Research Center at Kellogg School of Management, Northwestern University, IL. We thank David Matsa, Craig Furfine, and Kai Wang for helpful discussions and Vladimir Belykh for research assistance. The authors declare that they have no relevant or material financial interests that relate to the research described in this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSri S. Sridhar\n\nI do not have any other matters to disclose beyond the one above.\n\n\n"
}