{
    "id": 32211,
    "citation_title": "A Housing Portfolio Channel of QE Transmission",
    "citation_author": [
        "Dominik Boddin",
        "Daniel Marcel te Kaat",
        "Chang Ma",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe document a housing portfolio channel of quantitative easing (QE) transmission exploiting variation in German household data in a difference-in-differences setting around QE adoption in 2015. We find that QE encourages households with larger initial bond positions to rebalance more toward second homes. Rebalancing is especially pronounced among higher-income and church-affiliated households with stronger tax incentives to purchase and rent out properties. We also show that, in regions more exposed to this channel, house prices increase more than rents, and sale listings decrease more than rental ones, suggesting that the rental supply may increase in response to QE.\n\n",
    "acknowledgement": "\nFor comments and discussions on previous drafts of this paper, we are grateful to Cristian Badarinza, Tobias Berg, Vadim Elenev, Pedro Gete, Winfried Koeniger, Yang Liu, Jonathan Moreno-Medina, Yuan Ren, and Xirui Zhang, as well as numerous conference and seminar participants. We thank Tobias Schmidt for sharing some of his code. This paper uses data from the Deutsche Bundesbank Panel on Household Finances. The results reported and the related observations and analyses may not correspond to the results or analyses of the data producers. The confidential data was accessed at the Deutsche Bundesbank Research Data and Service Center (RDSC) via on-site use (Project Number: 2020/0107). The views expressed in this paper are those of the authors and do not necessarily coincide with the views of the Deutsche Bundesbank or the Eurosystem. Daniel te Kaat gratefully acknowledges financial support from the Dutch Research Council NWO under grant number VI.Veni.211E.023. Alessandro Rebucci thanks Keio University (Tokyo) for its hospitality, where part of the research for this paper was conducted. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}