{
    "id": 32216,
    "citation_title": "Equilibrium Responses to Price Controls: A Supply-Chain Approach",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrices are regulated in many markets, ranging from healthcare to labor to telecommunications.  This paper reinterprets the variables in the basic supply-demand model so that both product-definition and quantity are equilibrium outcomes.  Specifically, compliance with price controls is achieved by altering the production-factor mix along the supply chain.  This approach yields surprising insights into the incidence of price regulations and their effects on the amount of trade.  Furthermore, it reveals how many of the short-run effects of price controls can be opposite of what they are in the long run.  The supply-chain framework also easily represents business-to-business price controls, which have been more prevalent in policy practice than price-theoretic analysis.\n\n",
    "acknowledgement": "\nI appreciate financial support from the University of Chicago’s Initiative on Enabling Choice and Competition in Healthcare and discussions with Kevin Tsui, Kevin Murphy, and Robbie Minton. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}