{
    "id": 32217,
    "citation_title": "The Feasibility of Using Bayh-Dole March-In Rights to Lower Drug Prices: An Update",
    "citation_author": [
        "Lisa Larrimore Ouellette",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn December 2023, the Biden-Harris Administration released a proposed framework for exercising government “march-in” rights on high-priced taxpayer-funded drugs. While both proponents and critics of the new rules view them as having broad scope, march-in rights can be exercised only on patents that result from federally funded research, and they can enable generic entry only if all patents on a drug were public-sector patents. In this paper, we examine the feasibility of using march-in rights to lower pharmaceutical prices by examining patents on drugs approved by the U.S. Food and Drug Administration (FDA) from 1985 to 2022. Our primary analyses focus on the 883 new molecular entities with at least one patent listed in the FDA’s Orange Book since 1985. While 9 percent of these drugs have a public-sector patent, only 2.5 percent have only public-sector patents. While the new march-in rules could be a tool to lower prices for a few drugs, their overall impact on prices or expenditures will likely be limited. In addition to the updated analyses, we provide links to the data used in the analyses.\n\n",
    "acknowledgement": "\nThis paper updates and extends previous analyses conducted together with Frank Lichtenberg (Sampat and Lichtenberg 2011), and with Maya Durvalsula and Heidi Williams (Durvasula, Ouellette, and Williams 2021). We thank Robert Cook-Deegan, Daniel Hemel, and Ken Shadlen for comments on a previous draft, and Daniel Gross for his work and insights on the Government Patent Register (Gross and Sampat 2024). Sampat acknowledges a grant from the National Institute of Healthcare Management (NIHCM) which helped support the data collection and cleaning effort. The datasets used for these analyses are available at https://doi.org/10.7910/DVN/VI93T9. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}