{
    "id": 32218,
    "citation_title": "Weathering the Storm: Supply Chains and Climate Risk",
    "citation_author": [
        "Juanma Castro-Vincenzi",
        "Gaurav Khanna",
        "Nicolas Morales",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "2024-09-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize how firms structure supply chains under climate risk. Using new data on the universe of firm-to-firm transactions from an Indian state, we show that firms diversify sourcing locations, and that suppliers exposed to climate risk charge lower prices. We develop a general equilibrium spatial model of firm input sourcing under climate risk. Firms diversify identical inputs from suppliers across space, trading off the probability of climate disruptions against higher input costs. We quantify the model using data on 271 Indian regions. Wages are inversely correlated with sourcing risk, giving rise to a cost minimization-resilience tradeoff. Supply chain diversification unambiguously reduces real wage volatility, but ambiguously affects their levels, as diversification may come with high input costs. While diversification mitigates climate risk, it exacerbates the distributional consequences of climate change by reducing wages in regions prone to frequent shocks.\n\n",
    "acknowledgement": "\nWe thank Claire Conzelmann and Simon Farbman for outstanding research assistance and Swapnika Rachapalli for sharing data. We also thank our discussants David Atkin, Joaquin Blaum, Meredith Startz, Jose Vasquez, as well as Pol Antràs, Adrien Bilal, Chris Boehm, Olivier Coibion, Elhanan Helpman, Gabriel Kreindler, Andrei Levchenko, Hugo Lhuillier, Ezra Oberfield, Andres Rodriguez-Clare, Esteban Rossi-Hansberg, Alireza Tahbaz-Salehi, audiences at Minnesota Macro, Princeton IES, Stanford, University of Michigan, St Louis Fed, Warwick, McGill, UQAM, UT Austin, NBER Summer Institute ITM, Midwest Macro, SED-Barcelona, WIEN - Vienna, TIGN, Empirical Macro Workshop and Kiel-CEPR Geopolitics Conference for helpful comments. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Richmond, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}