{
    "id": 32215,
    "citation_title": "Product Liability Litigation and Innovation: Evidence from Medical Devices",
    "citation_author": [
        "Alberto Galasso",
        "Hong Luo"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the relationship between product liability litigation and innovation by systematically combining data on product liability lawsuits with data on new product introductions in a panel dataset of leading medical device firms. We first document a decline in the propensity to introduce new products for both defendant firms and other firms operating in litigated device categories. This decline, however, does not spill over to other device categories, and we also do not find any slowing down in firms' patenting activities. We then show that changes in two features of the regulatory environment---(1) the availability of public information regarding adverse events and (2) federal law taking precedence over state law---substantially affect the likelihood of litigation. These changes also provide quasi-exogenous variations in litigation that confirm our baseline findings. Finally, we show that litigation appears to induce firms to develop safer devices. Overall, our findings suggest that product liability litigation affects the rate and direction of technological progress, and that safety regulation and liability regimes interact with one another in significant ways.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the APIOC conference in Hong Kong, Bocconi University, Duke University, University of Michigan, New York University, University of Hong Kong, University of Toronto, UCLA, and USC for their valuable feedback. Shirley Huang provided excellent research assistance, and we are grateful for financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}