{
    "id": 32210,
    "citation_title": "Portfolio Flows and Household Portfolios",
    "citation_author": [
        "Daniel Marcel te Kaat",
        "Chang Ma",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we show that cross-border portfolio flows around the peak of the European Crisis induced households to rebalance their portfolios toward housing. Estimating difference-in-differences regressions around Draghi's “Whatever It Take” speech in July 2012 with household data from the ECB's Household Finance and Consumption Survey, we find that portfolio inflows induce households with larger ex-ante bond and equity shares to rebalance more strongly toward housing. The effect is not driven by higher pre-treatment access to credit or higher credit growth during the treatment period and is stronger for wealthier and less risk-averse households.\n\n",
    "acknowledgement": "\nFor valuable comments, we are grateful to Tobias Berg, Dominik Boddin, Dragana Cvijanovic and Xiaoying Deng (discussant), Tom Hudepohl, Steffen Meyer, Benoit Nguyen, and Peter van Santen, as well as conference and seminar participants at the 2022 ReCapNet conference, the 2023 National AREUEA meeting, the Federal Reserve Board, Johns Hopkins University Carey Business School, and George Washington University. This paper uses data from the Eurosystem Household Finance and Consumption Survey, accessed via scientific use files. The results published and the related observations and analyses may not correspond to results or analyses of the data producers. We thank Dominik Boddin for sharing code. Daniel te Kaat gratefully acknowledges financial support from the Dutch Research Council NWO under grant number VI.Veni.211E.023. Other declarations of interest: none. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}