{
    "id": 32221,
    "citation_title": "Are Supply Networks Efficiently Resilient?",
    "citation_author": [
        "Agostino Capponi",
        "Chuan Du",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "2025-01-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that supply networks are inefficiently, and insufficiently, resilient. Upstream firms can adjust capacity investments to hedge against supply and demand shocks. However, the social benefits of such investments are not internalized, because of market incompleteness and market power. Upstream firms underinvest in resilience, passing on the costs to downstream firms, and drive trade excessively toward the spot markets. Policies designed to incentivize capacity investment, reduce reliance on spot markets, and enhance competition ameliorate the externality.\n\n",
    "acknowledgement": "\nAgostino Capponi: Research supported, in part, by the National Science Foundation under the NSF CAREER award 1752326 Joseph Stiglitz: Supported, in part, by INET. Chuan Du: Research undertaken whilst employed at the Bank of England, and the Board of Governors of the Federal Reserve System. The views in this paper are solely the authors’ and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. A significant part of this work was undertaken while Chuan Du was employed at the Bank of England. The views expressed in this paper do not necessarily reflect the views of the Bank of England or any of its committees. We thank our discussants and conference participants at the Allied Social Science Association Annual Meeting 2023 and the International Economic Association World Congress 2023, as well as seminar participants at the Bank of England and the Federal Reserve Board, for their constructive comments and suggestions.\n\n\n"
}