{
    "id": 32226,
    "citation_title": "Fallow Lengths and the Structure of Property Rights",
    "citation_author": [
        "Etienne Le Rossignol",
        "Sara Lowes",
        "Eduardo Montero"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a fundamental institution in many societies: the structure of property rights over land. Across societies, communal land rights have been more common than private land rights. We test the hypothesis that longer fallow requirements – the time needed to leave land uncultivated to restore fertility – led to a higher prevalence of communal property rights. Longer fallow requirements generate higher protection costs and therefore make communal rights more beneficial. We construct an ecological measure of the optimal fallow length for the most suitable staple crop across grid cells based on soil type, temperature, and climate. We find that places where land needs to be fallowed for longer periods are more likely to have communal property rights both historically and presently. We then examine the implications for efforts to title land. We find that World Bank land titling interventions are less effective in places with longer fallow requirements, suggesting a mismatch between development policy and underlying institutions. Finally, we examine implications for income inequality and conflict. We find that longer fallow requirements are associated with less inequality, less conflict, and greater resilience to negative shocks. Our results highlight the origins of property rights structures and how communal property rights interact with development policies.\n\n",
    "acknowledgement": "\nNo funding to report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}