{
    "id": 32228,
    "citation_title": "The Market and Climate Implications of U.S. LNG Exports",
    "citation_author": [
        "James H. Stock",
        "Matthew Zaragoza-Watkins"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 2015 to 2023, the United States transformed from a net importer of natural gas to the world's largest liquified natural gas (LNG) exporter. We find that this surge in LNG exports has reconnected U.S. gas prices to world market prices, after a hiatus of “shut-in” fracked gas. We estimate that the domestic gas price effect of this recoupling is comparable to a $30/ton carbon tax. For coal prices, which are coupled to gas through competition in the power sector, this effect is comparable to a $20/ton carbon tax. Using the NREL ReEDS model, we estimate that this recoupling reduces U.S. 2030 power sector CO2 emissions by roughly 145 million metric tons. These domestic estimates contribute to estimating the overall climate impact of LNG exports.\n\n",
    "acknowledgement": "\nWe thank Christiane Baumeister, Jason Bordoff, Thomas Lee, Shaun McRae, Chris Peterson, and Catherine Wolfram for helpful comments, along with participants at the December 2022 Coase Project Conference, Harvard Kennedy School Energy Policy Seminar, MIT Global Change Forum, the 2024 annual meetings of the Association of Environmental and Resource Economists, and the Energy Information Administration, where earlier versions of this research were presented. Constanza Abuin and Georgia Bradley provided excellent research assistance. This research was supported by the Salata Institute for Climate and Sustainability. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}