{
    "id": 32223,
    "citation_title": "The Causal Effect of Parents’ Education on Children’s Earnings",
    "citation_author": [
        "Sang Yoon (Tim) Lee",
        "Nicolas A. Roys",
        "Ananth Seshadri"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of endogenous schooling and earnings to isolate the causal effect of parents’ education on children’s education and earnings outcomes. The model suggests that parents’ education is positively related to children’s earnings, but its relationship with children’s education is ambiguous. Identification is achieved by comparing the earnings of children with the same length of schooling, whose parents have different lengths of schooling. The model also features heterogeneous preferences for schooling, and is estimated using HRS data. The empirically observed positive OLS coefficient obtained by regressing children’s schooling on parents’ schooling is mainly accounted for by the correlation between parents’ schooling and children’s unobserved preferences for schooling. This is countered by a negative, structural relationship between parents’ and children’s schooling choices, resulting in an IV coefficient close to zero when exogenously increasing parents’ schooling. Nonetheless, an exogenous one-year increase in parents’ schooling increases children’s lifetime earnings by 1.2 percent on average.\n\n",
    "acknowledgement": "\nNone of the authors have received any funding for this research. We thank Antonio Ciccone, Mariacristina De Nardi, Steven Durlauf, Eric French and Chris Taber for very helpful conversations. The paper also benefited from conference and seminar participants at the 2015 ASSA and EEA meetings, University of Cyprus, Essex, and TSE. Junjie Guo and Wei Song provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}