{
    "id": 32220,
    "citation_title": "Movies",
    "citation_author": [
        "Stelios Michalopoulos",
        "Christopher Rauh"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWhy are certain movies more successful in some markets than others? Are the entertainment products we consume reflective of our core values and beliefs? These questions drive our investigation into the relationship between a society’s oral tradition and the financial success of films. We combine a unique catalog of local tales, myths, and legends around the world with data on international movie screenings and revenues. First, we quantify the similarity between movies’ plots and traditional motifs employing machine learning techniques. Comparing the same movie across different markets, we establish that films that resonate more with local folklore systematically accrue higher revenue and are more likely to be screened. Second, we document analogous patterns within the US. Google Trends data reveal a pronounced interest in markets where ancestral narratives align more closely with a movie’s theme. Third, we delve into the explicit values transmitted by films, concentrating on the depiction of risk and gender roles. Films that promote risk-taking sell more in entrepreneurial societies today, rooted in traditions where characters pursue dangerous tasks successfully. Films portraying women in stereotypical roles continue to find a robust audience in societies with similar gender stereotypes in their folklore and where women today continue being relegated to subordinate positions. These findings underscore the enduring influence of traditional storytelling on entertainment patterns in the 21st century, highlighting a profound connection between movie consumption and deeply ingrained cultural narratives and values.\n\n",
    "acknowledgement": "\nThe authors have no financial interests to disclose. We would like to thank the seminar participants at Brown, Bocconi, the Paris School of Economics, Bath, Manchester, Durham, University of Piraeus - Ioannina - Macedonia - and the Athens University of Economics and Business, and the Political Economy of Development Conference at Northwestern, for their helpful comments. Eliana La Ferrara, Anna Maria Mayda, Elias Papaioannou, and Katia Zhuravskaya have provided insightful feedback. We are grateful to Eric Greenfeld, President of Fundamental Film Services, Inc., who has graciously shared his knowledge and expertise on the workings of the film-making industry in the US and beyond. Athiwat Thoopthong, Maria Medellin Esguerra, and Daniele Goffi provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}