{
    "id": 32224,
    "citation_title": "Health Shocks under Hospital Capacity Constraint: Evidence from Air Pollution in Sao Paulo, Brazil",
    "citation_author": [
        "Bruna Guidetti",
        "Paula Pereda",
        "Edson R. Severnini"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "2024-04-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow responsive to health shocks are healthcare systems in the developing world? Developing countries are known to have both lower levels of hospital infrastructure and serious health shocks driven by air pollution. These shocks are transitory and may be marginal relative to other health demands, so healthcare systems might be able to manage them. On the other hand, with limited capacity hospitals may not be able to respond rapidly, possibly exacerbating health damages from pollution. In this study, we examine the consequences of health shocks induced by air pollution in a megacity in the developing world: Sao Paulo, Brazil. Using daily data on pediatric hospitalizations from 2015-2017, an instrumental variable approach based on wind speed, and a plausibly exogenous measure of hospital capacity constraints, we show that such transitory health shocks can disrupt healthcare services due to limited capacity, including for conditions seemingly unrelated to air pollution. Also, we cannot rule out severe deterioration of health outcomes.\n\n",
    "acknowledgement": "\nWe are grateful for the invaluable comments by Ariaster Chimeli, Tatyana Deryugina, Nick Kuminoff, Matt Kotchen, Andrea La Nauze, Josh Lewis, Robert Mendelsohn, Marcos Rangel, Rudi Rocha, seminar participants at the University of Sao Paulo, and Yale University, and conference participants at the ASSA Annual Meetings, the Annual Meetings of the Brazilian Econometric Society, and the Midwest Energy Fest, an annual workshop organized by the University of Chicago, Northwestern University, and University of Illinois Urbana-Champaign. The authors gratefully acknowledge financial support from the Heinz College at Carnegie Mellon University, CNPq Research Productivity Fellowship, and FAPESP Project (2014/50848-9). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}