{
    "id": 32236,
    "citation_title": "The Effect of Early Childhood Programs on Third-Grade Test Scores: Evidence from Transitional Kindergarten in Michigan",
    "citation_author": [
        "Jordan S. Berne",
        "Brian A. Jacob",
        "Tareena Musaddiq",
        "Anna Shapiro",
        "Christina Weiland"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-04-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransitional Kindergarten (TK) is a relatively recent entrant into the U.S. early education landscape, combining features of public pre-K and regular kindergarten. We provide the first estimates of the impact of Michigan’s TK program on 3rd grade test scores. Using an augmented regression discontinuity design, we find that TK improves 3rd grade math scores by 0.29 standard deviations relative to a counterfactual that includes other formal and informal learning options. This impact is notably large relative to the prior pre-K literature. Estimates for English Language Arts (ELA) are imprecise but suggestive of a positive effect as well.\n\n",
    "acknowledgement": "\nThe data used for this research was structured by the MERI-Michigan Education Data Center (MEDC), and is not identical to data collected and maintained by the Michigan Department of Education (MDE) or Michigan’s Center for Educational Performance and Information (CEPI). Results and opinions presented here do not reflect the views or positions of MDE or CEPI. This research was funded by the Smith Richardson Foundation, as well as training grants R305B20011 and R305B170015 from the U.S. Department of Education’s Institute of Education Sciences. We thank MDE and CEPI for their partnership, especially Thomas Howell and Richard Lower. We also thank Katia Cordoba Garcia and Samuel Owusu for excellent research assistance and Jasmina Camo-Biogradlija for assistance with data agreements and project management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}