{
    "id": 32239,
    "citation_title": "Evaluating and Pricing Health Insurance in Lower-income Countries: A Field Experiment in India",
    "citation_author": [
        "Anup Malani",
        "Cynthia Kinnan",
        "Gabriella Conti",
        "Kosuke Imai",
        "Morgen Miller",
        "Shailender Swaminathan",
        "Alessandra Voena",
        "Bartosz Woda"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUniversal health coverage is a widely shared goal across lower-income countries. We conducted a large-scale, 4-year trial that randomized premiums and subsidies for India’s first national, public hospital insurance program, called RSBY. We find substantial demand (∼ 60% uptake) even when consumers were charged a price equal to the premium the government paid for insurance. We also find substantial adverse selection into insurance at positive prices. Insurance enrollment increases insurance utilization, partly due to spillovers from use of insurance by neighbors. However, healthcare utilization does not rise substantially, suggesting the primary benefit of insurance is financial. Many enrollees attempted to use insurance but failed, suggesting that learning is critical to the success of public insurance. We find very few statistically significant impacts of insurance access or enrollment on health. Because there is substantial willingness-to- pay for insurance, and given how distortionary it is to raise revenue in the Indian context, we calculate that our sample population should be charged a premium for RSBY between 67-95% of average costs (INR 528-1052, $30-60) rather than a zero premium to maximize the marginal value of public funds.\n\n",
    "acknowledgement": "\nWe thank Kate Baicker, Amitabh Chandra, Manasi Deshpande, Pascaline Dupas, Jacob Goldin, Joshua Gottlieb, Johannes Haushofer, Nathaniel Hendren, Rick Hornbeck, Radhika Jain, Neale Mahoney, Karthik Muralidharan, Joe Newhouse, Matt Notowodigdo, Julian Reif, and seminar participants at Brown University, Columbia University, University of Chicago, HBS, the Indian School of Public Policy, PUC-Rio, Stanford, Wharton, ASSA, Barcelona Summer School, BREAD, IFS-UCL-LSE-STICERD Development seminar, and LEAP for comments. For exceptional research assistance, we thank Tanay Balantrapu, Afia Khan, Sneha Stephen, Tianyu Zheng, and the JPAL-SA and Outline India field teams. This study was funded by the Department for International Development in the UK Government; the Tata Trusts through the Tata Centre for Development at the University of Chicago; the MacLean Center, the Becker-Friedman Institute, the Neubauer Collegium, and the Law School at the University of Chicago; the Sloan Foundation; SRM University; Northwestern University and the International Growth Centre. The study received IRB approval from U. of Chicago (IRB12-2085), Northwestern (STU00073184), the Public Health Foundation of India (TRCIEC- 182/13), and the Institute for Financial Management and Research. This study was registered with ClinicalTrials.gov (NCT03144076) and the American Economic Association Registry (AEARCTR-0001793). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}