{
    "id": 32232,
    "citation_title": "Air Pollution, Wildfire Smoke, and Worker Health",
    "citation_author": [
        "Marika Cabral",
        "Marcus Dillender"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "2024-08-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDespite growing concerns about the impact of pollution on workers, little is known about how pollution impacts worker health and workplace safety. This paper leverages high-frequency, plausibly exogenous variation in wildfire smoke to estimate the impact of pollution on workplace injuries. Our analysis draws on unique data we construct through linking information on smoke plumes and pollution to comprehensive administrative data on workers’ compensation injury claims from Texas. We first document that wildfire smoke increases ambient air pollution—with our estimates indicating that a day of smoke coverage is associated with an average increase in PM2.5 of 18.6%.We find that an additional day of smoke coverage leads to a 2.8% increase in workplace injury claims. Similar percent increases in workplace injuries are found across different types of injuries and workers. However, because of large variation in baseline injury risk, the incidence of these pollution-induced injuries is concentrated among workers in high-risk occupations, and supplemental analysis illustrates potential opportunities for improving the targeting of costly mitigation. Our estimates indicate that pollution—and wildfire smoke in particular—substantially harms worker health, even at pollution levels well below current and proposed regulatory standards, and the costs associated with increased workplace injuries are in the same range as the costs of many previously documented important adverse impacts of pollution. Overall, our findings suggest workers face unique risks from pollution and provide insights for policy aiming to address these risks.\n\n",
    "acknowledgement": "\nFor outstanding research assistance, we thank Daniel Jordan Alvarez, Mu Yang Shin, and KaiWu. For providing helpful comments and feedback, we thank Judson Boomhower, Jackson Dorsey, Mary Evans, David Molitor, Matthew Neidell, and seminar participants at BU-Harvard-MIT Health Economics Seminar, Corvinus University of Budapest, George Washington University, Georgetown University McDonough School of Business, Northwestern University Kellogg School of Management, the University of California San Diego, the University of Chicago, the University of Pennsylvania Wharton Business School, the University of Rochester Simon School of Business, Vanderbilt University, the University of New Hampshire, the University of Georgia, and the University of Texas at Austin. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}