{
    "id": 32238,
    "citation_title": "Sticky Discount Rates",
    "citation_author": [
        "Masao Fukui",
        "Niels Joachim Gormsen",
        "Kilian Huber"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that firms' nominal required returns to capital (i.e., their discount rates) are sticky with respect to expected inflation. Such nominally sticky discount rates imply that increases in expected inflation directly lower firms' real discount rates and thereby raise real investment. We analyze the macroeconomic implications of sticky discount rates using a New Keynesian model. The model naturally generates investment-consumption comovement in response to household demand shocks and higher investment in response to government spending. Sticky discount rates imply that inflation has real effects, even absent other nominal rigidities, making them a distinct source of monetary non-neutrality. At the same time, sticky discount rates make the short-term interest rate less effective at stimulating investment. Optimal monetary policy focuses on inflation expectations and permanently lowers the long-run inflation target in response to expansionary shocks, even when shocks are temporary.\n\n",
    "acknowledgement": "\nWe thank Mikhail Golosov, Veronica Guerrieri, Greg Kaplan, Rohan Kekre, Lasse Pedersen, Ludwig Straub, Stephen Terry, and Christian Wolf for comments. We are grateful to Thomas Bourany, Sonali Mishra, and Esfandiar Rouhani for excellent research support. This research was supported by the Becker Friedman Institute, the Fama-Miller Center, the Fama Faculty Fellowship, and the Lee Economics Program at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}