{
    "id": 32235,
    "citation_title": "On the Feasibility, Costs, and Benefits of an Immediate Phasedown of Coal for U.S. Electricity Generation",
    "citation_author": [
        "Stephen P. Holland",
        "Matthew Kotchen",
        "Erin T. Mansur",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2024-03-11",
    "issue_date": "2024-03-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe phasedown of coal for electricity generation is considered vital to meeting global climate targets. Many countries have pledged to stop using coal, with some as early as 2030. While the United States has no target currently in place, several states do. In this paper, we examine the feasibility of phasing down U.S. coal-generated electricity given the existing fleet of power plants. In particular, we take consumption as given and evaluate how prioritizing natural gas generation over that of coal would change emissions and operating costs. To do this, we develop a replacement algorithm based on transmission regions and marginal cost comparisons. Using our preferred scenarios, we find that between 66 and 94 percent of coal generation could be replaced immediately, reducing electricity sector carbon dioxide (CO₂) emissions between 18 and 29 percent – equivalent to between 5 and 8 percent of total U.S. energy related emissions. The cost range is between $49 and $92 per ton of CO₂, where benefit-cost ratios are favorable in some scenarios considering local pollutant co-benefits alone. Despite the command-and-control nature of prioritizing natural gas generation, we find it relatively cost effective even in comparison to a Pigouvian tax. We examine sensitivity of the results to transmission regions, replacement cost conditions, natural gas pipeline capacity, and alternative fuel prices.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments we received while presenting earlier versions of this research at the University of Maryland, Georgia State University, Resources for the Future, University of California at Berkeley, Triangle Resource and Environmental Economics (TREE) Seminar, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}