{
    "id": 32249,
    "citation_title": "The Effect of Price Caps on Advertising to Physicians: Evidence from the 340b Drug Pricing Program",
    "citation_author": [
        "Sylvia Hristakeva",
        "Julie Holland Mortimer",
        "Eric Yde"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-12-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of price caps on the provision of costly effort by pharmaceutical firms using variation in drug discounts generated by a price regulation program that allows eligible hospitals to purchase outpatient drugs at steep discounts. These discounts directly affect drug manufacturers’ markups, and may change firms’ incentives to exert promotional effort targeted towards physicians at these hospitals. We find that the effects of price regulation on pharmaceutical firm effort depend crucially on the design of the regulations. Using detailed data on marketing payments from pharmaceutical firms to physicians, we observe that physicians receive 13% fewer promotional payments after their hospitals take up the program. The design of the price caps imply that discounts tend to increase with a drug’s age. Consistent with theoretical predictions, we find that pharmaceutical firms shift promotional payments away from older drugs and towards newer drugs, which are less affected by the price caps. Understanding these strategic, non-price adjustments is important for policymakers seeking to design effective regulations targeting specific products.\n\n",
    "acknowledgement": "\nWe thank Colleen Carey, Sachin Gupta, Amalia Miller, Richard Mortimer, Sebastian Tello-Trillo, David Wierz, and seminar participants at ASHEcon, EARIE, Johns Hopkins University, Johns Hopkins Carey School of Business, NYU Stern School of Business, the University of Virginia, and the Wharton School at the University of Pennsylvania for helpful comments. Kevin Wang provided excellent research assistance. Financial support for this research was generously provided through NSF grant SES-1919040 and the Morrison Center for Marketing and Data Analytics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}