{
    "id": 32243,
    "citation_title": "Community Engagement with Law Enforcement after High-profile Acts of Police Violence",
    "citation_author": [
        "Desmond Ang",
        "Panka Bencsik",
        "Jesse M. Bruhn",
        "Ellora Derenoncourt"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe document a sharp rise in gunshots coupled with declining 911 call volume across thirteen major US cities in the aftermath of the murder of George Floyd. National survey data also indicate that victims of crime became less likely to report their victimization to law enforcement due to mistrust of police. Our results suggest that high-profile acts of police violence may erode community engagement with law enforcement and highlight the call-to-shot ratio as a natural measure of attitudes towards the police.\n\n",
    "acknowledgement": "\nFor invaluable help with data collection and research assistance, we thank Fu Jin, Jacob Fabian, Colin Dunkley, Kyle Hancock, Amaya Allen and Lauren Fung. We thank Damon Jones and Conrad Miller for their detailed feedback, along with participants at the Brown University junior faculty lunch workshop, Harvard University, the American Economic Association Annual Meeting, the Northeast Labor Symposium for Early Career Economists, the American Law and Economics Association Annual Meeting, and the Transatlantic Workshop on the Economics of Crime. We also thank Brown University’s Orlando Bravo Center for Economic Research for their generous financial support of this project. An earlier version of this paper circulated under the title “Police violence reduces civilian cooperation and engagement with law enforcement.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}