{
    "id": 32248,
    "citation_title": "Asset Demand and Real Interest Rates",
    "citation_author": [
        "Paul Beaudry",
        "Katya Kartashova",
        "Césaire Meh"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding factors that drive asset demand is central to explaining movements in long-term real interest rates.  In this paper, we begin by documenting that much of the increase in the demand for assets in the US in the 30 years prior to Covid represented greater desire to hold assets by households of given age and income levels. For example, if we focus on the 55-64 age group, its wealth-to-income ratio increased by 45-55%, depending on whether housing is included or not. We then develop a model of asset demands which combines retirement motives and inter-temporal substitution motives to quantitatively explore different factors that may have contributed to such an increase. Our findings suggest that decreasing interest rates likely led to a substantial increase in demand for retirement wealth. We also explore some of the across group heterogeneity and show how social security may explain why the lowest income groups did not follow the general trend. Finally, we discuss macroeconomic implications of long-run asset demands that are a decreasing function of interest rates.\n\n",
    "acknowledgement": "\nThis paper benefited from comments and discussions on a previous paper titled “Gazing at r*: A Hysteresis Perspective”. We thank Sushant Acharya, Tom Carter, Martin Eichenbaum, Jordi Galí, Mark Gertler, Narayana Kocherlakota, Oleksiy Kryvtsov, Guillaume Rocheteau, Ludwig Straub, John Williams and especially Steve Cecchetti, Marcus Hagedorn, Jean-Baptiste Michau, Tim Willems, and Christopher Winter for detailed comments that have lead us to reorient the analysis in the paper's earlier incarnation “Gazing at r*” away from intriguing macroeconomic implications (such as multiple steady state real interest rates) and towards a more quantitative analysis of the observed changes in within-group asset holdings in this paper. We also thank seminar and conference participants at the Bank of Canada, 2022 NBER Summer Institute, 2022 Paris School of Economics Macro Days, 2022 Vienna Macroeconomics Workshop, Swiss National Bank 2022 Annual Research Conference, CEF 2022, the University of California, at Irvine, International Finance Corporation, University College London, Oxford University and the University of Victoria for comments. This paper has benefited from financial support through the Bank of Canada. The views expressed herein are those of the authors and do not necessarily represent the views of the Bank of Canada, International Finance Corporation (IFC), IFC management, the World Bank Group, or the National Bureau of Economic Research.\n\n\n"
}