{
    "id": 32246,
    "citation_title": "On the Spatial Determinants of Educational Access",
    "citation_author": [
        "Francesco Agostinelli",
        "Margaux Luflade",
        "Paolo Martellini"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe define educational access as the component of a neighborhood's value that is determined by the set of schools available to its residents. This paper studies the extent to which educational access is determined by sorting based on heterogeneous preferences over school attributes, or local institutions that constrain residential location and school choice---such as school catchment areas and housing regulation. We develop a spatial equilibrium model of residential sorting and school choice, estimated using data from a large school district in the United States. The model replicates the responses of house prices and school enrollment to quasi-experimental variation in school peer composition and school transportation provision. We find that low-income families prioritize proximity to schools while high-income families and families with high-skilled children place more value on school peer composition. We use the model to evaluate how the geography of neighborhood sorting influences the aggregate and distributional outcomes of a school-choice expansion (place-based) and a housing voucher (people-based) policy. We find that both policies result in net welfare losses, with only marginal improvements in school peer composition for the average low-income family. Although eligible families benefit from these policies, the negative impact falls on families who currently invest in their children's education by residing in expensive neighborhoods. Under both policies, higher-income families are less exposed to the inflow of low-income children into their schools, either because of their longer distance from target neighborhoods or because of the cost imposed by residential zoning regulation on voucher recipients.\n\n",
    "acknowledgement": "\nWe thank seminar participants at ASU, BFI China, Boston University, Cornell, Duke, Federal Reserve Bank of Minneapolis, NYU, Penn, Stanford, University of Arizona, UCLA, University of Minnesota, University of Oslo, Yale. We are also thankful to our audiences at workshops and conferences including the Barcelona Summer Forum, Chicago-Princeton Spatial Economics Conference, Junior Spatial Economics Conference at BFI, NBER SI 2023, Rohit and Harvanit Kumar Conference on Early Childhood Development at BFI, Saieh Family Fellows Workshop, and Urban Economics Association Conferences. We also thank the Office of Student Assignment of the Wake County Public School District, in particular the Student Information, Demographic and Spatial Analytics office, for sharing school boundary maps and helping us understand the WCPSS institutional setting. Ornella Darova provided outstanding research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}