{
    "id": 32244,
    "citation_title": "Adaptation Using Financial Markets: Climate Risk Diversification through Securitization",
    "citation_author": [
        "Matthew E. Kahn",
        "Amine Ouazad",
        "Erkan Yönder"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-12-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the face of rising climate risk, financial institutions may adapt by transferring such risk to securitizers that have the skill and expertise to build diversified pools, such as Mortgage-Backed Securities. In diversified pools, exposure to climate risk may be a drop in the ocean of cash flows. This paper builds a data set of the entire securitization chain from mortgage-level to MBS deal-level cash flows, and observes the prices of the tranches at monthly frequency. Wildfires lead to higher rates of prepayment and foreclosure at the mortgage level, and larger losses during foreclosure sales. At the MBS deal level, a lower spatial concentration of dollar balances (lower spatial dollar Herfindahl), a lower spatial correlation in wildfire events (within-deal correlation), leads to a lower exposure to wildfire events. These quantifiable metrics of diversification identify those existing deals whose design makes them resilient to climate change. This paper builds optimal deals by finding the portfolio weights in an asset demand system that targets return and risk. Extrapolating wildfire risk using a granular wildfire probability model and temperature projections in 2050, we build climate resilient MBSs whose returns are minimally impacted by wildfire risk even as they supply mortgage credit to wildfire prone areas. Finally, we test whether the market prices the sensitivity of each deal’s cash flow to wildfire risk.\n\n",
    "acknowledgement": "\nWe thank Zonghao Hou, Halil Özgür, Nicolas Pinsonneault, and Barış Raday for outstanding research assistance. The authors thank Dave Burt, Stephen Hou, Timothy Johnson, Òscar Jòrda, Benjamin Keys, Glenn Rudebusch, Dayin Zhang for fruitful conversations at preliminary stages of the paper; the authors thank the audience of the Office of Financial Research at the US Treasury, Bloomberg LP’s Climate Research group, the Virtual Seminar on Climate Economics, the University of Wisconsin for useful comments. Amine Ouazad thanks the HEC Montréal foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}