{
    "id": 32240,
    "citation_title": "Within-Firm Pay Inequality and Productivity",
    "citation_author": [
        "Melanie Wallskog",
        "Nicholas Bloom",
        "Scott W. Ohlmacher",
        "Cristina Tello-Trillo"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCombining confidential Census worker and firm data, we find three key results. First, employees at more productive firms earn higher pay at all earnings levels. Second, this pay-productivity relationship strengthens with seniority, doubling from an elasticity of 0.07 for pay on productivity for the median-paid employee to 0.15 for the top-paid employee. Consequently, more productive firms have higher within-firm inequality. Our data suggests this is driven by their greater adoption of aggressive performance-pay bonus and management schemes. Finally, the magnitude of this pay-performance slope suggests rising productivity can explain 40% of the rise in within-firm inequality since 1980.\n\n",
    "acknowledgement": "\nA version of this paper was previously circulated under the title “Pay, Productivity and Management.” Thanks to seminar audiences and discussants at the AEA, AFA, the Census Bureau, Chicago, Duke, EMC, the Federal Reserve Board, Harvard Business School, NBER CEO Pay, NBER CRIW, NBER Megafirms, NC State, San Francisco Fed, Stanford, Stockholm, and UVA. Additional thanks to Mert Akan and Shelby Buckman. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau, the National Bureau of Economic Research, or the Federal Reserve Board of Governors. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. DRB Approval Numbers: CBDRB-FY21-CES007-007, CBDRB-FY23-CED006-0002, and CBDRB-FY24-CED006-0003. This research was supported generously by the Institute for Research in the Social Sciences, the SIEPR Bradley Graduate Fellowship, and the National Science Foundation. We additionally thank the Kauffman Foundation and the Sloan Foundation for funding for this research project.\n\n\n"
}