{
    "id": 32259,
    "citation_title": "Effects of COVID-19 Shutdowns on Domestic Violence in the U.S.",
    "citation_author": [
        "Yutong Chen",
        "Amalia R. Miller",
        "Carmit Segal",
        "Melissa K. Spencer"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis chapter examines the impact of COVID-19 shutdowns on domestic violence (DV) in the United States. Despite widespread concerns that pandemic shutdowns could increase DV, initial studies found mixed evidence that varied across data sources and locations. We review the evolving literature on the effects of the pandemic and highlight results from studies that examine multiple measures of DV across a common set of large cities. These studies show that the conflicting early results are due to opposite effects of pandemic shutdowns on two measures of DV in police data: an increase in domestic violence 911 calls and a decrease in DV crime reports. In theory, this divergence can come from either higher DV reporting rates, possibly because of additional media attention to DV and greater third-party calling, or from lower policing intensity for DV crimes. Prior evidence from police data and other sources supports the conclusion that the increase in calls came from greater reporting, while the incidence of criminal DV decreased. Finally, we present new evidence drawing on police and hospitals records from across the state of California to show that DV crimes and hospital emergency department (ED) visits were both lower during pandemic shutdowns.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the IZA COVID-19 Research Thrust and from the Bill and Melinda Gates Foundation, through the NBER Gender in the Economy Study Group Research Grants on Women, Victimization, and COVID-19. We have no competing interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}