{
    "id": 32258,
    "citation_title": "Tunneling and Hidden Profits in Health Care",
    "citation_author": [
        "Ashvin Gandhi",
        "Andrew Olenski"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-09-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines “tunneling” practices through which health care providers covertly extract profit by making inflated payments for goods and services to commonly-owned related parties. While incentives to tunnel exist across sectors, health care providers may find it uniquely advantageous to hide their profits and assets by shifting them to related parties. Understating profitability may dissuade regulators from imposing stricter quality standards and encourage public payers to increase reimbursement rates. Likewise, tunneling effectively “shields” assets from malpractice liability risk by moving them off the firm’s balance sheet. Using uniquely detailed financial data on the nursing home industry, we apply a difference-in- differences approach to study how firms’ self-reported costs change when they start transacting with a related party, allowing us to infer how much these payments are inflated. We find evidence of widespread tunneling through inflated rents and management fees paid to related parties. Extrapolating these estimated markups to all firms’ related party transactions suggests that in 2019, 68% of nursing home profits were hidden by tunneling to related parties through inflated transfer prices.\n\n",
    "acknowledgement": "\nWe are very grateful to Andy Allison, Samuel Antill, Matt Backus, Judson Caskey, Tal Gross, Atul Gupta, Charlene Harrington, Ambar La Forgia, Ian Larkin, Jetson Leder-Luis, Tong Liu, Szymon Sacher, Maggie Shi, Edward Shore, and Ashley Swanson for helpful conversations. We also thank seminar participants at the NYC Health Economics Annual Conference, the Becker Friedman Initiative Annual Health Economics Conference, UCLA Anderson Finance, and the RAND Corporation. Kevin Wang provided excellent research assistance. This project received financial support from Arnold Ventures. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAshvin Gandhi\n\nI have received external research funding exceeding $10,000 during the last three years from Arnold Ventures, Washington Center for Equitable Growth, and PALTC Foundation. I received payments exceeding $10,000 from the NIA IMPACT Collaboration through Brown University for other research related to nursing homes. I also received research funding exceeding $10,000 within the last three years from the National Institute on Aging. Lastly, I have received internal funding in excess of $10,000 from internal UCLA grants. To my knowledge, these organizations do not have any interests in the findings of this research. Moreover, they do not have any right to review the manuscript.\n\n\n"
}