{
    "id": 32250,
    "citation_title": "Size Matters: Matching Externalities and the Advantages of Large Labor Markets",
    "citation_author": [
        "Enrico Moretti",
        "Moises Yi"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEconomists have long hypothesized that large and thick labor markets facilitate the matching between workers and firms. We use administrative data from the LEHD to compare the job search outcomes of workers originally in large and small markets who lost their jobs due to a firm closure. We define a labor market as the Commuting Zone×industry pair in the quarter before the closure. To account for the possible sorting of high-quality workers into larger markets, the effect of market size is identified by comparing workers in large and small markets within the same CZ, conditional on workers fixed effects. In the six quarters before their firm’s closure, workers in small and large markets have a similar probability of employment and quarterly earnings. Following the closure, workers in larger markets experience significantly shorter non-employment spells and smaller earning losses than workers in smaller markets, indicating that larger markets partially insure workers against idiosyncratic employment shocks. A 1 percent increase in market size results in a 0.014 and 0.023 percentage points increase in the 1-year re-employment probability of high school and college graduates, respectively. Displaced workers in larger markets also experience a significantly lower need for relocation to a different CZ. Conditional on finding a new job, the quality of the new worker-firm match is higher in larger markets, as proxied by a higher probability that the new match lasts more than one year; the new industry is the same as the old one; and the new industry is a “good fit” for the worker’s college major.  Consistent with the notion that market size should be particularly consequential for more specialized workers, we find that the effects are larger in industries where human capital is more specialized and less portable. Our findings may help explain the geographical agglomeration of industries—especially those that make intensive use of highly specialized workers—and validate one of the mechanisms that urban economists have proposed for the existence of agglomeration economies.\n\n",
    "acknowledgement": "\nWe thank David Card, Jorge De la Roca, Ed Glaeser, Pat Kline, Thomas Lemieux, Alex Mas, Amanda Pallais, Jesse Rothstein, Benjamin Schoefer, Uta Schoenberg and seminar participants at the Bank of Italy, Barcelona Summer Forum, Berkeley, Bocconi, CIREQ Montreal, Keio, Ottawa, Oxford, NBER Summer Institute, Peking, Princeton, San Diego, Stanford CHS, Stanford SITE, Uppsala, UEA, US Census, WEAI, WALES, and the West Coast Spatial Workshop for helpful suggestions. We are also grateful to Nicole Gandre for outstanding research assistance. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 6000266: CBDRB-FY22-200, CBDRB-FY22-324, CBDRB-FY23-0320, CBDRB-FY23-0434, CBDRB-FY24-0097, CBDRB-FY24-0173). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}