{
    "id": 32254,
    "citation_title": "Regulation of Access, Pricing, and Planning of High Voltage Transmission in the U.S.",
    "citation_author": [
        "Joe DeLosa III",
        "Johannes P. Pfeifenberger",
        "Paul Joskow"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. regulation of high-voltage transmission is highly complex and, as a result, generally poorly understood. The complexity is created by separate, but overlapping, jurisdictional authorities of the U.S. federal regulators and those of individual states, districts, and territories. While U.S. federal regulators have authority over stand-alone transmission service and the regional wholesale power markets that use the transmission grid, state regulators have jurisdiction over both (1) retail electricity services that include the distribution network, the retail cost of transmission service, and often generation service; and (2) the permitting of most new transmission facilities within their states’ boundaries. Some of these federal and state regulatory authorities overlap and some of them do not apply to non-jurisdictional transmission providers (such as certain municipal utilities, cooperatives, and federal power marketing agencies) and states (such as Texas) that are not synchronized with the larger regional grid. We summarize this complex structure of transmission regulation in the U.S. and the history of regulations that have created the industry structure and regulatory frameworks that exist today. We provide an overview of how transmission investments are priced and recovered and the planning processes that individual transmission owners and regional grid operators use to plan the necessary expansion of the high-voltage transmission grid. We also point out some of the economic inefficiencies that are created by a combination of balkanized regulatory structures and outdated industry planning practices.\n\n",
    "acknowledgement": "\nJoe DeLosa and Johannes Pfeifenberger: Manager and Principal at The Brattle Group, a consulting firm, where they advise electricity industry clients. Paul Joskow: Funding: MIT Energy Initiative and MIT Research on the Economics of Energy Fund. The final version of this paper will be published in The Handbook on Electricity Regulation, Jean-Michel Glachant, Michael Pollitt, and Paul Joskow editors, Edward Elgar publisher. Comments welcome in this pre-publication period. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}