{
    "id": 32257,
    "citation_title": "The Impact of Municipal Broadband Restrictions on COVID-19 Labor Market Outcomes",
    "citation_author": [
        "Saket S. Hegde",
        "Jessica Van Parys"
    ],
    "citation_publication_date": "2024-03-18",
    "issue_date": "2024-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic initiated a trend in “work-from-home (WFH),” but workers need reliable and fast internet connections (e.g., broadband) to work from home. Yet, as of January 2020, 18 states had legally restricted local governments and cooperatives from building their own broadband infrastructure and/or providing broadband internet to their communities. Such policies reduced broadband access and competition in states with restrictions compared to states without restrictions leading up to the pandemic (Whitacre and Gallardo 2020). We use CPS data from 2018-2023 to estimate a dynamic difference-in-differences model that shows how labor force participation (LFP) rates changed in states with and without broadband restrictions, before and after the COVID-19 pandemic. We focus on married women with children, a population with more elastic labor supply that may especially value the flexibility that WFH offers (Dettling 2017). We find that married mothers’ LFP and employment decreased by 1.7% and 2.2%, respectively, in states with restrictions after the pandemic compared to states without restrictions. Labor force outcomes for women without children and married men with children were unaffected by broadband restrictions. The results suggest that married women with children were less able to remain in the workforce in states where their ability to WFH was limited by broadband restrictions.\n\n",
    "acknowledgement": "\nThe authors have nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Federal Reserve System.\n\n\n"
}