{
    "id": 32267,
    "citation_title": "Does Consolidation in Insurer Markets affect Insurance Enrollment and Drug Expenditures? Evidence from Medicare Part D",
    "citation_author": [
        "Pinka Chatterji",
        "Chun-Yu Ho",
        "Tao Jin",
        "Yichuan Wang"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the inception of Medicare Part D in 2006, mergers and acquisitions (M&A) and regulatory changes have led to increased concentration and reduced plan variety in the standalone prescription drug plan (PDP) portion of the market. We examine how this industry consolidation affects Medicare beneficiaries’ enrollment in PDPs and their out-of-pocket (OOP) drug expenditures using individual-level data from the 2006-2018 waves of the Health and Retirement Study (HRS) merged with PDP market-level characteristics. Overall, we find that lower plan variety in the PDP market decreases the likelihood that elderly individuals enroll in PDPs, and higher PDP market concentration increases OOP drug expenditures. Our main results are robust to considering possible effects of unobserved individual-level heterogeneity, region-specific time trends, and entry/exit of insurers, as well as to the use of an alternative identification scheme based on a quasi-experimental design. Further, we find that younger, more advantaged, and healthier individuals respond differently to industry consolidation compared to their older, less advantaged, and sicker counterparts. The former groups are more likely to adjust their PDP enrollment in response to reduced PDP variety and have higher OOP drug expenditures in response to increased PDP market concentration compared to the latter groups. Finally, we find that not only do lower PDP variety and greater PDP market concentration directly affect PDP enrollment and OOP drug expenditures, but these changes also affect Medicare beneficiaries indirectly through impacting PDP characteristics.\n\n",
    "acknowledgement": "\nThe research was supported in part by grant, P30AG66583, Center for Aging and Policy Studies, awarded to Syracuse University, in consortium with Cornell University and the University at Albany, by the National Institute on Aging of the National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}