{
    "id": 32265,
    "citation_title": "The Long-Run Impacts of Public Industrial Investment on Local Development and Economic Mobility: Evidence from World War II",
    "citation_author": [
        "Andrew Garin",
        "Jonathan L. Rothbaum"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the long-run effects of government-led construction of manufacturing plants on the regions where they were built and on individuals from those regions. Specifically, we examine publicly financed plants built in dispersed locations outside of major urban centers for security reasons during the United States' industrial mobilization for World War II. Wartime plant construction had large and persistent impacts on local development, characterized by an expansion of relatively high-wage manufacturing employment throughout the postwar era. These benefits were shared by incumbent residents; we find men born before WWII in counties where plants were built earned $1,200 (in 2020 dollars) or 2.5 percent more per year in adulthood relative to those born in counterfactual comparison regions, with larger benefits accruing to children of lower-income parents. The balance of evidence suggests that these individuals benefited primarily from the local expansion of higher-wage jobs to which they had access as adults, rather than because of developmental effects from exposure to better environments during childhood.\n\n",
    "acknowledgement": "\nWe are grateful to Anna Aizer, Daniel Bernhardt, Allison Ehrich Bernstein, Mark Borgschulte, Eric Chyn, James Feigenbaum, Claudia Goldin, Bhash Mazumder, Walker Hanlon, Edward Glaeser, Nathaniel Hendren, Taylor Jaworski, Réka Juhász, Lawrence Katz, Patrick Kline, Dmitri Koustas, Brian Kovak, James Lee, Trevon Logan, Robert Margo, Nathan Nunn, Lowell Taylor, and seminar participants at Harvard University, UIUC, Purdue, the Upjohn Institute, CEU, JKU-Linz, Marquette, UCL, Berkeley, Texas A&M, University de Montreal, UVA, MIT, NIU, UBC, Iowa, BEA, Pitt, ITAM, Colmex, the Bank of Mexico, and participants at workshops and conferences between 2016 and 2023 for helpful comments. We are grateful to Sunny Liu and Andrea Atencio De Leon for excellent research assistance. The authors are grateful for generous support from the Washington Center for Equitable Growth and the W.E. Upjohn Institute. This report is released to inform interested parties of ongoing research and to encourage discussion. Any views expressed on statistical, methodological, technical, or operational issues are those of the author and not necessarily those of the US Census Bureau or the National Bureau of Economic Research. Results disclosed under DRB # CBDRB–FY24–0120.\n\n\n"
}