{
    "id": 32264,
    "citation_title": "Attribute-based Subsidies and Market Power: an Application to Electric Vehicles",
    "citation_author": [
        "Panle Jia Barwick",
        "Hyuk-Soo Kwon",
        "Shanjun Li"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nAttribute-based subsidies (ABS) are commonly used to promote the diffusion of energy-efficient products, whose manufacturers often wield significant market power. We develop a theoretical framework for the optimal design of ABS to account for endogenous product attributes, environmental externalities, and market power. We then estimate an equilibrium model of China's vehicle market under ABS and conduct counterfactual simulations to evaluate the welfare impacts of various subsidy designs. Compared to the uniform subsidies, ABS lead to higher product quality and are more effective in mitigating quantity distortions, albeit with a modest environmental cost. Between 42% to 62% of welfare gains under ABS relative to uniform subsidies are attributed to more desirable product attributes, with the remainder explained by reductions in market power distortions. Allowing subsidy redistribution through product-level subsidies, as suggested by our theoretical model, further enhances welfare gains by an additional 34% to 62%. Among the ABS designs, China's notched subsidy design based on driving range leads to vehicle downsizing that undermines welfare benefits. Subsidies based on battery capacity, as implemented in the U.S., achieve the highest welfare gains by effectively balancing market power and environmental impacts.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the 2021 Econometrica Society Summer Meeting, 2022 NBER EEE summer institute, Berkeley-Harvard-Yale joint environmental economics seminar, Caltech, Chicago IO+ Conference, Columbia University, ETH Zurich, ITAM, Jinan University, Michigan State University, Peking University, Santa Clara University, Stanford, Stony Brook University, Sun Yat-Sen University, Toulouse School of Economics, Tsinghua University, UC-Berkeley, UCLA, University of Aberdeen, University of British Columbia, University of Chicago, University of Mannheim, University of Oklahoma, University of Pennsylvania, Toronto, UT-Austin, UW- Madison, Virtual International Seminar in Environmental and Energy Economics, and Zhejiang University as well as Hunt Allcott, Luming Chen, Jack Collison, Pierre Dubois, Larry Goulder, Sébastien Houde, Koichiro Ito, Mark Jacobsen, Ryan Kellogg, Youming Liu, Charles Murry, Francesca Molinari, James Sallee, Binglin Wang, Yucheng Wang, Tom Wollmann, and Tianli Xia for helpful comments. Jinge Li, Yiding Ma, and Binglin Wang provided excellent research assistance. There is no relevant materials and financial relationship to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}