{
    "id": 32263,
    "citation_title": "Shortening the Path to Productive Investment: Evidence from Input Fairs and Cash Transfers in Malawi",
    "citation_author": [
        "Shilpa Aggarwal",
        "Dahyeon Jeong",
        "Naresh Kumar",
        "David Sungho Park",
        "Jonathan Robinson",
        "Alan Spearot"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile cash transfers consistently show large effects on immediate outcomes like consumption, limited access to markets may mute their impact on productive investment. In an experiment in Malawi, we cross-cut cash transfers with an \"input fair,\" designed to reduce transport costs to access agricultural inputs. Cash alone increases investment by 27%, while the joint provision of cash and the input fair increases investment by about 40%; thus, the incremental effect of the input fair is equivalent to about a 50% increase compared to the effect of cash alone. Input fairs alone were ineffective.\n\n",
    "acknowledgement": "\nWe thank USAID for funding and GiveDirectly for their collaboration. The research protocol for this study was approved by the IRBs of UCSC and the Malawi NCRSH. This trial is registered as AEARCTR-0004869 (including a pre-analysis plan). There are many individuals that contributed to this project, but space prevents us from thanking them all. We thank Patrick Baxter, Emanuele Clemente, Calvin Mhango, Monica Shandal, Patrick Simbewe, and Asman Suleiman at IPA Malawi. We thank Kris Cox and Pace Phillips at IPA and Temina Madon of CEGA for help in early stages of the project; Geneviève Barrons, Michael Cooke, and Shaunak Ganguly at GiveDirectly; and Joe Amick, Joe-Hoover Gbadyu, Daniel Handel, Scott Jackson, and Stephen Scott at USAID. We thank James Murotho and Agora for organizing the input fairs. We are extremely grateful to all the enumerators who collected this data. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors, and do not necessarily represent the views of USAID, the World Bank or its affiliated organization, its Executive Directors or the governments they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}