{
    "id": 32260,
    "citation_title": "Navigating Higher Education Insurance: An Experimental Study on Demand and Adverse Selection",
    "citation_author": [
        "Sidhya Balakrishnan",
        "Eric Bettinger",
        "Michael S. Kofoed",
        "Dubravka Ritter",
        "Douglas A. Webber",
        "Ege Aksu",
        "Jonathan S. Hartley"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a survey-based experiment with 2,776 students at a non-profit university to analyze income insurance demand in education financing. We offered students a hypothetical choice: either a federal loan with income-driven repayment or an income-share agreement (ISA), with randomized framing of downside protections. Emphasizing income insurance increased ISA uptake by 43%. We observe that students are responsive to changes in contract terms and possible student loan cancellation, which is evidence of preference adjustment or adverse selection. Our results indicate that framing specific terms can increase demand for higher education insurance to potentially address risk for students with varying outcomes.\n\n",
    "acknowledgement": "\nThe authors appreciate the helpful comments and feedback of Neil Bhutta, Julia Cheney, Barry Cynamon, Andrew Hertzberg, Jerome Hodges, Caroline Hoxby, Rajeev Darolia, Robert Hunt, Jeff Larrimore, Joseph Marchand, Lois Miller, Kevin Mumford, Marshall Steinbaum, and Joshua Price. We are also grateful for participants at seminar and conference presentations including the American Economic Association, Appalachian State University, Association for Education Finance and Policy, Association for Policy Analysis and Management, Brigham Young University, National Bureau of Economic Research (Economics of Education), Providence College, Southern Economic Association, United States Air Force Academy, and University of Tennessee, Knoxville. The views expressed herein are those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nMichael S. Kofoed\n\nBefore conducting this research, Michael Kofoed worked as a part time paid consultant with the research partner (called \"The University\" in the manuscript). Once the University allowed him to conduct the expirement for academic research, Michael Kofoed stopped the paid relationship and worked as a volunteer researcher.\n\n\n"
}