{
    "id": 32274,
    "citation_title": "Not in My Backyard? The Local Impact of Wind and Solar Parks in Brazil",
    "citation_author": [
        "Fabian Scheifele",
        "David Popp"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSupport from local citizens is important for the scale-up of renewable energy. We investigate the impact of utility-scale wind and solar parks on employment, GDP and public finances in Brazilian municipalities using a difference-in-differences design with matching. We find a positive employment impact of 1-1.5 jobs/MW in the 15 months preceding the commissioning of a solar park, when the park is under construction, but no impacts thereafter. For wind, we find no employment impacts during the construction phase and potentially a small impact of 0.2-0.25 jobs/MW in the 12 months following commissioning. In the year after commissioning, GDP increases 23% for an average sized solar park and 12% for an average sized wind project. The impacts only decrease slightly in the following years. We also find significant persistent fiscal revenue impacts in wind compared to only a one-time tax revenue increase in solar at the time of construction. Our results provide different implications for policymakers that want to advocate for renewable energy in their towns. While for solar, the main benefit constitutes a short-term increase in low-skilled employment and public revenues, wind energy provides more long-term financial benefits but less local employment opportunities.\n\n",
    "acknowledgement": "\nWe are grateful for comments received by participants of the Innovation Economics Seminar at the TU Berlin. Furthermore, we would like to thank Jorge Boeira and Mariano Gonzalez Serrano for their comments. We also would like to thank Sviatlana Nepeina for great research assistance.  The views expressed in this paper are entirely those of the authors and do not necessarily represent the views of the World Bank and its affiliated organizations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}