{
    "id": 32275,
    "citation_title": "The Geography of Capital Allocation in the Euro Area",
    "citation_author": [
        "Roland Beck",
        "Antonio Coppola",
        "Angus J. Lewis",
        "Matteo Maggiori",
        "Martin Schmitz",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-05-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe assess Euro Area financial integration correcting for the role of “onshore offshore financial centers” (OOFCs) within the Euro Area. The OOFCs of Luxembourg, Ireland, and the Netherlands serve dual roles as both hubs of investment fund intermediation and centers of securities issuance by foreign firms. We provide new estimates of Euro Area countries’ bilateral portfolio investments which look through both roles, attributing the wealth held via investment funds to the underlying holders and linking securities issuance to the ultimate parent firms. Our new estimates show that the Euro Area is less financially integrated than it appears, both within the currency union and vis-à-vis the rest of the world. While official data suggests a sharp decline in portfolio home bias for Euro Area countries relative to other developed economies following the introduction of the euro, we demonstrate that this pattern only remains true for bond portfolios, while it is artificially generated by OOFC activities for equity portfolios. Further, using new administrative evidence on the identity of non-Euro Area investors in OOFC funds, we document that the bulk of the positions constituting missing wealth in international financial accounts are now accounted for by United Kingdom counterparts.\n\n",
    "acknowledgement": "\nWe thank the Stanford Impact Labs, the NSF (1653917), the Andrew Carnegie Corporation, the Sloan Foundation, and the Jerome A. Chazen Center for financial support. We thank Paul Fontanier (discussant), Luca Fornaro, Galina Hale (discussant), Zhengyang Jiang, Niels Johannesen, Philip Lane, Alberto Martin (discussant), Atif Mian, Gian Maria Milesi-Ferretti, Emi Nakamura, Pablo Ottonello, Diego Perez (discussant), Ricardo Reis, Isabel Schnabel, Hyun Song Shin, Jón Steinsson, Ludwig Straub, Paolo Surico (discussant), Alexandra Tabova (discussant), Silvana Tenreyro, Liliana Varela (discussant), Adrien Verdelhan, Frank Warnock, and Gabriel Zucman for helpful comments. We are also grateful to Sergio Florez-Orrego, Bianca Piccirillo, Ziwen Sun, and Serdil Tinda for outstanding research assistance. The ECB has provided access to proprietary data and research support services. The views expressed are those of the authors and do not necessarily reflect those of the ECB. Coppola, Lewis, Maggiori, and Schreger are unpaid consultants of the ECB for the purpose of accessing data for this project, while Beck and Schmitz are employed by the ECB. Our analysis makes use of data that are proprietary to Morningstar and/or its content providers. Neither Morningstar nor its content providers are responsible for any of the views expressed in this article, nor do they necessarily represent the views of the National Bureau of Economic Research.\n\n\n\nJesse Schreger\n\nFinancial support was provided by the Harvard Business School Doctoral Programs Office, Princeton University, and a Harvard University International Economics grant. Markit had the right to review this paper for disclosure of proprietary data and for prejudicial statements regarding Markit or its industry. Schreger: No interests to disclose. Hébert: Hébert’s spouse works in the financial services industry and has business interactions with firms involved in the litigation described in this paper. His spouse has not contributed to or participated in the preparation of this paper, and neither Hébert nor his spouse have a direct or material indirect financial interest in the outcome of the litigation.\n\n\n"
}