{
    "id": 32277,
    "citation_title": "The Impact of Unions on Wages in the Public Sector: Evidence from Higher Education",
    "citation_author": [
        "Michael Baker",
        "Yosh Halberstam",
        "Kory Kroft",
        "Alexandre Mas",
        "Derek Messacar"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the effects of the unionization of faculty at Canadian universities from 1970-2022 using an event-study design. Using administrative data which covers the full universe of faculty salaries, we find strong evidence that unionization leads to both average salary gains and compression of the distribution of salaries. Our estimates indicate that salaries increase on average by 2 to over 5 percent over the first 6 years post unionization. These effects are driven largely by gains in the bottom half of the wage distribution with little evidence of any impact at the top end. Our evidence indicates that the wage effects are primarily concentrated in the first half of our sample period. We do not find any evidence of an impact on employment.\n\n",
    "acknowledgement": "\nMonica Essig Aberg, Ethan Bergmann, Steven Ryan, Annabel Thornton and Stephen Tino provided excellent research assistance.  Baker gratefully acknowledges the research support of a Canada Research Chair at the University of Toronto. We thank Matthew Notowidigdo and seminar participants at Laval for helpful comments. The views and opinions expressed herein are those of the authors and do not necessarily reflect the views of the Federal Deposit Insurance Corporation, the Government of the United States of America, Statistics Canada, the Government of Canada, or the National Bureau of Economic Research.\n\n\n"
}