{
    "id": 32279,
    "citation_title": "'Morality and Political Economy' from the Vantage Point of Economics",
    "citation_author": [
        "Benjamin Enke"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis article calls for a greater integration of moral psychology and political economy. While these disciplines were initially deeply intertwined, cross-disciplinary exchange became rare throughout the 20th century. More recently, the tide has shifted again – social scientists of different backgrounds recognized that morality and politico-economic outcomes influence each other in rich bi-directional ways. Because psychologists and economists possess distinct and complementary skill sets, part of this movement consists of productive ‘economic imperialism’ – economists leveraging their empirical toolkit to test and substantiate theories from moral psychology at scale or in the wild. To illustrate this, I present two case studies of recent economics research on prominent ideas in moral psychology. First, the theory that morality is ultimately economically functional – that it evolved as a form of ‘psychological and biological police’ to enforce cooperation in economic production and exchange. Second, that the structure of morality shapes political views and polarization, including on economic issues such as taxation and redistribution. I conclude from these case studies that economists have much to gain from integrating more ideas from moral psychology, and that moral psychologists will be able to make an even more compelling case that morality and politico-economic outcomes influence each other if they engage with research in economics.\n\n",
    "acknowledgement": "\nI am grateful to Fiery Cushman and Josh Greene for valuable comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}