{
    "id": 32276,
    "citation_title": "Invoicing Currency Choice: Strategic Complementarities and Currency Matching",
    "citation_author": [
        "Yushi Yoshida",
        "Junko Shimizu",
        "Takatoshi Ito",
        "Kiyotaka Sato",
        "Taiyo Yoshimi",
        "Uraku Yoshimoto"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-04-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanese exporters’ choice of invoice currencies is investigated using newly available official Customs declaration data, which records detailed information, including the trading partners’ names, invoicing currency, and product descriptions. The strategic complementarity mechanism, that is, choosing the same invoice currency as others in the same industry or the same destination market, is found among Japanese exporters. We propose the “broad two-way exporters” whose export destinations and import origins do not necessarily match and the “narrow two-way exporters” whose export destination and import origins match in the same year. It is found that currency matching for exports and imports is as essential as strategic complementarity for two-way exporters, regardless of dominant currency, producer currency, or local currency invoicing. However, as one of this paper’s novelty, we found evidence that newly entering two-way exporters are less concerned about currency matching. Therefore, the currency matching mechanism for two-way exporters is gradually formed as they continue to survive in international markets.\n\n",
    "acknowledgement": "\nThis study is the result of research conducted jointly with the Policy Research Institute (PRI), which submitted an offer of use to the Ministry of Finance based on the “Guideline on the utilization of Customs’ import and export declaration data in a joint research with Policy Research Institute,” and received approval in February 2022. The views expressed in this research are those of the author’s personal responsibility and do not represent the official views of the Ministry of Finance or the Policy Research Institute of the Ministry of Finance. The authors thank the staff at the PRI for the great research support they received, especially Kenta Ando, Fumiharu Ito, and Shintaro Negishi, for the use of transaction-level microdata. We especially thank Wanyu Chung, Rob Elliott, Linda Goldberg, and Kazunobu Hayakawa for their insightful comments on the earlier version of this paper, and we also thank the participants in the research meetings at the PRI, Université Sud Bretagne, University of Birmingham, ETSG conference at the University of Surry, French-Japanese Webinar in Economics, and JSME conference at Kyushu University, Japan Economic Seminar at Columbia Business School for their useful comments. Yoshida gratefully acknowledges financial support from the JSPS KAKENHI 20H01518, 22K18527, and 23H00836. Shimizu, Sato, Yoshimi, and Yoshimoto thank 18K01698, 23H00836 & 23K17550, 20H01518 & 20KK0289, and JP21K20172, for financial support, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}