{
    "id": 32271,
    "citation_title": "The Distributional Impact of Sectoral Supply and Demand Shifts: A Unified Framework",
    "citation_author": [
        "Nittai K. Bergman",
        "Nir Jaimovich",
        "Itay Saporta-Eksten"
    ],
    "citation_publication_date": "2024-03-25",
    "issue_date": "2024-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomies routinely experience a variety of sector-specific supply and demand shifts. Yet, the distributional welfare consequences of these shifts are not well understood. We address this gap by developing an analytical framework that jointly integrates supply-side and demand-side heterogeneity without imposing specific functional forms on consumption and production. This enables us to identify the key forces that shape the distributional welfare impact of sector-specific supply and demand shifts—in terms of consumer preferences and sectoral production functions. We estimate key parameters and quantify the heterogeneous welfare effects of sectoral shifts, revealing significant variation in their impact.\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, David Baqaee, Martin Beraja, Ariel Burstein, Diego Comin, Michael Elsby, Doireann Fitzgerald, Zvi Hercowitz, Hugo Hopenhayn, Patrick Kehoe, Pablo Kurlat, Marti Mestieri, Christian Moser, Fabrizio Perri, Ofer Setty, Yaniv Yedid-Levi and numerous seminar and conference participants for useful discussions and comments. Nittai Bergman and Itay Saporta-Eksten thank the Israeli Science Foundation (grant number 1874/23) for financial support. Nir Jaimovich thanks the Swiss National Science Foundation support (grant number: 100018—197799), the Zurich University Research Priority Program \"Equality of Opportunity.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank Tom Basin for excellent research assistance.\n\n\n"
}