{
    "id": 32278,
    "citation_title": "Risk-Adjusting the Returns to Private Debt Funds",
    "citation_author": [
        "Isil Erel",
        "Thomas Flanagan",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-05-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivate debt funds are the fastest growing segment of the private capital market. We evaluate their risk-adjusted returns, applying a cash-flow based method to form a replicating portfolio that mimics their risk profiles. Using both equity and debt benchmarks to measure risk, a typical private debt fund produces an insignificant abnormal return to its investors. However, gross-of-fee abnormal returns are positive, and using only debt benchmarks also leads to positive abnormal returns as funds contain equity risks. The rates at which private debt funds lend appear to be high enough to offset the funds’ fees and risks, but not high enough to exceed both their fees and investors' risk-adjusted rates of return.\n\n",
    "acknowledgement": "\nErel and Weisbach are with the Ohio State University, NBER, and ECGI; Flanagan is with the Ohio State University. We are thankful to the Private Equity Research Consortium, the Institute for Private Capital, and MSCI for their support and for allowing us to use the Burgiss-MSCI database, to Wendy Hu for incredible assistance in using these data, as well as Murillo Campello, Sergey Chernenko, Shan Ge, Eduard Inozemtsev, Young Soo Jang, Jack Liebersohn, and Taylor Nadauld and participants in Virtual Corporate Finance Friday Seminar and Pension Bridge Private Credit Summit for helpful conversations. Emails: erel@fisher.osu.edu, flanagan.224@osu.edu, and weisbach.2@osu.edu. Part of the work for this project was completed while Flanagan was a student at the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}