{
    "id": 32289,
    "citation_title": "Discrimination During Eviction Moratoria",
    "citation_author": [
        "Alina Arefeva",
        "Kay Jowers",
        "Qihui Hu",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide evidence of intensified discriminatory behavior by landlords in the rental housing market during the eviction moratoria instituted during the COVID-19 pandemic. Using data collected from an experiment that involved more than 25,000 inquiries of landlords in the 50 largest cities in the United States in the spring and summer of 2020, our analysis shows that the implementation of an eviction moratorium significantly disadvantaged African Americans in the housing search process. A housing search model explains this result, showing that discrimination is worsened when landlords cannot evict tenants for the duration of the eviction moratorium.\n\n",
    "acknowledgement": "\nWe thank Peter Christensen and Ignacio Sarmiento-Barbieri for sharing the experimental data from the correspondence study on housing discrimination and our discussants Nitzan Tzur-Ilan, Carlos Fernando Avenancio-León, Sofie R Waltl, and Matthew Freedman. The paper has benefited from the feedback of seminar and conference participants at UW-Madison, UCLA, University of Illinois Urbana-Champaign, Indiana University, the “Conference on Auctions, Firm Behavior, and Policy” at the University of Oklahoma, the NBER Summer Institute Real Estate Workshop, the Real Estate Finance and Investment Symposium at the University of Cambridge, and the UEA Conference. UW-Madison Institutional Review Board determined that this research is exempt from IRB review: submission ID number: 2024-0560. The authors do not have conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}