{
    "id": 32286,
    "citation_title": "Promoting Public Health with Blunt Instruments: Evidence from Vaccine Mandates",
    "citation_author": [
        "Rahi Abouk",
        "John S. Earle",
        "Johanna Catherine Maclean",
        "Sungbin Park"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-05-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of mandates requiring COVID-19 vaccination among  healthcare industry workers adopted in 2021 in the United States. There are long-standing worker shortages in the U.S. healthcare industry,  pre-dating the COVID-19 pandemic. The impact of COVID-19 vaccine mandates on shortages is ex ante ambiguous. If mandates increase perceived safety of the healthcare industry, marginal workers may be drawn to healthcare, relaxing shortages. On the other hand, if marginal workers are vaccine hesitant or averse, then mandates may push workers away from the industry and exacerbate shortages. We combine monthly data from the Current Population Survey 2021 to 2022 with difference-in-differences methods to study the effects of state vaccine mandates on the probability of working in healthcare, and of employment transitions into and out of the industry. Our findings suggest that vaccine mandates may have worsened healthcare workforce shortages: following adoption of a state-level mandate, the probability of working in the healthcare industry declines by 6%. Effects are larger among workers in healthcare-specific occupations, who leave the industry at higher rates in response to mandates and are slower to be replaced than workers in non-healthcare occupations. Findings suggest trade-offs faced by health policymakers seeking to achieve multiple health objectives.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean). John Earle also acknowledges support from the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}