{
    "id": 32281,
    "citation_title": "Anatomy of Technology and Tasks in the Establishment",
    "citation_author": [
        "Xavier Cirera",
        "Diego A. Comin",
        "Marcio Cruz"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe construct a grid that covers the key business functions of an establishment and the main technologies used in each of them. We populate this grid with data from over 20,000 establishments in 15 countries. We use this dataset to document novel “facts” about how establishments use technology, the sourcing of business functions, the specialization of establishments from a task perspective, the measurement of technology, and the relationship between technology sophistication and productivity across establishments. We find that differences in technology sophistication account for 31% of cross-establishment dispersion in productivity and for more than half of the agricultural productivity gap.\n\n",
    "acknowledgement": "\nWe thank David Baqaee, Mary Hallward-Driemeier, John Haltiwanger, Maurice Kugler, Bill Maloney, Martha Martinez Licetti, Denis Medvedev, Dani Rodrik, Giacomo Ponzetto, Doug Staiger, Edouard Schaal, Chris Snyder, Eric Verhoogen, and seminar participants for insightful comments. Kyung Min Lee actively participated in earlier drafts of this paper and we are indebted to him. Harneet Singh provided outstanding research assistance. We thank Aman Mahajan, Magda Malec, Mariana Pereira, Santiago Reyes and Antonio Martins Neto for inputs to sections of the paper. We also thank the industry experts and partner institutions for their support in designing and implementing the survey. An extended list of acknowledgements is provided in the appendix. Financial support from the infoDev Multi-Donor Trust Fund, the Korea World Bank Group Partnership Facility (KWPF), and the Competitive Industries and Innovation Program (CIIP) is gratefully acknowledged. This manuscript supersedes Cirera et al. (2021) and Cirera et al. (2020). The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the World Bank Group, its Board, or the National Bureau of Economic Research.\n\n\n"
}