{
    "id": 32280,
    "citation_title": "When to Appease and When to Punish: Hitler, Putin, and Hamas",
    "citation_author": [
        "David K. Levine",
        "Lee E. Ohanian"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch has been written about deterrence, the process of committing to punish an adversary to prevent an attack. But in sufficiently rich environments where attacks evolve over time, formulating a strategy involves not only deterrence but also appeasement, the less costly process of not responding to an attack. This paper develops a model that integrates these two processes to analyze the equilibrium time paths of attacks, punishment, and appeasement. We study an environment in which a small attack is launched and can be followed by a larger attack. There are pooling and separating equilibria. The pooling equilibrium turns the common intuition that appeasement is a sign of weakness, inviting subsequent attacks, on its head, because appeasement is a sign of strength in the pooling case. In contrast, the separating equilibrium captures the common intuition that appeasement is a sign of weakness, but only because deterrence in this equilibrium fails. We interpret several episodes of aggression, appeasement, and deterrence: Neville Chamberlain's responses to Hitler, Putin's invasion of Ukraine, Israel's response to Hamas, Turkey's invasion of Cyprus, and Serbia's attacks in Kosovo.\n\n",
    "acknowledgement": "\nWe would like to thank Rohan Dutta, Andrea Mattozzi, Salvatore Modica and Dan Treisman. We gratefully acknowledge support from the MIUR PRIN 2017 n. 2017H5KPLL_01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid K. Levine\n\nLeverhulme Trust\n\n\n"
}