{
    "id": 32283,
    "citation_title": "Project Development with Delegated Bargaining: The Role of Elevated Hurdle Rates",
    "citation_author": [
        "John W. Barry",
        "Bruce I. Carlin",
        "Alan D. Crane",
        "John Graham"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring project development, costs are endogenously determined through delegated bargaining with counterparties. In surveys, nearly 80% of CFOs report using an elevated hurdle rate, the implications of which we explore in a delegated bargaining model. We show that elevated hurdle rates can convey a bargaining advantage that exceeds the opportunity cost of forgone projects, whether hurdle rate buffers arise for strategic or non-strategic reasons. Using CFO survey data, we find buffer use is negatively related to the cost of capital and ex ante bargaining power, consistent with the model, and that realized returns exhibit “beat the hurdle rate benchmark” behavior.\n\n",
    "acknowledgement": "\nWe thank discussant Wei Jiang, Kerry Back, Alon Brav, Michael Brennan, Andrea Buffa, Greg Burke, Paul Décaire, Doug Diamond, Ilia Dichev, Mike Gallmeyer, Simon Gervais, Ron Giammarino, Niels Gormsen, Itay Goldstein, Burton Hollifield, Kilian Huber, Zhiguo He, Mark Huson, Ravi Jagannathan, Paymon Khorrami, Kai Li, Yueran Ma, David Matsa, Bob McDonald, Max Maksimovic, Randall Morck, Nathalie Moyen, Stefan Nagel, Lubos Pastor, Shiva Rajgopal, Michael Roberts, David Robinson, Eduardo Schwartz, Henri Servaes, Amir Sufi, Vish Viswanathan, Mike Weisbach, James Weston, Rohan Williamson and participants at the 2023 AFA Annual Meeting, 2022 Frontiers in Finance Meeting (Banff, Canada), Arizona State University, the University of Arizona, the UBC Summer Finance Conference (Vancouver, Canada), the University of Chicago, Duke University, Rice University, and the University of Chicago BFI Firms’ Cost of Capital, Discount Rates and Investment Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}