{
    "id": 32282,
    "citation_title": "“Something Works” in U.S. Jails: Misconduct and Recidivism Effects of the IGNITE Program",
    "citation_author": [
        "Marcella Alsan",
        "Arkey M. Barnett",
        "Peter Hull",
        "Crystal Yang"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA longstanding and influential view in U.S. correctional policy is that “nothing works” when it comes to rehabilitating incarcerated individuals. We revisit this hypothesis by studying an innovative law-enforcement-led program launched in the county jail of Flint, Michigan: Inmate Growth Naturally and Intentionally Through Education (IGNITE). We develop an instrumental variable approach to estimate the effects of IGNITE exposure, which leverages quasi-random court delays that cause individuals to spend more time in jail both before and after the program’s launch. Holding time in jail fixed, we find that one additional month of IGNITE exposure reduces weekly misconduct within jail and three-month recidivism by 25% and 24%, respectively, with the recidivism effects growing over time. Surveys of staff and community members, along with administrative test score records and within-jail text messages, suggest that cultural change and improved literacy and numeracy scores as contributing mechanisms.\n\n",
    "acknowledgement": "\nWe thank Mauricio Cáceres Bravo, Jennifer Doleac, Sara Heller, Lawrence Katz, Adriana Lleras-Muney, Matthew Mizel, Michael Mueller-Smith, Nathan Nunn, Matthew Pecenco, Evan Rose, Nico Rotundo, Yotam Shem-Tov, and seminar participants at Harvard University, Opportunity Insights, the University of Connecticut, the University of Michigan, the NBER Economics of Crime Working Group, and the University of California Los Angeles for helpful comments. We are grateful to Meghan Beal at the National Sheriffs’ Association, Superintendent Mickie Kujat and Principal Brad Basista of Mt. Morris Consolidated Schools, and the administration of Genesee County and Saginaw County Jails—especially Deputy Annie Bueche, Undersheriff Mike Gomez, Major Jason Gould, Lieutenant Ebony Rasco, and Sheriff Christopher Swanson. We gratefully acknowledge funding from Arnold Ventures. Xingyou Ye, Miguel Purroy, Meera Mody, Anne Fogarty, Lucia Gomez Llactahuamani, Luyuan Jia, Jeongmook Lim, and Michelle Wu all provided expert research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}