{
    "id": 32295,
    "citation_title": "Beliefs that Entertain",
    "citation_author": [
        "Ashvin Gandhi",
        "Paola Giuliano",
        "Eric Guan",
        "Quinn Keefer",
        "Chase McDonald",
        "Michaela Pagel",
        "Joshua Tasoff"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic research on entertainment is scant despite its large share of time use. We test economic theories of belief-based utility in the context of video-game engagement. Using data on 2.8 million matches from League of Legends, we find evidence supporting reference-dependent preferences, loss aversion, preferences for surprise and suspense, preferences for clumped surprise, and flow theory from psychology. We then leverage our estimated model and an evolutionary algorithm to find the information-revealing process that maximizes player engagement. We find that the optimal version of the game has increased game play equivalent to 43% of the winner-loser gap.\n\n",
    "acknowledgement": "\nWe thank Isabelle Brocas, Juan Carrillo, Andrew Caplin, Emir Kamenica, Alex Frankel, Andrey Simonov, Troy Skinner, Jonathan Frye, Tom Cadwell, Jeffrey Lin, and participants from seminars at the University of Exeter, Claremont Graduate University, the ASSA 2023 Annual Meeting, the USC LABEL lab meeting, St. Lawrence University, and Columbia University for helpful comments. We thank Huizi Yu for her excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, nor Riot Games.\n\n\n\nAshvin Gandhi\n\nI have received external research funding exceeding $10,000 during the last three years from Arnold Ventures, Washington Center for Equitable Growth, and PALTC Foundation. I received payments exceeding $10,000 from the NIA IMPACT Collaboration through Brown University for research related to nursing homes. I also received research funding exceeding $10,000 within the last three years from the National Institute on Aging. Lastly, I have received internal funding in excess of $10,000 from internal UCLA grants. To my knowledge, these organizations do not have any interests in the findings of this research. Moreover, they do not have any right to review the manuscript.\n\n\n"
}