{
    "id": 32294,
    "citation_title": "The Missing Link? Using LinkedIn Data to Measure Race, Ethnic, and Gender Differences in Employment Outcomes at Individual Companies",
    "citation_author": [
        "Alexander Berry",
        "Elizabeth M. Maloney",
        "David Neumark"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-28",
    "revision_date": "2024-07-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStronger enforcement of discrimination laws can help to reduce disparities in economic outcomes with respect to race, ethnicity, and gender in the United States. However, the data necessary to detect possible discrimination and to act to counter it is not publicly available – in particular, data on racial, ethnic, and gender disparities within specific companies. In this paper, we explore and develop methods to use information extracted from publicly available LinkedIn data to measure the racial, ethnic, and gender composition of company workforces. We use predictive tools based on both names and pictures to identify race, ethnicity, and gender. We show that one can use LinkedIn data to obtain reasonably reliable measures of workforce demographic composition by race, ethnicity, and gender, based on validation exercises comparing estimates from scraped LinkedIn data to two sources: ACS data, and company diversity or EEO-1 reports. We apply our methods to study the race, ethnic, and gender composition of workers who were hired and those who experienced mass layoffs at two large companies. Finally, we explore using LinkedIn data to measure race, ethnic, and gender differences in promotion. In our analyses of layoffs and promotions, we find suggestive evidence of discrimination at some of the companies we study, including evidence of “intersectional” discrimination against black and Hispanic women.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER-CRIW Conference: Race, Ethnicity, and Economic Statistics for the 21st Century. We have received helpful comments from Anjali Adukia, Randall Akee, Keith Finlay, Lawrence Katz, Mark Lowenstein, and conference participants. The data used in this paper are proprietary, and hence we cannot produce the full dataset for other researchers to use. However, the paper fully explains how the data can be accessed for purchase. We received modest financial support for this project from Econ One Research (“Econ One”). Alexander Berry is employed by Econ One and David Neumark does consulting work on discrimination cases with Econ One. Econ One had no right of review or comment on this research, and all conclusions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}