{
    "id": 32297,
    "citation_title": "Does nothing stop a bullet like a job? The effects of income on crime",
    "citation_author": [
        "Jens Ludwig",
        "Kevin Schnepel"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nDo jobs and income-transfer programs affect crime? The answer depends on why one is asking the question, which shapes what one means by “crime.” Many studies focus on understanding why overall crime rates vary across people, places, and time; since 80% of all crimes are property offenses, that’s what this type of research typically explains. But if the goal is to understand what to do about the crime problem, the focus will instead be on serious violent crimes, which account for the majority of the social costs of crime. The best available evidence suggests that policies that reduce economic desperation reduce property crime (and hence overall crime rates) but have little systematic relationship to violent crime. The difference in impacts surely stems in large part from the fact that most violent crimes, including murder, are not crimes of profit but rather crimes of passion – including rage. Policies to alleviate material hardship, as important and useful as those are for improving people’s lives and well-being, are not by themselves sufficient to also substantially alleviate the burden of crime on society.\n\n",
    "acknowledgement": "\nWhen citing this paper, please use the following: “Ludwig, J, Schnepel, K. 2024. Does nothing stop a bullet like a job? The effects of income on crime. Annual Review of Criminology. Submitted.” Thanks to Shawn Bushway, Jillian Carr, Aaron Chalfin and Philip Cook for helpful comments, and to Maggi Ibis, Javier Lopez, Biz Rasich and Alejandro Roemer for outstanding assistance. All opinions and any errors are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}