{
    "id": 32292,
    "citation_title": "The Influence of Occupational Licensing on Workforce Transitions to Retirement",
    "citation_author": [
        "Yun taek Oh",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2024-04-01",
    "issue_date": "2024-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWays of leaving the labor force has been an understudied aspect of labor market outcomes. Labor market institutions such as occupational licensing may influence how individuals transition to retirement. When and how workers transition from career jobs to full retirement may contribute to pre- and post-retirement well-being. Previous investigations of retirement pathways focused on the patterns and outcomes of retirement transitions, yet the influence of occupational licensing on retirement transition has not been analyzed. In this study, we use the Current Population Survey and Survey of Income and Program Participation to investigate how occupational licensing influences American later-career workers’ choice of retirement pathways. Our results show that licensed workers are less likely to choose to change careers but more likely to reduce work hours in transitioning out of the workforce. These results are consistent with the findings that licensed workers receive more benefits in the form of preferable retirement options, suggesting that these workers tend to have higher wages, benefits, and flexibility even toward the end of their careers.\n\n",
    "acknowledgement": "\nWe thank Alicia Plemmons, Peter Blair, Maria Koumenta, and the participants at the Allied Social Science Association Annual Meeting for their helpful suggestions, discussion, and comments. We received no external funding for this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}