{
    "id": 32305,
    "citation_title": "Bad Luck or Bad Decisions? Macroeconomic Implications of Persistent Heterogeneity in Cognitive Skills and Overconfidence",
    "citation_author": [
        "Oliver Pfäuti",
        "Fabian Seyrich",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBusiness cycle models often abstract from persistent household heterogeneity, despite its potentially significant implications for macroeconomic fluctuations and policy. We show empirically that the likelihood of being persistently financially constrained decreases with cognitive skills and increases with overconfidence thereon. Guided by this and other micro evidence, we add persistent heterogeneity in cognitive skills and overconfidence to an otherwise standard HANK model. Overconfidence proves to be the key innovation, driving households to spend instead of precautionary save and producing empirically realistic wealth distributions and hand-to-mouth shares and MPCs across the income distribution. We highlight implications for various fiscal policies.\n\n",
    "acknowledgement": "\nAn early draft of this paper was titled \"Heterogeneity in what? Cognitive Skills, Beliefs and the Liquid Wealth Distribution\". We thank Eduardo Dávila, Greg Kaplan, Ralph Luetticke (discussant), Kurt Mitman, Peter Maxted, Matthew Rognlie, Johannes Stroebel, Hannes Twieling, Gianluca Violante, Michael Weber, Nathan Zorzi, and seminar and conference participants at the Bank of Finland, the 13th ifo Conference on Macroeconomics and Survey Data, EEA/ESEM 2023, the University of Zurich, the University of Virginia, the Bonn-Berlin PhD Workshop, the Swiss Economists Abroad end-of-year conference, the HeiTueHo Workshop, EWMES 2023, and the 5th Behavioral Macroeconomics Workshop for helpful comments and suggestions. Pfäuti gratefully acknowledges financial support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project C02) and the Stiftung Geld & Währung. Seyrich gratefully acknowledges financial support by the Leibniz Association through the project \"Distributional effects of macroeconomic policies in Europe\". Zinman thanks the Nelson A. Rockefeller Center for Public Policy at Dartmouth for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}