{
    "id": 32300,
    "citation_title": "Why Do We Dislike Inflation?",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "2024-04-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper provides new evidence on a long-standing question asked by Shiller (1997): Why do we dislike inflation? I conducted two surveys on representative samples of the US population to elicit people’s perceptions about the impacts of inflation and their reactions to it. The predominant reason for people’s aversion to inflation is the widespread belief that it diminishes their buying power, as neither personal nor general wage increases seem to match the pace of rising prices. As a result, respondents report having to make costly adjustments in their budgets and behaviors, especially among lower-income groups. Inflation also provokes stress, emotional responses, and a sense of inequity, as the wages of high-income individuals are perceived to grow more rapidly amidst inflation. Many respondents believe that firms have considerable discretion in setting wages, opting not to raise them in order to boost profits, rather than being compelled by market dynamics. The potential positive associations of inflation, such as with reduced unemployment or enhanced economic activity, are typically not recognized by respondents. Inflation ranks high in priority among various economic and social issues, with respondents blaming the government and businesses for it. I also highlight a substantial polarization in attitudes towards inflation along partisan lines, as well as across income groups.\n\n",
    "acknowledgement": "\nThis is an earlier version of the paper prepared for the Spring 2024 Brookings Papers on Economic Activity (BPEA) conference and the final version of this paper will be published in the Spring 2024 BPEA issue. I thank Carola Binder, Janice Eberly, Yuriy Gorodnichenko, Francesco Nuzzi, and Jon Steinsson for helpful comments and feedback. I am deeply grateful to Alberto Binetti, Filippo Giorgis, and Alfonso Merendino for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}