{
    "id": 32308,
    "citation_title": "Changing Central Bank Pressures and Inflation",
    "citation_author": [
        "Hassan Afrouzi",
        "Marina Halac",
        "Kenneth S. Rogoff",
        "Pierre Yared"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a simple long-run aggregate demand and supply framework for evaluating long-run inflation. The framework illustrates how exogenous economic and political economy factors generate central bank pressures that can impact long-run inflation as well as transitions between steady states. We use the analysis to provide a fresh perspective on the forces that drove global inflation downward over the past four decades. We argue that for inflation to remain low and stable in the future, political economy factors, such as strengthened central bank independence or more credible public debt policy, would need to offset the global economic pressures now pushing average long-run inflation upwards.\n\n",
    "acknowledgement": "\nFor helpful comments, we are grateful to Janice Eberly, Brett House, Don Kohn, Jennifer La’O, Chris Moser, Jesse Schreger, Silvana Tenreyro, and Shang-Jin Wei. We thank Krishna Kamepalli for excellent research assistance. This is an earlier version of the paper prepared for the Spring 2024 Brookings Papers on Economic Activity (BPEA) conference and the final version of this paper will be published in the Spring 2024 BPEA issue. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}