{
    "id": 32301,
    "citation_title": "What Hundreds of Economic News Events Say About Belief Overreaction in the Stock Market",
    "citation_author": [
        "Francesco Bianchi",
        "Sydney C. Ludvigson",
        "Sai Ma"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe measure the nature and severity of a variety of belief distortions in market reactions to hundreds of economic news events using a new methodology that synthesizes estimation of a structural asset pricing model with algorithmic machine learning to quantify bias. We estimate that investors systematically overreact to perceptions about multiple fundamental shocks in a macro-dynamic system, generating asymmetric compositional effects when real-world events produce conflicting signals with counteracting market implications. We show that such events can lead the market to underreact to news, even when investors overreact to all shocks.\n\n",
    "acknowledgement": "\nWe are grateful to Nicolò Ceneri, Doruk Gökalp, Do Lee, and Steven Zheng for excellent research assistance, and to Nicholas Barberis, Aditya Chaudhry, Nicola Gennaioli, Samuel Hartzmark, Stefan Nagel, Andrei Shliefer, and seminar participants at the NBER Spring 2024 Behavioral Finance meeting, the Luiss Finance Conference in May 2024, the UNC Chapel Hill, LSE, Queen Mary University London, Wharton, and University of Texas Austin for helpful comments. Bianchi and Ludvigson received financial support from the National Science Foundation under Grant 2116641. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}