{
    "id": 32309,
    "citation_title": "Identification of Marginal Treatment Effects using Subjective Expectations",
    "citation_author": [
        "Joseph S. Briggs",
        "Andrew Caplin",
        "Søren Leth-Petersen",
        "Christopher Tonetti"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a method to identify the individual latent propensity to select into treatment and marginal treatment effects. Identification is achieved with survey data on individuals' subjective expectations of their treatment propensity and of their treatment-contingent outcomes. We use the method to study how child birth affects female labor supply in Denmark. We find limited latent heterogeneity and large short-term effects that vanish by 18 months after birth. We support the validity of the identifying assumptions in this context by using administrative data to show that the average treatment effect on the treated computed using our method and traditional event-study methods are nearly equal. Finally, we study the effects of counterfactual changes to child care cost and quality on female labor supply.\n\n",
    "acknowledgement": "\nCaplin thanks the Nomis and the Sloan Foundation for support. Leth-Petersen is grateful for financial support from the Independent Research Fund Denmark and CEBI. Center for Economic Behavior and Inequality (CEBI) is a center of excellence at the University of Copenhagen financed by grant DNRF134 from the Danish National Research Foundation. We have benefited from discussions with Julie Cullen, Gordon Dahl, Rebecca Diamond, Matthew Gentzkow, Lihua Lei, Magne Mogstad, David Ritzwoller, Brad Ross, and Alex Torgovitsky. We thank seminar participants at many universities, conferences, and research centers for useful comments. The analysis and conclusions set forth here are those of the authors and do not necessarily indicate a concurrence by the Goldman Sachs Group, Inc., nor do they necessarily represent the views of the National Bureau of Economic Research.\n\n\n"
}