{
    "id": 32306,
    "citation_title": "Taxation of Capital: Capital Levies and Commitment",
    "citation_author": [
        "Robert J. Barro",
        "Varadarajan V. Chari"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChamley and Judd argued that optimal taxation dictates zero long-run tax rates on capital income, but Straub and Werning found that tax rates may be positive even in the steady state.  These models feature a “period-zero problem” in the underlying Ramsey formulation, which omits past commitments but includes future ones.  The period-zero policymaker then imposes capital levies on initial assets—directly or indirectly through positive tax rates on future asset income and non-constant tax rates on consumption.  Chari, Nicolini, and Teles add commitment by the period-zero policymaker to households’ initial wealth in utility units.  In this case, a nonzero capital levy may apply in period zero, future tax rates on asset income equal zero, and tax rates on consumption are constant.  Time-consistency fails if future policymakers are unconstrained but holds if commitments to initial wealth in utility units are strict enough each period to motivate each policymaker to choose zero direct capital levies.  In that case, a timeless perspective applies where period zero is not special, tax rates on asset income are always zero, and tax rates on consumption are constant.  Introduction of uncertainty generates state-contingent levies on assets and random-walk-like variations in consumption tax rates.\n\n",
    "acknowledgement": "\nWe have no sources of funding to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}