{
    "id": 32304,
    "citation_title": "Location Sorting and Endogenous Amenities: Evidence from Amsterdam",
    "citation_author": [
        "Milena Almagro",
        "Tomás Domínguez-Iino"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper shows the endogeneity of amenities plays a crucial role in determining the welfare distribution of a city’s residents. We quantify this mechanism by building a dynamic model of residential choice with heterogeneous households, where consumption amenities are the equilibrium outcome of a market for non-tradables. We estimate our model using Dutch microdata and leveraging variation in Amsterdam’s spatial distribution of tourists as a demand shifter, finding significant heterogeneity in residents’ preferences over amenities and in the supply responses of amenities to changes in demand composition. This two-way heterogeneity dictates the degree of horizontal differentiation across neighborhoods, residential sorting, and inequality. Finally, we show the distributional effects of mass tourism depend on this heterogeneity: following rent increases due to growing tourist demand for housing, younger residents—whose amenity preferences are closest to tourists—are compensated by amenities tilting in their favor, while the losses of older residents are amplified.\n\n",
    "acknowledgement": "\nFirst version: November 2019. We thank Guillaume Fr´echette, Alessandro Lizzeri, Elena Manresa, Tobias Salz, Paul Scott, and Sharon Traiberman for their support at the early stages of this project. For useful feedback, we thank Juan Camilo Castillo, Don Davis, Fabian Eckert, Cecile Gaubert, Jessie Handbury, Allan Hsiao, Anders Humlum, Erik Hurst, Panle Jia-Barwick, Chad Syverson, and Lászlo Tétényi. Marek Bojko, Elias van Emmerick, Sara Gerstner and Sriram Tolety provided outstanding research assistance. We acknowledge financial support from the C.V. Starr Center for Applied Economics, the Liew Family Junior Faculty fellowship, and the George G. Rinder Faculty Fellowship. Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}