{
    "id": 32307,
    "citation_title": "Mortality Burden From Wildfire Smoke Under Climate Change",
    "citation_author": [
        "Minghao Qiu",
        "Jessica Li",
        "Carlos F. Gould",
        "Renzhi Jing",
        "Makoto Kelp",
        "Marissa Childs",
        "Mathew Kiang",
        "Sam Heft-Neal",
        "Noah Diffenbaugh",
        "Marshall Burke"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWildfire activity has increased in the US and is projected to accelerate under future climate change. However, our understanding of the impacts of climate change on wildfire smoke and health remains highly uncertain. We quantify the past and future mortality burden in the US due to wildfire smoke fine particulate matter (PM2.5). We construct an ensemble of statistical and machine learning models that link variation in climate to wildfire smoke PM2.5, and empirically estimate smoke PM2.5-mortality relationships using georeferenced data on all recorded deaths in the US from 2006 to 2019. We project that climate-driven increases in future smoke PM2.5 could result in 27,800 excess deaths per year by 2050 under a high warming scenario, a 76% increase relative to estimated 2011-2020 averages. Cumulative excess deaths from wildfire smoke PM2.5 could exceed 700,000 between 2025-2055. When monetized, climate-induced smoke deaths result in annual damages of $244 billion by mid-century, comparable to the estimated sum of all other damages in the US in prior analyses. Our research suggests that the health cost of climate-driven wildfire smoke could be among the most important and costly consequences of a warming climate in the US.\n\n",
    "acknowledgement": "\nWe thank members of Stanford ECHOLab and Center on Food Security and the Environment, and seminar participants at Brookhaven National Lab and Harvard for helpful comments. MQ acknowledges the support from the planetary health fellowship at Stanford's Center for Innovation in Global Health. MLC was supported by an Environmental Fellowship at the Harvard University Center for the Environment. We also thank the Keck Foundation for support. Some of the computing for this project was performed on the Stanford Sherlock cluster, and we thank Stanford University and the Stanford Research Computing Center for providing these resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}