{
    "id": 32302,
    "citation_title": "The Effect of E-cigarette Taxes on Substance Use",
    "citation_author": [
        "Dhaval M. Dave",
        "Yang Liang",
        "Johanna Catherine Maclean",
        "Caterina Muratori",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "2025-01-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nPublic health advocates warn that the rapid growth of legal markets for electronic nicotine delivery systems (ENDS) may generate a “gateway” to marijuana and harder drug consumption, particularly among teenagers. This study explores the effects of ENDS taxes on substance use. We find that a one-dollar increase in ENDS taxes (2023$) is associated with a 1.0 to 1.5 percentage point decline in teen marijuana use and in co-use of ENDS and marijuana. This result is consistent with e-cigarettes and marijuana being economic complements. We also find that youth responses to ENDS taxes, in terms of their ENDS use and spillovers into marijuana use, appear to moderate over the longer term. We find no evidence that ENDS taxes affect drug treatment admissions or consumption of illicit drugs other than marijuana such as cocaine, methamphetamine, or opioids.\n\n",
    "acknowledgement": "\nWe thank Monica Deza and Kyu Matsuzawa, and seminar participants at the University of Kentucky, Southern Economic Association Annual Conference, Western Economic Association Annual Conference, and IHEA Virtual Seminar on the Economics of Risky Health Behaviors for very helpful comments. Dr. Sabia acknowledges research support for this work from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University (SDSU), which has received grants from the Charles Koch Foundation and the James Hervey Johnson Educational Trust. We also thank SDSU's Division of Research and Innovation. Dr. Sabia acknowledges support for this work through a grant made to the San Diego State University Research Foundation from Global Action to End Smoking (formerly known as the Foundation for a Smoke-Free World), an independent, U.S. nonprofit 501(c)(3) grantmaking organization, accelerating science-based efforts worldwide to end the smoking epidemic. Global Action played no role in designing, implementing, data analysis, or interpretation of the study results, nor did Global Action edit or approve any presentations or publications from the study. The contents, selection, and presentation of facts, as well as any opinions expressed, are the sole responsibility of the authors and should not be regarded as reflecting the positions of Global Action to End Smoking. Global Action’s mission is to end combustible tobacco use, which remains the leading preventable cause of death globally. The organization collaborates with academic and research centers and others to accelerate life-saving research and educational projects. Global Action does not seek or accept funding from companies that produce tobacco or non-medicinal nicotine products. The charitable gift agreement (the “Pledge Agreement”) between the organization and its prior funder, PMI Global Services Inc., was terminated in September 2023. All errors are the authors’. The views expressed herein are those of the authors and do not necessarily reflect the views of Global Action or the National Bureau of Economic Research.\n\n\n\nJoseph J. Sabia\n\nDr. Sabia acknowledges research support for this work from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University (SDSU), which has received grants from the Charles Koch Foundation. On March 29, 2024, the Foundation for a Smoke Free World (FSFW) awarded a research grant to the SDSU Research Foundation under which Sabia (PI) and collaborators will study the intended and unintended effects of public policies that restrict access to electronic nicotine delivery systems (ENDS) products. As of October 2023, the FSFW has severed legal ties with Philip Morris International (PMI) and no longer accepts funding from PMI. The current draft of the working paper submitted to the National Bureau of Economic Research (NBER) on April 3, 2024 was not supported by the above-described grant.\n\n\n"
}