{
    "id": 32315,
    "citation_title": "The Effects of Medical Debt Relief: Evidence from Two Randomized Experiments",
    "citation_author": [
        "Raymond Kluender",
        "Neale Mahoney",
        "Francis Wong",
        "Wesley Yin"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nTwo in five Americans have medical debt, nearly half of whom owe at least $2,500. Concerned by this burden, governments and private donors have undertaken large, high-profile efforts to relieve medical debt. We partnered with RIP Medical Debt (now Undue Medical Debt) to conduct two randomized experiments that relieved medical debt with a face value of $169 million for 83,401 people between 2018 and 2020. Our experiments focused on downstream medical debt that had been sold to debt collectors, and one of our experiments straddled an industry-wide pullback in the reporting of medical debt to the credit bureaus, allowing us to estimate the effects of debt relief with and without counterfactual reporting. We track outcomes using credit reports, collections account data, and a multimodal survey. There are three sets of results. First, we find a modest improvement in credit access when there is counterfactual credit reporting, but no impact on credit report outcomes when there is not. Second, we estimate that debt relief causes a moderate but statistically significant reduction in payments of existing medical bills. Third, we find no effects on survey measures of mental and physical health, healthcare utilization, and financial wellness. Taken together, our results indicate that the strong correlations documented in prior research do not translate into causal effects for downstream medical debt relief.\n\n",
    "acknowledgement": "\nWe are grateful to seminar and conference participants at Harvard Business School, Northwestern Kellogg Strategy, University of Chicago Health, Stanford Institute for Economic Policy Research, University of Duisburg-Essen, University of Wisconsin–Madison Economics, Chicago Booth Finance, Waseda University Economics, NBER Economics of Health, NBER Household Finance, the AEA Health Economics Research Organization Session, BYU Finance, Wharton Health Care Management, CEPR Household Finance, the CFPB Research Conference, Urban Institute, ASHEcon Conference, NBER Summer Institute Public Economics, Yale Law School, MIT Economics, and the FDIC Consumer Research Division for helpful comments. We thank Constantine Yannelis, Tal Gross, Steffen Andersen, Michael Murto, and Martin Hackmann for thoughtful discussions of the paper and Will Dobbie, Zack Cooper, Amy Finkelstein, Paul Goldsmith-Pinkham, and Matthew Notowidigdo for thoughtful comments. The experiments reported in this study are listed in the AEA RCT Registry (#0003332, #0003664, and #0007426) and were approved by Stanford IRB (#57138). We gratefully acknowledge J-PAL North America, the National Institutes of Health (R01 AG066890-01A1), and the National Institute on Aging (T32-AG000186) for financial support and RIP Medical Debt for their partnership on the study. We thank Julie Gasparac, Laurie Imhof, and Nithya Rajendran at NORC at the University of Chicago for survey implementation, and Jinglin Wang, Bruno Mauricio Escobar Izquierdo, Zahra Thabet, and Eleanor Jenke for superb research assistance. Wesley Yin is currently serving in the Office of Management and Budget (OMB) and completed the work on this article prior to joining OMB. The views expressed in this article are those of the authors themselves and do not necessarily represent the view of the United States, OMB, or the National Bureau of Economic Research.\n\n\n"
}