{
    "id": 32318,
    "citation_title": "Theory-Driven Entrepreneurial Search",
    "citation_author": [
        "Ankur Chavda",
        "Joshua S. Gans",
        "Scott Stern"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nHow should theory-based entrepreneurs search for strategies to implement their ideas? The theory-based view of strategy posits that decision-makers hold theories about their environment premised on beliefs that should be actively tested. This causal framework, which underlies the theory-based view, also has implications for entrepreneurial search: the process by which entrepreneurs uncover strategies to implement their ideas. In this paper, we develop a Bayesian model where entrepreneurs update their beliefs as they conduct entrepreneurial search. We find several optimal behaviors for theory-based entrepreneurs such as reverting to a previous strategy after finding a relatively poor strategy and continuing to search after finding a relatively good strategy, which are missing when entrepreneurs lack such a theory-based approach. As these predictions align with examples of successful entrepreneurs, our findings both provide a method to empirically identify skilled entrepreneurs and demonstrate the usefulness of applying the theory-based view to entrepreneurial behavior more generally.\n\n",
    "acknowledgement": "\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He has written the books, Information Wants to be Shared, The Disruption Dilemma, Prediction Machines, Power and Prediction on the economics of AI for which he receives royalties. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on anti-trust and intellectual property matters with an association with Charles River Associates and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on cryptocurrency and payments matters with an association with Charles River Associates and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms.\n\n\n\nScott Stern\n\nScott Stern periodically receives compensation for speaking about or consulting about innovation, entrepreneurship policy, and entrepreneurial strategy, typically at events organized by government agencies, other institutions involved in the policy process, and through the MIT Regional Entrepreneurship Acceleration Program.  As well, results based on this work are included in a textbook, Entrepreneurship: Choice and Strategy, for which Stern has received compensation and royalties.\n\n\n"
}