{
    "id": 32310,
    "citation_title": "Effects of Income on Infant Health: Evidence from the Expanded Child Tax Credit and Pandemic Stimulus Checks",
    "citation_author": [
        "Wei Lyu",
        "George Wehby",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the COVID-19 pandemic, the federal government issued stimulus checks and expanded the child tax credit. These pandemic payments varied by marital status and the number of children in the household and were substantial with some families receiving several thousand dollars. We exploit this plausibly exogenous variation in income to obtain estimates of the effect income on infant health. We measure the total amount of pandemic payments received during pregnancy, or the year before birth, and examine how this additional income affects birthweight, the incidence of low birth weight, gestational age and fetal growth. Data are from birth certificates and analyses are conducted separately by maternal marital status and education (less than high school or high school) to isolate only the variation in pandemic payments due to differences in the number of children (parity). Estimates indicate that these pandemic cash payments had no statistically significant, or clinically or economically meaningful effects on infant health. Overall, the findings suggest that income transfers during pregnancy will have little effect on socioeconomic disparities in infant health.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Kaestner\n\nRobert Kaestner has nothing to disclose.\n\n\n"
}