{
    "id": 32311,
    "citation_title": "Ideology, Incidence and the Political Economy of Fuel Taxes: Evidence from the California 2018 Proposition 6",
    "citation_author": [
        "Lucas Epstein",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2018, California voters rejected Proposition 6, a ballot initiative that sought to repeal state gasoline taxes and vehicle fees enacted as part of the 2017 Road Repair and Accountability Act.  We study the relationship between support for the proposition, political ideology and the economic burdens imposed by the Act.  For every hundred dollars of annual per-household imposed costs, we estimate that support for the proposition rose by 3 - 9 percentage points.  Notably, we find that the relationship between voting and the economic burden of the policy is seven times stronger in the most conservative tracts relative to the most liberal tracts.  Since conservative areas in California and elsewhere tend to bear a higher burden from transportation and energy taxes than liberal areas, heterogeneity in the response to economic burdens has important implications for the popular support for environmental taxes and the ongoing policy debate about how to finance future road infrastructure.\n\n",
    "acknowledgement": "\nThis study was funded, partially or entirely, by a grant from the National Center for Sustainable Transportation (NCST), supported by U.S. Department of Transportation’s University Transportation Centers Program. The contents of this report reflect the views of the author(s), who are responsible for the facts and the accuracy of the information presented herein. This document is disseminated in the interest of information exchange and does not necessarily reflect the official views or policies of the U.S. Government. The U.S. Government assumes no liability for the contents or use thereof.  Erich Muehlegger has at various times served as an expert witness in litigation related to the transportation industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}