{
    "id": 32312,
    "citation_title": "Quantifying the Uncertainty of Imputed Demographic Disparity Estimates: The Dual-Bootstrap",
    "citation_author": [
        "Benjamin Lu",
        "Jia Wan",
        "Derek Ouyang",
        "Jacob Goldin",
        "Daniel E. Ho"
    ],
    "citation_publication_date": "2024-04-08",
    "issue_date": "2024-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasuring average differences in an outcome across racial or ethnic groups is a crucial first step for equity assessments, but researchers often lack access to data on individuals’ races and ethnicities to calculate them. A common solution is to impute the missing race or ethnicity labels using proxies, then use those imputations to estimate the disparity. Conventional standard errors mischaracterize the resulting estimate’s uncertainty because they treat the imputation model as given and fixed, instead of as an unknown object that must be estimated with uncertainty. We propose a dual-bootstrap approach that explicitly accounts for measurement uncertainty and thus enables more accurate statistical inference, which we demonstrate via simulation. In addition, we adapt our approach to the commonly used Bayesian Improved Surname Geocoding (BISG) imputation algorithm, where direct bootstrapping is infeasible because the underlying Census Bureau data are unavailable. In simulations, we find that measurement uncertainty is generally insignificant for BISG except in particular circumstances; bias, not variance, is likely the predominant source of error. We apply our method to quantify the uncertainty of prevalence estimates of common health conditions by race using data from the American Family Cohort.\n\n",
    "acknowledgement": "\nWe thank Stanford’s Center for Population Health Sciences for data, and Isabel Gallegos, Cameron Guage, Dan Soriano, Melody Huang, Peng Ding, Thomas Hertz, Peter Hull, Qiwei Lin, Mark Loewenstein, and participants in the NBER CRIW Race, Ethnicity, and Economic Statistics for the 21st Century conference for helpful comments. This material is based upon work supported by the National Science Foundation under Grant No. 1745640. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}