{
    "id": 32316,
    "citation_title": "Where Do Banks End and NBFIs Begin?",
    "citation_author": [
        "Viral V. Acharya",
        "Nicola Cetorelli",
        "Bruce Tuckman"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-08-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn recent years, assets of non-bank financial intermediaries (NBFIs) have grown significantly relative to those of banks. These two sectors are commonly viewed either as operating in parallel, performing different activities, or as substitutes, performing substantially similar activities, with banks inside and NBFIs outside the perimeter of banking regulation. We argue instead that NBFI and bank businesses and risks are so interwoven that they are better described as having transformed over time rather than as having migrated from banks to NBFIs. These transformations are at least in part a response to regulation and are such that banks remain special as both routine and emergency liquidity providers to NBFIs. We support this perspective as follows: (i) The new and enhanced financial accounts data for the United States (“From Whom to Whom”) show that banks and NBFIs finance each other, with NBFIs especially dependent on banks; (ii) Case studies and regulatory data show that banks remain exposed to credit and funding risks, which at first glance seem to have moved to NBFIs, and also to contingent liquidity risk from the provision of credit lines to NBFIs; and (iii) Empirical work confirms bank-NBFI linkages through the correlation of their abnormal equity returns and market-based measures of systemic risk. We discuss some potential regulatory responses, including treating the two sectors holistically; recognizing the implications for risk propagation and amplification; and exploring new ways to internalize the costs of systemic risk.\n\n",
    "acknowledgement": "\nOriginally prepared for Riksbank Macroprudential Conference, Stockholm, August 30-31 2023. The authors are grateful to Richard Cantor, Neil Esho, Kristin Forbes, Bill Nelson, Anthony Saunders; participants at the Riksbank Macroprudential Conference (August 2023), NBER Conference on Financial Frictions and Systemic Risk (Spring 2024), and seminars at the European Banking Authority, European Commission’s Directorate-Generale for Financial Stability – Financial Services & Capital Markets Union (DG-FISMA), the Federal Reserve Bank of New York, NYU Stern Corporate Governance Luncheon, and the United States Treasury; members of the Non-Bank Financial Institution Studies at the Federal Reserve Bank of New York; and, to Saketh Prazad for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, any of their staff, or the National Bureau of Economic Research.\n\n\n\nBruce Tuckman\n\nI have no additional disclosures.\n\n\n"
}