{
    "id": 32319,
    "citation_title": "Tracking Firm Use of AI in Real Time: A Snapshot from the Business Trends and Outlook Survey",
    "citation_author": [
        "Kathryn Bonney",
        "Cory Breaux",
        "Cathy Buffington",
        "Emin Dinlersoz",
        "Lucia S. Foster",
        "Nathan Goldschlag",
        "John C. Haltiwanger",
        "Zachary Kroff",
        "Keith Savage"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-12-20",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTimely and accurate measurement of AI use by firms is both challenging and crucial for understanding the impacts of AI on the U.S. economy. We provide new, real-time estimates of current and expected future use of AI for business purposes based on the Business Trends and Outlook Survey for September 2023 to February 2024. During this period, bi-weekly estimates of AI use rate rose from 3.7% to 5.4%, with an expected rate of about 6.6% by early Fall 2024. The fraction of workers at businesses that use AI is higher, especially for large businesses and in the Information sector. AI use is higher in large firms but the relationship between AI use and firm size is non-monotonic. In contrast, AI use is higher in young firms although, on an employment-weighted basis, is U-shaped in firm age. Common uses of AI include marketing automation, virtual agents, and data/text analytics. AI users often utilize AI to substitute for worker tasks and equipment/software, but few report reductions in employment due to AI use. Many firms undergo organizational changes to accommodate AI, particularly by training staff, developing new workflows, and purchasing cloud services/storage. AI users also exhibit better overall performance and higher incidence of employment expansion compared to other businesses. The most common reason for non-adoption is the inapplicability of AI to the business.\n\n",
    "acknowledgement": "\nThis research paper is associated with the research program of the Center for Economic Studies (CES) which produces a wide range of economic analyses to improve the statistical programs of the U.S. Census Bureau. Research papers from this program have not undergone the review accorded Census Bureau publications and no endorsement should be inferred. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data (Project No. P-7529868, Disclosure Review Board (DRB) approval numbers: CBDRB-FY23-0478, CBDRB-FY24-0162, and CBDRB-FY24-0225). We thank Joe Staudt and John Eltinge for helpful comments. John Haltiwanger was also a Schedule A employee of the Bureau of the Census at the time of the writing of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}