{
    "id": 32320,
    "citation_title": "Application Flows",
    "citation_author": [
        "Steven J. Davis",
        "Brenda Samaniego de la Parra"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe build and analyze a new U.S. database that links 125 million applications to job vacancies and employer-side clients on Dice.com, an online platform for jobs and workers in software design, computer systems, engineering, financial analysis, management consulting, and other occupations that require technical skills. We find, first, that posting durations are quite short, often only two or three days, with a median of seven days. Second, labor market tightness has tiny effects on posting durations. Third, job seekers display a striking propensity to target new postings, with almost half of applications flowing to openings posted in the past 48 hours. Fourth, applications per posting are much too uneven to reflect random search, even within narrow market segments and job categories. Moreover, posted offer wages play no role in explaining the deviations from a random-search benchmark. Fifth, intermediaries play a huge role on both sides of the platform: Recruitment and staffing firms account for two-thirds of all postings and attract most of the applications. We relate these and other findings to theories of labor market search.\n\n",
    "acknowledgement": "\nWe thank Yuri Bykov, Rachel Ceccarelli, Courtney Chamberlain, Jennifer Milan and Elizabeth Schillo for extensive consultations regarding the Dice.com data, platform, and business model. We thank Fernando Alvarez, Jason Faberman, Pieter Gautier, Philipp Kircher, Marianna Kudlyak, Ioana Marinescu, Ayşegül Şahin, Rob Shimer, Ronald Wolthoff and seminar and conference participants at Arizona State University, the 2018 IZA Conference on Matching Workers and Jobs Online in Bonn, the 2018 SAM Conference in Frankfurt, the NBER Summer Institute, the San Francisco Fed, Singapore Management University, Stanford, UC-Berkeley, University of Chicago, Upjohn Institute, and Yale for many helpful comments on earlier drafts. The authors were compensated by DHI Group, Inc. for developing the DHI Database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates.\n\n\n"
}