{
    "id": 32323,
    "citation_title": "Homelessness and the Persistence of Deprivation: Income, Employment, and Safety Net Participation",
    "citation_author": [
        "Bruce D. Meyer",
        "Angela Wyse",
        "Gillian Meyer",
        "Alexa Grunwaldt",
        "Derek Wu"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-05-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHomelessness is arguably the most extreme hardship associated with poverty in the United States, yet people experiencing homelessness are excluded from official poverty statistics and much of the extreme poverty literature. This paper provides the most detailed and accurate portrait to date of the level and persistence of material disadvantage faced by this population, including the first national estimates of income, employment, and safety net participation based on administrative data. Starting from the first large and nationally representative sample of adults recorded as sheltered and unsheltered homeless taken from the 2010 Census, we link restricted-use longitudinal tax records and administrative data on the Supplemental Nutrition Assistance Program (SNAP), Medicare, Medicaid, Disability Insurance (DI), Supplemental Security Income (SSI), veterans’ benefits, housing assistance, and mortality. Nearly half of these adults had formal employment in the year they were observed as homeless, and nearly all either worked or were reached by at least one safety net program. Nevertheless, their incomes remained low for the decade surrounding an observed period of homelessness, suggesting that homelessness tends to arise in the context of long-term, severe deprivation rather than large and sudden losses of income. People appear to experience homelessness because they are very poor despite being connected to the labor market and safety net, with low permanent incomes leaving them vulnerable to the loss of housing when met with even modest disruptions to life circumstances.\n\n",
    "acknowledgement": "\nThe Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applies to this release, authorization number CBDRB-FY2022-CES005-015. We thank the U.S. Census Bureau for their support, as well as John Abowd, Mark Asiala, George Carter, James Christy, Dennis Culhane, Kevin Deardorff, Conor Dougherty, Ingrid Gould Ellen, Anne Fletcher, Katie Genadek, Tatiana Homonoff, Kristin Kerns, William Koerber, Margot Kushel, Larry Locklear, Tim Marshall, Brian McKenzie, Brendan O’Flaherty, James Pugh, Trudi Renwick, Annette Riorday, Nan Roman, William Snow, Eddie Thomas, Matthew Turner, and John Voorheis for providing feedback and answering questions. We also thank participants in seminars at Yale University (Labor/Public Economics Workshop), the University of Chicago (Demography Workshop), APPAM, NTA, NBER Labor Studies, IRS/Census (Income Measurement Workshop), and the Institute for Research on Poverty. Ilina Logani and Mandana Vakil provided excellent research assistance. We appreciate the financial support of the Alfred P. Sloan Foundation, the Russell Sage Foundation, the Charles Koch Foundation, the Menard Family Foundation, and the American Enterprise Institute. Wyse thanks the National Institute on Aging for their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}