{
    "id": 32326,
    "citation_title": "After the Storm: How Emergency Liquidity Helps Small Businesses Following Natural Disasters",
    "citation_author": [
        "Benjamin L. Collier",
        "Sabrina T. Howell",
        "Lea Rendell"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDoes emergency credit prevent long-term financial distress? We study the causal effects of government-provided recovery loans to small businesses following natural disasters. The rapid financial injection might enable viable firms to survive and grow or might hobble precarious firms with more risk and interest obligations. We show that the loans reduce exit and bankruptcy, increase employment and revenue, unlock private credit, and reduce delinquency. These effects, especially the crowding-in of private credit, appear to reflect resolving uncertainty about repair. We do not find capital reallocation away from neighboring firms and see some evidence of positive spillovers on local entry.\n\n",
    "acknowledgement": "\nWe are grateful to those who made this research possible, including Shawn Klimek and others at the U.S. Census Bureau, and Anna Calcagno and others at the SBA Office of Program Performance, Analysis, & Evaluation (OPPAE) and Office of Disaster Recovery & Resilience (ODRR). We thank the staff at the SBA for their assistance in understanding the setting. We also thank Bronson Argyle, Alexander Borisov, Tetiana Davydiuk, William Kerr, Raymond Kluender, Christopher Palmer, Benjamin Roth, Ali Sanati, and Mohammad Soltani-Nejad for assistance and comments. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the Small Business Administration (SBA). The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 7513031: CBDRB-FY23-CED006-0008, CBDRB-FY24-CED006-0008). Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}