{
    "id": 32321,
    "citation_title": "Quantitative Tightening Around the Globe: What Have We Learned?",
    "citation_author": [
        "Wenxin Du",
        "Kristin Forbes",
        "Matthew N. Luzzetti"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the recent cross-country experience with quantitative tightening (QT) to assess the impact of shrinking central bank balance sheets. We analyze the experience in seven advanced economies (Australia, Canada, Euro area, New Zealand, Sweden, UK and US)—documenting different strategies and the substantive reduction in central bank balance sheets that has already occurred. Then we assess the macroeconomic and financial impact of QT announcements on yields and a range of other market prices. QT announcements increase government bond yields, steepening the yield curve and potentially signaling a greater commitment to raising policy interest rates, but have more limited effects on most other financial market indicators. Active QT has a larger impact than passive QT, particularly on longer maturities. The implementation of QT has been associated with a modest rise in overnight funding spreads and a decline in the “convenience yield” of government bonds, but QT transactions did not significantly affect the pricing and market liquidity of government debt securities. Finally, we evaluate who buys assets when central banks unwind balance sheets, an issue which will become increasingly important if central banks continue to reduce their security holdings while government debt issuance remains elevated. We find that increased demand by domestic nonbanks has largely compensated for reduced bond holdings by central banks. This series of cross-country results suggests that QT has had more of an impact than “paint drying”, but far less than simply reversing the effects of the quantitative easing programs launched during periods of market stress. Looking ahead, although QT has been smooth to date, frictions could increase in the future so that QT quickly evolves into more like watching “water boil”.\n\n",
    "acknowledgement": "\nThis paper was prepared for the US Monetary Policy Forum, sponsored by the Kent A. Clark Center for Global Markets at the Booth School of Business at the University of Chicago. Wenxin Du and Kristin Forbes received an honorarium for the preparation of this paper. Special thanks to Seth Carpenter (Morgan Stanley) for collaboration in the early stages of this project and to Luman Zou (Columbia Business School), Amy Yang (Deutsche Bank) and Sourav Dasgupta (Deutsche Bank) for excellent research assistance throughout this work. Further thanks to Michael Feroli and his team at JPMorgan, Fiona Grieg and her team at Vanguard, Seth Carpenter and his team at Morgan Stanley, and Matt Luzzetti’s team at Deutsche Bank for help compiling information on the “surprise” component of QT announcements. We also appreciate thoughtful feedback on earlier drafts and at conferences from Seth Carpenter, Chris Collins, Michael Feroli, Peter Hooper, Anil Kashyap, Ralph Koijen, Lorie Logan, Rick Mishkin, Linda Tesar, Chris Waller and Ken West, the U.S. Monetary Policy Forum and NYC Forecasters Club, as well as help with country-specific data from Christian Friedrich, Dean Hill, and Miklos Vari. The views expressed here reflect those of the authors only and may not be representative of others at Deutsche Bank Securities. For disclosures related to Deutsche Bank Securities Inc. please visit our global disclosure look-up page on our website at https://research.db.com/Research/Disclosures/FICCDisclosures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}