{
    "id": 32325,
    "citation_title": "Interdependent Values in Matching Markets: Evidence from Medical School Programs in Denmark",
    "citation_author": [
        "Benjamin Friedrich",
        "Martin B. Hackmann",
        "Adam Kapor",
        "Sofia J. Moroni",
        "Anne Brink Nandrup"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper presents the first empirical evidence of interdependent values and strategic responses by market participants in a two-sided matching market. We consider the market for medical school programs in Denmark, which uses a centralized assignment mechanism. Leveraging unique administrative data and an information experiment, we show that students and rival programs hold payoff-relevant information that each program could use to admit students with higher persistence rates. Programs respond to these two sources of interdependent values, student self-selection and interdependent program values, by exhibiting ”home bias” towards local applicants. We construct and estimate a novel equilibrium model reflecting this evidence, and find that fully sharing information could significantly increase student persistence and program payoffs, but enabling students to communicate first preferences would leave outcomes unchanged. An alternative model assuming independent private values contradicts the empirical evidence, highlighting the importance of accounting for interdependent values in understanding and designing matching markets.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Berkeley, Chicago, Georgetown, Gothenburg, Helsinki, Imperial College London, Maryland, Michigan, Microsoft Research, MIT, Northwestern, Penn, Princeton, Stanford, Toulouse, UCLA, UNC, UT Austin, Washington University, and conference participants at NBER IO 2021, RIDGE IO 2021, (IO)2, DSE 2022 at MIT, and SOLE 2022. We thank Nikhil Agarwal, Clemence Idoux, Tomas Larroucau, Parag Pathak, and Paulo Somaini for their helpful comments and discussions. We thank the Department of Economics and Business, Aarhus University, and VIVE Denmark for their invaluable support and for making the data available. IRB review was provided by the UCLA Institutional Review Board under reference number #23-001628. The authors have no relevant or material financial interests that relate to the research described in this paper. Nandrup was supported by the Carlsberg Foundation grant no. CF16-0885. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}