{
    "id": 32338,
    "citation_title": "Heterogeneity and Endogenous Compliance: Implications for Scaling Class Size Interventions",
    "citation_author": [
        "Karun Adusumilli",
        "Francesco Agostinelli",
        "Emilio Borghesan"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the scalability of the results from the Tennessee Student-Teacher Achievement Ratio (STAR) Project, a prominent educational experiment. We explore how the misalignment between the experimental design and the econometric model affects researchers' ability to learn about the intervention's scalability. We document heterogeneity in compliance with class-size reduction that is more extensive than previously acknowledged and discuss its consequences for the evaluation of the experiment. Guided by this finding, we implement a new econometric framework incorporating heterogeneous treatment effects and endogenous class size determination. We find that the effect of class size on test scores differs considerably across schools, with only a small fraction of schools having significant benefits from reduced class sizes. We discuss the challenges this poses for the intervention's scalability and conclude by analyzing targeted class-size interventions.\n\n",
    "acknowledgement": "\nWe thank Michael Dinerstein for useful comments and suggestions. We also thank the participants of the workshops and seminars where we presented our work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}