{
    "id": 32334,
    "citation_title": "Religious Worship Attendance in America: Evidence from Cellphone Data",
    "citation_author": [
        "Devin G. Pope"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-04-17",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReligious worship is integral to the lives of millions of Americans. In this paper, I provide a descriptive analysis of religious worship attendance using geodata from smartphones for over 2 million Americans in 2019. I establish several key findings. First, 73% of people step into a religious place of worship at least once during the year on the primary day of worship (e.g. Sundays for most Christian churches). However, only 5% of Americans attend services “weekly”, far fewer than the ~22% who report to do so in surveys. The number of occasional vs. frequent attenders varies substantially by religion. I estimate that approximately 45M Americans attend worship services in a typical week of the year, but with large changes around Holidays (e.g. Easter). I document how start times, duration of attendance, and average household income all differ meaningfully across religious traditions. The intensity of religious observance correlates with a host of other activities. For example, relative to non-attenders and infrequent attenders, frequent religious attenders are less likely to go to strip clubs, liquor stores, and casinos. While cell phone data has limitations, this paper provides a unique way of understanding worship attendance and its correlates.\n\n",
    "acknowledgement": "\nI am grateful to Carla Colina, Carolina Cannon, and Rory Lawson for incredible research assistance on this project. I also thank Josh Davis, Josh Dean, Stefano DellaVigna, Kareem Haggag, Alex Imas, Zack Nelson, David Ridge, Scott Shurtliff, Avner Strulov-Shlain, Justin Sydnor, and seminar participants at various universities for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}