{
    "id": 32332,
    "citation_title": "To Pay or Autopay? Fintech Innovation and Credit Card Payments",
    "citation_author": [
        "Jialan Wang"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDigital technologies and fintech firms have rapidly reshaped the consumer financial landscape in recent years, and have the potential to help consumers make better decisions and improve their financial health. Existing technologies such as autopay are also experiencing increased takeup, a trend that could be accelerated by innovations such as open banking. I examine the extent to which autopay affects payment behavior for customers of a credit card serviced by a fintech company. Using sharp changes in the company's practices in a regression discontinuity design, I find that a small nudge accounts for half of all autopay enrollment during the sample period, and that enrollment at account opening is persistent. Autopay increases the likelihood of making the minimum payment by 20 to 29pp, more than doubling the baseline rate. The results show that seemingly minor technological defaults can have economically large effects on consumer credit outcomes.\n\n",
    "acknowledgement": "\nThe data for this study were obtained under a non-disclosure agreement with an anonymous data provider, and I am thankful to several employees at this company for sharing their time and expertise in making this project possible. Kelly Hyde, Daniel Grodzicki, Michaela Pagel, and seminar and conference participants at the University of Illinois, Data, Information and Welfare in Household Finance at Chicago Booth, RAND BeFi, OCC Symposium on the Implications of Financial Technology for Banking, AEA, UNC Conference on Market-Based Solutions for Reducing Wealth Inequality, JPMC Institute, University of Wisconsin, Northeastern, and Georgia Tech provided useful feedback. Hejia Liu and Matthew Boyd provided outstanding research assistance. Contact: jialanw@gmail.com. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}