{
    "id": 32333,
    "citation_title": "Neighborhood Effects: Evidence from Wartime Destruction in London",
    "citation_author": [
        "Stephen J. Redding",
        "Daniel M. Sturm"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-07-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the German bombing of London during the Second World War as an exogenous source of variation to provide evidence on neighborhood effects. We construct a newly-digitized dataset at the level of individual buildings on wartime destruction, property values, and socioeconomic composition in London before and after the Second World War. We develop a quantitative urban model, in which heterogeneous groups of individuals endogenously sort across locations in response to differences in natural advantages, wartime destruction and neighborhood effects. We find strong and localized neighborhood effects, which magnify the direct impact of wartime destruction, and make a substantial contribution to observed differences in socioeconomic outcomes across locations.\n\n",
    "acknowledgement": "\nRedding and Sturm thank Princeton University and the European Research Council (ERC) for financial support, respectively. We are grateful to the London Metropolitan Archives (LMA) for sharing the London County Council (LCC) bomb damage maps and to the British Library of Political and Economic Science (BLPES) at LSE for sharing the New Survey of London Life and Labor maps. We thank Gabriel Ahlfeldt, David Atkin, Dave Donaldson, Cecile Gaubert, Peter Larkham, and conference and seminar participants at the American Economic Association, Autonoma Barcelona, Barcelona Urban Conference, Berkeley, Cagliari Workshop, Central European University, Chicago-Princeton spatial conference, CURE Philly, International Growth Center (IGC), Harvard Opportunity Insights, International Growth Center, LSE, Lucerne, Lyon PPCR workshop, NBER, NYU, Paris Sorbonne, Paris Science Po, Stanford CHS conference, Tel Aviv, Trinity College Dublin, UEA Toronto, University College London, Yale, and World Bank for helpful comments. We also would like to thank T. Wangyal Shawa for his help with the GIS data. We are grateful to Grace Alster, Charoo Anand, Iain Bamford, Horst Bräunlich, Kaan Cankat, Melissa Carleton, Fraser Clark, Carolyn Diamond, Dennis Egger, Josephine Gantois, Daniela Glocker, Rony Hacohen, Alexander Hansen, Gordon Ji, Ashok Manandhar, Chris Shaw, Lucas Skrabal, Max Schwarz, Tom Threlfall and Florian Trouvain for outstanding research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}