{
    "id": 32331,
    "citation_title": "How You Pay Drives What You Choose: Health Savings Accounts versus Cash in Health Insurance Plan Choice",
    "citation_author": [
        "Jonathan Gruber",
        "Mengyun M. Lin",
        "Haoming Liu",
        "Junjian Yi"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA marked feature of health insurance plan choice is inconsistent choices through the overweighting of premiums relative to out-of-pocket spending. We show that this source of inconsistency disappears when both types of spending come from the same source of designated funds. We focus on the MediSave program in Singapore, whereby residents can pay their health insurance premiums with cash or MediSave funds, but are subject to limits that vary by age and over time. By exploiting variations in those limits, we consistently find that when individuals are able to pay their health insurance premiums with MediSave funds, they are less price sensitive and more willing to enroll in more generous plans—which results in lower spending levels and variance, and lower adverse selection in the market. The results suggest a strong role for mental accounting in insurance decisions.\n\n",
    "acknowledgement": "\nLin, Liu, and Yi gratefully acknowledge support from Singapore’s Ministry of Education Academic Research Fund Tier 1 (WBS R-122-000-303- 115). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}