{
    "id": 32337,
    "citation_title": "The Declining Mental Health Of The Young And The Global Disappearance Of The Hump Shape In Age In Unhappiness",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson",
        "Xiaowei Xu"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcross many studies subjective well-being follows a U-shape in age, declining until people reach middle-age, only to rebound subsequently.  Ill-being follows a mirror-imaged hump-shape.  But this empirical regularity has been replaced by a monotonic decrease in illbeing by age.  The reason for the change is the deterioration in young people’s mental health both absolutely and relative to older people.  We reconsider evidence for this fundamental change in the link between illbeing and age with micro data for the United States and the United Kingdom.  Beginning around 2011 there is a monotonic and declining cross-sectional association between well-being and age. In the UK the recent COVID pandemic exacerbated the trends by impacting most heavily on the wellbeing of the young, but this was not the case in the United States. We replicate the decrease in illbeing by age across 34 countries, including the United States and the United Kingdom, using five ill-being metrics for the period 2020-2024 and confirm the findings.\n\n",
    "acknowledgement": "\nWe thank the United Nations for financial support and Sian Beilock, Andrew Campbell, Pedro Conceiaco, Carol Graham, Josefin Pasanen, Jon Skinner and Bruce Sacerdote for helpful comments and suggestions and Gabriel Gottesman for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid G. Blanchflower\n\nNone\n\n\n"
}