{
    "id": 32335,
    "citation_title": "The Global Life-Cycle Optimizer – Analyzing Fiscal Policy's Potential to Dramatically Distort Labor Supply and Saving",
    "citation_author": [
        "Johannes Brumm",
        "Laurence J. Kotlikoff",
        "Christopher Krause"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Gender in the Economy",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nFiscal policy in the U.S. and other countries renders intertemporal budgets non-differentiable, non- convex, and discontinuous. Consequently, assessing work and saving responses to policy requires global optimization. This paper develops the Global Life-Cycle Optimizer (GLO), a stochastic pattern-search algorithm. The GLO robustly, precisely, and quickly locates global optima in highly complex fiscal settings. We use the GLO to study how a stylized U.S. fiscal system distorts workers’ labor supply and saving assuming standard preferences. The system incorporates kinks from federal personal income tax brackets, Social Security’s FICA tax, and a notch from the provision of basic income below a threshold. The GLO reproduces theoretically predicted earnings bunching and flipping over a remarkably wide range of wage rates. Saving distortions can be equally dramatic. Associated excess burdens range from substantial to massive. Restricting labor supply to full- or part-time work can eliminate flipping when it’s optimal and produce flipping when it’s sub-optimal. Joint filing can significantly reduce the earnings of lower-wage spouses relative to that of higher-wage spouses. The GLO can be applied to assess a country’s or state’s full set of work and saving disincentives. Consequently, it can facilitate analyses of structural labor supply and tax reform.\n\n",
    "acknowledgement": "\nWe thank Robert Moffitt, Yongyang Cai, Philip Jung, and seminar participants at Boston University, the European Central Bank (ECB), the Federal Reserve Bank of Atlanta, and at Karlsruhe Institute of Technology for helpful suggestions. Johannes Brumm and Christopher Krause acknowledge support from the ERC (101042908). Laurence Kotlikoff acknowledges support from the Federal Reserve Bank of Atlanta, Economic Security Planning Inc., the Goodman Institute, and Boston University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}