{
    "id": 32344,
    "citation_title": "Noisy Experts? Discretion in Regulation",
    "citation_author": [
        "Sumit Agarwal",
        "Bernardo C. Morais",
        "Amit Seru",
        "Kelly Shue"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWhile reliance on human discretion is a pervasive feature of institutional design, human discretion can also introduce costly noise (Kahneman, Sibony, and Sunstein 2021). We evaluate the consequences, determinants, and trade-offs associated with discretion in high-stake decisions assessing bank safety and soundness. Using detailed data on the supervisory ratings of US banks, we find that professional bank examiners exercise significant personal discretion—their decisions deviate substantially from algorithmic benchmarks and can be predicted by examiner identities, holding bank fundamentals constant. Examiner discretion has a large and persistent causal impact on future bank capitalization and supply of credit, leading to volatility and uncertainty in bank outcomes, and a conservative anticipatory response by banks. We identify a novel source of noise: weights assigned to specific issues. Disagreement in ratings across examiners can be attributed to high average weight (50%) assigned to subjective assessment of banks’ management quality, as well as heterogeneity in weights attached to more objective issues such as capital adequacy. Replacing human discretion with a simple algorithm leads to worse predictions of bank health, while moderate limits on discretion can translate to more informative and less noisy predictions.\n\n",
    "acknowledgement": "\nWe thank Nick Barberis, Jonathan Berk, John Cochrane, James Choi, Claudia Robles-Garcia, Matt Gentzkow, Chad Jones, Pete Klenow, Eddie Lazear, Lasse Pedersen, Andrei Shleifer, Adi Sunderam, Richard Thaler, Ali Yurukoglu, Jeff Zwiebel, and participants in the Econometric Society (Behavioral Finance) meetings as well as seminars at the American Enterprise Institute, Stanford GSB, and Yale SOM for helpful comments. Sumit Agarwal: Finance Department, NUS. Bernardo Morais, Board of Governors of the Federal Reserve System. Amit Seru, Stanford University Graduate School of Business, Hoover Institution and NBER. Kelly Shue: Yale School of Management and NBER. We thank Winston Xu for excellent research assistantship. The views expressed in this paper are those of the authors and do not reflect the views of the Board of Governors or the Federal Reserve System. First Version: November 2019. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}