{
    "id": 32349,
    "citation_title": "Mask Mandate Costs",
    "citation_author": [
        "Patrick Carlin",
        "Shyam Raman",
        "Kosali I. Simon",
        "Ryan Sullivan",
        "Coady Wing"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-04-18",
    "revision_date": "2024-09-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the results from a hypothetical set of questions related to mask-wearing behavior and opinions that were asked of a nationally representative sample of over 4,000 participants in early 2022. Mask mandates were hotly debated in public discourse, and though much research exists on benefits of masks, there has been no research thus far on the distribution of perceived costs of compliance. As is common in economic research that aims to assess the value to society of non-market activities, we use survey valuation methods and ask how much participants would be willing to pay to be exempted from rules of mandatory community masking. The survey asks specifically about a 3 month exemption. We find that the majority of respondents (56%) are not willing to pay to be exempted from mandatory masking. However, the average person was willing to pay $525, and a small segment of the population (0.9%) stated they were willing to pay over $5,000 to be exempted from the mandate. Younger respondents stated higher willingness to pay to avoid the mandate than older respondents. Combining our results with standard measures of the value of a statistical life, we estimate that a 3 month masking order was perceived as cost effective through willingness-to-pay questions only if at least 13,333 lives were saved by the policy.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not reflect the official policy or position of the Department of Defense,  the US Government,  any other institution with which the authors are affiliated, or the National Bureau of Economic Research. Special thanks to Glenn Blomquist, Elissa Gentry, Thomas J. Kniesner, Sarah Kreps, W. Kip Viscusi, and seminar participants at the Southern Economic Association conference for helpful comments. Corresponding author: Ryan Sullivan.\n\n\n"
}