{
    "id": 3234,
    "citation_title": "The Impact of the Tax Reform Act of 1986 on Foreign Direct Investment to and from the United States",
    "citation_author": [
        "Joel Slemrod"
    ],
    "citation_publication_date": "1990-01-01",
    "issue_date": "1990-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the passage of the Tax Reform Act of 1986, foreign direct investment (FDI) both into and from the United States has surged. Inward FDI reached an all-time high of $58.4 billion in 1988, continuing a secular increase that began in the late 1970's. Outward FDI also reached an all-time high of $44.5 billion in 1987 which, contrary to the case of inward FDI, represented a sharp turnaround from the situation of the early 1980's. Outward FDI in 1988, though, fell back to $17.5 billion, approximately its level in 1985 and, after adjusting for capital gains and tax haven transactions, is lower as a fraction of GNP than it was in the late 1970's. This paper addresses to what extent tax reform has been responsible for the surge in FDI, and how it has affected the mix of investment, its financing, and its timing. The link between tax policy and aggregate FDI is difficult to make, both because the net incentive effect of several new provisions is not clear and because it is impossible, with less than three years of post-TRA86 data, to sort out any tax effect from other influences on FDI. Several aspects of recent FDI performance are, however, consistent with the effect of TRA86 on incentives, including the strength of outward FDI to low-tax countries, and the increase in net transfers of debt abroad. For inward FDI, the predominance of Japan and U.K. investment, the relative decline of debt transfers, and the increased reported rate of return are consistent with changed tax incentives.\n\n",
    "acknowledgement": "\n"
}