{
    "id": 32340,
    "citation_title": "Countries for Old Men: An Analysis of the Age Pay Gap",
    "citation_author": [
        "Nicola Bianchi",
        "Matteo Paradisi"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis study investigates the growing wage disparity between older and younger workers in high-income countries. We propose a conceptual framework of the labor market in which firms cannot change the contracts of older employees and cannot freely add higher-ranked positions to their organizations. In this model, a larger supply of older workers and declining economic growth restrict younger workers’ access to higher-paying roles and widen the age pay gap in favor of older workers. Drawing on extensive administrative and survey data, we document that the characteristics of these negative spillovers on younger workers’ careers align with the model’s predictions. As older workers enjoy more successful careers, younger workers become less likely to hold higher-ranked jobs and fall toward the bottom of the wage distribution. The pay gap between younger and older workers increases more in slower-growing, older, and larger firms and in firms with higher mean wages, where these negative spillovers on younger workers are larger in magnitude. Moreover, younger employees become less likely to work for higher-paying firms, whose share of older workers disproportionately increases over time. Finally, we show that alternative explanations for these findings receive little empirical support.\n\n",
    "acknowledgement": "\nWe thank Jaime Arellano-Bover, David Autor, Alexander Bartik, Barbara Biasi, Christian Dustmann, Andrew Garin, Luigi Guiso, Ben Jones, Hyejin Ku, Salvatore Lattanzio, Attila Lindner, Niko Matouschek, Sara Moreira, Paolo Naticchioni, Michael Powell, Raffaele Saggio, Elia Sartori, Uta Schoenberg, Liangjie Wu, as well as participants at various seminars and conferences for helpful comments. We thank Thomas Barden, Sean Chen, Alessandra Grimaldi, Chuqiao Nan, and Georgii Zherebilov for outstanding research assistance. The realization of the present article was possible thanks to the sponsorship of the “VisitINPS Scholars” program. This study uses the Cross-sectional model of the Linked-Employer-Employee Data (LIAB) (Version 2, Years 1993-2017) from the IAB. Data access was provided via on-site use at the Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at the Institute for Employment Research (IAB) in Berlin and subsequently via remote data access (project number: fdz1968/1969). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}