{
    "id": 32348,
    "citation_title": "Examiner and Judge Designs in Economics: A Practitioner's Guide",
    "citation_author": [
        "Eric Chyn",
        "Brigham Frandsen",
        "Emily C. Leslie"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "2024-04-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article provides empirical researchers with an introduction and guide to research designs based on variation in judge and examiner tendencies to administer treatments or other interventions. We review the basic theory behind the research design, outline the assumptions under which the design identifies causal effects, describe empirical tests of those assumptions, and discuss tradeoffs associated with choices researchers must make for estimation. We demonstrate concepts and best practices concretely in an empirical case study that uses an examiner tendency research design to study the effects of pre-trial detention.\n\n",
    "acknowledgement": "\nThis manuscript is in preparation for the Journal of Economic Literature. Programs and data for the empirical case study will be provided online. We are grateful for insightful comments from David Romer and four anonymous referees. In addition, we received constructive feedback from Amanda Agan, Elior Cohen, Rob Collinson, Jason Cook, Gordon Dahl, John Eric Humphries, Lawrence Katz, Magne Mogstad, Samuel Norris, Aurelie Ouss, Roman Rivera, Henrik Sigstad, Kamelia Stavreva, Megan Stevenson, and Winnie van Dijk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}