{
    "id": 32342,
    "citation_title": "Social Movements and Public Opinion in the United States",
    "citation_author": [
        "Amory Gethin",
        "Vincent Pons"
    ],
    "citation_publication_date": "2024-04-15",
    "issue_date": "2024-04-11",
    "revision_date": "2024-07-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent social movements stand out by their spontaneous nature and lack of stable leadership, raising doubts on their ability to generate political change. This article provides systematic evidence on the effects of protests on public opinion and political attitudes. Drawing on a database covering the quasi-universe of protests held in the United States, we identify 14 social movements that took place from 2017 to 2022, covering topics related to environmental protection, gender equality, gun control, immigration, national and international politics, and racial issues. We use Twitter data, Google search volumes, and high-frequency surveys to track the evolution of online interest, policy views, and vote intentions before and after the outset of each movement. Combining national-level event studies with difference-in-differences designs exploiting variation in local protest intensity, we find that protests generate substantial internet activity but have limited effects on political attitudes. Except for the Black Lives Matter protests following the death of George Floyd, which shifted views on racial discrimination and increased votes for the Democrats, we estimate precise null effects of protests on public opinion and electoral behavior.\n\n",
    "acknowledgement": "\nVincent Pons is the cofounder of the company Explain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}