{
    "id": 32343,
    "citation_title": "Work Requirements and Child Tax Benefits",
    "citation_author": [
        "Jacob Goldin",
        "Tatiana Homonoff",
        "Neel A. Lal",
        "Ithai Lurie",
        "Katherine Michelmore",
        "Matthew Unrath"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "2024-12-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany U.S. safety-net programs condition benefit eligibility on work. Eliminating work requirements would better target benefits to the neediest families but attenuates pro-work incentives. Using administrative records, we study how expanding a California child tax credit to non-workers affected maternal labor supply. We rely on quasi-random birth-timing and a novel method for using placebo analyses to maximize estimator precision. Eliminating the work requirement caused very few mothers to exit the labor force; our 95% confidence interval excludes reductions over one-third of one percent. Our results suggest expanding tax benefits to the lowest-income families need not meaningfully reduce workforce participation.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Jacob Bastian, Marianne Bitler, Raj Chetty, Connor Dowd, Joe Doyle, Justin Falk, John Friedman, Peter Ganong, Hilary Hoynes, Kye Lippold, David Lee, Bruce Meyer, Doug Miller, Robert Moffitt, Zhuan Pei, Daniel Reck, Brendan Timpe, Eleanor Wilking, and seminar participants at the Consumer Financial Protection Bureau, Cornell University, the Federal Reserve Board, Indiana University, Rutgers University, the University of Illinois-Chicago, the University of Michigan, the University of Wisconsin-Madison, the Upjohn Institute, the Wharton School, and the National Tax Association Annual Meeting. Ian Peacock provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the U.S. Treasury Department. Any taxpayer data used in this research was kept in a secured IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. The U.S. Census Bureau reviewed results to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product (Data Management System (DMS) Number: P-7503840, Disclosure Review Board (DRB) approval number: CBDRB-FY24-SEHSD003-066.) The views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Treasury Department or of the National Bureau of Economic Research.\n\n\n"
}