{
    "id": 32359,
    "citation_title": "Technological Progress and Rent Seeking",
    "citation_author": [
        "Vincent Glode",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model firms’ allocation of resources across surplus-creating (i.e., productive) and surplus-appropriating (i.e., rent-seeking) activities. Our model predicts that industry-wide technological advancements, such as recent progress in data collection and processing, induce a disproportionate and socially inefficient reallocation of resources toward surplus-appropriating activities. As technology improves, firms rely more on appropriation to obtain their profits, endogenously reducing the impact of technological progress on economic progress and inflating the price of the resources used for both types of activities. We apply our theoretical insights to shed light on the rise of high-frequency trading\n\n",
    "acknowledgement": "\nThe authors thank the editor Tarun Ramadorai, two anonymous referees, Salomé Baslandze, Philip Bond, Assa Cohen, Yao Deng, Winston Dou, Maryam Farboodi, Deeksha Gupta, Urban Jermann, Leonid Kogan, Ben Lockwood, Greg Nini, Christian Opp, Tom Sargent, Mathieu Taschereau-Dumouchel, Stephen Terry, Boris Vallée, Ed Van Wesep, Laura Veldkamp, Colin Ward, Ryan Zalla, Yao Zeng, and seminar participants at the American Finance Association meetings, the NBER Corporate Finance meeting, the Northern Finance Association meetings, the SFS Cavalcade, the Wash-U Corporate Finance conference, the University College London, and the Wharton School for their helpful comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}