{
    "id": 32351,
    "citation_title": "Balancing Federalism: The Impact of Decentralizing School Accountability",
    "citation_author": [
        "Eric A. Hanushek",
        "Patricia Saenz-Armstrong",
        "Alejandra Salazar"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation policy, while primarily the responsibility of the state governments, involves complicated decision making at the local, state, and federal levels.  The federal involvement dramatically increased with the introduction of test-based accountability under the No Child Left Behind Act of 2001.  But, reflecting resistance to various parts of this law, the involvement of federal policy making was substantially reduced when Congress passed the Every Student Succeeds Act in 2015.  This change in policy allows estimation of the impact of altered federalism.  By looking at how states reacted to their enhanced decision-making role, we see a retreat from the use of output-based policy toward teachers, and this retreat was associated with significantly lower student achievement growth.   As a result, this readjustment of federalism to decision making by lower levels appeared to lower national achievement.  The snapshot of federalism impacts here is a lower bound on the effects as more states will very likely react to the flexibility of ESSA and as more school districts change their teacher force.\n\n",
    "acknowledgement": "\nPaper prepared for the annual meetings of the Association for Public Policy Analysis and Management in Atlanta.  We benefitted from the overall support of the National Council on Teacher Quality and the assistance of Kelli Lakis and Lisa Staresina in developing the cross-walk between the elements of teacher policies and the provisions of NCLB and ESSA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}