{
    "id": 32350,
    "citation_title": "Information-Optional Policies and the Gender Concealment Gap",
    "citation_author": [
        "Christine L. Exley",
        "Raymond Fisman",
        "Judd B. Kessler",
        "Louis-Pierre Lepage",
        "Xiaomeng Li",
        "Corinne Low",
        "Xiaoyue Shan",
        "Mattie Toma",
        "Basit Zafar"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe analyze data from two universities that allowed students to replace a letter grade with “credit” on their transcript. At both schools, we observe a significant and substantial gender concealment gap: women are less likely than men to conceal grades, particularly grades that would harm their GPA. This gender concealment gap produces differential GPA gains from the policy with men benefiting nearly 50% more than women. Additional complementary data, including surveys and experiments with students and employers, suggest why women may conceal less: women may expect observers to have more negative inferences about their concealed grades.\n\n",
    "acknowledgement": "\nWe acknowledge the generous cooperation of the Boston University Registrar in obtaining the anonymized student transcript data. We thank Annabelle Finlayson, Tomer Mangoubi, John-Henry Pezzuto, and Emma Ronzetti for excellent research assistance. We thank numerous seminar and conference participants for valuable feedback and comments. This project was supported by the Harvard Business School, the Wharton School, the Wharton Analytics Initiative, and the Wharton Behavioral Lab. It was also supported through a Quartet Pilot Research award funded by the Boettner Center at the University of Pennsylvania. The content is solely the responsibility of the author(s) and does not necessarily represent the official views of Boston University, the University of Pennsylvania, or the National Institutes of Health. This paper supersedes material previously included in “The Transparency Gap” and “Anticipated Discrimination and Grade Disclosure”. The views expressed herein are those of the authors and do not necessarily reflect the views of Boston University, the University of Pennsylvania, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n\nBasit Zafar\n\nWe would also like to thank the Registrar at the Midwestern Flagship University for providing access to the anonymized student transcript data, and for allowing us to the link those data to the student survey. The survey was financially supported by the University of Michigan.\n\n\n"
}