{
    "id": 32357,
    "citation_title": "Assessing the Costs of Balancing College and Work Activities: The Gig Economy Meets Online Education",
    "citation_author": [
        "Esteban M. Aucejo",
        "A. Spencer Perry",
        "Basit Zafar"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBalancing the demands of work and schooling is a challenging task for an increasing number of students who have to pay their way through college and for workers who intend to upgrade their skills. However, flexible learning and working environments could play an important role in easing many frictions associated with performing both activities simultaneously. Using detailed (work and study effort) data -- from a partnership between Arizona State University and Uber that allows eligible drivers to enroll in online college courses for free -- we analyze how labor supply and study efforts respond to changes in labor market conditions and college activities/tasks. Our findings indicate that a 10% increase in average weekly online college activities reduces weekly time spent on the Uber platform by about 1%, indicating a low “short run” opportunity cost of studying when working. We also show that study time is not particularly sensitive to changes in labor market conditions, where a 10% increase in average weekly pay reduces study hours by only 2%. Consistent with these results, we find that workers take advantage of their flexible schedules by changing their usual working hours when their college courses are more demanding. We do not find adverse effects of work hours on academic performance in this context, or of study hours on workplace performance (as measured by driver ratings or tips). Finally, the (elicited) value assigned to flexible working and educational formats is high among the students in our sample, who view online education as an important vehicle for increasing expected future income. Overall, this study underscores that combining flexible working and learning formats could constitute a suitable path for many (lowSES) students who work to afford an increasingly expensive college education and for workers aiming to improve their skill set.\n\n",
    "acknowledgement": "\nWe thank Alex Eble, Rajashri Chakrabarti, Sarah Cohodes, Peter Hull, Libby Mishkin, Maxim Pinkovskiy, Mariya Shappo, Miguel Urquiola, and Wilbert van der Klaauw for helpful comments. We also thank workshop/seminar participants at CEP-LSE (Education Group), Columbia University, Cirano, Duke University, Federal Reserve Bank of New York, IFS, Kansas State University, Michigan State University, NBER Education Fall Meetings, New York University, Royal Holloway, Toulouse School of Economics, Northwestern University, Penn State University, University of Nebraska-Lincoln, University of Geneva, University of Oklahoma, University of Rochester, and Vienna University of Economics and Business. Finally, we are grateful to Tom Fikes, Annie Hale, Libby Mishkin, and Laura Wapelhorst for their help constructing the database used in our analysis. The data used in our research are proprietary. They were obtained from an institution (i.e., Uber) that has requested to review the results of the study prior to their dissemination to ensure that the confidentiality of the data is not unintentionally compromised. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}