{
    "id": 32368,
    "citation_title": "New Gig Work or Changes in Reporting? Understanding Self-Employment Trends in Tax Data",
    "citation_author": [
        "Andrew Garin",
        "Emilie Jackson",
        "Dmitri K. Koustas"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising self-employment rates in U.S. tax data that are absent in survey data have led to speculation that tax records capture a rise in new “gig” work that surveys miss. Drawing on the universe of IRS tax returns, we show that trends in firm-reported payments to “gig” and other contract workers do not explain the rise in self-employment reported to the IRS; rather, that increase is driven by self-reported earnings of individuals in the EITC phase-in range. We isolate pure reporting responses from real labor supply responses by examining births of workers’ first children around an end-of-year cutoff for credit eligibility that creates exogenous variation in tax rates at the end of the tax year after labor supply decisions are already sunk. We ﬁnd that ex-posing workers with sunk labor supply to negative marginal tax rates results in large increases in their propensity to self-report self-employment—only a small minority of which leads to bunching at kink-points. Consistent with pure strategic reporting behavior, we find no impact on reporting among taxpayers with no incentive to report additional income and no eﬀects on firm-reported payments of any kind. Moreover, we find these reporting responses have grown over time as knowledge of tax incentives has become widespread. Quantification exercises suggest that changes in taxpayer reporting behavior are a major driver of discrepancies between self-employment trends in self-reported and third-party reported data. Our findings suggest caution is warranted before deferring to self-reported tax data over other data sources when measuring labor market trends.\n\n",
    "acknowledgement": "\nWe are grateful to Katharine Abraham, Dan Black, Naomi Feldman, John Guyton, Lawrence Katz, Elira Kuka, Kara Leibel, Alicia Miller, Bruce Meyer, Jacob Mortenson, Max Risch, Michael Weber, Andy Whitten, Eleanor Wilking, and seminar participants at the Office of Tax Analysis at the US Treasury, the National Tax Association meetings, MIT Sloan, and the Census Bureau for helpful discussions. We thank Emmanuel Saez for providing us with code used to implement the calculations in Chetty, Friedman, Saez (2013) in the restricted-access administrative data. We are grateful to the Russell Sage Foundation and the Sloan Foundation for generous support, and to Reigne Dadey for excellent research assistance. Garin gratefully acknowledges support from the OECD Future of Work Fellowship and from the Sloan Foundation for a post-doctoral fellowship at NBER during which part of this research was conducted. Jackson gratefully acknowledges support from the Peter G. Peterson Foundation for a post-doctoral fellowship at NBER during which part of this research was conducted. The ﬁndings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury, the Internal Revenue Service, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}