{
    "id": 32364,
    "citation_title": "Does Inflation Affect Earnings Relevance? A Century-Long Analysis",
    "citation_author": [
        "Oliver Binz",
        "John Graham",
        "Matthew Kubic"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial reports present assets, liabilities, and earnings on a nominal basis (unadjusted for inflation). Using a novel dataset of nearly a century of financial reports, this paper examines whether and how inflation affects the relation between accounting earnings and stock market value, i.e., earnings relevance. On the one hand, inflation may decrease earnings relevance as historical cost accounting relies on historical transaction prices that become less relevant when inflation changes the price level. On the other hand, inflation may increase earnings relevance by increasing firms’ discount rates and thereby shifting agents’ focus towards nearer-term payoffs. Consistent with the latter hypothesis, we document a strong positive relation between earnings relevance and inflation. Cross-sectional tests indicate that this relation is stronger for firms that are more sensitive to discount rate changes. We find that inflation is of first-order importance relative to determinants of earnings relevance explored in prior literature.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and suggestions from Waqar Ali, Hami Amiraslani, Dan Bens, Christine Botosan, Greg Burke, Gavin Cassar, Cai Chen, Yanduo Chen, Scott Dyreng, Nathan Goldman (discussant), Peter Joos, Mami Koyama (discussant), Bill Mayew, Miguel Minutti-Meza, Stephen Penman, Jedson Pinto, Shivaram Rajgopal, David Reeb, Katherine Schipper, Harm Schütt (discussant), Catherine Schrand, Lakshmanan Shivakumar, Shiwon Song, Kevin Standridge, Ayung Tseng, Mohan Venkatachalam, Pengguo Wang, Shuyan Wang, Christopher Yust, Paul Zarowin, and the workshop participants at INSEAD, University of Miami, Duke University, University of Pennsylvania, National University of Singapore, Humboldt University, the Accounting Design Project, the Duke Accounting PhD Brownbag, the 2023 Lone Star Accounting Conference, the 2023 ESADE Spring Workshop, the 2023 AAA Annual Meeting, and the 2024 FARS Midyear Meeting. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}