{
    "id": 32369,
    "citation_title": "Mechanism Reform: An Application to Child Welfare",
    "citation_author": [
        "E. Jason Baron",
        "Richard Lombardo",
        "Joseph P. Ryan",
        "Jeongsoo Suh",
        "Quitze Valenzuela-Stookey"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe design of mechanisms for allocating tasks among agents is a central question in economics, with applications across various high-stakes settings. In many of these market-design problems, new mechanisms are introduced to reform existing assignment systems. Unlike mechanisms developed in isolation, the presence of a status-quo mechanism imposes additional political and institutional constraints for the designer. We study this problem in the context of reforming the rotational assignment mechanism used to allocate Child Protective Services investigators to reported cases of child maltreatment. Investigators make the consequential decision of whether to place children in foster care when their safety at home is in question. Given concerns about investigator burnout and turnover, a key constraint on the new mechanism is ensuring that no investigator is made worse off compared to the status quo. We develop a design framework built on two sets of results: (i) an identification strategy that leverages the status-quo rotational assignment to estimate investigator performance, and (ii) mechanism-design results that enable us to elicit investigators’ preferences and allocate cases to maximize the welfare of children and families without making any investigator worse off. Our main technical contribution is a novel solution to a class of dynamic combinatorial allocation problems with type-dependent participation constraints. In a simulation, we show that this mechanism could reduce the number of investigators’ false positives (children placed in foster care who would have been safe in their homes) by 11% while also decreasing false negatives (children left at home who are subsequently maltreated) and overall placements. A naive approach that ignores investigator heterogeneity in preferences over case types would generate substantial welfare losses for investigators, with potential adverse effects on investigator turnover.\n\n",
    "acknowledgement": "\nWe thank Peter Arcidiacono, Pat Bayer, Chris Campos, Sylvain Chassang, Allan Collard-Wexler, Michael Dinerstein, Laura Doval, Joseph Doyle, Federico Echenique, Natalia Emanuel, Maria Fitzpatrick, Ezra Goldstein, Aram Grigoryan, Peter Hull, Chris Mills, Matt Pecenco, Katherine Rittenhouse, Alex Teytelboym, and seminar participants at the ASSA Annual Meeting, Duke University, ESSET 2024, SAET 2024, SITE 2024, UC Berkeley, and the Workshop on Economics of Education (Valle Nevado, Chile) for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}