{
    "id": 32363,
    "citation_title": "The Big Shift in Working Arrangements: Eight Ways Unusual",
    "citation_author": [
        "Steven J. Davis"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe COVID-19 pandemic instigated a big shift in working arrangements. I first describe the scale of this shift in the United States, drawing on the Survey of Working Arrangements and Attitudes and other sources. I then review differences, circa 2023, in work-from-home rates across industries, demographic groups, and countries. The big shift had surprisingly benign (or even positive) effects on productivity, which is one reason it has endured. Compared to other shocks that strike modern economies, the big shift is also unusual in other respects: It relaxes time budget constraints, improves flexibility in time use, enhances individual autonomy, relaxes locational constraints, drives a major re-sorting of workers to jobs and employers, and alters the structure of wages. The big shift also reduces wage-growth pressures during the transition to new working arrangements and life styles. The shift benefits workers, on average, even as it lowers non-labor costs and real product wages for firms.\n\n",
    "acknowledgement": "\nThis paper draws heavily on my data collection efforts and my research with many collaborators, especially José María Barrero and Nick Bloom. Our data collection activities include the U.S. Survey of Working Arrangements and Attitudes and the Global Survey of Working Arrangements. The latter is a joint undertaking with Cevat Giray Aksoy, Matthias Dolls and Pablo Zarate. Errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}