{
    "id": 32366,
    "citation_title": "Shocking Offers: Gender, Wage Inequality, and Recessions in Online Labor Markets",
    "citation_author": [
        "Belinda Archibong",
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing data from the largest online job portal in Nigeria, we document: (a) gender differences in salary offers for jobs, and (b) the response of (a) to recessions. Jobs in industries where the number of job applicants skews female, offer lower starting salaries than jobs in industries where applicants skew male. During Nigeria’s 2016 recession, overall job applications rose, but applications to jobs in industries that skew male increased more than applications to jobs in industries that skew female. Salary offers fell sharply for jobs in male-skewed industries compared to female-skewed industries. In accordance with this relative shift in applications, in 2016, the salary-offer gender gap almost disappeared.\n\n",
    "acknowledgement": "\nThe authors, Belinda Archibong and Peter Blair Henry, declare that they have no relevant or material financial interests that relate to the research described in this paper. The research has been funded by J-PAL, PEDL, Barnard and Columbia University. IRB was approved from Barnard College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Blair Henry\n\n1) The data used in this paper is non-proprietary, and I have not received any financial support related to the research, writing, or publication of the above article from any interested party.\n\n\n2) In addition to my positions at Stanford University I currently serve as a member of the Board of Directors of Citigroup, Nike, and Analog Devices. No compensation from these Board activities has been connected in any way to the content of this paper. I am also Chair of the NBER Board and Principal Investigator for the Sloan Foundation-funded PhD Excellence Initiative. I do not receive any compensation from the NBER or the Sloan Foundation and neither organization has funded any part of this research.\n\n\n3) Other than my salary from Stanford and compensation described above, no single relationship or activity has accounted for more than 10% of my aggregate annual income in a year.\n\n\n4) No member of my family has any relevant or material financial interests that relate to the research described in this paper.\n\n\n5) I am the principal investigator (PI) for the PhD Excellence Initiative, a Sloan Foundation funded program that seeks to increase the number of underrepresented US minorities that receive PhDs in economics. I do not receive any salary from the Sloan Foundation for my work as PI, and Sloan has not funded this research.\n\n\n5) Significant non-compensated affiliations include: National Bureau of Economic Research (Vice Chair).  The NBER has not provided me with any financial support for this research.\n\n\n6) No external party has reviewed the paper, except to check for clarity and felicity of language.\n\n\nPeter Blair Henry\n\n\n"
}