{
    "id": 32367,
    "citation_title": "Toward an Understanding of the Economics of Misinformation: Evidence from a Demand Side Field Experiment on Critical Thinking",
    "citation_author": [
        "John A. List",
        "Lina M. Ramírez",
        "Julia Seither",
        "Jaime Unda",
        "Beatriz Vallejo"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMisinformation represents a vital threat to the societal fabric of modern economies. While the supply side of the misinformation market has begun to receive increased scrutiny, the demand side has received scant attention. We explore the demand for misinformation through the lens of augmenting critical thinking skills in a field experiment during the 2022 Presidential election in Colombia. Data from roughly 2.000 individuals suggest that our treatments enhance critical thinking, causing subjects to more carefully consider the truthfulness of potential misinformation. We furthermore provide evidence that reducing the demand of fake news can deliver on the dual goal of reducing the spread of fake news by encouraging reporting of misinformation.\n\n",
    "acknowledgement": "\nThe opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the sponsoring agencies and research partners. We thank Gustavo Castillo and Maximilian Hippold for their excellent research assistance. This study was reviewed by the University of Chicago IRB and granted an exemption (IRB22-1217). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List is the Chief Economist at Walmart but this research is not part of work at Walmart.\n\n\n\nBeatriz Vallejo\n\nI thank SURA and Protección for funding this project.\n\n\n"
}