{
    "id": 32360,
    "citation_title": "Bargaining and Dynamic Competition",
    "citation_author": [
        "Shanglyu Deng",
        "Dun Jia",
        "Mario Leccese",
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2024-04-22",
    "issue_date": "2024-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndustries with significant scale economies or learning-by-doing may come to be dominated by a single firm. Economists have studied how likely this is to happen, and whether it is efficient, using models where buyers are price or quantity takers, even though these industries are often also characterized by buyer-seller negotiations. We extend the dynamic “learning-by-doing and forgetting” model of Besanko, Doraszelski, Kryukov, and Satterthwaite (2010) to allow for Nash-in-Nash bargaining over prices. Price-taking and the social planner solution are captured as special cases. We show that sellers’ dynamic incentives, market concentration and welfare can change sharply, and non-monotonically, as one moves away from the price-taking assumption. We study the implications of buyer bargaining power for the existence of multiple equilibria, the design of subsidy policies and the welfare effects of policies designed to increase competition.\n\n",
    "acknowledgement": "\nAuthors ordered alphabetically. The research was supported by a BSOS DRI award from the University of Maryland. We are very grateful to conference and seminar participants at Yale, UC Berkeley, the 2023 International Industrial Organization, CEPR/JIE Applied IO and Northwestern Antitrust conferences. David Besanko, Chris Conlon and John Thanassoulis have provided insightful and helpful discussions. Steve Berry, Jim Dana, Uli Dorazelski, Paul Greico, Steve Kryukov, Carl Shapiro and Dan Vincent have made useful comments on this paper and/or closely related work. We have also benefited from Shen Hui’s work on related projects. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShanglyu Deng\n\nDeng gratefully acknowledges the financial support of the Start-up Research Grant (SRG2023-00036-FSS) of the University of Macau and the 2024 seed grant from the Asia-Pacific Academy of Economics and Management (APAEM/SG/0002/2024).\n\n\n"
}