{
    "id": 32370,
    "citation_title": "The Evolution of Black-White Differences in Occupational Mobility Across Post-Civil War America",
    "citation_author": [
        "Steven N. Durlauf",
        "Gueyon Kim",
        "Dohyeon Lee",
        "Xi Song"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies long-run differences in intergenerational occupational mobility between Black and White Americans. Combining data from linked historical censuses and contemporary large-scale surveys, we provide a comprehensive set of mobility measures based on Markov chains that trace the short- and long-run dynamics of occupational differences. Our findings highlight the unique importance of changes in mobility experienced by the 1940–1950 birth cohort in shaping the current occupational distribution and reducing the racial occupational gap. We further explore the properties of continuing occupational inequalities and argue that these disparities are better understood by a lack of exchange mobility rather than structural mobility. Thus, contemporary occupational disparities cannot be expected to disappear based on the occupational dynamics seen historically.\n\n",
    "acknowledgement": "\nWe thank participants at the Conference on Inequality and Mobility 2023 and SSHA 2023 for their comments and feedback. This paper has greatly benefited from discussions with Kristina Butaeva, Yoosoon Chang, Jonas Helgertz, Aleksandra Lukina, Joon Park, and Zachary Ward. We thank Ken Suzuki and Jiaowei Gong for their excellent research assistance. Gueyon Kim is grateful for the financial support of the Hellman Fellowship and the UC Santa Cruz COR grant. All authors acknowledge generous support of the Stone Center for Research on Wealth Inequality and Mobility at the University of Chicago. Dohyeon Lee’s contribution was prior to joining Amazon and does not represent Amazon’s views. James M. and Cathleen D. Stone Foundation are the funders of the Stone Center for Wealth Inequality and Mobility at the University of Chicago, which is the primary source of support for this project. Gueyon Kim also acknowledges financial support of the Hellman Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}