{
    "id": 32371,
    "citation_title": "Labor Market Externalities of Pre-retirement Employment Protection",
    "citation_author": [
        "Paweł Chrostek",
        "Krzysztof Karbownik",
        "Michał Myck"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing population-level administrative data, we study labor market externalities stemming from age-specific employment protection legislation (EPL) targeted towards older workers. Our results show no economically meaningful overall effects of the EPL on employment or earnings of either men or women approaching eligibility. Considering separately incumbent workers and non-employees we find small positive and small negative employment effects for the former and the latter groups, respectively.\n\n",
    "acknowledgement": "\nWe thank David Autor and Todd Morris as well as conference and seminar participants at ESPE Annual Conference (2022, Coscenza), Annual Congress of the IIPF (2022, Linz), EEA-ESEM Congress (2022, Milano), RES/SES Annual Conference (2023, Glasgow), Income and Wealth Inequality Conference (Gdansk, 2023), and FROGEE Conference (Tbilisi, 2023), the Upjohn Institute (2022), Bordeaux School of Economics (2023), and Emory University (2024) for helpful comments and feedback. Michał Myck acknowledges the support of the National Science Centre Poland (grant nr: 2018/29/B/HS4/00559). The views expressed are those of the authors and do not necessarily reflects those of the Ministry of Finance of the Republic of Poland or of the National Bureau of Economic Research. All errors of omission are our own.\n\n\n"
}