{
    "id": 32376,
    "citation_title": "Consumer-Financed Fiscal Stimulus: Evidence from Digital Coupons in China",
    "citation_author": [
        "Jing Ding",
        "Lei Jiang",
        "Lucy Msall",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn 2020, local governments in China began issuing digital coupons to stimulate spending in targeted categories such as restaurants and supermarkets. Using data from a large e-commerce platform and a bunching estimation approach, we find that the coupons caused large increases in spending of 3.1–3.3 yuan per yuan spent by the government. The large spending responses do not come from substitution away from non-targeted spending categories or from short-run intertemporal substitution. To rationalize these results, we develop a dynamic consumption model showing how coupons’ minimum spending thresholds create temporary notches that lead to large spending responses.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Tsinghua University–University of Chicago Joint Research Center for Economics and Finance. Msall acknowledges support from the National Science Foundation Graduate Research Fellowship Program under Grant No. DGE-1746045. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or governments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}