{
    "id": 32372,
    "citation_title": "Transparency and Percent Plans",
    "citation_author": [
        "Adam Kapor"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-06-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransparency vs. opacity is an important dimension of college admission policy. Colleges may gain useful information from a holistic review of applicants’ materials, but in doing so may contribute to uncertainty that discourages potential applicants with poor information. This paper investigates the impacts of admissions transparency in the context of Texas’ Top Ten Percent Plan, using survey and administrative data from Texas and a model of college applications, admissions, enrollment, grades, and persistence. I estimate that two thirds of the plan’s 9.1 point impact on top-decile students’ probability of attending a flagship university was due to information rather than mechanical effects. Students induced to enroll are more likely to come from low- income high schools, and academically outperform the students that they displace. These effects would be larger if complemented by financial-aid information, and are driven by transparency, not misalignment between the rules used for automatic and discretionary admissions.\n\n",
    "acknowledgement": "\nFirst draft October 2015. This paper was previously circulated under the title “Distributional Effects of Race-Blind Affirmative Action”. I thank Phil Haile, Joseph Altonji, Costas Meghir, and Steve Berry for their guidance and support. I thank Sofia Moroni, Chris Neilson, Marta Tienda, Paulo Somaini, and Seth Zimmerman for helpful discussions and comments. I thank seminar participants at Boston College, Columbia, the Federal Reserve Bank of New York, Michigan, Notre Dame, NYU Stern, Penn, Princeton, Toulouse, Stanford GSB, UCL, UIUC, Wisconsin, WUSTL, and Yale. I gratefully acknowledge financial support from the Cowles Foundation, the Jack Kent Cooke Foundation, and a Yale University Dissertation Fellowship. These data require the following acknowledgment: This research uses data from THEOP, a project directed by Marta Tienda, at Princeton University, in collaboration with Teresa A. Sullivan, formerly at the University of Texas at Austin. This research [THEOP] was supported by grants from the Ford, Mellon and Hewlett Foundations and NSF (Grant SES-0350990). THEOP gratefully acknowledges institutional support from Princeton University’s Office of Population Research (NICHD Grant R24 H0047879). Special Acknowledgement is due to Dawn Koffman, for preparing and documenting data for public use, and to Sunny X. Niu, who has been a stalwart collaborator and co-investigator. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}