{
    "id": 32374,
    "citation_title": "Why Does Working from Home Vary Across Countries and People?",
    "citation_author": [
        "Pablo Zarate",
        "Mathias Dolls",
        "Steven J. Davis",
        "Nicholas Bloom",
        "Jose Maria Barrero",
        "Cevat Giray Aksoy"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-05-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use two surveys to assess why work from home (WFH) varies so much across countries and people. A measure of cultural individualism accounts for about one-third of the cross-country variation in WFH rates. Australia, Canada, the UK, and the US score highly on individualism and WFH rates, whereas Asian countries score low on both. Other factors such as cumulative lockdown stringency, population density, industry mix, and GDP per capita also matter, but they account for less of the variation. When looking across individual workers in the United States, we find that industry mix, population density and lockdown severity help account for current WFH rates, as does the partisan leaning of the county in which the worker resides. We conclude that multiple factors influence WFH rates, and technological feasibility is only one of them.\n\n",
    "acknowledgement": "\nFor the financial assistance that made it possible to conduct our Global Survey of Working Arrangements (G-SWA), we gratefully acknowledge the British Academy, the European Bank for Reconstruction and Development, the Asociación Mexicana de Cultura A.C., the Becker Friedman Institute at the University of Chicago, the ifo Institute, King’s College London, the Smith Richardson Foundation, and the Templeton World Charity Foundation. We thank Ralph De Haas for helpful comments. Views presented are those of the authors and not necessarily of the European Bank for Reconstruction and Development (EBRD). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates.\n\n\n"
}