{
    "id": 32379,
    "citation_title": "Inflation Preferences",
    "citation_author": [
        "Hassan Afrouzi",
        "Alexander Dietrich",
        "Kristian Myrseth",
        "Romanos Priftis",
        "Raphael Schoenle"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-08-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document novel survey-based facts on preferred long-run inflation rates among U.S. consumers. Consumers on average prefer a 0.20% annual inflation rate, considerably below the Federal Reserve’s 2% target. Inflation preferences not only correlate with demographic and socioeconomic characteristics, but also with economic reasoning. A randomized control trial reveals that two narratives based on economic models—describing how inflation lowers the real value of wages as well as money holdings—affect inflation preferences. While our results can inform the design of central bank communication on inflation targets, they also raise questions about the alignment between such targets and consumer preferences.\n\n",
    "acknowledgement": "\nWe thank Ricardo Caballero, Yuriy Gorodnichenko, Fadi Hassan, Olena Kostyshyna, Gernot Mueller, Teemu Pekkarinen, Tobias Salz, Ludwig Straub, Laura Veldkamp, and Alexander Wolitzky for useful comments and discussions. We are grateful for funding from Brandeis University, Columbia University, Danmarks Nationalbank, and the University of York. This study was approved by the Brandeis IRB under IRB protocol #23096R-E as well as Columbia IRB under IRB protocol #IRB-AAAU7603. The experiment in this study was preregistered with the American Economic Association with number AEARCTR-0012706 (Afrouzi et al., 2024). The views stated in this paper are those of the authors and are not necessarily those of the European Central Bank, Danmarks Nationalbank, the European System of Central Banks, or the National Bureau of Economic Research.\n\n\n"
}