{
    "id": 32386,
    "citation_title": "The Rise and Fall of the Teaching Profession: Prestige, Interest, Preparation, and Satisfaction over the Last Half Century",
    "citation_author": [
        "Matthew A. Kraft",
        "Melissa Arnold Lyon"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-09-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine the state of the U.S. K-12 teaching profession over the last half century by compiling nationally representative time-series data on four interrelated constructs: occupational prestige, interest among students, the number of individuals preparing for entry, and on-the-job satisfaction. We find a consistent and dynamic pattern across every measure: a rapid decline in the 1970s, a swift rise in the 1980s extending into the mid 1990s, relative stability, and then a sustained decline beginning around 2010. The current state of the teaching profession is at or near its lowest levels in 50 years. We identify and explore a range of hypotheses that might explain these historical patterns including economic and sociopolitical factors, education policies, and school environments.\n\n",
    "acknowledgement": "\nCorrespondence regarding the manuscript can be sent to Matthew Kraft; mkraft@brown.edu, Brown University P.O. Box 1938, Providence RI, 02192. We are grateful to Sam Lynch, Stephanie Tu, Eunice Chong, Alex Cooper-Hohn, Jacquelyn Benjes, Tiffany Kuo, Hyesang Noh, and Justin Lee who provided excellent research assistance and to Danielle Edwards, Jeffrey Henig, Susan Moore Johnson, Virginia Lovison, Richard Murnane, Emily Qazilbash, Patricia Saenz-Armstrong and Jack Schneider who provided helpful feedback on earlier drafts of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}