{
    "id": 32384,
    "citation_title": "Gaining Steam: Incumbent Lock-in and Entrant Leapfrogging",
    "citation_author": [
        "Richard Hornbeck",
        "Shanon Hsuan-Ming Hsu",
        "Anders Humlum",
        "Martin Rotemberg"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the long transition from water to steam power in US manufacturing, focusing on early users of mechanical power: lumber and flour mills. Digitizing Census of Manufactures manuscripts for 1850 to 1880, we show that as steam costs declined, manufacturing activity grew faster in counties with less waterpower potential. This growth was driven by steam powered entrants and agglomeration, as water powered incumbents faced switching barriers primarily from sunk costs. Estimating a dynamic model of firm entry and steam adoption, we find that the interaction of switching barriers and high fixed costs creates a quantitatively important and socially inefficient drag on technology adoption. Despite substantial entry and exit, switching barriers remained influential for aggregate steam adoption throughout the 19th century, as water power required lower fixed costs and therefore was attractive to relatively low productivity entrants. These entrants then became incumbents, locked into water power even if their productivity grew.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank many colleagues and seminar participants at the Business History Conference, Copenhagen, the EGC and IGC Firms, Trade, and Development Conference, George Mason, Harvard, HEC Paris, Hitotsubashi, LBS, Manchester, Manhattan College, Minneapolis Fed, the Mountain West Economic History Conference, NBER (EEE), NYU, NUS, Purdue, Oxford, SMU, UChicago, UCLA, USC, and Yale.  We are grateful to Sam Abers, Andrea Cerrato, Will Cockriel, Terence Chau, Bo-Yu Chen, Alison Doxey, Jiaxuan Lu, Ben Lualdi, Julius Luettge, Natalie Yang, and Vivian Zhang for their extensive research assistance, to Sarah Armitage, Luise Eisfeld and Jeremy Majerovitz for thoughtful discussions, and our data entry and processing teams at Digital Divide Data and the University of Chicago. This research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business, the Neubauer Family Faculty Fellowship, and the NBER Innovation Policy grant program.  This material is based upon work supported by the National Science Foundation under Grant Number SES-1757050/1757051. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}