{
    "id": 32380,
    "citation_title": "The Impact of Lump-Sum Retirement Withdrawals on Labor Supply: Evidence from Peru",
    "citation_author": [
        "Carla Moreno",
        "Sita Slavov"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the labor supply impact of a 2016 policy that allows retirement-eligible individuals covered by Peru’s private pension system to receive retirement benefits as a lump sum rather than as an annuity. We present a theoretical model predicting that, for liquidity constrained workers, the lump sum option makes formal employment (requiring pension participation) more attractive relative to informal employment (not requiring pension participation); it also encourages early retirement. Using household panel data, we estimate the impact of the 2016 policy on the labor supply of workers covered by the private pension system compared to workers covered by the alternative pay-as-you-go defined benefit pension (which was unaffected by the policy). The policy is associated with an increase in the probability of being retired at ages 50 (early retirement age for women), 55 (early retirement age for men), and 65 (full retirement age for all workers). We also find increases in formal sector employment among women in their late 40s and men in their early 50s, consistent with increased efforts to qualify for early retirement (which requires recent pension contributions). The policy’s effects are concentrated among workers with less education, who are more likely to be liquidity constrained.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita Slavov\n\nIn addition to my compensation from George Mason University, I have received significant financial support during the past three years from the following organizations: 1) The Alfred P. Sloan Foundation through the National Bureau of Economic Research, Stanford University, and George Mason University 2) The American Enterprise Institute 3) The TIAA Institute through George Mason University 4) The Peter G. Peterson Foundation\n\n\n"
}