{
    "id": 32385,
    "citation_title": "Ethics and Illusions: How Ethical Declarations Shape Market Behavior",
    "citation_author": [
        "John M. Barrios",
        "Jeremy Bertomeu",
        "Radhika Lunawat",
        "Ibrahima Sall"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine the impacts of ethical declarations on market transactions through a controlled laboratory experiment, where privately-informed sellers issue a public report prior to a first-price auction. We find that while signing an ethical statement does not reduce misreporting by sellers, it significantly increases buyer trust, often skewing the terms of the trade in favor of sellers. Contrary to rational expectations, buyers consistently struggle to undo the bias. In counterfactual scenarios, from our structural analysis, we find that price efficiency improves when buyers rationally process uncertainty about sellers' ethical preferences, yet bias persists even when buyers have more accurate perceptions of sellers'’ ethical standards. Overall, our results suggests that disclosure interventions aimed at enhancing ethical conduct in market settings may not necessarily lead to more efficient pricing or reduced bias, and in some instances, may even disadvantage certain market participants.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at HKUST, Odense, Washington University in St Louis, Carnegie Mellon, and American University for suggestions on earlier versions of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}