{
    "id": 32388,
    "citation_title": "Teaching Teachers To Use Computer Assisted Learning Effectively: Experimental and Quasi-Experimental Evidence",
    "citation_author": [
        "Philip Oreopoulos",
        "Chloe Gibbs",
        "Michael Jensen",
        "Joseph Price"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMastery learning - the process by which students must demonstrate proficiency with a single topic before moving on - is well recognized as one of the most effective ways to learn, yet many teachers struggle or remain unsure about how to implement it into a classroom setting.  This study evaluates a program to encourage greater mastery learning through technology and proactive continuous teacher support. Focusing on elementary and middle school mathematics, teachers receive weekly coaching in how to use Computer Assisted Learning (CAL) for helping students follow a customized roadmap of incremental progress. Results from two field experiments indicate significant Intent To Treat effects on math performance of 0.12 - 0.22 standard deviations. Further analysis indicates that these gains are from students in classrooms with at least an average of 35 minutes of practice per week. Teachers able to achieve high-dosage practice have a high degree of initial buy-in, a clear implementation strategy for when practice occurs, and a willingness to closely monitor progress and follow-up with struggling students.\n\n",
    "acknowledgement": "\nThis research was supported through the Social Sciences and Humanities Research Council of Canada (Insights Grant #20010045), America Achieves, the Jameel Poverty Action Lab, and the Overdeck Family Foundation.  We are especially grateful to Kelli Hill from Khan Academy, Barry Fox and many other administrators from the Arlington Independent School District and to Renita Perry, Sharon Griffin, Keri Randolph, and Healthier McMillin from the Metro Nashville Public Schools district for their support and partnership.  We also thank Nina Low, Dhanya Ashley, Dellannia Segreti, Anna Staud, and Brendan Perry for project management and research assistance, as well as the dozens of khoaches and hundreds of teachers who worked together with us to implement the KWiK program. Participants at numerous seminars and workshops provided helpful suggestions.  Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}