{
    "id": 32389,
    "citation_title": "Immigration's Effect on US Wages and Employment Redux",
    "citation_author": [
        "Alessandro Caiumi",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article we revive, extend and improve the approach used in a series of influential papers written in the 2000s to estimate how changes in the supply of immigrant workers affected natives' wages in the US. We begin by extending the analysis to include the more recent years 2000-2022. Additionally, we introduce three important improvements. First, we introduce an IV that uses a new skill-based shift-share for immigrants and the demographic evolution for natives, which we show passes validity tests and has reasonably strong power. Second, we provide estimates of the impact of immigration on the employment-population ratio of natives to test for crowding out at the national level. Third, we analyze occupational upgrading of natives in response to immigrants. Using these estimates, we calculate that immigration, thanks to native-immigrant complementarity and college skill content of immigrants, had a positive and significant effect between +1.7 to +2.6\\% on wages of less educated native workers, over the period 2000-2019 and no significant wage effect on college educated natives. We also calculate a positive employment rate effect for most native workers. Even simulations for the most recent 2019-2022 period suggest small positive effects on wages of non-college natives and no significant crowding out effects on employment.\n\n",
    "acknowledgement": "\nWe are grateful for Rebecca Brough for her research assistance and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}