{
    "id": 32387,
    "citation_title": "The Dollar versus the Euro as International Reserve Currencies",
    "citation_author": [
        "Menzie D. Chinn",
        "Jeffrey A. Frankel",
        "Hiro Ito"
    ],
    "citation_publication_date": "2024-04-29",
    "issue_date": "2024-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe begin by examining determinants of aggregate foreign exchange reserve holdings by central banks (size of issuing country’s economy and financial markets, ability of the currency to hold value, and inertia).  But understanding the determination of reserve holdings probably requires going beyond the aggregate numbers, instead observing individual central bank behavior, including characteristics of the holding country (bilateral trade with the issuing country, bilateral currency peg, and proxies for bilateral exposure to sanctions), in addition to the characteristics of the reserve currency issuer. On a currency-by-currency basis, US dollar holdings are somewhat well explained by several issuer characteristics; but the other currencies are less successfully explained. It may be that the results from currency-by-currency estimation are impaired by insufficient sample size.  This consideration offers a motivation for pooling the data across the major currencies and imposing the constraints that reserve holdings are determined in the same way for each currency. In this setting, most economic determinants enter with significance: economic size as measured by GDP, size of financial markets as measured by foreign exchange turnover, bilateral currency peg, and bilateral trade share.  However, geopolitical variables (bilateral alliance, bilateral sanctions) usually do not enter with significance.\n\n",
    "acknowledgement": "\nWe thank participants at the 25th Anniversary ECB Symposium (Erasmus University) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nA list of the author's non-salary sources of compensation appears at https://scholar.harvard.edu/frankel/other-links. None is particularly relevant to this paper.\n\n\n"
}