{
    "id": 32395,
    "citation_title": "Access to Credit Reduces the Value of Insurance",
    "citation_author": [
        "Sonia Jaffe",
        "Anup Malani",
        "Julian Reif"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the value of insurance when individuals have access to credit markets. Loans allow consumers to smooth financial shocks over time, decreasing the value of consumption smoothing from insurance. We derive formulas for the value of insurance that can be taken to data, and show how that value depends on individual characteristics and features of loans. We estimate that access to a five-year loan decreases the values of community- and experience-rated insurance for the average beneficiary by $232-$366 (58--61%). Even for the sickest decile, this loan access reduces the value of community-rated insurance by $1,099 (17%).\n\n",
    "acknowledgement": "\nWe thank Bartek Woda for excellent research assistance. We are grateful to participants at the Becker Friedman Institute Health Economics Initiative Annual Conference, the University of Southern California, and the University of Chicago Law School for helpful comments and feedback. Jaffe and Reif have no material and relevant financial relationships. Anup Malani thanks the Samuel J. Kersten Faculty Fund and the Microsoft Fund for financial support. Mr. Malani has served as a consultant for Precision Health Economics, Brattle Group, Keystone Strategy, Intensity, Cornerstone, and Compass Lexecon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}