{
    "id": 32398,
    "citation_title": "Taxes Depress Corporate Borrowing: Evidence from Private Firms",
    "citation_author": [
        "Ivan T. Ivanov",
        "Luke Pettit",
        "Toni Whited"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use variation in state corporate income tax rates to re-examine the relation between taxes and corporate leverage. Contrary to prior research, we find that corporate leverage rises after tax cuts for small private firms. An estimated dynamic equilibrium model shows that tax cuts make capital more productive and spur borrowing. Tax cuts also produce more distant default thresholds and lower credit spreads. These effects outweigh the lower interest tax deduction and lead to higher optimal leverage choices, especially for firms with flexible investment policies. The presence of the interest tax deduction raises consumer welfare in equilibrium.\n\n",
    "acknowledgement": "\nThe views stated herein are those of the authors and are not necessarily the views of the Federal Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. We thank Celso Brunetti, Yun Dai (discussant), Mark Flannery (discussant), Francois Gourio (discussant), Pete Lisowsky (discussant), Arthur Korteweg (discussant), John Krainer, Mathias Kruttli, Jim Hines, Laura Liu (discussant), Alexander Ljungqvist (discussant), Marco Macchiavelli, Adrien Matray (discussant), Robert McDonald (discussant), Carlos (Coco) Ram´ırez, Ben Ranish, Norman Schuerhoff (discussant), Steve Sharpe, Michael Smolyansky, Stephen Terry, David Thesmar (discussant), Yufeng Wu, and Eric Zwick, as well as seminar participants at the Federal Reserve Bank of Richmond, Federal Reserve Bank of New York, Vienna University of Finance and Economics, University College London, Higher School of Economics, University of Colorado, Wharton, University of Leeds, University of Chicago, University of Michigan, European Central Bank, Federal Reserve Board, Lund University, Boston College, University of Texas at Dallas, University of Pittsburgh, University of North Carolina, HSBC Peking Business School, Cornell University, 2021 FIRS Conference, 2021 SFS Cavalcade, 2021 NBER Corporate Finance Conference, 2021 UNC Tax Symposium, 2020 Red Rock Finance Conference, the 2021 AFA Conference, the 2021 ASU Sonoran Winter Finance Conference, the 2021 MFA Conference, the 2022 AEA conference for helpful comments. We thank Sam Dreith, Renee Garrow, Radhika Patel, Sara Shemali and Andrew Souther for their excellent research assistance. We are grateful to Marc Lovell from the Federal Reserve Board’s Legal Library for preparing a database of legislature/legal library contacts and helping us identify enactments of state tax changes.\n\n\n"
}