{
    "id": 32396,
    "citation_title": "Incentive-Compatible Unemployment Reinsurance for the Euro Area",
    "citation_author": [
        "Alexander Karaivanov",
        "Benoit Mojon",
        "Luiz Pereira da Silva",
        "Albert Pierres Tejada",
        "Robert Townsend"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe model a reinsurance mechanism for the national unemployment insurance programs of euro area member states. The risk-sharing scheme we analyze is designed to smooth country-level unemployment risk and expenditures around each country’s median level, so that participation and contributions remain incentive-compatible at all times and there are no redistributionary transfers across countries. We show that, relative to the status quo, such scheme would have provided nearly perfect insurance of the euro area member states’ unemployment expenditures risk in the aftermath of the 2009 sovereign debt crisis if allowed to borrow up to 2 percent of the euro area GDP. Limiting, or not allowing borrowing by the scheme would have still provided significant smoothing of surpluses and deficits in the national unemployment insurance programs over the period 2000–2019.\n\n",
    "acknowledgement": "\nWe acknowledge fruitful discussions and comments from seminar participants at the BIS, the ESM, and the IMF research department, as well as from Giovanni Dell’ Ariccia, Katharina Bergant, Matthias Gnewuch, Enisse Kharoubbi and Frank Smets. The views expressed in this paper are solely those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research. Karaivanov gratefully acknowledges financial support from the Social Sciences and Humanities Research Council of Canada, grant 435-2018-0111.\n\n\n"
}