{
    "id": 32397,
    "citation_title": "Quality Signaling and Demand for Renewable Energy Technology: Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Aidan Coville",
        "Joshua S. Graff Zivin",
        "Arndt Reichert",
        "Ann-Kristin Reitmann"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSolar technologies have been associated with private and social returns, but their technological potential often remains unachieved because of persistently low demand for high-quality products. In a randomized field experiment in Senegal, we assess the potential of three types of quality signaling to increase demand for high-quality solar lamps. We find no effect on demand when consumers are offered a money-back guarantee but increased demand with a third-party certification or warranty, consistent with the notion that consumers are uncertain about product durability rather than their utility. However, despite the higher willingness to pay, the prices they would pay are still well below market prices for the average household, suggesting that reducing information asymmetries alone is insufficient to encourage wider adoption. Surprisingly, we also find that the effective quality signals in our setting stimulate demand for low-quality products by creating product-class effects among those least familiar with the product.\n\n",
    "acknowledgement": "\nThe team is grateful to the joint Lighting Africa program of the World Bank and International Finance Cooperation and to the World Bank Energy & Extractives Global Practice for financial support and feedback during the impact-evaluation design and implementation. In particular, we thank Raihan Elahi and Olivier Gallou for their review of the initial design and guidance on Lighting Africa and Lighting Global materials and objectives. We also thank Ousmane Sarr (ASER), Michele Laleye (Total Senegal), and the World Bank Senegal Country Office team—including Chris Trimble, Manuel Berlengiero, Eric Dacosta, Micheline Moreira, and Aminata Ndiaye Bob—for support and recommendations throughout the project. The work was made possible by the excellent field and research assistance led by Marco Valenza and supported by Amadou Racine Dia. We also thank Kevin Winseck and seminar participants at Leibniz University Hannover, University of Passau, KDI School-World Bank DIME Conference (online), German Development Economics Conference (Stuttgart), NOVAFRICA Conference on Economic Development (Lisbon), and London School of Economics for valuable comments and suggestions. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, nor those of the executive directors of the World Bank, nor the governments they represent, nor the National Bureau of Economic Research.\n\n\n"
}