{
    "id": 32401,
    "citation_title": "The Streetlight Effect in Data-Driven Exploration",
    "citation_author": [
        "Johannes Hoelzemann",
        "Gustavo Manso",
        "Abhishek Nagaraj",
        "Matteo Tranchero"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine innovative contexts like scientific research or technical R&D where agents must search across many potential projects of varying and uncertain returns. Is it better to possess incomplete but accurate data on the value of some projects, or might there be cases where it is better to explore on a blank slate? While more data usually improves welfare, we present a theoretical framework to understand how it can unexpectedly decrease it. In our model of the streetlight effect, we predict that when data shines a light on attractive but not optimal projects, it can severely narrow the breadth of exploration and lower individual and group payoffs. We test our predictions in an online lab experiment and show that the availability of data on the true value of one project can lower individual payoffs by 17% and reduce the likelihood of discovering the optimal outcome by 54% compared to cases where no data is provided. Suggestive empirical evidence from genetics research illustrates our framework in a real-world setting: data on moderately promising genetic targets delays valuable discoveries by 1.6 years on average. Our paper provides the first systematic examination of the streetlight effect, outlining the conditions under which data leads agents to look under the lamppost rather than engage in socially beneficial exploration.\n\n",
    "acknowledgement": "\nThe first part of the experiment was conducted online via the Toronto Experimental Economics Laboratory in September 2021 and March 2022. The second part of the experiment was conducted online via the Vienna Center for Experimental Economics in July, August, and October 2023. The experiment received approval from the University of Toronto Research Ethics Board (approval #00038482) and was pre-registered at https://osf.io/zs2mu/. We are grateful to Gary Biglaiser, Kevin Bryan, Emeric Henry, Ryan Hill, Riitta Katila, Ramana Nanda, Jean-Robert Tyran and participants at the SIE workshop, the MOM workshop at HBS, the MAD conference at Columbia, the SMS Special Conference at Bocconi, the Strategy Science conference, as well as seminars at BU, GeorgiaTech, Michigan, NBER, Purdue, UC Berkeley, UCLA, and Wharton for their suggestions. We thank Adit Jain for his outstanding help in designing the experimental platform. Eva Chang and Cecil-Francis Brenninkmeijer provided excellent research assistance. All authors contributed equally and are listed in alphabetical order. Corresponding author: nagaraj@berkeley.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}