{
    "id": 32408,
    "citation_title": "The Gender Pay Gap: Micro Sources and Macro Consequences",
    "citation_author": [
        "Iacopo Morchio",
        "Christian Moser"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing linked employer-employee data from Brazil, we document a large gender pay gap due to women working at lower-paying employers with better nonpay attributes. To interpret these facts, we develop an equilibrium search model with endogenous firm pay, amenities, and hiring. We provide a constructive proof of identification of all model parameters. The estimated model suggests that amenities are important for both men and women, that compensating differentials explain half of the gender pay gap, and that there are significant output and welfare gains from eliminating gender differences. However, equal-treatment policies fail to achieve those gains.\n\n",
    "acknowledgement": "\nWe thank Rajashri Chakrabarti, Laura Pilossoph, and Rachel Schuh for insightful discussions. We have benefited from valuable comments by Mark Aguiar, Jim Albrecht, Jesper Bagger, Sydnee Caldwell, Carlos Carrillo-Tudela, Loukas Karabarbounis, Pat Kline, Kevin Lang, Guido Menzio, Andreas Mueller, Richard Rogerson, Yona Rubinstein, Ayşegül Şahin, Todd Schoellman, Isaac Sorkin, Gabriel Ulyssea, Chris Taber, Rune Vejlin, and Gianluca Violante. We also thank attendants at the 2018 GEA Conference, the 2019 AEA Annual Meeting, the 2019 Search and Matching Network Conference, the 2019 Bank of Italy/CEPR/IZA Conference, the 2019 SED Annual Meeting, the 2019 and 2020 NBER Summer Institutes, the 2019 and 2020 Stanford SITE Workshops, the 3rd Dale T. Mortensen Centre Conference in 2019, the 2019 Boston Macro Juniors Conference, the 2019 and 2020 Columbia Junior Micro Macro Labor Conferences, the 2020 EALE/SOLE/AASLE World Conference in Berlin, the 5th Annual USC Marshall Macro Day in 2020, the 2021 LACEA-LAMES Meeting, the 39th Annual Conference of the Italian Association of Labour Economics (AIEL), the 2024 Princeton NLS-E Conference, as well as seminar participants at Columbia University, BU, CREST, Iowa State University, the University of Oslo, the University of Bristol, the University of Edinburgh, the University of Vienna, the Johannes Kepler University Linz, the Federal Reserve Bank of Philadelphia, Temple University, the Federal Reserve Bank of Minneapolis, the VMACS Junior Conference, the University of Western Ontario, ASU, Emory University, the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of St. Louis, the Essex/RHUL/Bristol SaM Webinar, Banco de Portugal, CEMFI, NYU, UC Berkeley, the University of Bonn, UCL, UW-Madison, UBC, FGV EESP, UT Austin, and the University of Houston for helpful comments. Ian Ho, Rachel Williams, and Giacomo Ricciardi provided outstanding research assistance. Moser gratefully acknowledges financial support from the Ewing Marion Kauffman Foundation, the Sanford C. Bernstein & Co. Center for Leadership and Ethics at Columbia Business School, the Institute for New Economic Thinking (INET), and The William and Flora Hewlett Foundation. Moser also thanks the Federal Reserve Bank of Minneapolis and the Heller-Hurwicz Economics Institute at the University of Minnesota for their generous hospitality during a significant share of the period of work on this project. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}