{
    "id": 32407,
    "citation_title": "Birth Order in the Very Long-Run: Estimating Firstborn Premiums between 1850 and 1940",
    "citation_author": [
        "Angela Cools",
        "Jared Grooms",
        "Krzysztof Karbownik",
        "Siobhan M. O'Keefe",
        "Joseph Price",
        "Anthony Wray"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "2024-07-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe nineteenth-century American family experienced tremendous demographic, economic, and institutional changes. By using birth order effects as a proxy for family environment, and linked census data on men born between 1835 and 1910, we study how the family's role in human capital production evolved over this period. We find firstborn premiums for occupational outcomes, marriage, and fertility that are similar across census waves. Our results indicate that the returns to investments in the family environment were stable over a long period.\n\n",
    "acknowledgement": "\nWe thank Carver Coleman and J.P. Lefgren for excellent research assistance, Scott Barkowski, Steven Rivkin, and Marian Vidal-Fernandez for helpful comments, and seminar and conference participants at Emory University, Kennesaw State University, the University of Melbourne, the University of New South Wales, and the University of Sydney, the Family and Education Workshop in Uppsala, Sweden, the Social Science History Association Annual Meeting in Chicago, IL, the Society for Economics of the Household Annual Meeting in London, England, the Southeastern Micro Labor Conference in Columbia, SC, and the Southern Economic Association Annual Meeting in Houston, TX. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}