{
    "id": 32409,
    "citation_title": "A Theory of Labor Markets with Inefficient Turnover",
    "citation_author": [
        "Andrés Blanco",
        "Andres Drenik",
        "Christian Moser",
        "Emilio Zaratiegui"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of labor markets with four features: search frictions, worker productivity shocks, wage rigidity, and two-sided lack of commitment. Inefficient job separations occur in the form of endogenous quits and layoffs that are unilaterally initiated whenever a worker's wage-to-productivity ratio moves outside an inaction region. We derive sufficient statistics for the labor market response to aggregate shocks based on the distribution of workers' wage-to-productivity ratios. These statistics depend on the incidence of inefficient job separations and are linked to readily available microdata on wage changes and worker flows between jobs.\n\n",
    "acknowledgement": "\nWe are grateful to Fernando Alvarez and Guido Menzio for helpful comments. We also thank Adrien Auclert, Masao Fukui, Jonathan Heathcote, Chris Huckfeldt, Gregor Jarosch, Francesco Lippi, Claudio Michelacci, Edouard Schaal, Shouyong Shi, Robert Shimer, and Venky Venkateswaran, as well as participants at several seminars and conferences for insightful discussions. The views here are those of the authors and not the Federal Reserve Bank of Atlanta or the Federal Reserve System. A previous version of this paper was titled \"A Theory of Non-Coasean Labor Markets.\" Blanco, Drenik, and Moser acknowledge financial support from the Washington Center for Equitable Growth. Moser acknowledges financial support from the Institute for New Economic Thinking (INET) and The William and Flora Hewlett Foundation. Moser also thanks the Federal Reserve Bank of Minneapolis and the Heller-Hurwicz Economics Institute at the University of Minnesota for their generous hospitality during a significant share of the period of work on this project. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}