{
    "id": 32416,
    "citation_title": "Learning from Ricardo and Thompson: Machinery and Labor in the Early Industrial Revolution, and in the Age of AI",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDavid Ricardo initially believed machinery would help workers but revised his opinion, likely based on the impact of automation in the textile industry. Despite cotton textiles becoming one of the largest sectors in the British economy, real wages for cotton weavers did not rise for decades. As E.P. Thompson emphasized, automation forced workers into unhealthy factories with close surveillance and little autonomy. Automation can increase wages, but only when accompanied by new tasks that raise the marginal productivity of labor and/or when there is sufficient additional hiring in complementary sectors. Wages are unlikely to rise when workers cannot push for their share of productivity growth. Today, artificial intelligence may boost average productivity, but it also may replace many workers while degrading job quality for those who remain employed. As in Ricardo’s time, the impact of automation on workers today is more complex than an automatic linkage from higher productivity to better wages.\n\n",
    "acknowledgement": "\nThe authors are co-directors of the MIT Shaping the Future of Work Initiative, which was established through a generous gift from the Hewlett Foundation. Relevant disclosures are available at shapingwork.mit.edu/power-and-progress, under “Policy Summary.” For their outstanding work, we thank Gavin Alcott (research and drafting), Julia Regier (editing), and Hilary McClellen (fact-checking). We also thank Joel Mokyr for his helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaron Acemoglu\n\nWe are grateful to David Autor for useful comments. We gratefully acknowledge financial support from Toulouse Network on Information Technology, Google, Microsoft, IBM, the Sloan Foundation and the Smith Richardson Foundation.\n\n\n"
}