{
    "id": 32410,
    "citation_title": "Gender and Electoral Incentives: Evidence from Crisis Response",
    "citation_author": [
        "Juan Pablo Chauvin",
        "Clemence Tricaud"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on why men and women leaders make different choices. We first use a simple political agency model to illustrate how voters’ gender bias can lead reelection-seeking female politicians to undertake different policies. We then test the model’s predictions by exploring leaders’ responses to COVID-19. Assuming that voters expect policies to be less effective if decided by women, the model predicts that female politicians undertake less containment effort than male politicians when voters perceive the threat as low, while the opposite is true when voters perceive it as serious. Exploiting Brazilian close elections, we find that, early in the pandemic, female mayors were less likely to close non-essential businesses and female-led municipalities experienced more deaths per capita, while the reverse was true later on, once the health consequences materialized. These results are exclusively driven by mayors facing reelection and stronger in municipalities with greater gender discrimination.\n\n",
    "acknowledgement": "\nWe thank NBER discussant Filipe Campante, as well as Samuel Berlinski, Julia Cagé, Andy Eggers, Claudio Ferraz, Johannes Fleck, Jeff Frieden, Ed Glaeser, Nathan Nunn, Nadine Riedel, Marco Tabellini, Clementine Van Effenterre, Razvan Vlaicu, Nico Voigtländer, Romain Wacziarg, Melanie Wasserman, and seminar participants at the NBER Political Economy Fall Meeting, IADB-RES, the Urban LACEA Network, the Urban Economics Association Annual Meetings, UCLA Anderson, CalTech, UWE Bristol, Early Career Urban Economics Group, CesIfo, the University of Utah, UBC’s Vancouver School of Economics, the University of Southern California, the University of California Irvine, the University of Chicago, the University of California San Diego, Stanford University, Johns Hopkins University, PERICLES and Axa research lab on Gender Equality Workshop, California Center for Population Research, CEPR WE_ARE Seminar Series, Rochester University, EAYE Conference, CREST, AMSE, Benelux PECO, HEC Montreal, and the ASSA 2025 annual meeting for their helpful comments and suggestions. We are also grateful to Stephanie Kestelman for her help and guidance in the production of the policy data, to Rafael M. Rubião and Nicolás Herrera L. for their outstanding research assistance, and to Livia Almeida, Juliana Pinillos, Haydée Svab, Julio Trecenti, and Bruna Wundervald for additional research support. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}