{
    "id": 32418,
    "citation_title": "Understanding Demand for Police Alternatives",
    "citation_author": [
        "Bocar A. Ba",
        "Meghna Baskar",
        "Tony Cheng",
        "Rei Mariman"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "2024-08-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn a series of experiments, we present evidence of bipartisan public demand for police alternatives, contrasted with persistent policy resistance from key stakeholders. First, our survey experiment demonstrates that introducing U.S. respondents to dontcallthepolice.com (DCTP), a database of non-governmental emergency response options, significantly reduces reliance on police for nonviolent situations. However, this effect does not extend to violent scenarios where no police substitutes exist. Second, our follow-up survey reveals enduring impacts, including heightened recall of the 988 hotline as an alternative during suicidal crises. Third, our field experiment and qualitative interviews find police resistance to embracing DCTP, despite widespread public support for nonviolent police substitutes.\n\n",
    "acknowledgement": "\nSpecial thanks to Mallory Sepler-King for allowing us to use her website for research purposes and providing general expertise on police alternatives. We are grateful to Abi Adams-Prassl, Amna Akbar, Randy Akee, Dionissi Aliprantis, Marcella Alsan, Isaiah Andrews, Manuela Angelucci, Peter Arcidiacono, David Autor, Pat Bayer, Peter Blair, Marika Cabral, Sylvain Chassang, Zoe Cullen, Janet Currie, Jeff DeSimone, Jennifer Doleac, Joe Doyle, Martha Eies, Samantha Eyler- Driscoll, Rob Garlick, Jonah Gelbach, Arkadev Ghosh, Felipe Goncalves, Jonathan Gruber, Nathan Hendren, Anjelica Hendricks, Mitch Hoffman, Justin Holz, Kalila Jackson-Spieker, Larry Katz, Desire Kedagni, Dean Knox, Jonathan Kolstad, Phil McHarris, Robert Moffitt, Jonathan Moreno-Medina, Ismael Mourifie, Aurelie Ouss, Michelle Phelps, Laura Pilossoph, Michael Pollman, James Poterba, Roman Rivera, Chris Roth, Viviana Rodriguez, Felwine Sarr, Todd Sarver, Craig Sylvera, Duncan Thomas, Cody Tuttle, Nastasia Watkins, Huseyin Yildirim, and seminar participants at JPAL Design Within Reach, MIT, UCSB, Minneapolis Fed, Cleveland Fed, and the HBS Inequality in the Digital Age Conference. Patton Chen, Omar Farrag, Mary Ann Fahmy, Elizabeth Johnson, Lily Levine, Della Maggio, Pushkar Nimkar, Judicaël Waounwa, Alex Whitefield, and the Woodman Scholars from the Duke Economic Analytics Lab—Harika Amineni, Sanjit Beriwal, Jack Duhon, Alicia Gong, Justice Hatcher, Julia Ma, Melissa Sandoval, and Audrey Wang—provided outstanding research assistance. The study is approved by the IRB at Duke (IRB 2023-0369 and 2024-0214 and registered at the AEA RCT Registry for the survey experiment (AEARCTR-0014096) and the field experiment (AEARCTR-0013061). We gratefully acknowledge financial support from JPAL North America’s Social Policy Research Initiative and Duke Economics Department. This work was completed during Ba’s visit to the Opportunity Inclusive Growth Institute at the Minneapolis Fed. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}