{
    "id": 32415,
    "citation_title": "Accounting for the Evolution of China’s Production and Trade Patterns",
    "citation_author": [
        "Hanwei Huang",
        "Jiandong Ju",
        "Vivian Yue"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the evolution of China's production and trade patterns during its integration into the global economy. We document and explain new facts concerning changes in production and exports at the industry and firm levels using microdata and a quantitative Ricardian and Heckscher–Ohlin model with heterogeneous firms. Counterfactual simulations reveal that capital deepening made China's production and exports more capital-intensive, although labor-biased productivity growth acted as a counterforce. Consistent with the data, our model demonstrates that China's trade openness peaked around the mid-2000s and fell until the 2020s, while the world's exposure to Chinese exports rose continuously.\n\n",
    "acknowledgement": "\nWe want to thank Chong-En Bai, Davin Chor, Lorenzo Caliendo, Swati Dhingra, Elhanan Helpman, Kala Krishna, Dan Lu, Kalina Manova, Marc Melitz, Peter Morrow, Peter Neary, Ralph Ossa, Gianmarco Ottaviano, Frank Pisch, Larry Qiu, Veronica Rappoport, Stephen Redding, John Romalis, Thomas Sampson, Daniel Sturm, Heiwai Tang, Jonathan Vogel, Shang-Jin Wei, Kei-mu Yi, Miaojie Yu, Susan Zhu, Xiaodong Zhu, and participants of NBER, AEA, SED, Econometric Society and various conferences and seminars for helpful comments. However, all errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}