{
    "id": 32414,
    "citation_title": "The Costs and Benefits of Clan Culture: Elite Control versus Cooperation in China",
    "citation_author": [
        "Shuo Chen",
        "Raymond Fisman",
        "Xiaohuan Lan",
        "Yongxiang Wang",
        "Qing Ye"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nKinship ties are a common institution that may facilitate in-group coordination and cooperation. Yet their benefits – or lack thereof – depend crucially on the broader institutional environment. We study how the prevalence of clan ties affect how communities confronted two well-studied historical episodes from the early years of the People's Republic of China, utilizing four distinct proxies for county clan strength: the presence of recognized ancestral halls; genealogical records; rice suitability; and geographic latitude. We show that the loss of livestock associated with 1955-56 collectivization (which mandated that farmers surrender livestock for little compensation) documented by Chen and Lan (2017) was much less pronounced in strong-clan areas. By contrast, we show that the 1959-61 Great Famine was associated with higher mortality in areas with stronger clan ties. We argue that reconciling these two conflicting patterns requires that we take a broader view of how kinship groups interact with other governance institutions, in particular the role of kinship as a means of elite control.\n\n",
    "acknowledgement": "\nChen would like to acknowledge the support from the National Natural Science Foundation of China (71933002; 72121002), Zhuoyue Talent Project, Theoretical Economics Peak Program and Legendary Project on Humanities and Social Sciences (XM04221238) at Fudan University. Wang would like to thank National Natural Science Foundation of China (grant No. 72172090) for financial support. Qing Ye would like to thank the National Natural Science Foundation of China (grant No. 72172060, 72132004) and the Major Project of Philosophy and Social Science Research Funds for Jiangsu University (grant No. 2020SJZDA068)  for financial support. We thank Rui Rong for excellent RA work, all remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}