{
    "id": 32417,
    "citation_title": "Identifying Monetary Policy Shocks: A Natural Language Approach",
    "citation_author": [
        "S. Borağan Aruoba",
        "Thomas Drechsel"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a novel method for the identification of monetary policy shocks. By applying natural language processing techniques to documents that Federal Reserve staff prepare in advance of policy decisions, we capture the Fed's information set. Using machine learning techniques, we then predict changes in the target interest rate conditional on this information set and obtain a measure of monetary policy shocks as the residual. We show that the documents' text contains essential information about the economy which is not captured by numerical forecasts that the staff include in the same documents. The dynamic responses of macro variables to our monetary policy shocks are consistent with the theoretical consensus. Shocks constructed by only controlling for the staff forecasts imply responses of macro variables at odds with theory. We directly link these differences to the information that our procedure extracts from the text over and above information captured by the forecasts.\n\n",
    "acknowledgement": "\nWe would like to thank Juan Antolin-Diaz, Michael Bauer, Gabriel Chodorow-Reich, Pierre De Leo, Burcu Duygan-Bump, Marty Eichenbaum, Simon Freyaldenhoven, Friedrich Geiecke, Yuriy Gorodnichenko, Tarek Hassan, Jonathon Hazell, Kilian Huber, Matteo Iacoviello, Diego Kaenzig, Anil Kashyap, Guido Kuersteiner, Michele Lenza, Kevin Lee, Xiang Li, Michael McMahon, Vitaly Meursault, Emi Nakamura, Ivan Petrella, Chris Redl, Frank Schorfheide, Eric Swanson, Minchul Shin, Jon Steinsson, Lumi Stevens, Silvana Tenreyro, Fabian Winkler, Harald Uhlig, Chris Wolf, Johannes Wieland and Jonathan Wright, as well as seminar and conference participants at the NBER Summer Institute, University of Chicago, University of Copenhagen, University of Hamburg, Indiana University, the Federal Reserve Board, the Federal Reserve Banks of Cleveland, Dallas, and Philadelphia, the Bank of England, the BIS, the ECB, the Reserve Bank of Australia, the Reserve Bank of New Zealand, the Central Bank of Chile, Sveriges Riksbank, Norges Bank, Danmarks Nationalbank, the IMF, the IWH Halle, FGV EESP Sao Paulo, the Barcelona Summer Forum, the Glasgow Workshop on Recent Advances in Econometrics, the LSE Conference in Honor of Wouter Den Haan, and the DC-MD-VA Econometrics Workshop for helpful comments. Eugene Oue, Danny Roth, Mathias Vesperoni, Eric Youmans and Jialing Zhang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}