{
    "id": 32421,
    "citation_title": "Understanding Economic Behavior Using Open-ended Survey Data",
    "citation_author": [
        "Ingar K. Haaland",
        "Christopher Roth",
        "Stefanie Stantcheva",
        "Johannes Wohlfart"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "2024-12-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the recent literature in economics using open-ended survey data to uncover mechanisms behind economic beliefs and behaviors. We first provide an overview of different applications, including the measurement of motives, mental models, narratives, attention, information transmission, and recall. We next describe different ways of eliciting open-ended responses, including single-item open-ended questions, speech recordings, and AI-powered qualitative interviews. Subsequently, we discuss methods to annotate and analyze such data with a focus on recent advances in large language models. Our review concludes with a discussion of promising avenues for future research.\n\n",
    "acknowledgement": "\nWe thank the editor (David Romer) and four anonymous referees for extremely constructive and helpful feedback. Maximilian Fell, Paul Grass, Hrishikesh Iyengar, Sarthak Joshi, Apoorv Kanoongo, Julian König, Nicolas Röver and Gregory Tham provided excellent research assistance. An earlier version of this review was circulated under the title “Measuring What Is Top of Mind” (Haaland et al., 2024). Roth and Wohlfart: Funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under Germany’s Excellence Strategy – EXC 2126/1-390838866. Financial support from CEBI and the Danish National Research Foundation, grant DNRF134, is gratefully acknowledged. This work was partially supported by the RCN through its CoE Scheme, FAIR project No 262675. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}