{
    "id": 32423,
    "citation_title": "The Effects of Mental Health Interventions on Labor Market Outcomes in Low- and Middle-Income Countries",
    "citation_author": [
        "Crick Lund",
        "Kate Orkin",
        "Marc Witte",
        "John H. Walker",
        "Thandi Davies",
        "Johannes Haushofer",
        "Sarah Murray",
        "Judy Bass",
        "Laura Murray",
        "Wietse Tol",
        "Vikram H. Patel"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMental health conditions are prevalent but rarely treated in low- and middle-income countries (LMICs). Little is known about how these conditions affect economic participation. This paper shows that treating mental health conditions substantially improves recipients’ capacity to work in these contexts. First, we perform a systematic review and meta-analysis of all randomized controlled trials (RCTs) ever conducted that evaluate treatments for mental ill-health and measure economic outcomes in LMICs. On average, treating common mental disorders like depression with psychotherapy improves an aggregate of labor market outcomes made up of employment, time spent working, capacity to work and job search by 0.16 standard deviations. Treating severe mental disorders, like schizophrenia, improves the aggregate by 0.30 standard deviations, but effects are noisily estimated. Second, we build a new dataset, pooling all available microdata from RCTs using the most common trial design: studies of psychotherapy in LMICs that treated depression and measured days participants were unable to work in the past month. We observe comparable treatment effects on mental health and work outcomes in this sub-sample of highly similar studies. We also show evidence consistent with mental health being the mechanism through which psychotherapy improves work outcomes.\n\n",
    "acknowledgement": "\nThe three authors listed first (Crick Lund, Kate Orkin, and Marc Witte) are jointly the first author. This study was funded by the Wellspring Philanthropic Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWietse Tol\n\nVikram Patel acknowledges research support from the NIMH, Wellcome Trust, Grand Challenges Canada and the Medical Research Council. He also receives funding from the Lone Star Prize and serves as a consultant to Modern Health and Johnson & Johnson.\n\n\n"
}