{
    "id": 32426,
    "citation_title": "Cities as Engines of Opportunities: Evidence from Brazil",
    "citation_author": [
        "Radu Barza",
        "Edward L. Glaeser",
        "César A. Hidalgo",
        "Martina Viarengo"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-05-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAre developing-world cities engines of opportunities for low-wage earners? In this study, we track a cohort of young low-income workers in Brazil for thirteen years to explore the contribution of factors such as industrial structure and skill segregation on upward income mobility. We find that cities in the south of Brazil are more effective engines of upward mobility than cities in the north and that these differences appear to be primarily related to the exposure of unskilled workers to skilled co-workers, which in turn reflects industry composition and complexity. Our results suggest that the positive effects of urbanization depend on the skilled and unskilled working together, a form of integration that is more prevalent in the cities of southern Brazil than in northern cities. This segregation, which can decline with specialization and the division of labor, may hinder the ability of Brazil's northern cities to offer more opportunities for escaping poverty.\n\n",
    "acknowledgement": "\nWe acknowledge the support of Cristian Jara-Figueroa in the initial conceptualization of the empirical strategy. Barza and Viarengo gratefully acknowledges the financial support received from the Swiss National Science Foundation (Principal Investigator: Prof. Dr. Martina Viarengo; Research Grant n. 100018-176454). Hidalgo acknowledges the support of the Agence Nationale de la Recherche grant number ANR-19-P3IA-0004, the 101086712-LearnData-HORIZON-WIDERA-2022-TALENTS-01 financed by European Research Executive Agency (REA) (https://cordis.europa.eu/project/id/101086712), IAST funding from the French National Research Agency (ANR) under grant ANR-17-EURE-0010 (Investissements d'Avenir program), and the European Lighthouse of AI for Sustainability [grant number 101120237-HOR-IZON-CL4-2022-HUMAN-02]. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers, the Pension Real Estate Association and the Association for International Real Estate Investors.\n\n\n"
}