{
    "id": 32429,
    "citation_title": "Integrating Minorities in the Classroom: The Role of Students, Parents, and Teachers",
    "citation_author": [
        "Alexandra de Gendre",
        "Krzysztof Karbownik",
        "Nicolás Salamanca",
        "Yves Zenou"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a multi-agent model of the education production function where investments of students, parents, and teachers are linked to the presence of minorities in the classroom. We then test the key implications of this model using rich survey data and a mandate to randomly assign students to classrooms. Consistent with our model, we show that exposure to minority peers decreases student effort, parental investments, and teacher engagement and it results in lower student test scores. Observables correlated with minority status explain less than a third of the reduced-form test score effect while over a third can be descriptively attributed to endogenous responses of the agents.\n\n",
    "acknowledgement": "\nWe thank Ly-yun Chang, Kuan-Ming Chen, Jan Feld, Maggie Jones, Zi Le, Elaine Liu, Jin-Tan Liu, Su-mei Lo, Markus Nagler, Jonah Rockoff, Bruce Sacerdote as well as the seminar and conference participants at Emory University, University of Iowa, National Taiwan University, the Family and Education Workshop, the 6th Empirical Microeconomics Workshop in Banff, the CESIfo Economics of Education Meeting, the Step Up Education Conference in Sydney, the Indigenous Economics Study Group Seminar, the 25th Australian Labour Econometrics Workshop, and the NBER Education Meeting for helpful comments. This research was supported by the Australian Government through the Australian Research Council’s Centre of Excellence for Children and Families over the Life Course (Project ID CE200100025). The financial support from the Australian Research Council Discovery Project DP200102547 is gratefully acknowledged by Yves Zenou. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}