{
    "id": 32428,
    "citation_title": "Early Predictors of Racial Disparities in Criminal Justice Involvement",
    "citation_author": [
        "Andrew Jordan",
        "Ezra Karger",
        "Derek Neal"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-11-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe examine ten cohorts of male eighth graders in public schools in Chicago, IL: 1995-2004. We find large racial disparities in academic achievement, socioeconomic status (SES), and adult criminal justice involvement. Although our measures of SES and academic achievement are strong predictors of future felony arraignment and incarceration, even among students of the same race who attend the same school, these measures predict only small portions of the overall Black-Hispanic disparities in adult criminal justice involvement. These same measures predict between roughly half or more of Black-White criminal justice disparities and over eighty percent of Hispanic-white disparities. The relationships between various value- added measures of eighth-grade school quality and future criminal justice outcomes vary by race. Schools that excel at promoting on-time matriculation from eighth grade to high school significantly reduce rates of criminal justice involvement among Black males.\n\n",
    "acknowledgement": "\nWe thank Ilan Wolff, Maximiliano Gonzalez, and Ryan Lee for excellent research assistance. We owe thanks to many people who gave generously of their time to help us better understand how the Illinois criminal justice system operates and records its activities: Jordan Boulger, Jennifer Dohm, Ian Jantz, Stephen M Brandt, Judge Lawrence P. Fox, Sarah Staudt, and Forest Gregg. We thank Anne Farrel and Robert Goerge of Chapin Hall as well as Jeffrey Broom and Sarah Dickson for their assistance in gaining access to data from the Chicago Public Schools. We thank Evan Rose for useful feedback. We thank The Hymen Milgrom Supporting Organization's Successful Pathways from School to Work project for support. We thank the Walton Family Foundation for research support. Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}