{
    "id": 32427,
    "citation_title": "The Negligible Effect of Free Contraception on Fertility: Experimental Evidence from Burkina Faso",
    "citation_author": [
        "Pascaline Dupas",
        "Seema Jayachandran",
        "Adriana Lleras-Muney",
        "Pauline Rossi"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-05-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe conducted a randomized trial among 14,545 households in rural Burkina Faso to test the oft-cited hypothesis that limited access to contraception is an important driver of high fertility rates in West Africa. We do not find support for this hypothesis. Women who were given free access to medical contraception for three years did not have lower birth rates; we can reject even modest effects. We cross-randomized additional interventions to address possible inefficiencies leading to low demand for free contraception, specifically misperceptions about the child mortality rate, limited exposure to opposing views about family size and contraception, and social pressure. Free contraception did not influence fertility even in combination with these other interventions.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Seikou Keita, Oumar Sory, Laurene Petitfour, Achille Tchibozo, Adama Sankoudouma, and especially Rose Dounialou and Pare Bakary for their outstanding field research management. We thank Sachet Bangia, Manasi Chhabra, Akhila Khovuri, Eva Lestant, Yannik Obeloeer, Vrinda Sharma and especially Camille Falezan for excellent research assistance. We are grateful to seminar participants at CEPR, CCPR at UCLA, INED, Paris 1, Cergy University, Friburg University, and to Paula Tavrow and Heini Vaisanen for insightful comments. This study has received approval from the Institutional Review Board  at Northwestern University and Princeton University and from the Burkinabe Comite d'Ethique Pour La Recherche En Sante. The study is registered in the AEA RCT Registry (AEARCTR-0002885). We gratefully acknowledge grant funding from Fidelity Charitable, the Templeton Foundation, and the IPV Initiative at IPA.  Rossi acknowledges support from NWO (grant VENI 451-17-012) and by the European Union (ERC, P3OPLE, ERC-2021-StG 101039252).  This project was also supported by the California Center for Population Research at UCLA (CCPR), which receives core support (P2C- HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). The content, views, and opinions expressed are those of the authors only and do not necessarily reflect those of the European Union,  the European Research Council Executive Agency, or the Eunice Kennedy Shriver National Institute of Child Health & Human Development or the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}