{
    "id": 32420,
    "citation_title": "U.S. Worker Mobility Across Establishments within Firms: Scope, Prevalence, and Effects on Worker Earnings",
    "citation_author": [
        "Jeronimo Carballo",
        "Richard K. Mansfield",
        "Charles Adam Pfander"
    ],
    "citation_publication_date": "2024-05-06",
    "issue_date": "2024-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMulti-establishment firms account for around 60% of U.S. workers' primary employers, providing ample opportunity for workers to change their work location without changing their employer. Using U.S. matched employer-employee data, this paper analyzes workers' access to and use of such between-establishment job transitions, and estimates the effect on workers' earnings growth of greater access, as measured by proximity of employment at other within-firm establishments.  While establishment transitions are not perfectly observed, we estimate that within-firm establishment transitions account for 7.8% percent of all job transitions and 18.2% of transitions originating from the largest firms.  Using variation in worker's establishment locations within their firms' establishment network, we show that having a greater share of the firm's jobs in nearby establishments generates meaningful increases in workers' earnings: a worker at the 90th percentile of earnings gains from more proximate within-firm job opportunities can expect to enjoy 2% higher average earnings over the following five years than a worker at the 10th percentile with the same baseline earnings.\n\n",
    "acknowledgement": "\nAuthors’ names are ordered alphabetically. The authors thank Terra McKinnish, Brian Cadena, Taylor Jaworski, Ryan Decker, David Hummels, and Stephen Tibbets for helpful comments. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1846. (CBDRB-FY24-P1846-R11265). This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}