{
    "id": 32438,
    "citation_title": "To Find Relative Earnings Gains After the China Shock, Look Outside Manufacturing and Upstream",
    "citation_author": [
        "Justin R. Pierce",
        "Peter K. Schott",
        "Cristina Tello-Trillo"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine US workers' employment and earnings before and after trade liberalization with China. Among workers initially employed in manufacturing, we find substantial and persistent declines in both outcomes, with indirect exposure via input-output linkages exacerbating the negative effects of direct exposure. For workers initially employed outside manufacturing, however, we find that the positive impact of greater upstream exposure via inputs more than offsets the adverse impacts of own- and downstream exposure, inducing relative earnings gains. We also find that spatial exposure is more influential than industry exposure.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the US Census Bureau, the Board of Governors, its research staff, or the National Bureau of Economic Research. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this data product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was conducted under DMS project 7517031. DRB Approval Numbers CBDRB-FY21-CES006-002, CBDRB-FY21-327, CBDRB-FY22-CES020-001 and CBRDB-FY23-CES020-004. This paper was previously circulated under the title “Trade Liberalization and Labor Market Gains: Evidence from US Matched Employer-Employee Data,” with a first draft available September 2017. We did not receive any funding for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the U.S. Census Bureau, the Board of Governors of the Federal Reserve System, or other members of its staff.\n\n\n"
}