{
    "id": 32433,
    "citation_title": "The Moral Values of \"Rugged Individualism\"",
    "citation_author": [
        "Samuel Bazzi",
        "Martin Fiszbein",
        "Maximiliano Garcia"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States is among the most individualistic societies in the world. However, unlike Western European individualism, which is imbued with moral universalism, America’s “rugged individualism” is instead particularistic. We link this distinctive cultural configuration to the country’s frontier history. The frontier favored self-reliance, but also rewarded cooperation, which could only be sustained through strong, local group identities. We show that counties with longer frontier history are more particularistic, displaying stronger opposition to federal taxes relative to state taxes, stronger communal values, less charitable giving to distant counties, and fewer online friendships with people in distant counties. At the same time, connections across counties display assortative matching on frontier history, highlighting the important role of culture in bridging disparate areas of the country. Overall, our results shed new light on moral values and the divergence of American and European individualism.\n\n",
    "acknowledgement": "\nWe thank Ben Enke, Ray Fisman, Vicky Fouka, Joseph Henrich, Kris Mitchener, Jonathan Schultz, David Stasavage, Guido Tabellini, and conference and seminar participants at ASREC 2024, George Mason University, and Harvard University for helpful comments and suggestions. Faiz Essa provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}