{
    "id": 32437,
    "citation_title": "Demographic Diversity and Economic Research: Fields of Specialization and Research on Race, Ethnicity, and Inequality",
    "citation_author": [
        "Francisca M. Antman",
        "Kirk B. Doran",
        "Xuechao Qian",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing dissertation research topics found in the EconLit database and large-scale algorithmic methods that identify author demographics based on names, we explore the link between race and ethnicity and fields of economic research. We find that underrepresented racial and ethnic minority (URM) researchers are more likely to write dissertations in some unexpected sub-fields of economics, but limited evidence that they are more likely to write dissertations on racial topics once we include basic controls. These descriptive results may be due to limitations in the data, intrinsic motivations, or external constraints.\n\n",
    "acknowledgement": "\nWe thank Randall Akee, Trevon Logan, James Peoples, Gregory Price, and participants at the 2024 ASSA meeting for helpful feedback. Tiger Sun and Sheng Qu provided excellent research assistance. This project was supported by the National Science Foundation, under NSF Award Number SES: 2121120. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}