{
    "id": 32434,
    "citation_title": "Causal Effects in Matching Mechanisms with Strategically Reported Preferences",
    "citation_author": [
        "Marinho Bertanha",
        "Margaux Luflade",
        "Ismael Mourifié"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing number of central authorities use assignment mechanisms to allocate students to schools in a way that reflects student preferences and school priorities. However, most real-world mechanisms incentivize students to strategically misreport their preferences. In this paper, we provide an approach for identifying the causal effects of school assignment on future outcomes that accounts for strategic misreporting. Misreporting may invalidate existing point-identification approaches, and we derive sharp bounds for causal effects that are robust to strategic behavior. Our approach applies to any mechanism as long as there exist placement scores and cutoffs that characterize that mechanism’s allocation rule. We use data from a deferred acceptance mechanism that assigns students to more than 1,000 university–major combinations in Chile. Matching theory predicts that students’ behavior in Chile should be strategic because they can list only up to eight options, and we find empirical evidence consistent with such behavior. Our bounds are informative enough to reveal significant heterogeneity in graduation success with respect to preferences and school assignment.\n\n",
    "acknowledgement": "\nThis research was conducted in part when Margaux Luflade and Ismael Mourifie were visiting the Becker Friedman Institute (BFI), and Marinho Bertanha was visiting the Kenneth C. Griffin Department of Economics, both at the University of Chicago. The authors thank their respective hosts for their hospitality and support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}