{
    "id": 32431,
    "citation_title": "The Dynamic Effects of Cash Transfers to Agricultural Households",
    "citation_author": [
        "Shilpa Aggarwal",
        "Jenny C. Aker",
        "Dahyeon Jeong",
        "Naresh Kumar",
        "David Sungho Park",
        "Jonathan Robinson",
        "Alan Spearot"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile cash transfers will tautologically increase contemporaneous consumption, it is unclear whether these gains will persist, especially in rural agricultural settings with limited productive investment opportunities. Using bi-monthly survey data from recipients of a large, unconditional cash transfer in Liberia and Malawi, we document sustained food security improvements until 1.5-2 years after disbursement, driven by increased farm investments and production. We additionally document reductions in casual off-farm labor, increases in psychological well-being and, in Liberia, a decline in IPV. We find similar increases in harvest output across different transfer sizes. Those receiving larger transfers spend more on housing and durables.\n\n",
    "acknowledgement": "\nWe thank USAID for funding and GiveDirectly for their collaboration. The research protocol was approved by the IRBs of UCSC, the University of Liberia, and the Malawi NCRSH. This trial is registered as AEARCTR-0004869 (including a pre-analysis plan). We thank Joseph Davis, Arja Dayal, Wilson Dorleleay, Walker Higgins, Andreas Holzinger, Erik Jorgensen, Teresa Martens, Laura McCargo and Camelia Vasilov at IPA Liberia,; Patrick Baxter, Emanuele Clemente, Calvin Mhango, Monica Shandal, Patrick Simbewe, and Asman Suleiman at IPA Malawi; Kris Cox and Pace Phillips at IPA; Temina Madon; Geneviève Barrons, Michael Cooke, Namita Desai, Shaunak Ganguly, Sibongani Kayola and Stephanie Palla at GiveDirectly; and Joe Amick, Joe-Hoover Gbadyu, Daniel Handel, Scott Jackson, and Stephen Scott at USAID. We are grateful to all the field staff in both countries. We thank Bruce Wydick, and seminar participants at Georgia Tech, ISI Delhi, Stanford, UCSC, USAID, USF, Wageningen, World Bank, and the University of Washington for helpful comments. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors, and do not necessarily represent the views of USAID, Give Directly, the World Bank or its affiliated organizations, its Executive Directors or the governments they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}