{
    "id": 32439,
    "citation_title": "Pricing Innovation in Surgical Care Markets",
    "citation_author": [
        "Alice Chen",
        "Seth M. Freedman",
        "Elizabeth L. Munnich",
        "Michael R. Richards"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological innovation in medical services can improve health, but its ability to reach patients often depends on price signals for downstream providers, which can also be discordant across production inputs. We examine such a context when Medicare sharply revises facility fees—while holding physician fees constant—for advanced surgical care performed within certain outpatient settings. Industry-wide output for impacted cases increases via market expansion, and indirectly affected physicians devote more labor supply to these cases by sacrificing other outpatient and inpatient surgical volumes. Government price setting for healthcare facilities spills over onto physicians––impacting their technology utilization and time allocations.\n\n",
    "acknowledgement": "\nThe authors thank Dylan Brewer, Justin Burkett, Colleen Carey, Dan Dench, Mikhail Klimenko, Alan Mathios, Cici McNamara, Doug Miller, Kelly Musick, Sean Nicholson, Jeff Niederdeppe, Mayra Pineda-Torres, Adam Sacarny, and Laura Taylor for a variety of helpful suggestions and excellent feedback. The authors are also grateful to seminar and conference organizers and participants at Cornell University, Georgia Tech, the University of California Los Angeles, the University of Miami, and the 2024 AEA HERO session for opportunities to present this work. The authors additionally thank the Florida Agency for Healthcare Administration (AHCA) for providing valuable data resources. AHCA was not responsible for any data analyses or interpretations. The authors have no funding sources or relevant financial interests to disclose. All remaining errors belong solely to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}