{
    "id": 32444,
    "citation_title": "Do E-Cigarette Retail Licensure Laws Reduce Tobacco Use?",
    "citation_author": [
        "Charles J. Courtemanche",
        "Yang Liang",
        "Johanna Catherine Maclean",
        "Caterina Muratori",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nE-cigarette licensure laws (ELLs) require retailers to obtain a state license to sell e-cigarettes over the counter. This study is the first to comprehensively explore the effect of ELL adoption on youth and adult tobacco product use. Using data from the State Youth Risk Behavior Survey (YRBS) and a difference-in-differences approach, we find no evidence that ELL adoption reduces overall youth ENDS use. The precision of our estimates allows us to rule out, with 95 percent confidence, ELL-induced prior-month youth ENDS use declines of more than 3.4 percent. The pattern of null findings persists when we examine ELLs that impose (1) higher penalties for retailer non-compliance, (2) higher renewable licensure fees, and (3) criminal as compared to civil penalties. However, we do uncover evidence that adoption of ELLs with higher penalties associated with a modest reduction in ENDS use among Black teens. We conclude that ELLs have only limited success in curbing access to ENDS.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support for this work from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University (SDSU), which has received grants from the Charles Koch Foundation. This study was funded, in part, with a grant from the Foundation for a Smoke- Free World, Inc. (\"FSFW'), a U.S. nonprofit 501(c)(3) private foundation. This study is, under the terms of the grant agreement with FSFW, editorially independent of FSFW. The contents, selection and presentation of facts, as well as any opinions expressed herein, are the sole responsibility of the authors and under no circumstances should they be regarded as reflecting the positions of FSFW. FSFW's mission is to end smoking in this generation. Dr. Sabia also acknowledges research support from a subcontract by Georgia State University in 2023 – via a grant received from the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 – to support exploratory work on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. We thank Erik Nesson and Chad Cotti for sharing their ENDS tax data with us. We thank Anthony Chuo and Christian Pryfogle for outstanding research assistance. All errors are the authors’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}