{
    "id": 32445,
    "citation_title": "The Economics of Infertility: Evidence from Reproductive Medicine",
    "citation_author": [
        "Sarah Bögl",
        "Jasmin Moshfegh",
        "Petra Persson",
        "Maria Polyakova"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the share of births that rely on assisted reproductive technologies (ART) keeps growing, policies around infertility treatments remain ridden with controversy. We use population-wide Swedish administrative data with uniquely detailed information on individual-level use of ARTs, combined with quasi-experimental empirical methods, to characterize the rate of infertility burden, its private and public costs, and the role of insurance coverage in alleviating infertility. We estimate that one in eight women will experience primary infertility – the inability to have any child at all – over her fertile years. Our analysis reveals that persistent infertility causes a long-run deterioration of mental health and couple stability, with no long-run “protective” effects (of having no child) on earnings. Insurance coverage plays a central role in driving the demand for expensive infertility treatments (IVF). The rate of IVF initiations drops by half when treatment is not covered by health insurance. Our estimates imply that couples are willing to pay at most 33% of their annual disposable income for a course of IVF treatment that gives an about 40% chance of having a child. The response to insurance coverage is more pronounced at the lower end of the income distribution. We show that, as a result, coverage of infertility treatments determines both the total number of additional children as well as their allocation across the socio-economic spectrum.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Kate Bundorf, Rebecca Diamond, David Dorn, Amy Finkelstein, Matthew Notowidigdo, Hannes Schwandt, Dan Zeltzer, and seminar participants at the University of Michigan, University of Zurich, UC Davis, Stanford University (× 2), the Research Institute for Industrial Economics, the Becker Friedman Health Economics Initiative Annual Conference, and the Whistler Junior Health Economics Summit. We thank Iliriana Shala at the Research Institute for Industrial Economics for excellent research assistance. We also gratefully acknowledge support from the National Science Foundation (CAREER SES-2144072, Persson), 2022 Stanford Discovery Innovation Fund (Polyakova), the National Institute on Aging (K01AG05984301, Polyakova), and the Sweden-America Foundation (Moshfegh). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Science Foundation or the National Institute on Aging. We also thank FertilityIQ for generously providing free access to their informational resource. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}