{
    "id": 32446,
    "citation_title": "Career Expectations and Outcomes: Evidence (on Gender Gaps) from the Economics Job Market",
    "citation_author": [
        "Brooke Helppie McFall",
        "Eric D. Parolin",
        "Basit Zafar"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates gender gaps in long-term career expectations and outcomes of PhD candidates in economics. For this purpose, we match rich survey data on PhD candidates (from the 2008-2010 job market cohorts) to public data on job histories and publication records through 2022. We document four novel empirical facts: (1) there is a robust gender gap in career expectations, with females about 10 percentage points less likely to ex-ante expect to get tenure or publish regularly; (2) the gender gap in expectations is remarkably similar to the gap observed for academic outcomes; (3) expectations are similarly predictive of outcomes for males and females. In addition, the predictive power of expectations does not differ by the relationship status of the individual; and (4) gender gaps in expectations can explain about 19% and 13% of the ex-post gaps in tenure and publications, respectively.\n\n",
    "acknowledgement": "\nThis research was supported in part by an NIA training grant to the Population Studies Center at the University of Michigan (T32AG000221). We thank Yiran Fan and Dave Boudia for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}