{
    "id": 32443,
    "citation_title": "Employer 401(k) Matches for Student Debt Repayment: Killing Two Birds with One Stone?",
    "citation_author": [
        "Vanya Horneff",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-06-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAlmost 50 million Americans are burdened by the need to repay almost $2 trillion in student loan debt, while at the same time having to save for retirement. This article analyzes the potential impact of the 2022 SECURE 2.0 Act reform which permits employers to match contributions for student loan repayments, in 401(k) plans. Our calibrated lifecycle model measures the impact of this reform on heterogeneous households’ financial behavior and welfare. We show that, post-reform, employees will repay more loan debt but reduce own retirement plan contributions, offset by higher employer-matching contributions that take loan repayments into account.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support from the TIAA Institute, the German Investment and Asset Management Association (BVI), and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. The authors are grateful for comments from Richard Shea and computational support from Yong Yu. Opinions and conclusions are the authors’ own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nI am an Independent Trustee of the Allspring Funds Board and I am a NBER Research Associate. None of these parties or institutions had the right to review or influence this paper in any way prior to circulation. Findings and conclusions are not the official views of any of the institutions with which I am affiliated.\n\n\n"
}