{
    "id": 32441,
    "citation_title": "The Disenrollment and Labor Supply Effects of SNAP Work Requirements",
    "citation_author": [
        "Jason B. Cook",
        "Chloe N. East"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-12-10",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNeoclassical economic theory predicts that ordeals, such as work requirements, improve transfer program targeting. Means-tested transfer programs in the U.S. are increasingly adding or considering adding work requirements. We provide the first causal estimates of the two largest work requirements in the Supplemental Nutrition Assistance Program (SNAP). We leverage the fact that once the youngest child in the household turns six, many heads of household become subject to these requirements. Using novel administrative SNAP data linked with state administrative earnings records, we find these requirements have no impacts on labor supply, but important SNAP disenrollment effects that reduce the targeting of SNAP benefits.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Cox for invaluable research assistance. We are grateful for helpful comments from Marianne Bitler, Amy Finkelstein, Jacob Goldin, Tatiana Homonoff, Hilary Hoynes, Adam Looney, Bruce Meyer, Katherine Michelmore, Laura Tiehen, Michele Ver Ploeg, and Jim Ziliak as well as seminar participants at CU Boulder, the NBER Summer Institute Children’s Program, the Institute for Research on Poverty (IRP) Summer Research Workshop, Colorado State University, North Carolina State University, Duke University, UC Davis, Texas A&M, and the Utah Applied Economics Conference. We learned about the experiences of applying for means-tested benefits and working while receiving benefits from listening to The Uncertain Hour podcast and through in-depth conversations and shadowing program administrators. We are grateful to the Russell Sage Foundation and the National Science Foundation for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}