{
    "id": 32454,
    "citation_title": "Exorbitant Privilege: A Safe-Asset View",
    "citation_author": [
        "Zhengyang Jiang"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-09-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI propose a model of the reserve currency paradigm that centers on liquidity demand for safe assets. In global recessions, the demand for U.S. safe assets increases and raises their convenience yields, giving rise to stronger dollar and countercyclical seigniorage revenues. The seigniorage revenues raise the U.S. wealth and consumption shares in recessions, despite the U.S. suffering portfolio losses from external positions. This asset demand channel also connects exchange rates to bond holdings, which provides new perspectives on exchange rate disconnect and the exchange rate-capital flow relationship. Under this safe-asset view, exorbitant privilege does not require exorbitant duty.\n\n",
    "acknowledgement": "\nI thank Andrew Atkeson, Saki Bigio, Lawrence Christiano, Giancarlo Corsetti, Ben Hebert, Wenhao Li, Chen Lian, Hanno Lustig, Rohan Kekre, Arvind Krishnamurthy, Peter Maxted, Sebastian Merkel, Dmitry Mukhin, Aleksei Oskolkov, Dimitris Papanikolaou, Vincenzo Quadrini, Maxime Sauzet, David Sraer, and seminar and conference participants at Berkeley Haas, Northwestern Macro-Finance Seminar, Vienna University of Economics and Business, European University Institute, CESifo Area Conference on Macro, Money, and International Finance, and University of Southern California for comments and discussions. I thank Xuning Ding for excellent research assistance. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}