{
    "id": 32452,
    "citation_title": "Demand-side and Supply-side Constraints in the Market for Financial Advice",
    "citation_author": [
        "Jonathan Reuter",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this review, we argue that access to financial advice and the quality of this advice is shaped by a broad array of demand-side and supply-side constraints. While the literature has predominantly focused on conflicts of interest between advisors and clients, we highlight that the transaction costs of providing advice, mistaken beliefs on the demand side or supply side, and other factors can have equally detrimental effects on the quality and access to advice. Moreover, these factors affect how researchers should assess the impact of financial advice across heterogeneous groups of households. While households with low levels of financial literacy are more likely to benefit from advice—potentially including conflicted advice—they are also the least likely to detect misconduct, and perhaps the least likely to understand the value of paying for advice. Regulators should consider not only how regulation changes the quality of advice, but also the fraction of households who are able to receive it and how different groups would have invested without any advice.  Financial innovation has the potential to provide customized advice at low cost, but also to embed conflicts of interest in algorithms that are opaque to households and regulators.\n\n",
    "acknowledgement": "\nJonathan Reuter is affiliated with Boston College and NBER. Antoinette Schoar is affiliated with MIT Sloan, ideas42 and NBER. The authors thank Roman Inderst (editor) for helpful comments and Xin Xiong for helpful research assistance. Neither author has any funding or material and relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}