{
    "id": 32458,
    "citation_title": "Designing Dynamic Reassignment Mechanisms: Evidence from GP Allocation",
    "citation_author": [
        "Ingrid Huitfeldt",
        "Victoria Marone",
        "Daniel C. Waldinger"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany centralized assignment systems seek to not only provide good matches for participants’ current needs, but also to accommodate changes in preferences and circumstances. We study the problem of designing a dynamic reassignment mechanism in the context of Norway’s system for allocating patients to general practitioners (GPs). We provide direct evidence of misallocation under the current system––patients sitting on waitlists for each others’ GPs, but who cannot trade––and analyze an alternative mechanism that adapts the Top-Trading Cycles (TTC) algorithm to a dynamic environment. In contrast to the static case, dynamic TTC may leave some agents worse off relative to a status quo where trades are not permitted, introducing novel concerns about fairness. We empirically evaluate how this mechanism would perform by estimating a structural model of switching behavior and GP choice. While introducing TTC would on average reduce waiting times and increase patient welfare––with especially large benefits for female patients and recent movers––patients endowed with undesirable GPs would be harmed. Adjustments to the priority system can avoid harming this group while preserving most of the gains from TTC.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Town, Marika Cabral, Jacob Leshno, Nikhil Agarwal, Parag Pathak, Irene Lo, Oguzhan Celebi, Itai Ashlagi, Al Roth, Paulo Somaini, Maria Polyakova, Zarek Brot-Goldberg, Jose Ignacio Cuesta, Liran Einav, and workshop and seminar participants at NYU, Imperial College London, Penn State, Duke, Minnesota, Boston College, ASU, Berkeley, Cornell, Chicago Harris, Stanford, MIT Sloan, UT Austin, Northwestern, and the University of Pennsylvania for helpful comments and suggestions. We also thank Jon Georg Lund and Steinar Mathisen for providing valuable institutional details about the operations of the Norwegian GP Allocation System. Joridan Barash, Andrew Kim, and Junrui Lin provided outstanding research assistance. The authors do not have any relevant or material financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}