{
    "id": 32451,
    "citation_title": "Trade Wars and the Optimal Design of Monetary Rules",
    "citation_author": [
        "Stéphane Auray",
        "Michael B. Devereux",
        "Aurélien Eyquem"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary rules may have a large effect on the outcome of trade wars if central banks target the CPI inflation rate or more generally changes in the relative price of traded goods. We lay out a two-country open-economy model with sticky prices where countries engage in trade wars. In the presence of monopoly pricing markups, we show that the final level of tariffs and welfare losses from trade wars critically depend on the design of monetary policy. If central banks adopt a fixed nominal exchange rate or even better target the CPI inflation rate, trade wars are much less intense than those under PPI inflation targeting. We further show that an optimally delegated monetary rule that internalizes the formation of non-cooperative trade policy can actually completely eliminate a trade war, and even act to partly offset the welfare cost of monopoly markups.\n\n",
    "acknowledgement": "\nDevereux thanks SSHRC for research funding. Auray and Eyquem acknowledge the financial support of Projets Generique ANR 2015, Grant Number ANR-15-CE33-0001-01. Finally we acknowledge the financial support of the Europlace Institute of Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael B. Devereux\n\nThe Centre for Business Taxation is an independent research centre of the University of Oxford, based at the Saïd Business School.  The Centre receives financial support from a number of sources, including currently around 30 companies. A full list of current and past corporate donors to the Centre for Business Taxation, as well as a statement about the independence of the centre from its donors,  is available at http://www.sbs.ox.ac.uk/ideas-impact/tax/about/funding.\n\n\n"
}