{
    "id": 32457,
    "citation_title": "Impact of Retail CBDC on Digital Payments, and Bank Deposits: Evidence from India",
    "citation_author": [
        "Marco Di Maggio",
        "Pulak Ghosh",
        "Soumya Kanti Ghosh",
        "Andrew Wu"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInterest in central bank digital currencies (CBDCs) has been burgeoning with 134 countries now exploring its implementation. In December 2022, India started its CBDC pilot program to continue its transition towards a digitized payments economy. This paper presents the first empirical analysis utilizing detailed transaction data to explore the dynamics between CBDCs and existing digital payment methods, as well as the implications of increased CBDC usage on traditional bank deposits. Our findings reveal that policies which increase transaction costs for current digital payment methods catalyze a substitution effect, bolstering CBDC adoption. Furthermore, an uptick in CBDC usage is associated with a notable decline in bank, cash, and savings deposits, suggesting potential paths to bank disintermediation. This study contributes critical insights into the evolving competition between digital currencies and established financial infrastructures, highlighting the transformative potential of CBDCs on the broader economy.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}