{
    "id": 32453,
    "citation_title": "Dollar Asset Holdings and Hedging Around the Globe",
    "citation_author": [
        "Wenxin Du",
        "Amy W. Huber"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe collect and analyze a large set of industry- and company-level filings from global institutional investors to provide the first comprehensive estimates of foreign investors’ U.S. dollar (USD) security holdings and currency hedging practices. We document that foreign investors’ USD holdings expanded six-fold over two decades, driven in large part by increased portfolio allocations. Following the 2007-09 financial crisis, mutual funds, insurance companies, and pension funds raised their USD hedge ratios by 15 percentage points, with total FX hedging demand reaching $2 trillion by 2019. USD hedging demand varies significantly across currency areas and banking systems. Using a mean-variance framework, we benchmark investors’ currency hedging practices and identify expected FX returns as a key driver of hedging decisions, beyond considerations of variance minimization. Finally, we show a strong correlation between hedging activity and the cross-section of CIP deviations, underscoring the role of constrained financial intermediaries in currency hedging markets.\n\n",
    "acknowledgement": "\nWe thank William Diamond, Ralph Koijen, Arvind Krishnamurthy, Karen Lewis, Robert Richmond, Nick Roussanov, Emil Siriwardane, Adrien Verdelhan, Moto Yogo, and Tony Zhang for helpful comments. We also thank seminar and conference participants at Baylor University, the Federal Reserve Board, George Washington University, MIT, Wharton, Bank of Canada Annual Economic Conference, Chicago Booth Asset Pricing Conference, the Fed Dollar Conference, NBER Insurance Spring Meeting, NBER Summer Institute IAP, OFR-Johns Hopkin Carey Finance Conference, and the Vienna FX Conference for helpful comments. We thank Zhiyu Fu, Srikur Kanuparthy, Bailey Kraus, Simone Ricci, Laurenz De Rosa, Judy Yue, and Amy Zhang for outstanding research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}