{
    "id": 32455,
    "citation_title": "Can Gun Violence be Deterred at Low Cost? Evidence from a Randomized Experiment in New York City",
    "citation_author": [
        "Oludamilare Aboaba",
        "Aaron Chalfin",
        "Michael LaForest Tucker",
        "Lucie Parker",
        "Patrick Sharkey"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCan gun violence be deterred at low cost? We report the results of a randomized experiment of a messaging intervention which was designed to reduce gun violence among individuals under parole supervision with a prior violent felony conviction or firearm arrest. The intervention consisted of a group meeting in which high-risk paroled individuals were notified of the sanction they would face upon reoffending while being offered community resources to support re- integration into the community. The program did not lead to a reduction in gun violence or create community spillover effects but did reduce parole violations by 15%. Potential mechanisms and implications for similar programs are discussed.\n\n",
    "acknowledgement": "\nThe authors greatly appreciate the support and partnership of the New York State Division of Criminal Justice Services (DCJS), New York State Department of Corrections and Community Supervision (DOCCS), the Manhattan District Attorney’s Office, and the University of Chicago Crime Lab in completing this study. Data used in this study is provided by DCJS and DOCCS. The opinions, findings, and conclusions expressed in this publication are those of the authors and not those of DCJS or DOCCS. Neither New York State nor DCJS or DOCCS assumes liability for its contents or use thereof. The authors would also like to thank Meredith Stricker, Sibella Matthews, Zachary Honoroff, Julia Imperatore, and Hays Golden for their invaluable assistance and Anthony Braga, Benjamin Hansen, and Sara Heller for helpful comments on earlier drafts of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAaron Chalfin\n\nNone.\n\n\n\nPatrick Sharkey\n\nStatement: The author declares that they have no relevant or material financial interests that\nrelate to the research described in this paper. The author received outside financial support for\nthis project – he was hired as an independent contractor by the Fund for the City of New York to\ndesign the RCT for the project and conduct an initial evaluation. The funds came with no strings\nattached regarding his design or initial findings, which were completed in 2014-2015, and which\nremained independent and self-guided.\nRestricted-use data for the final evaluation of the project, which included longer-term outcomes,\nwas provided by the New York State Division of Criminal Justice Services (DCJS) and the New\nYork State Department of Corrections and Community Supervision (DOCCS). Data were\nprovided with no strings attached regarding our research and findings, which we provided to\nDCJS and DOCCS as a policy brief in 2021-2022, and which remained independent and self-\nguided. DCJS and DOCCS asked that we add the following disclaimer to any academic\npublication of our research, which we have included on our title page in our acknowledgements\nsection of the paper: “The opinions, findings, and conclusions expressed in this publication are\nthose of the authors and not those of DCJS or DOCCS. Neither New York State nor DCJS or\nDOCCS assumes liability for its contents or use thereof.”\n\n\n"
}