{
    "id": 32459,
    "citation_title": "Voluntary Emission Restraints in Developing Economies: The Role of Trade Policy",
    "citation_author": [
        "Lorenzo Caliendo",
        "Marcelo Dolabella",
        "Mauricio Moreira",
        "Matthew Murillo",
        "Fernando Parro"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of trade policy in one of the most pressing climate policy challenges that developing countries face: meeting voluntary emission restraints (VERs). To do so, we develop a general equilibrium trade model that extends Caliendo and Parro (2015) in three dimensions. First, we model extractive sectors that feature a continuum of producers with heterogeneous productivity, demanding labor, dirty natural resources, and intermediate goods from all industries. Second, we consider that production generates different amounts of emissions across sectors and countries, and households experience disutility from carbon emissions, modeled as a pure externality as in Shapiro (2021). Third, we model a general set of taxes along the value chain—on production, intermediate and final consumption, and on labor—which allows for different options of carbon taxes and tariffs that impact emissions and other outcomes in general equilibrium. In our quantitative analysis, we focus on two groups of policies: those that are in the traditional realm of trade policy, related to tariff reform and potential emission biases; and those that combine a Pigouvian carbon tax with border adjustments. Our main findings point to a nuanced role of trade policy as a climate policy in developing economies. Although it is effective in mitigating emission leakages, such leakages are small in magnitude, and border adjustment tariffs have collateral effects in terms of trade declines, and in many countries, welfare losses. These findings contrast with the implications of climate policy in large economies, where emission leakages are much more significant and the impact on trade less costly. Our main results also indicate that carbon taxes and tariffs will not be enough for most developing countries to meet their net-zero emission targets dictated by the VERs.\n\n",
    "acknowledgement": "\nWe thank Andres Rodriguez-Clare and participants at the CITP conference at the University of Nottingham for their useful conversations and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}