{
    "id": 32450,
    "citation_title": "The Macroeconomic Impact of Climate Change: Global vs. Local Temperature",
    "citation_author": [
        "Adrien Bilal",
        "Diego R. Känzig"
    ],
    "citation_publication_date": "2024-05-13",
    "issue_date": "2024-05-10",
    "revision_date": "2024-11-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates that the macroeconomic damages from climate change are six times larger than previously thought. Exploiting natural global temperature variability, we find that 1°C warming reduces world GDP by 12%. Global temperature correlates strongly with extreme climatic events, unlike country-level temperature used in previous work, explaining our larger estimate. We use this evidence to estimate damage functions in a neoclassical growth model. Business-as-usual warming implies a 25% present welfare loss and a Social Cost of Carbon of $1,367 per ton. These impacts suggest that unilateral decarbonization policy is cost-effective for large countries such as the United States.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Marshall Burke, Gabriel Chodorow-Reich, Simon Dietz, Stephane Hallegatte, Jim Hamilton, Xavier Jaravel, Ben Jones, Eben Lazarus, Pooya Molavi, Ishan Nath, Ben Olken, Esteban Rossi-Hansberg, Toan Phan, Jón Steinsson, Jeffrey Shrader, Jim Stock, Chris Wolf, and numerous participants at conferences and seminars for helpful comments and suggestions. We thank Ramya Raghavan, Lilian Hartmann and Cathy Wang for outstanding research assistance. Adrien Bilal gratefully acknowledges support from the Chae Family Economics Research Fund at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}