{
    "id": 32456,
    "citation_title": "A Sharp Test for the Judge Leniency Design",
    "citation_author": [
        "Mohamed Coulibaly",
        "Yu-Chin Hsu",
        "Ismael Mourifié",
        "Yuanyuan Wan"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new specification test to assess the validity of the judge leniency design. We characterize a set of sharp testable implications, which exploit all the relevant information in the observed data distribution to detect violations of the judge leniency design assumptions. The proposed sharp test is asymptotically valid and consistent and will not make discordant recommendations. When the judge’s leniency design assumptions are rejected, we propose a way to salvage the model using partial monotonicity and exclusion assumptions, under which a variant of the Local Instrumental Variable (LIV) estimand can recover the Marginal Treatment Effect. Simulation studies show our test outperforms existing non-sharp tests by significant margins. We apply our test to assess the validity of the judge leniency design using data from Stevenson (2018), and it rejects the validity for three crime categories: robbery, drug selling, and drug possession.\n\n",
    "acknowledgement": "\nMourifie and Wan thank the support from the SSHRC Insight Grant #435190500. Hsu gratefully acknowledges the research support from the National Science and Technology Council of Taiwan (NSTC112-2628-H-001-001), the Academia Sinica Investigator Award of the Academia Sinica, Taiwan (AS-IA-110-H01), and from the Center for Research in Econometric Theory and Applications of National Taiwan University (Grant No. 113L8601). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}