{
    "id": 32464,
    "citation_title": "Wage Insurance for Displaced Workers",
    "citation_author": [
        "Benjamin G. Hyman",
        "Brian K. Kovak",
        "Adam Leive"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWage insurance provides income support to displaced workers who find reemployment at a lower wage. We analyze wage insurance in the context of the U.S. Trade Adjustment Assistance (TAA) program by merging linked employer-employee Census data to TAA petitions and leveraging a discontinuity in eligibility based on worker age. Wage insurance eligibility increases short-run employment probabilities and leads to higher long-run cumulative earnings. We find shorter non-employment durations largely drive increased long-term earnings among workers eligible for wage insurance. Our results are quantitatively consistent with a standard non-stationary partial equilibrium search model. The program is self-financing even under conservative assumptions.\n\n",
    "acknowledgement": "\nWe thank Theodore Naff and Kelsey Pukelis for outstanding research assistance. We thank Richard Audoly, Andy Garin, Hilary Hoynes, Felix Koenig, Pawel Krolikowski, Dorothy Kronick, Tuomas Matikka, Amanda Michaud, David Molitor, Jesse Rothstein, Johannes Schmieder, Lowell Taylor, Nathanael Velekoop, and seminar participants at Boston University, Carnegie Mellon University, Chicago-Booth, Duke, the Federal Reserve Banks of New York, San Francisco, and the Board of Governors, University of Georgia, University of Nottingham, Oregon, Penn State, Princeton NLS-E, the NTA meetings, UC-Berkeley, UC-Santa Cruz, the IRP Summer Research Workshop, and the Globalization and Workforce Composition Workshop for helpful comments. We are grateful to Jooyoun Park and Kara Reynolds for sharing TAPR data. This research was supported by the National Science Foundation under Grant No. SES-1851679. Leive acknowledges support from the UVA Bankard Fund for Political Economy. Kovak acknowledges support from the Block Center for Technology and Society at Carnegie Mellon. This paper was made possible (in part) by a grant from the Carnegie Corporation of New York. This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation, the Federal Reserve Bank of New York, the Federal Reserve System, or the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1762. (CBDRB-FY23-P1762-R10162, CBDRB-FY23-P1762- R10429, CBDRB-FY23-P1762-R10845, CBDRB-FY24-P1762-R11193). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}