{
    "id": 32469,
    "citation_title": "What Went Wrong with Federal Student Loans?",
    "citation_author": [
        "Adam Looney",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAt a time when the returns to college and graduate school are at historic highs, why do so many students struggle with their student loans? The increase in aggregate student debt and the struggles of today’s student loan borrowers can be traced to changes in federal policies intended to broaden access to federal aid and educational opportunities, and which increased enrollment and borrowing in higher-risk circumstances. Starting in the late 1990s, policymakers weakened regulations that had constrained institutions from enrolling aid-dependent students. This led to rising enrollment of relatively disadvantaged students, but primarily at poor-performing, low-value institutions whose students systematically failed to complete a degree, struggled to repay their loans, defaulted at high rates, and foundered in the job market. As these new borrowers experienced similarly poor outcomes, their loans piled up, loan performance deteriorated, and with it the finances of the federal program. The crisis illustrates the important role that educational institutions play in access to postsecondary education and student outcomes, and difficulty of using broadly-available loans to subsidize investments in education when there is so much heterogeneity in outcomes across institutions and programs and in the ability to repay of students.\n\n",
    "acknowledgement": "\nThis draft was prepared for the Journal of Economic Perspectives. Adam Looney is Clinical Professor, University of Utah, David Eccles School of Business, Salt Lake City, Utah. He is also a Visiting Senior Fellow, The Brookings Institution, Washington, DC. Constantine Yannelis is Associate Professor of Finance, University of Chicago Booth School of Business, Chicago, Illinois. He is also a Faculty Research Fellow, National Bureau of Economic Research, Cambridge, Massachusetts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}