{
    "id": 32465,
    "citation_title": "Sustained Debt Reduction: The Jamaica Exception",
    "citation_author": [
        "Serkan Arslanalp",
        "Barry Eichengreen",
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReducing high public debts is key for countries seeking to restore fiscal capacity and resilience in the wake of recent crises. But large debt reductions are rare.  Jamaica stands out for reducing its debt from 144 percent of GDP to 72 percent over the last decade, a record achieved by running large, persistent primary budget surpluses. Well-designed fiscal rules combined with social partnership agreements making for fiscal ownership are at the root of its achievement.\n\n",
    "acknowledgement": "\nWe thank Laura Alfaro, Eleanor Brown, Patrick Honohan, Tracy Robinson, Jón Steinsson, Emil Verner, DeLisle Worrell, and Karina Garcia, Thomas Pihl Gade, Vitor Gaspar, Jan Kees Martijn, Pablo Morra, Constant Lonkeng Ngouana, Uma Ramakrishnan, Bert van Selm, and Esteban Vesperoni (all IMF) for helpful discussions. Views are the authors’ and do not necessarily represent those of the IMF, its Executive Board, or IMF management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Blair Henry\n\n1) The data used in this paper is non-proprietary, and I have not received any financial support related to the research, writing, or publication of the above article from any interested party.\n\n\n2) In addition to my positions at Stanford University I currently serve as a member of the Board of Directors of Citigroup, Nike, and Analog Devices. No compensation from these Board activities has been connected in any way to the content of this paper. I am also Chair of the NBER Board and Principal Investigator for the Sloan Foundation-funded PhD Excellence Initiative. I do not receive any compensation from the NBER or the Sloan Foundation and neither organization has funded any part of this research.\n\n\n3) Other than my salary from Stanford and compensation described above, no single relationship or activity has accounted for more than 10% of my aggregate annual income in a year.\n\n\n4) No member of my family has any relevant or material financial interests that relate to the research described in this paper.\n\n\n5) I am the principal investigator (PI) for the PhD Excellence Initiative, a Sloan Foundation funded program that seeks to increase the number of underrepresented US minorities that receive PhDs in economics. I do not receive any salary from the Sloan Foundation for my work as PI, and Sloan has not funded this research.\n\n\n5) Significant non-compensated affiliations include: National Bureau of Economic Research (Vice Chair).  The NBER has not provided me with any financial support for this research.\n\n\n6) No external party has reviewed the paper, except to check for clarity and felicity of language.\n\n\nPeter Blair Henry\n\n\n"
}