{
    "id": 32466,
    "citation_title": "When Protectionism Kills Talent",
    "citation_author": [
        "Mehmet I. Canayaz",
        "Isil Erel",
        "Umit G. Gurun",
        "Yufeng Wu"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2025-01-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nProtectionist policies intended to revitalize US chip manufacturing backfired, ultimately weakening the domestic workforce they aimed to rebuild. Instead of fostering talent growth, these measures resulted in a significant decline in hiring for critical science and engineering roles, particularly in entry-level positions and at firms heavily impacted by tariffs. Companies heavily reliant on foreign talent cut back on domestic recruitment and instead shifted to hiring in countries with more favorable immigration policies. US protectionism also discouraged students from pursuing chip-related degrees, leading to a contraction in the domestic talent pipeline. Our conceptual model, which demonstrates how labor supply constraints and rising costs undermine the effectiveness of protectionism, provides a theoretical foundation for these findings.\n\n",
    "acknowledgement": "\nWe thank Tania Babina (discussant), Alex Butler, Diane Del Guercio, Erica Fuchs, John Griffin, Ahmet Gulek, Po-Hsuan Hsu, Adrien Matray (discussant), Tom Meling, Jungu Myung (who also provided excellent research assistance), René Stulz, Gabriela Cruz Thompson, and Alminas Žaldokas for their valuable feedback. We also appreciate the insightful comments from seminar participants at Pennsylvania State University and the University of Oregon, as well as conference attendees at the 2024 CSEF-RCFS Conference on Finance, Labor, and Inequality and the 2024 Finance, Organizations, and Markets (FOM) Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}