{
    "id": 32463,
    "citation_title": "The Effects of Emergency Rental Assistance During the Pandemic: Evidence from Four Cities",
    "citation_author": [
        "Robert Collinson",
        "Anthony A. DeFusco",
        "John Eric Humphries",
        "Benjamin J. Keys",
        "David C. Phillips",
        "Vincent Reina",
        "Patrick S. Turner",
        "Winnie van Dijk"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe COVID-19 pandemic saw an unprecedented expansion of federal emergency rental assistance (ERA). Using applications to ERA lotteries in four cities linked to survey and administrative data, we assess its impacts on housing stability, financial security, and mental health. We find that assistance increased rent payment modestly and improved mental health. However, in contrast to pre-pandemic studies of similar assistance programs, we find limited effects on financial or housing stability. Several pieces of suggestive evidence indicate this discrepancy is likely due to macroeconomic conditions, including expanded government support and rental market slackness, rather than ERA generosity or targeting.\n\n",
    "acknowledgement": "\nDeFusco gratefully acknowledges financial support from the Peter G. Peterson Foundation Pandemic Response Policy Research Fund. Collinson, Phillips, and Turner acknowledge support from the Wilson-Sheehan Lab for Economic Opportunities (LEO) and J-PAL North America, Reina acknowledges financial support from the Stoneleigh Foundation. Humphries and Van Dijk thank the University of Chicago Women's Board, J-PAL North America, William H. Block, Crown Family Philanthropies, the Polk Bros. Foundation, and the Yale Tobin Center for Economic Policy for financial support. Keys thanks the research sponsors of Wharton's Zell/Lurie Real Estate Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}