{
    "id": 32472,
    "citation_title": "Shrinking the Term Structure",
    "citation_author": [
        "Damir Filipović",
        "Markus Pelger",
        "Ye Ye"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new framework to explain the factor structure in the full cross section of Treasury bond returns. Our method unifies non-parametric curve estimation with cross-sectional factor modeling. We identify smoothness as a fundamental principle of the term structure of returns. Our approach implies investable factors, which correspond to the optimal spanning basis functions in decreasing order of smoothness. Our factors explain the slope and curvature shapes frequently encountered in PCA. In a comprehensive empirical study, we show that the first four factors explain the time-series variation and risk premia of the term structure of excess returns. Cash flows are covariances as the exposure of bonds to factors is fully explained by cash flow information. We identify a state-dependent complexity premium. The fourth factor, which captures complex shapes of the term structure premium, substantially reduces pricing errors and pays off during recessions.\n\n",
    "acknowledgement": "\nWe thank Robert Anderson, Michael Bauer, Xiaohong Chen, Richard Crump, Darrell Duffie, Kay Giesecke, Lisa Goldberg, Nikolay Gospodinov, Tze Lai, Martin Lettau, Aaron Sidford, Irina Zviadadze (discussant), and seminar and conference participants at Stanford, UC Berkeley, University of Cincinnati, Korean Advanced Institute of Science & Technology, Korean Business School, Balyasny Asset Management, the Annual Meeting of the European Finance Association and the Conference on Computational and Financial Econometrics for helpful comments. We thank Rose Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}