{
    "id": 32474,
    "citation_title": "Old Moats for New Models: Openness, Control, and Competition in Generative AI",
    "citation_author": [
        "Pierre Azoulay",
        "Joshua L. Krieger",
        "Abhishek Nagaraj"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDrawing insights from the field of innovation economics, we discuss the likely competitive environment shaping generative AI advances. Central to our analysis are the concepts of appropriability—whether firms in the industry are able to control the knowledge generated by their innovations—and complementary assets—whether effective entry requires access to specialized infrastructure and capabilities to which incumbent firms can ration access. While the rapid improvements in AI foundation models promise transformative impacts across broad sectors of the economy, we argue that tight control over complementary assets will likely result in a concentrated market structure, as in past episodes of technological upheaval. We suggest the likely paths through which incumbent firms may restrict entry, confining newcomers to subordinate roles and stifling broad sectoral innovation. We conclude with speculations regarding how this oligopolistic future might be averted. Policy interventions aimed at fractionalizing or facilitating shared access to complementary assets might help preserve competition and incentives for extending the generative AI frontier. Ironically, the best hopes for a vibrant open source AI ecosystem might rest on the presence of a “rogue” technology giant, who might choose openness and engagement with smaller firms as a strategic weapon wielded against other incumbents.\n\n",
    "acknowledgement": "\nWe thank Josh Lerner, Janet Freilich, Shane Greenstein, Joshua Gans, Shikhar Ghosh, Pam Mishkin, Roland Szabo, Nikhil Naik, Rishi Bommasani, Juan Mateos-Garcia, Yoon Kim, and Roger Levy for useful discussions. Nilo Mitra and Yanqi Cheng provided able research assistance. We acknowledge the help of GPT-4 and Claude 3 Sonnet as unparalleled brainstorming partners, expert paraphrasers, and whisperers of imaginary references. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}