{
    "id": 32477,
    "citation_title": "Racial Protests and Credit Access",
    "citation_author": [
        "Raffi E. Garcia",
        "Alberto Ortega"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Behavioral Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of local racial demonstrations, such as Black Lives Matter (BLM) protests, and the subsequent racial justice movement following the death of George Floyd on racial disparities in Paycheck Protection Program loan disbursements to small businesses. Using difference-in-differences and event-study methodologies, we find that local racial protests improved credit access for Black business owners. Additionally, the increased social media and public attention following Floyd's death affected the public perception of racial equity issues, resulting in a positive moderating effect on the loan amounts distributed to Black owners relative to other racial-ethnic groups. Our findings indicate that both implicit and explicit racial bias decreased after Floyd’s death, including finance occupations.\n\n",
    "acknowledgement": "\nWe are grateful for the financial research support received from the Samuel DuBois Cook Center on Social Equity at Duke University, the AEA Mentoring Program, and the Diversity Initiative for Tenure in Economics (DITE) at Duke University, the latter two in conjunction with the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}