{
    "id": 32479,
    "citation_title": "Credit, Land Speculation, and Long-Run Economic Growth",
    "citation_author": [
        "Tomohiro Hirano",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the impact of credit expansions arising from increases in collateral values or lower interest rate policies on long-run productivity and economic growth in a two-sector endogenous growth economy with credit frictions, with the driver of growth lying in one sector (manufacturing) but not in the other (real estate). We show that it is not so much aggregate credit expansion that matters for long-run productivity and economic growth but sectoral credit expansions. Credit expansions associated mainly with relaxation of real estate financing (capital investment financing) will be productivity-and growth-retarding (enhancing). Without financial regulations, low interest rates and more expansionary monetary policy may so encourage land speculation using leverage that productive capital investment and economic growth are decreased. Unlike in standard macroeconomic models, in ours, the equilibrium price of land will be finite even if the safe rate of interest is less than the rate of output growth.\n\n",
    "acknowledgement": "\nJoseph E. Stiglitz gratefully acknowledges financial support from the William + Flora Hewlett and Alfred P. Sloan Foundations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Tomohiro Hirano has no additional disclosure to make.\n\n\n"
}