{
    "id": 32481,
    "citation_title": "There is No Excess Volatility Puzzle",
    "citation_author": [
        "Andrew Atkeson",
        "Jonathan Heathcote",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present two valuation models that we use to account for the annual data on price per share and dividends per share for the CRSP Value-Weighted Index from 1929-2023. We show that it is a simple matter to account for these data based purely on a model of variation over time in the expected ratio of dividends per share to aggregate consumption under two conditions. First, investors must receive news shocks regarding the expected ratio of dividends per share to aggregate consumption in the long run. Second, the discount rate used to evaluate the impact of this news on the current price per share must be low. We use the approach of Campbell and Shiller (1987) and Campbell and Shiller (1988) to argue that the cash flow news in our model is not a stand-in for changes in expected returns: with our model parameters, returns are not predictable and price dividend spreads and ratios predict dividend growth at model-implied magnitudes. We illustrate which parameter choices account for differences between our results and prior findings in the literature. We conclude that the answer to Shiller (1981)’s question “Do stock prices move too much to be justified by subsequent movements in dividends?” is “not necessarily”.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. We would like to thank Stefan Nagel for a very helpful discussion of a previous draft of this paper and Charles Engel, Ellen McGrattan, Moto Yogo, Stavros Panageas, Yueran Ma, Andrea Eisfeldt, Stijn Van Nieuwerburgh, Zhengyang Jiang, Dan Greenwald, Sydney Ludvigson, and Martin Lettau for many helpful conversations on this topic.\n\n\n"
}