{
    "id": 32486,
    "citation_title": "Does Occupational Licensing Reduce Job Loss During Recessions?",
    "citation_author": [
        "Peter Q. Blair",
        "Bobby W. Chung"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nLicensed workers could be shielded from unemployment during recession since occupational licensing laws are asymmetric—making unlicensed workers an illegal substitute for licensed workers but not the reverse. We test our hypothesis using a difference-in-differences event study research design that exploits cross-state variation in licensing laws to compare the unemployment rate between licensed and unlicensed workers before and after the COVID-19 recession and the Great Recession. Controlling for worker ability, we find that licensing shields workers from a recession-induced increase in the unemployment rate of 0.82 p.p. during COVID-19 and 1.11 p.p. during the Great Recession.\n\n",
    "acknowledgement": "\nWe are thankful for the comments from Isaiah Andrews, David Autor, Desmond Ang, Michela Carlana, Jay Bhattacharaya, Matthew Gentzkow, Larry Katz, Bill Kerr, Jesse Shapiro, Mark Shepard, Evan Soltas, Eric Taylor, Emiliana Vegas, Ivan Werning and seminar participants at Harvard and the Cleveland Fed. We also received excellent research support from Anne Korte. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}