{
    "id": 32487,
    "citation_title": "The Simple Macroeconomics of AI",
    "citation_author": [
        "Daron Acemoglu"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "2024-10-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates claims about large macroeconomic implications of new advances in AI. It starts from a task-based model of AI’s effects, working through automation and task complementarities. So long as AI’s microeconomic effects are driven by cost savings/productivity improvements at the task level, its macroeconomic consequences will be given by a version of Hulten’s theorem: GDP and aggregate productivity gains can be estimated by what fraction of tasks are impacted and average task-level cost savings. Using existing estimates on exposure to AI and productivity improvements at the task level, these macroeconomic effects appear nontrivial but modest—no more than a 0.66% increase in total factor productivity (TFP) over 10 years. The paper then argues that even these estimates could be exaggerated, because early evidence is from easy-to-learn tasks, whereas some of the future effects will come from hard-to-learn tasks, where there are many context-dependent factors affecting decision-making and no objective outcome measures from which to learn successful performance. Consequently, predicted TFP gains over the next 10 years are even more modest and are predicted to be less than 0.53%. I also explore AI’s wage and inequality effects. I show theoretically that even when AI improves the productivity of low-skill workers in certain tasks (without creating new tasks for them), this may increase rather than reduce inequality. Empirically, I find that AI advances are unlikely to increase inequality as much as previous automation technologies because their impact is more equally distributed across demographic groups, but there is also no evidence that AI will reduce labor income inequality. Instead, AI is predicted to widen the gap between capital and labor income. Finally, some of the new tasks created by AI may have negative social value (such as design of algorithms for online manipulation), and I discuss how to incorporate the macroeconomic effects of new tasks that may have negative social value.\n\n",
    "acknowledgement": "\nPaper prepared for Economic Policy. I am grateful to Can Yeşildere for phenomenal research assistance, and to Leonardo Bursztyn, Mert Demirer, Lauren Fahey, Roberto Galbiati, Isabelle Méjean, Shakked Noy, Sida Peng, Julia Regier, and Whitney Zhang as well as participants in the MIT Solow Memorial conference and the Economic Policy conference for useful comments. I am especially grateful to my discussants, David Hémous and Benoît Coeuré, for insightful comments and suggestions. I thank Pamela Mishkin and Daniel Rock for generously sharing their data on AI exposure. I am also heavily indebted to my collaborators on several projects related to these topics, David Autor, Simon Johnson and Pascual Restrepo, from whom I learned a great deal and who have also given me very useful comments on the current draft. Financial support from the Hewlett Foundation is gratefully acknowledged. All remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}