{
    "id": 32488,
    "citation_title": "Household Inflation Expectations: An Overview of Recent Insights for Monetary Policy",
    "citation_author": [
        "Francesco D’Acunto",
        "Evangelos Charalambakis",
        "Dimitris Georgarakos",
        "Geoff Kenny",
        "Justus Meyer",
        "Michael Weber"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses the recent wave of research that has emphasized the importance of measures of consumers’ inflation expectations. In contrast to other measures of expected inflation, such as for experts or financial market participants, consumers’ inflation expectations capture the broader distribution of societal beliefs about inflation. This research has revealed very significant deviations from traditional assumptions about rationality in consumers’ expectations formation. However, households do act on their beliefs about inflation, though in heterogeneous ways that can depart from the predictions of conventional economic models. Recent euro area experiences highlight the importance of tracking the degree of anchoring in consumers’ inflation expectations in a way that considers their inherent complexity, heterogeneity, and subjectivity. On average, consumers’ medium and longer-term expectations deviate noticeably in levels from central bank targets and, in contrast with expert expectations, often co-move more closely with shorter-term inflation news. By stepping up their engagement with the wider public, central banks may be able to influence expectations by building up greater knowledge and trust and thereby support more effective monetary transmission. Communication efforts need to be persistent because central banks must compete with many other demands on consumers’ attention.\n\n",
    "acknowledgement": "\nThe authors would like to thank the seminar participants at the ECB for many comments and suggestions and particularly Michael Ehrmann and Luc Laeven for detailed comments on the draft paper. The authors also thank Irene Rizzoli, Alice Sodano, Athanasios Tsiortas, Antilia Virginie, Conor O'Reilly, Rebeka Eva Cook and Lorenzo Baldassarri for help with the data. The views expressed are those of the authors and do not necessarily reflect those of the ECB or the National Bureau of Economic Research. This paper should not be reported as representing the views of the European Central Bank (ECB). The views expressed are those of the authors and do not necessarily reflect those of the ECB.\n\n\n"
}