{
    "id": 32484,
    "citation_title": "Why Doesn’t the United States Have National Health Insurance? The Role of the American Medical Association",
    "citation_author": [
        "Marcella Alsan",
        "Yousra Neberai"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study revisits a critical juncture in the development of national health insurance (NHI) in the United States in the post-World War II era. We investigate the role of the American Medi cal Association (AMA) which financed a campaign against NHI that was directed by the country’s first political public relations firm, Whitaker & Baxter’s Campaigns, Inc. The Campaign had two key components: (1) physician outreach to patients and civic organizations; and (2) mass advertising that tied private insurance to “freedom” and “the American way.” We bring together archival data from several novel sources documenting Campaign strategy and intensity. We find a one standard deviation increase in Campaign exposure explains about 20% of the increase in private health insurance enrollment and a similar decline in public opinion support for legislation enacting NHI. We also find evidence that the Campaign influenced the narrative for how legislators described health insurance, leading Republicans to use speech similar to the Campaign. These findings suggest the rise of private health insurance in the U.S. was not solely due to wartime wage freezes, collective bargaining, or favorable tax treatment. Rather, it was also enabled by an interest group-financed Campaign that used ideology to influence the behavior and views of ordinary citizens.\n\n",
    "acknowledgement": "\nThis paper previously circulated as 'Interest Groups, Ideology, and Indirect Lobbying: The Rise of Private Health Insurance In the United States'. The authors would like to thank Corey Purcell from the Harvard Medical School Countway Library, Jorie Braunold and Kelsey Walsh from the American Medical Association Archives, Kim Garber from the American Hospital Association Archives, Beth Benham from the State Archives of the State of California, and Adam Berenbak from the National Archives in D.C., for their generous assistance in accessing many of the historical resources used in this work. We thank seminar participants at NBER Economics of Culture and Institutions, NBER Development of the American Economy, Cleveland Clinic, Clark University, Duke University, Johns Hopkins University, Harvard Medical School, University of Kentucky, University of Southern California, New York University, Columbia School of Public Health, University of British Columbia, Brown University Population Studies, London School of Economics, Harvard Kennedy School, Northwestern University, Harvard Economic History, University of California Davis, and the University of Copenhagen for helpful comments. We also thank Daron Acemoglu, Amitabh Chandra, David Cutler, Melissa Dell, Maya Durvasula, Amy Finkelstein, Price Fishback, Raymond Fisman, Paola Giuliano, Edward Glaeser, Grant Goehring, Claudia Goldin, Andrew Goodman-Bacon, Jonathan Gruber, Eric Hilt, Peter Hull, Asim Khwaja, Eliana La Ferrara, Gary Libecap, Nathan Nunn, Matt Notowidigdo, Joshua Schwartzstein, Mark Shepard, Jon Skinner, Marco Tabellini, and Marcos Vera-Hernandez. Jeongmook Lim, Michelle Lin, Vanessa Jia, Anne Fogarty, Michelle Wu, Maya Rosen, Anna Volpp, and Xingyou Ye provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}