{
    "id": 32482,
    "citation_title": "Inflation's Impact on American Households",
    "citation_author": [
        "David Altig",
        "Alan J. Auerbach",
        "Erin F. Eidschun",
        "Laurence J. Kotlikoff",
        "Victor Yifan Ye"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "2024-06-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe post-COVID price surge has reignited interest in inflation’s impact on American households. Even if anticipated and with full market adjustments, inflation affects households through its interaction with the fiscal system, which is the focus of this paper. Inflation affects households through its interaction with the fiscal. We run the 2019 Survey of Consumer Finances (SCF), assuming different inflation rates, through the Fiscal Analyzer (TFA) – a life cycle, consumption-smoothing tool incorporating all major federal and state fiscal programs. Before doing so, we adjust the SCF data to neutralize inflation’s non-fiscal effects. A permanent increase in the inflation rate from zero to 10 percent reduces median lifetime spending by 6.82 percent. This impact is smaller – 4.74 percent – when fiscal COLAs aren’t lagged. But the big stories are the progressivity of inflation’s increase in net taxation, its age pattern, and its heterogeneity. The 15.9 percent median lifetime spending loss of the top 1 percent from 10 percent inflation is roughly 2.5 times that of the bottom quintile. Middle aged households are hit far harder because they have more asset income, which, with inflation, is taxed at a higher effective rate. The 25th percentile of spending changes is a reduction of 9.84 percent. The 75th percentile change is still a reduction of 4.83 percent. The maximum spending decline (increase) across all households is 64.9 (46.7) percent. Thus, the distribution of welfare is highly sensitive to significant, ongoing inflation.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Deborah Lucas, and Valerie Ramy and other NBER 2024 Macro Annual Conference participants for valuable comments. We thank the Federal Reserve Bank of Atlanta, Boston University, the Goodman Institute, and Economic Security Planning, Inc. for research support. The authors are solely responsible for the paper’s contents. The TFA is a research tool developed by Economic Security Planning, Inc., a company founded by Laurence Kotlikoff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from the Sloan Foundation, the Goodman Institute, Boston University, Economic Security Planning, Inc., and the Federal Reserve Bank of Atlanta. Laurence Kotlikoff is President and principal shareholder of Economic Security Planning, Inc. The computation engine used in this study is based on Kotlikoff's company's MaxiFi Planner's computation engine. This said, there is no clear financial or commercial advantage to Kotlikoff from this pure research study.\n\n\n"
}