{
    "id": 32485,
    "citation_title": "Algorithmic Bias and Historical Injustice: Race and Digital Profiling",
    "citation_author": [
        "Abigail Matthew",
        "Amalia R. Miller",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the implications of attempts at \"ethnic-affinity\" profiling on Facebook that reflects users' engagement with content on Facebook. Profiling by ethnic-affinity is highly correlated with Census estimates of population race by geography. However, more users were profiled as African-American in former slave states relative to the baseline population. This occurs because the targeting algorithm was better at identifying Black users through differentiated engagement with cultural content in these states. This implies that policies restricting the collection of racial identity data will be unsuccessful due to the existence of proxies, and that relying on proxies may introduce troubling biases.\n\n",
    "acknowledgement": "\nWe are grateful to Ellora Derenoncourt, Ginger Jin, Ben Leyden, Michael Luca, and various conference and seminar participants for helpful feedback and to Yutong Chen for excellent research assistance. We acknowledge financial support from the Bankard Fund for Political Economy at the University of Virginia. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmalia R. Miller\n\nAbigail Matthew:\nI have no relevant or material financial interests that relate to the research described in this paper.\n\n\nAmalia Miller:\nI have no relevant or material financial interests that relate to the research described in this paper. I received financial support for the research from an internal grant at the University of Virginia through the Bankard Fund for Political Economy. I consulted for Meta Platforms as an expert witness in litigation that is not related to this research.\n\n\nCatherine Tucker:\nPlease see this website for my list of current disclosures https://mitmgmtfaculty.mit.edu/cetucker/disclosure/\n\n\nThis is a public disclosure statement. It follows guidelines set out by https://coi.mit.edu/policy, https://www.aeaweb.org/journals/policies/disclosure-policy and http://www.nber.org/researchdisclosurepolicy.html. Please also see my CV at http://mitmgmtfaculty.mit.edu/cetucker/.\n\n\nI have received grants from DARPA, Google, the MIT CryptoEconomics Lab, the National Science Foundation, National Institute for Health, the Sloan Foundation, Tilburg Law and Economics Center, Time Warner, the Net Institute, WPP, the Marketing Science Institute, and the Computer & Communications Industry Association. I have received data from multiple \ffirms including General Motors, Visible Measures, Havas Digital, and WPP.\n\n\nI consulted for ADT, Amazon, Bausch Health, BMI, CBS, Chevron, Choice Hotels, ContextLogic, Instacart, Intercontinental Group, Google, NCAA, Match Group, Marriott, Meta, Microsoft, Mu Sigma, Lyft, Reynolds and Reynolds, Ripple, RTIC, Samsung, SoundExchange, Twitter, Verizon, and Yahoo. I am an academic affiliate at the Analysis Group, which is an economics consulting \ffirm.\n\n\nMy academic advisors from my PhD at Stanford have also worked at multiple companies. These include Susan Athey (who was chief economist at Microsoft and has served on the boards of Ripple, Rover and Expedia), Steve Tadelis (who was chief economist at eBay), Tim Bresnahan who was Chief Economist at the DOJ, and Pat Bajari, who is currently chief economist at Amazon. My classmate at Stanford, Peter Coles, is now chief economist at AirBnB.\n\n\nI hold shares in individual companies that track the VHYAX index. The rest of my investments are in passive index tracker funds and\nmunicipal bonds.\n\n\n\nCatherine Tucker\n\nPlease see this website for my list of current disclosures\nhttps://mitmgmtfaculty.mit.edu/cetucker/disclosure/\n\n\nDisclosures as of January 27, 2023:\nThis is my disclosure statement. It lists companies I have consulted for, grants I have received, relationships with academics working at a variety of firms, and entities in which I have a significant financial interest. The statement follows the guidelines set out by MIT,  American Economic Review guidelines, and NBER guidelines. However, since these disclosures are not readily accessible and only require people to disclose financial interests as they deem relevant it seems more straightforward to just post a full disclosure on my website.\nPotential Conflicts of Interest Disclosure:\nDISCLOSURE STATEMENT: CATHERINE TUCKER\nThis is a public disclosure statement.1 Please also see my CV.2\nI have received grants from DARPA, Google, the MIT CryptoEconomics Lab, the National Science Foundation, National Institute for Health, the Sloan Foundation, Tilburg Law and Economics Center, Time Warner, the Net Institute, WPP, the Marketing Science Institute,3 and the Computer & Communications Industry Association.4\nI have received data from multiple firms including General Motors, Visible Measures, Havas Digital, and WPP.\nI consulted for ADT, Amazon, Bausch and Lomb, BMI, CBS, Chevron, Choice Hotels, ContextLogic, Instacart, Intercontinental Group, Google, NCAA, Meta, Match Group, Marriott, Microsoft, Mu Sigma, Lyft, Reynolds and Reynolds, Ripple, RTIC, Samsung, StockX, oundExchange, Verizon, and Yahoo. I am an academic affiliate at the Analysis Group, which is an economics consulting firm.\nMy academic advisors from my PhD at Stanford have also worked at multiple companies. These include Susan Athey (who was chief economist at Microsoft and is served on the boards of Ripple, Rover and Expedia), Steve Tadelis (who was chief economist at eBay), Tim Bresnahan who was Chief Economist at the DOJ, and Pat Bajari, who is currently chief economist at Amazon. My classmate at Stanford, Peter Coles, is now chief economist at AirBnB.\nI hold shares in individual companies that track the VHYAX index. The rest of my investments are in passive index tracker funds and municipal bonds.\n\n\n1. Following guidelines set out by https://coi.mit.edu/policy, https://www.aeaweb.org/journals/policies/disclosure-policy and http://www.nber.\norg/researchdisclosurepolicy.html\n2. Download from http://mitmgmtfaculty.mit.edu/cetucker/\n3. Member companies are listed at http://www.msi.org/about-msi/current-member-companies/\n4. Member companies are listed at http://www.ccianet.org/about/members/\n\n\n"
}