{
    "id": 32480,
    "citation_title": "Dynamic Efficiency and Pricing of Innovations with Insurance: The Case for Gene Therapies",
    "citation_author": [
        "Anirban Basu"
    ],
    "citation_publication_date": "2024-05-20",
    "issue_date": "2024-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI demonstrate that to achieve dynamic efficiency, the optimal share of total surplus that a social payer should transfer to an innovating industry for a current asset depends on the marginal product of investment and the share of profits invested by the industry on the current asset and not on returns from future innovations. This insight arises from using a dynamic multi-period model of optimal transfers rather than a static two-period model with one optimal transfer, as used in the literature. I delve into the implications for alternative pricing of healthcare innovations - value-based prices using cost-effectiveness analysis, monopoly prices under the social demand curve, and monopoly profit preserving prices under insurance – for surplus appropriation by the innovating industry.   I also explore how alternative financing mechanisms used by social payers and the demand uncertainty that innovators face impact this appropriation share. I illustrate these concepts with a substantive example of pricing gene therapy for sickle cell disease in the United States\n\n",
    "acknowledgement": "\nI acknowledge funding through the National Institutes of Health (NIH) Agreements OT3HL152448. Data access and analyses were supported through the National Institute of Child Health and Human Development research infrastructure grant, P2C HD042828.  I thank Chris Adams and numerous seminar participants for their helpful comments on the paper. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}