{
    "id": 32489,
    "citation_title": "Explaining Adverse Cholesterol Levels and Distinct Gender Patterns in an Indonesian Population Compared with the U.S.",
    "citation_author": [
        "Ralph I. Lawton",
        "Elizabeth Frankenberg",
        "Teresa Seeman",
        "Arun S. Karlamangla",
        "Cecep Sumantri",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "2024-07-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the expiration of many tax cuts and unmet climate targets, 2025 could be a crucial year for climate policy in the United States. Using an integrated model of energy supply and demand, this paper aims to assess climate policies that the U.S. federal government may consider in 2025 and to evaluate emissions reductions, abatement costs, fiscal impacts, and household energy expenditures across a range of policy scenarios. The model results show several key findings. First, the emissions reductions of the Inflation Reduction Act are significantly augmented under scenarios that add a modest carbon fee or, to a lesser extent, that implement a clean electricity standard in the power sector. Second, net fiscal costs can be substantially reduced in scenarios that include a carbon fee, especially if fossil fuel exports are taxed. Third, expanding the IRA tax credits yields modest additional emissions reductions with higher fiscal costs. Finally, although none of the policy combinations across these scenarios achieve the U.S. target of a 50-52% economy-wide emissions reduction by 2030 from 2005 levels, the carbon fee and clean electricity standard scenarios achieve these levels between 2030 and 2035.\n\n",
    "acknowledgement": "\nDiscussions with Eileen Crimmins have been very helpful. This work was supported by the National Institute on Aging (grant numbers R01AG031266, R01AG065395, and T32AG51108), the Eunice Kennedy Shriver National Institute of Child Health and Development (grant number R01HD052762) and the Wellcome Trust (grant number OPOH 106853/A/15/Z).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}