{
    "id": 32495,
    "citation_title": "Double Robustness of Local Projections and Some Unpleasant VARithmetic",
    "citation_author": [
        "José Luis Montiel Olea",
        "Mikkel Plagborg-Møller",
        "Eric Qian",
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "2024-08-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider impulse response inference in a locally misspecified vector autoregression (VAR) model. The conventional local projection (LP) confidence interval has correct coverage even when the misspecification is so large that it can be detected with probability approaching 1. This result follows from a “double robustness” property analogous to that of popular partially linear regression estimators. In contrast, the conventional VAR confidence interval with short-to-moderate lag length can severely undercover, even for misspecification that is small, economically plausible, and difficult to detect statistically. There is no free lunch: the VAR confidence interval has robust coverage only if the lag length is so large that the interval is as wide as the LP interval.\n\n",
    "acknowledgement": "\nWe received helpful comments from Isaiah Andrews, Tim Armstrong, Joel Flynn, Jim Hamilton, Lars Peter Hansen, Òscar Jordà, Lutz Kilian, Michal Kolesár, Ulrich Müller, Pablo Ottonello, Frank Schorfheide, Harald Uhlig, Mark Watson, Ke-Li Xu, and seminar participants at Columbia, Princeton, the Federal Reserve Banks of Cleveland and Philadelphia, the 2024 NBER Summer Institute Monetary Meeting, and the 2024 Conference in Honor of Christopher A. Sims. Plagborg-Møller acknowledges that this material is based upon work supported by the NSF under Grant #2238049, and Wolf does the same for Grant #2314736. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research.\n\n\n"
}