{
    "id": 32499,
    "citation_title": "Discount Factors and Monetary Policy: Evidence from Dual-Listed Stocks",
    "citation_author": [
        "Quentin Vandeweyer",
        "Minghao Yang",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the transmission of monetary policy to the stock market through investors’ discount factors. To isolate this channel, we investigate the effect of US monetary policy surprises on the ratio of prices of the same stock listed simultaneously in Hong Kong and Mainland China, and thereby control for revisions in cash-flow expectations. We find this channel to be strong and asymmetric, with the effect driven by surprise monetary policy interest rate cuts. A 100 basis point surprise cut results in a 30 basis point increase in the ratio of stock prices over 5 days. These results suggest significant slow-moving reductions in stock market risk premia following accommodating monetary policy surprises.\n\n",
    "acknowledgement": "\nWe are grateful to Anna Cieslak, Gene Fama, Marco Grotteria, Zhiguo He, Sebastian Hillenbrand, Ralph Koijen, Stefan Nagel, Carolin Pflueger, Alp Simsek, Anne Villamil, and Michael Weber for helpful discussions and comments. Vandeweyer and Yannelis gratefully acknowledge financial support from the Booth School of Business at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}