{
    "id": 32494,
    "citation_title": "Nominal Devaluations, Inflation and Inequality",
    "citation_author": [
        "Andrés Blanco",
        "Andrés Drenik",
        "Emilio Zaratiegui"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distribution of labor income during large devaluations. Across countries, inequality falls after large devaluations within the context of a surge in inflation and a fall and subsequent recovery of real labor income. To better understand inequality dynamics, we use a novel administrative dataset covering the 2002 Argentinean devaluation. We show that following a homogeneous fall in real labor income across workers, the bottom of the income distribution recovers faster than the top. Low labor mobility and lack of union coverage among high-income workers explain their slow recovery.\n\n",
    "acknowledgement": "\nWe thank Hassan Afrouzi, Ariel Burstein, Olivier Coibion, Javier Cravino, Fatih Guvenen, Loukas Karabarbounis, Andrei Levchenko, Chris Moser, Virgiliu Midrigan, Pablo Ottonello, Diego Perez, Felipe Saffie, Ayşegül Şahin, Matthew Shapiro, and Linda Tesar for helpful discussions, as well as seminar participants at the University of Michigan, SED, UC Davis, UC Santa Cruz, International Macro-Finance Conference at Chicago Booth, Columbia University, Cleveland FED, Universidad de San Andres, Universidad Torcuato Di Tella, NYU, Kansas City Fed, St. Louis Fed, and Chicago Fed. We thank Javier Tasso and Lucas Rosso Fones for superb research assistance. We are particularly grateful to the Ministry of Production and Labor in Argentina for granting access to the data. We are also grateful to Eric Verhoogen and the Center for Development Economics and Policy for granting access to the data from Brazil, and Christian Moser for sharing useful codes. All analysis of confidential data was carried out on-site and in accordance with Argentinian confidentiality laws. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}