{
    "id": 32492,
    "citation_title": "The Effect of Inequality on Redistribution: An Econometric Analysis",
    "citation_author": [
        "Michael J. Boskin",
        "Kareem Elnahal",
        "Adam Zhang"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on U.S. state and federal taxes and transfers over a quarter century, we estimate a regression model that yields the marginal effect of any shift of market income share from one quintile to another on the entire post tax, post-transfer income distribution. We identify exogenous income distribution changes and account for reverse causality using instruments based on exposure to international trade shocks, international commodity price shocks and national industry demand shocks, as well as lagged endogenous variables, with controls for the level of income, the business cycle and demographics. We find the degree of attenuation of market income shifts initially increases in quintile rank, peaks at the middle quintile and then falls for higher income quintiles, consistent with median voter political economy theory and what Stigler called Director’s Law. We also provide evidence of considerable and systematic spillover effects on quintiles neither gaining nor losing in the “experiments,” also favoring the middle quintile, what we label the greedy median voter. “Voting” and “income insurance” coalition analyses are presented. We find a strong negative relationship between average real income and redistribution and a modest effect of two year led inequality.\n\n",
    "acknowledgement": "\nWe are grateful to Tom MaCurdy, Han Hong, and especially Frank Wolak for helpful econometric suggestions. We thank Daron Acemoglu, Mordecai Kurz and Roger Myerson for providing helpful game theory insights and encouragement at an early stage. We also thank Jesse Davis, Kenneth Kletzer, Erik Loualiche, and participants in the Hoover Economic Policy Seminar for valuable feedback. This research was supported by the Bradley Graduate and Post Graduate Fellowship Program through a grant to the Stanford Institute for Economic Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}