{
    "id": 32498,
    "citation_title": "A Quantile Model of Firm Investment",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Luciano I. de Castro",
        "Antonio F. Galvao Jr"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of firm investment under uncertainty that captures firms’ risk attitude using quantile preferences. The firm maximizes its present value, defined as current profits and investment plus the discounted value of the τ-quantile of its value next period. In our framework, τ ∈ (0, 1) parametrizes the firm’s attitude toward downside risk. The model implies that the firm’s investment policy equates the marginal cost of capital with the τ-quantile of the discounted present value of future marginal profits — investment depends directly on the firm’s risk attitude. We further integrate our model into a “q-theory” of investment. Numerical solutions show how heterogeneity across τ-quantiles impacts the value of the firm and investment decisions. Empirical estimations of the quantile investment model show that the strength of the relation between investment and Tobin’s q increases as downside risk aversion decreases. Estimates of firms’ risk attitude reveal evidence of high levels of downside risk aversion.\n\n",
    "acknowledgement": "\nThe authors are grateful to Paolo Fulghieri, Gary Solon, and seminar participants at Michigan State University, and the 12th Portuguese Finance Network Conference for helpful comments and discussions. Luciano de Castro acknowledges the support of the National Council for Scientific and Technological Development — CNPq. Jingyue Cui provided excellent research assistance. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}