{
    "id": 32496,
    "citation_title": "School Equalization in the Shadow of Jim Crow: Causes and Consequences of Resource Disparity in Mississippi circa 1940",
    "citation_author": [
        "David Card",
        "Leah Clark",
        "Ciprian Domnisoru",
        "Lowell Taylor"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "2024-08-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA school finance equalization program established in Mississippi in 1920 failed to help many of the state's Black students – an outcome that was typical in the segregated U.S. South (Horace Mann Bond, 1934). In majority-Black school districts, local decision-makers overwhelmingly favored white schools when allotting funds from the state's preexisting per capita fund, and the resulting high expenditures on white students rendered these districts ineligible for the equalization program. Thus, while Black students residing in majority-white districts benefited from increased spending and standards for Black schools, those in majority-Black districts continued to experience extremely low – and even worsening – school funding. We model the processes that led the so-called equalization policy to create disparities in schooling resources for Black students, and estimate effects on Black children using both a neighboring-counties design and an IV strategy. We find that local educational spending had large impacts on Black enrollment rates, as reported in the 1940 census, with Black educational attainment increasing in marginal spending. Finally, we link the 1940 and 2000 censuses to show that Black children exposed to higher levels of school expenditures had significantly more completed schooling and higher income late in life.\n\n",
    "acknowledgement": "\nThe work was funded by NIH, and is acknowledged in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}