{
    "id": 32497,
    "citation_title": "People's Understanding of Inflation",
    "citation_author": [
        "Alberto Binetti",
        "Francesco Nuzzi",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "2024-06-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies people’s understanding of inflation–their perceived causes, consequences, trade-offs–and the policies supported to mitigate its effects. We design a new, detailed online survey based on the rich existing literature in economics with two experimental components— a conjoint experiment and an information experiment—to examine how well public views align with established economic theories. Our key findings show that the major perceived causes of inflation include government actions, such as increased foreign aid and war-related expenditures, alongside rises in production costs attributed to recent events like the COVID-19 pandemic, oil price fluctuations, and supply chain disruptions. Respondents anticipate many negative consequences of inflation but the most noted one is the increased complexity and difficulty in household decision-making. Partisan differences emerge distinctly, with Republicans more likely to attribute inflation to government policies and foresee broader negative outcomes, whereas Democrats anticipate greater inequality effects. Inflation is perceived as an unambiguously negative phenomenon without any potential positive economic correlates. Notably, there is a widespread belief that managing inflation can be achieved without significant trade-offs, such as reducing economic activity or increasing unemployment. These perceptions are hard to move experimentally. In terms of policy responses, there is resistance to monetary tightening, consistent with the perceived absence of trade-offs and the belief that it is unnecessary to reduce economic activity to fight inflation. The widespread misconception that inflation rises following increases in interest rates even leads to support for rate cuts to reduce inflation. There is a clear preference for policies that are perceived to have other benefits, such as reducing government debt in progressive ways or increasing corporate taxes, and for support for vulnerable households, despite potential inflationary effects.\n\n",
    "acknowledgement": "\nThe project is approved by IRB at Harvard University (IRB24-0213). We acknowledge support from the “Chae Macroeconomic Policy Fund.” We thank Laurence Ball, Yuriy Gorodnichenko, Robert Schiller, and participants at the “Inflation in the COVID Era and Beyond” Conference for useful comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}