{
    "id": 32490,
    "citation_title": "Returns Heterogeneity and Consumption Inequality Over the Life Cycle",
    "citation_author": [
        "Claudio Daminato",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent literature argues that persistent heterogeneity in wealth returns (\"type dependence\") as well as a positive association with wealth levels (\"scale dependence\") play an important role for explaining features of the wealth distribution, especially its extreme concentration at the top. In contrast, traditional models of wealth accumulation emphasize the role of persistent differences in labor earnings. Using panel data from the PSID, we first document that a common unobserved component (which we interpret as the endowment of cognitive and non-cognitive skills of an individual) drives persistent heterogeneity in both wealth returns and labor earnings. We embed these features of the joint wealth return-earnings process in a life-cycle model of consumer behavior and show that ignoring them would dramatically understate average returns for people at the top of the wealth distribution as well as the level and rise of consumption inequality over the life cycle.\n\n",
    "acknowledgement": "\nWe are grateful to various conference and seminar participants for comments and to Gabriela Rays Wahba for research assistance. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}