{
    "id": 32504,
    "citation_title": "SAFE to Update Inflation Expectations? New Survey Evidence on Euro Area Firms",
    "citation_author": [
        "Ursel Baumann",
        "Annalisa Ferrando",
        "Dimitris Georgarakos",
        "Yuriy Gorodnichenko",
        "Timo Reinelt"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new survey evidence on firms’ inflation expectations in the euro area. Building on the ECB’s Survey on the Access to Finance of Enterprises (SAFE), we introduce consistent measurement of inflation expectations across countries and shed new light on the properties and causal effects of these expectations. We find considerable heterogeneity in firms’ inflation expectations and show that firms disagree about future inflation more than professional forecasters but less than households. We document that differences in firms’ demographics, firms’ choices and constraints, and cross-country macroeconomic environments account for most of the variation in inflation expectations by roughly equal shares. Using an RCT approach, we show that firms update their inflation expectations in a Bayesian manner. Moreover, they revise their plans regarding prices, wages, costs and employment in response to information treatments about current or future inflation.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the ECB for useful comments. The dataset employed in this Working Paper contains confidential statistical information. Its use for the purpose of the analysis described in the text has been approved by the relevant ECB decision making bodies. All the necessary measures have been taken during the preparation of the analysis to ensure the physical and logical protection of the information. The views expressed are those of the authors and do not necessarily reflect those of the ECB or the National Bureau of Economic Research.\n\n\n"
}