{
    "id": 32506,
    "citation_title": "Economic Budgeting for Endowment-Dependent Universities",
    "citation_author": [
        "John Y. Campbell",
        "Jeremy C. Stein",
        "Alex A. Wu"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand their financial position, universities need to understand the long-term implications of their operating revenues and costs in relation to the financial assets they have available. Standard budgeting procedures that focus on one or two years at a time and use generally accepted accounting principles (GAAP) do not do this. We present an alternative framework that discounts cash flow forecasts over the infinite future and compares the present value of operating obligations to the value of the university’s endowment net of any debt it has issued. We illustrate the potential of this framework using recent data from Harvard’s Faculty of Arts and Sciences (FAS).\n\n",
    "acknowledgement": "\nThis paper was presented at the NBER Conference on the Financing of Higher Education, funded by the Alfred P. Sloan Foundation, on April 4-5, 2024, in Cambridge, Massachusetts. We are grateful to Jay Herlihy, Scott Jordan, Susan Duda and the financial staff of the Harvard Faculty of Arts and Sciences for their consistent support of this project, and to Antoinette Schoar for her discussion at the conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeremy C. Stein\n\nOutside Activities\n\n\nJuly 2020\n\n\nJeremy C. Stein\n\n\nOutside (Non-Harvard) Activities Since 2006\n\n\nA. Compensated Activities*\n\n\nSpeaking Engagements\n\n\nI have given paid talks for a number of financial firms, investor groups, academic institutions, and central banks.\n\n\nConsulting\n\n\nKey Square Capital Management: consultant, July 2016-December 2019.\n\n\nBlueMountain Capital Management: consultant, 2015.\n\n\nGuggenheim Partners: consultant, 2005-2007.\n\n\nCommissioned Research\n\n\nThe Clearing House Association: “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,”  unpublished paper with Anil Kashyap and Samuel Hanson, 2010.\n\n\nHonoraria for Papers\n\n\nFederal Reserve Bank of Kansas City, for “Rethinking Capital Regulation,” with Anil Kashyap and Raghuram Rajan, 2008.\n\n\nFederal Reserve Bank of Kansas City, for “The Federal Reserve’s Balance Sheet as a Financial Stability Tool,” with Robin Greenwood and Sam Hanson, 2016.\n\n\nBrookings Institution, for “Strengthening and Streamlining Bank Capital Regulation,” with Robin Greenwood, Sam Hanson and Adi Sunderam, 2017.\n\n\nPublic Service\n\n\nFederal Reserve Board: Governor, May 2012-May 2014.\n\n\nU.S. Treasury Department: Senior Advisor to the Secretary and concurrently, staff of National Economic Council, February-July 2009.\n\n\nOther\n\n\nQuarterly Journal of Economics: co-editor, 2011-2012.\n\n\nJournal of Economic Perspectives: co-editor, 2007-2008.\n\n\nStudy Center, Gerzensee, Switzerland: summer-school course, 2011.\n\n\nNorthwestern University: visiting scholar, 2009.\n\n\nB. Significant Non-Compensated Activities\n\n\nHarvard Management Company: Board of Directors, 2015-present.\n\n\nAmerican Finance Association: President, 2008 President-Elect, 2007 Vice-President, 2006 Board of Directors, 2009-2011.\n\n\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012, 2019-present\n\n\nSquam Lake Group, 2008-2012.\n\n\n_________________________\n*Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}