{
    "id": 32505,
    "citation_title": "How Successful Public Health Interventions Fail: Regulating Prostitution in Nineteenth-Century Britain",
    "citation_author": [
        "Grant Goehring",
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nPublic health interventions often involve a trade-off between improving health and protecting individual rights. We study this trade-off in a high-stakes setting: prostitution regulations aimed at reducing the spread of sexually transmitted infections (STIs) in Victorian Britain. These regulations, known as the Contagious Disease Acts (CDAs), introduced a system of registration of sex workers, compulsory medical inspections, and the involuntary confinement of infected workers, in a legal market for sex. The first part of our analysis shows that the CDAs led to substantial public health improvements. However, despite their effectiveness, the CDAs were ultimately repealed. The second part of our study examines the causes of this repeal. We show that repeal was driven by concerns about the violation of the basic rights of sex workers and unequal treatment relative to men who purchased sex. These findings emphasize that the success of a public health intervention depends not only on its effectiveness as a sanitary measure but also on how the costs of the regulation are distributed.\n\n",
    "acknowledgement": "\nWe thank Philipp Ager, Netanel Ben-Porath, Yong Cai, Jonathan Chapman, James Feigenbaum, James Fenske, Martin Fiszbein, Claudia Goldin, Eric Hilt, Bob Margo, Ross Mattheis, Lukas Rosenberger, Martin Saavedra, Melanie Meng Xue, Patrick Wallis, Noam Yuchtman and seminar participants at Boston University, Harvard University, Northwestern University, the CAGE Frontiers in Economic History Conference, the Econometric Society, the Economic History Society, and the Social Science History Association for helpful comments and conversations. Ashwin Araza and Xueyan Li provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}