{
    "id": 32507,
    "citation_title": "The Political Economy of Industrial Policy",
    "citation_author": [
        "Réka Juhász",
        "Nathan J. Lane"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the ways in which political realities shape industrial policy through the lens of modern political economy. We consider two broad “governance constraints”: i) the political forces that shape how industrial policy is chosen and ii) the ways in which state capacity affects implementation. The framework of modern political economy suggests that government failure is not a necessary feature of industrial policy; rather, it is more likely to emerge when countries pursue industrial policies beyond their governance capacity constraints. As such, our political economy of industrial policy is not fatalist. Instead, it enables policymakers to constructively confront challenges.\n\n",
    "acknowledgement": "\nWe thank the editorial board Bentley Allan, Heather Boushey, Cristina Caffarra, George Dibb, Claudio Ferraz, Mark Lane, Weijia Lee, Jonas Meckling, Jonas Nahm, Dani Rodrik, Todd Tucker, Eric Verhoogen, and KatherineWagner for helpful comments and conversations. We thank Lottie Field, Mikhael Gaster, Saumya Joshi, and Esha Vaze for their excellent research assistance and input. We are indebted to Gian Aswin Chansrichawla for guiding our focus to Thailand as a candidate case study, and for helpful conversations and references about the Thai case. Funding from the Social Sciences and Humanities Research Council of Canada and the Alfred P. Sloan Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}