{
    "id": 32502,
    "citation_title": "The Impact of Affirmative Action Litigation on Police Killings of Civilians",
    "citation_author": [
        "Robynn J.A. Cox",
        "Jamein P. Cunningham",
        "Alberto Ortega"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nAlthough research has shown that court-ordered hiring quotas increase the number of minority police officers in litigated cities, there has been little insight into how workforce diversity, or lack thereof, may impact police violence against civilians. Using an event study framework, we find that the threat of affirmative action litigation reduces police killings of non-White civilians in the long-run. In addition, we find evidence of lower arrest rates for non-White civilians and more diverse police departments 25 years after litigation.  Our results highlight the vital role that federal interventions have in addressing police behavior and the use of lethal force.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Washington Center for Equitable Growth and the PSI Center for Workplace Diversity and Inclusion at the University of Memphis. We would also like to thank participants in the NEA Sessions at the ASSA Annual Meetings, Duke Empirical Criminal Law Roundtable, APPAM Fall Research Conference, SEA Fall Meetings, ALEA Annual Meetings, The Federal Reserve Bank of Minneapolis OIGI Day-Ahead Fall Research Conference, Transatlantic Workshop on the Economics of Crime, and the NBER SI Crime Workshop; seminar participants at Harvard University, Indiana University, BCTR at Cornell University, the University of Pennsylvania, RAND Corp, the Virtual Law and Economics Workshop, the University of Memphis, Yale’s Economic History Workshop, University of Rutgers–Camden, Queen’s University, Duke University, Emory University, University of Pittsburgh, Brookings Institute, Syracuse University, University of Chicago (Harris), University of Texas (LBJ) Dartmouth College, Stanford University, NYU, Wesleyan University, Williams College, and our colleagues Andrew Goodman Bacon, Nic Duquette, Jose Joaquin Lopez, Anthony Yezer, David Abrams, John Pfaff, Mallika Thomas, Patrick Bayer, and Patrick Mason for comments and advice. Finally, we thank Justin McCrary for making the litigation data available and Mohsen Naghavi and the GBD Collaborators for making their data programs available for measurement error in police killings. Any errors or omissions are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}