{
    "id": 32501,
    "citation_title": "Business, Liquidity, and Information Cycles",
    "citation_author": [
        "Gorkem Bostanci",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStock markets play a dual role: help allocate capital by conveying information about firms’ fundamentals and provide liquidity by quickly turning stocks into cash. We propose a trading model in which these two roles are endogenously related: more intensive use of stocks for liquidity affects both the information and the noise about fundamentals contained in prices. We structurally estimate stock price informativeness for several countries and show that it sharply declines when the banking system has trouble providing liquidity. We incorporate this module into a dynamic general equilibrium model to study the real effects of this mechanism through capital misallocation across heterogeneous firms. Calibrating the model for the US, we show that, due to less informative stock markets, the output loss is 43% larger if recessions are accompanied by liquidity distress.\n\n",
    "acknowledgement": "\nWe thank Joel David, Jason DeBacker, Victoria Liu, Alessandro Peri, Laura Veldkamp, Venky Venkateswaran, and seminar participants at U of Pennsylvania, UBC, SFU, UC Boulder, Leeds School, U of Toronto, U of Victoria, HKU, CUHK, UCSB, and various conferences for useful comments and suggestions. Jan Rosa and Harvey Chan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}