{
    "id": 32503,
    "citation_title": "Investment in Infrastructure and Trade: The Case of Ports",
    "citation_author": [
        "Giulia Brancaccio",
        "Myrto Kalouptsidi",
        "Theodore Papageorgiou"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTransportation Economics in the 21st Century\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTransportation infrastructure is vital for the smooth functioning of international trade. Ports are a crucial gateway to this system: with more than 80% of trade carried by ships, they shape trade costs, and it is critical that they operate efficiently. Yet ports are susceptible to disruptions, causing costly delays. With enormous budgets spent on infrastructure to alleviate these costs, a key policy question emerges: in a world with high volatility, what are the returns to investing in infrastructure? To address this question, we introduce an empirical framework that combines insights from queueing theory to capture port technology, with tools from demand estimation. We use our framework, together with a collection of novel datasets, to quantify the costs of disruptions and evaluate transportation infrastructure investment. Our analysis unveils three policy-relevant messages: (i) investing in port infrastructure can lead to substantial trade and welfare gains, but only if targeted properly– in fact, net of costs, investment has positive returns at a minority of US ports; (ii) there are sizable spillovers across ports, as investing in one port can decongest a wider set of ports, suggesting that coordinated decision-making may result in more efficient investment decisions; (iii) macroeconomic volatility can drastically change returns to investment and their geography.\n\n",
    "acknowledgement": "\nWe are thankful to George Alessandria, Jim Anderson, Costas Arkolakis, Nick Buchholz, Arnaud Costinot, Dave Donaldson, Ed Glaeser, Paul Grieco, Gabriel Kreindler, Isabela Manelici, Marc Melitz, Kostas Metaxoglou, Amedeo Odoni, Ariel Pakes, Steve Redding, Marta Santamaria, and Edouard Schaal for their many helpful comments. We are extremely grateful to Constanza Abuin, Pedro Degiovanni, Toren Fronsdal, Peleg Samuels, Zachary Saunders, and Yixin Zhou for excellent research assistance. We also gratefully acknowledge financial assistance from the NBER Transportation Economics in the 21st Century Grant, as well as NSF Award SES-231533-231534-231535. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}