{
    "id": 32500,
    "citation_title": "Further Evidence on the Global Decline in the Mental Health of the Young",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson",
        "Anthony Lepinteur",
        "Alan Piper"
    ],
    "citation_publication_date": "2024-05-27",
    "issue_date": "2024-05-24",
    "revision_date": "2024-10-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to around 2011, there was a pronounced curvilinear relationship between age and wellbeing: poor mental health was hump-shaped with respect to age, whilst subjective well-being was U-shaped.  We examine data from a European panel for France, Germany, Italy, Spain and Sweden called, Come-Here, for 2020-2023, plus data from International Social Survey Program (ISSP) surveys for 2011 and 2021 and some country-specific data. Mental ill-health now declines in a roughly monotonic fashion with age, whilst subjective well-being rises with age.  We also show that young people with poorer mental health spend more time daily in front of a screen on the internet or their smartphone, and that within-person increases in poor mental health are correlated with spending more time in front of a screen.  This evidence appears important because it is among the first pieces of research to use panel data on individuals to track the relationship between screen time and changes in mental health, and because the results caution against simply using the presence of the internet in the household, or low usage indicators (such as having used the internet in the last week) to capture the role played by screen time in the growth of mental ill-health.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the United Nations The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}