{
    "id": 32508,
    "citation_title": "Gender-Specific Transportation Costs and Female Time Use: Evidence from India’s Pink Slip Program",
    "citation_author": [
        "Yutong Chen",
        "Kerem Coşar",
        "Devaki Ghose",
        "Shirish Mahendru",
        "Sheetal Sekhri"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nReducing gender-specific commuting barriers in developing countries has complex and diverse effects on women’s labor dynamics. We study a program that offers free bus rides for women in several Indian states (the Pink Slip program) using a synthetic difference-in-differences approach to shed light on labor supply and time use decisions of women. We observe decreased bus expenses and time saved on travel. Skilled employed women increase labor supply, while low-skill married women shift focus to household chores. Unemployed women intensify job searches, yet overall employment rates remain unchanged. Our findings highlight that alleviating commuting costs does not uniformly boost women’s labor participation, as gender roles and societal norms continue to shape outcomes.\n\n",
    "acknowledgement": "\nWe thank the University of Virginia Department of Economics for financial support. We thank S Anukriti and the World Bank Office of the Chief Economist, South Asia Region, for their helpful comments and feedback. The authors gratefully acknowledge support from the Umbrella Facility for Trade, funded by the governments of The Netherlands, Norway, Switzerland, Sweden, and the United Kingdom. The findings, interpretations, and conclusions expressed in this paper are solely those of the authors and do not necessarily represent the views of the World Bank, its affiliated organizations, the Executive Directors, the countries they represent, or the National Bureau of Economic Research. All errors are our responsibility.\n\n\n"
}