{
    "id": 32517,
    "citation_title": "Broadband Internet Access, Economic Growth, and Wellbeing",
    "citation_author": [
        "Kathryn R. Johnson",
        "Claudia Persico"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "2024-09-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 2000 and 2008, access to high-speed, broadband internet grew significantly in the United States, but there is debate on whether access to high-speed internet improves or harms wellbeing. We find that a ten percent increase in the proportion of county residents with access to broadband internet leads to a 1.01 percent reduction in the number of suicides in a county, as well as improvements in self-reported mental and physical health. We further find that this reduction in suicide deaths is likely due to economic improvements in counties that have access to broadband internet. Counties with increased access to broadband internet see reductions in poverty rate and unemployment rate. In addition, zip codes that gain access to broadband internet see increases in the numbers of employees and establishments. In addition, heterogeneity analysis indicates that the positive effects are concentrated in the working age population, those between 25 and 64 years old. This pattern is precisely what is predicted by the literature linking economic conditions to suicide risk.\n\n",
    "acknowledgement": "\nWe are grateful to participants at the Association of Public Policy and Management and the Washington Area Labor Symposium conferences for their helpful comments. Any errors or conclusions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}