{
    "id": 32519,
    "citation_title": "The Law of Small Numbers in Financial Markets: Theory and Evidence",
    "citation_author": [
        "Lawrence J. Jin",
        "Cameron Peng"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe build a model of the law of small numbers (LSN)—the incorrect belief that even small samples represent the properties of the underlying population—to study its implications for trading behavior and asset prices. In our model, a belief in the LSN induces investors to expect short-term price trends to revert and long-term price trends to persist. As a result, asset prices exhibit short-term momentum and long-term reversals. The model can reconcile the coexistence of the disposition effect and return extrapolation. In addition, it makes new predictions about investor behavior, including return patterns before purchases and sales, a weakened disposition effect for long-term holdings, doubling down in buying, a positive correlation between doubling down and the disposition effect, and heterogeneous selling propensities to past returns. By testing these predictions using account-level transaction data, we show that the LSN provides a parsimonious way of understanding a variety of puzzles about investor behavior.\n\n",
    "acknowledgement": "\nWe thank Nicholas Barberis, Francesca Bastianello, James Choi, Paul Fontanier, Cary Frydman, David Hirshleifer, Marco Sammon, Dimitri Vayanos, and seminar participants at the City University of Hong Kong, Cornell University, the London School of Economics, the University of Florida, and the University of Notre Dame for helpful discussions and comments. We are grateful to Terrance Odean for providing the data. This paper supersedes an earlier working paper “Investor Behavior Under the Law of Small Numbers.” Peng acknowledges financial support received during Ph.D. from a Whitebox Advisors research grant. Allen Hu and Andrew Wang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}