{
    "id": 32516,
    "citation_title": "School Closures and Parental Mental Health",
    "citation_author": [
        "Sumedha Gupta",
        "Dario Salcedo",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-05-30",
    "revision_date": "2024-10-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchools enhance the lives of families in various ways, and one potential consequence of their closures is worsened parental well-being. We study the effects of COVID-19 pandemic school closures on parental mental health by measuring consumption of products that are often used to cope with increased stress and depression. Using a cohort based difference in difference (DID) design and commercial claims data, we find an increase in maternal anti-depressant use by 1.5%, in zip codes with above median school closures; there are no statistically significant effects for paternal antidepressant use, and we are able to rule out fairly small values. Some parents may \"self-medicate\" as a coping mechanism rather than seek formal medical care. Using a county based DID design and retail scanner data, we find alcohol sales increased by 2% in counties with above median school closures. Both anti-depressant prescriptions and alcohol sales returned to base line levels as in-person schooling resumed. We explore whether the burdens of school closures were disparately concentrated in minoritized communities, and find that anti-depressant and alcohol use increases were concentrated in zip codes with above median Black and Asian populations, but not in zip codes with a predominantly White or Hispanic population. Overall, these results suggest that the school system plays an important role in maintaining population mental well-being outcomes and in helping families cope with stress.\n\n",
    "acknowledgement": "\nWe thank Emily Lawler, Kandice Kapinos and the participants of the 2023 American Society of Health Economists conference, the 2023 Association for Public Policy Analysis and Management conference and the 2024 O’Neill School Research Workshop participants at Indiana University for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}