{
    "id": 32514,
    "citation_title": "Medical Cannabis Availability and Mental Health: Evidence From New York’s Medical Cannabis Program",
    "citation_author": [
        "Coleman Drake",
        "Dylan Nagy",
        "Matthew D. Eisenberg",
        "David Slusky"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "2024-10-14",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence on cannabis legalization’s effects on mental health remains scarce, despite both rapid increases in cannabis use and an ongoing mental health crisis in the United States. We use granular geographic data to estimate medical cannabis dispensary availability’s effects on self-reported mental health in New York state from 2011 through 2021 using a two-stage difference-in-differences approach to minimize bias introduced from the staggered opening of dispensaries. Our findings rule out that medical cannabis availability had negative effects on mental health for the adult population overall. We also find that medical cannabis availability reduced past-month self-reported poor mental health days by nearly 10%—3.37 percentage points—among adults 65 and above. These results suggest medical cannabis access has positive health impacts for older populations, likely through pain relief.\n\n",
    "acknowledgement": "\nNew York BRFSS data used in this analysis may be requested from the New York State Department of Health at https://www.health.ny.gov/statistics/brfss/. We thank the New York Department of Health for sharing those data. We have provided dispensary data as a supplement to this article. Drake and Nagy were supported by the National Institute on Drug Abuse (NIDA) under award K01DA051761. We are grateful to Dr. Catherine Maclean for her helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}