{
    "id": 32510,
    "citation_title": "Can Technology Facilitate Scale? Evidence from a Randomized Evaluation of High Dosage Tutoring",
    "citation_author": [
        "Monica P. Bhatt",
        "Jonathan Guryan",
        "Salman A. Khan",
        "Michael LaForest-Tucker",
        "Bhavya Mishra"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-dosage tutoring is an effective way to improve student learning (Nickow et al., 2024; Guryan et al., 2023). Finding ways to deliver high-dosage tutoring at large scale remains a challenge. Two primary challenges to scaling are cost and staffing. One possible solution is to reduce costs by substituting some tutor time with computer-assisted learning (CAL) technology. The question is: Does doing so compromise effectiveness? This paper provides evidence from a randomized controlled trial (RCT) of approximately 4,000 students in two large school districts in 2018- 19 and 2019-20. The RCT tested the effectiveness of an in-school math tutoring program where students worked in groups of four, with two students working with an in-person tutor while the other two worked on CAL, alternating every other day. The tutoring model had per-pupil costs approximately 30 percent lower than the 2- to-1 tutoring model studied in Guryan et al. (2023). We find gains in students’ math standardized test scores of 0.23 standard deviations for participating students, which are almost as large as the effect sizes of the 2-to-1 tutoring model reported in Guryan et al. (2023). These findings suggest strategic use of technology may be a way to increase the scalability of HDT.\n\n",
    "acknowledgement": "\nThis paper was made possible by the generous support of the AbbVie Foundation, Arnold Ventures, Griffin Catalyst, Overdeck Family Foundation, and the UChicago Crime Lab and Education Lab Investors’ Council. For vital assistance in making this work possible, we thank Roseanna Ander, Brenda Benitez, Trayvon Braxton, Cathryn Cook, Ellen Dunn, Chris Dupuis, Jaureese Gaines, Antonio Gutierrez, Zach Honoroff, Julia Imperatore, Daniel Lopez, Sibella Matthews, Jacob Miller, Julia Quinn, Natalee Rivera, Alan Safran, Maitreyi Sistla, John Wolf, as well as the staffs of the Chicago Public Schools system, New York City Department of Education, and Saga Education. Thanks to Jeffrey Broom, Sarah Dickson, Kylie Klein, Jared Sell, and The Research & Policy Support Group at New York City Public Schools for their help in accessing the data we analyze here, and to Emily Gell, Cristobal Pinto, Catherine Schwarz, Anna Solow-Collins, and Erin Wright for their invaluable contributions to the data analysis. For useful suggestions we thank conference and seminar participants at SREE, APPAM, the Hoover Institution, and the University of Chicago Committee on Education, as well as Jonathan Davis, Max Kapustin, Jens Ludwig, Matteo Magnaricotte, and Greg Stoddard. This study was approved by the University of Chicago’s committee on human subjects as IRB18-0574 on May 7, 2018. This RCT was registered on Open Science Framework registry for randomized control trials under trial DOI 10.17605/OSF.IO/UW8EH. All opinions and any errors are those of the authors and do not necessarily represent the views of the any partner or funder. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}