{
    "id": 32513,
    "citation_title": "Trust, Intangible Assets, and Productivity",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse",
        "Giuseppe Nicoletti"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness environments dominated by information flows and autonomous tasks, typical of knowledge-intensive industries, are likely to require enough social capital to be viable and productive. In this paper, we use new EUKLEMS-INTANProd industry-level data (Bontadini et al., 2023a) covering a panel of 19 countries and 20 industries over the 1995-2018 period to investigate the influence of a key element of social capital – trust – on labour productivity in intangible-intensive industries, controlling for hiring and firing regulations that can constrain the ability of managers to implement best practices productively. We find that in such industries, productivity gains from high levels of trust are stronger than elsewhere, while too strict hiring and firing regulations are more damaging for productivity. Using a more limited sample for which data on management quality are available, we show that the positive impact of high trust on productivity in intangible-intensive industries is channeled by the ability to benefit from good management, a key element of organizational capital. Productivity gains from relatively high levels of trust in knowledge-rich environments are estimated to be sizeable and our estimates survive a number of robustness checks.\n\n",
    "acknowledgement": "\nThere are no sources of outside funding The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}