{
    "id": 32511,
    "citation_title": "Life-cycle Forces make Monetary Policy Transmission Wealth-centric",
    "citation_author": [
        "Paul Beaudry",
        "Paolo Cavallino",
        "Tim Willems"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper adds life-cycle features to a New Keynesian model and shows how this places financial wealth at the center of consumption/saving decisions, thereby enriching the determinants of aggregate demand and affecting the transmission of monetary policy. As retirement preoccupations strengthen, the potency of conventional monetary policy declines and depends more on the response of asset prices (supporting central banks closely monitoring the impact of monetary policy on asset prices). Especially “low/high for long” policies are shown to often have only muted effects on economic activity due to offsetting income and substitution effects of interest rates, in a way that can be compounded by Quantitative Easing. We also show why the presence of life-cycle forces can favor a monetary policy strategy which stabilizes asset prices in response to financial shocks. Being explicit about the role of retirement savings in aggregate demand therefore offers new perspectives on several aspects of monetary interventions.\n\n",
    "acknowledgement": "\nWe thank Ricardo Caballero, Ben Moll, Thijs Knaap, Jean-Paul L'Huillier, Tatiana Kirsanova, Alessandro Rebucci, audiences at the 2023 SED conference in Cartagena, the 5th WMMF Conference in Warsaw, the 2023 PSE Macro Days, the Reserve Bank of Australia, and the Bank of England for useful comments and discussions. The views expressed in this paper are those of the authors, and not necessarily those of the BIS, the Bank of England or its committees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}