{
    "id": 32512,
    "citation_title": "What is Newsworthy? Theory and Evidence",
    "citation_author": [
        "Luis Armona",
        "Matthew Gentzkow",
        "Emir Kamenica",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "2024-10-29",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a model in which a benevolent news outlet decides whether to report the realization of a state to a consumer, who pays a cost to receive it. A simple statistical rule, called a proper scoring rule, describes when the outlet should be more likely to report the realization. Using data from the US television news, we show that a particular scoring rule successfully predicts many salient features of news reporting. We show how to use this rule as a control variable to discipline tests of reporting bias, and we show that controlling for it matters in our applications.\n\n",
    "acknowledgement": "\nWe thank our dedicated research assistants for their contributions to this project. We thank Julia Cagé, Ben Enke, Kris Nimark, Jon Roth, and seminar audiences at the Philadelphia Fed, Microsoft Research, and the Political Economy at Brown Conference for helpful comments. We acknowledge support from the Department of Defense at early stages of this project, and from the Stanford Institute for Economic Policy Research (SIEPR). Wharton Research Data Services (WRDS) was used in preparing this article. This service and the data available thereon constitute valuable intellectual property and trade secrets of WRDS and/or its third-party suppliers. BLS.gov cannot vouch for the data or analyses derived from these data after the data have been retrieved from BLS.gov. Health and Retirement Study (HRS) Public Release data files were used in preparing this article. The HRS (Health and Retirement Study) is sponsored by the National Institute on Aging (grant number NIA U01AG009740) and is conducted by the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI have been a paid consultant for Amazon and done economic consulting for Analysis Group and Compass Lexecon. Clients for this economic consulting work include large technology companies such as Facebook and Google. I have received compensation as a member of the Toulouse Network for Information Technology, a research group funded in part by Microsoft.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://vivo.brown.edu/display/eoster1#Affiliations.\n\n\n"
}