{
    "id": 32515,
    "citation_title": "Understanding Expert Choices Using Decision Time",
    "citation_author": [
        "David Card",
        "Stefano DellaVigna",
        "Chenxi Jiang",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nLaboratory experiments find a robust relationship between decision times and perceived values of alternatives. This paper investigates how these findings translate to experts' decision making and information acquisition in the field. In a stylized model of expert choice between two alternatives, we show that (i) less-commonly chosen alternatives are more likely to be chosen later than earlier; (ii) decision time is higher when the likelihood of choosing each alternative is closer to fifty percent; and (iii) the ultimate quality of the chosen alternative may increase or decrease with decision time, depending on whether earlier or later signals are more informative. We test these predictions in the editorial setting, where we observe proxies for paper quality and signals available to editors. We document that (i) the probability of a positive decision rises with decision time; (ii) average decision time is higher when our estimated probability of a positive decision is closer to fifty percent; and (iii) paper quality is positively (negatively) related to decision time for papers with Reject (R&R) decisions. Structural estimates show that the additional information acquired in editorial delays is modest, and has little impact on the quality of decisions.\n\n",
    "acknowledgement": "\nWe thank Carlos Alos-Ferrer, Juan Carrillo, Benjamin Enke, Cary Frydman, Ian Krajbich, Alessandro Lizzeri, Massimo Marinacci, Nick Netzer, Pietro Ortoleva, Philipp Strack, and participants in seminars at Bocconi, Cornell, Northwestern (Kellogg), NUS, Princeton, the ASSA 2024 conference, the AFE Conference, the University of Chicago, USC, and the University of Zurich for helpful comments. We are grateful to Rohan Jha and Christopher Lim for outstanding research assistance. We also thank Raj Chetty, Emmanuel Saez, and Laszlo Sandor for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}