{
    "id": 32518,
    "citation_title": "Reviving Micro Real Rigidities: The Importance of Demand Shocks",
    "citation_author": [
        "S. Borağan Aruoba",
        "Eugene Oue",
        "Felipe Saffie",
        "Jonathan Willis"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "2025-01-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the role of micro real rigidities as a driver of monetary non-neutrality, using a simple menu-cost model featuring non-constant elasticity of demand with both idiosyncratic productivity and demand shocks. The model is calibrated to match firm-level productivity and demand processes estimated from U.S. data. Despite its simplicity, the calibrated model overturns prior negative findings in the literature on micro real rigidities and generates sizeable monetary non-neutrality comparable to alternative frameworks. Additionally, the model reproduces untargeted pricing dynamics and a markup distribution consistent with U.S. microdata. As a result, this framework effortlessly unifies pricing, markup behavior, and firm dynamics. The key to reconciling firm-level and pricing dynamics lies in the interaction between non-constant demand elasticity and idiosyncratic demand shocks.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System. The authors are grateful for the invaluable feedback they received on an earlier draft from Jón Steinsson. The authors would like to thank Isaac Baley, Mark Bils, Laura Castillo-Martínez (discussant), Basile Grassi, Susanto Basu, John Haltiwanger, Pete Klenow, Francesco Lippi, Virgiliu Midrigan, Luminita Stevens, Javier Turén, Rosen Valchev, and seminar participants at the NBER 2024 SI (ME), UC Berkeley, Boston College, the University of Maryland, the Federal Reserve Board of Governors, the Federal Reserve Banks of Atlanta and Richmond, ITAM, IMF, Banque de France, BIS, Bocconi, EIEF, CREI, the University of Iowa, Georgetown University, PUC-Chile, Michigan State University, the European Central Bank, the Deutsche Bundesbank, the European University Institute, and North Carolina State University for useful comments and suggestions. Any remaining errors are the authors’ responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}