{
    "id": 32524,
    "citation_title": "Risky Oil: It's All in the Tails",
    "citation_author": [
        "Christiane Baumeister",
        "Florian Huber",
        "Massimiliano Marcellino"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe substantial fluctuations in oil prices in the wake of the COVID-19 pandemic and the Russian invasion of Ukraine have highlighted the importance of tail events in the global market for crude oil which call for careful risk assessment. In this paper we focus on forecasting tail risks in the oil market by setting up a general empirical framework that allows for flexible predictive distributions of oil prices that can depart from normality. This model, based on Bayesian additive regression trees, remains agnostic on the functional form of the conditional mean relations and assumes that the shocks are driven by a stochastic volatility model. We show that our nonparametric approach improves in terms of tail forecasts upon three competing models: quantile regressions commonly used for studying tail events, the Bayesian VAR with stochastic volatility, and the simple random walk. We illustrate the practical relevance of our new approach by tracking the evolution of predictive densities during three recent economic and geopolitical crisis episodes, by developing consumer and producer distress indices that signal the build-up of upside and downside price risk, and by conducting a risk scenario analysis for 2024.\n\n",
    "acknowledgement": "\nWe thank Jim Hamilton for useful suggestions, and participants at the IWEEE 2024 Workshop and the 2024 IIASA Workshop on Agricultural Commodity Prices for helpful comments. Marcellino thanks MUR- Prin 2022- Prot. 20227YZ9JK, financed by the European Union - Next Generation EU, for partial financial support. Huber gratefully acknowledges funding from the Austrian Science Fund: ZK-35. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}