{
    "id": 32526,
    "citation_title": "Measuring and Predicting “New Work” in the United States: The Role of Local Factors and Global Shocks",
    "citation_author": [
        "Gueyon Kim",
        "Cassandra Merritt",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evolution of work is of emerging importance to advanced economies' growth. In this study, we develop a new semantic-distance-based algorithm to identify “new work,” namely the new types of jobs introduced in the US. We characterize how “new work” relates to task content of jobs and skill characteristics of workers and document its geographic distribution and association with employment growth.  Then, we analyze whether local factors associated in the previous literature with agglomeration economies and productivity growth as well as local exposures to global shocks—technology, trade, immigration, and population aging—predict the creation of “new work.”  We find local supply of college educated in 1980 as the strongest predictor of “new work.” Using the historical location of 4-year colleges, a strong instrument for local college share, we find a positive and significant causal effect of local supply of human capital on “new work.”\n\n",
    "acknowledgement": "\nThis project was funded by the Russel Sage Foundation, Grant G-2211-41017 \"Measuring and Understanding “New Work” and “Displaced Work” in the US: New Technologies, New Markets and New People.\" We are grateful for their support. We thank Janet Currie and Enrico Moretti for generously sharing their data on local colleges in 1980 and 1960 with us. We thank Luc Chen for his excellent assistance in supporting the data cleaning process.  We thank participants at seminars at the UCLA Anderson School of Business, Tenth International Workshop on NSE at Peking University, Tsinghua University and University of Milano for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}