{
    "id": 32525,
    "citation_title": "How Far Can Inclusion Go? The Long-term Impacts of Preferential College Admissions",
    "citation_author": [
        "Michela Carlana",
        "Enrico Miglino",
        "Michela M. Tincani"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "2024-06-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAffirmative action and preferential admission policies play a crucial role in fostering social mobility by bolstering the prospects of disadvantaged groups. In this paper, we analyze the long-term effects of a Chilean policy (PACE) that targets students in underprivileged schools, offering guaranteed admission to selective colleges to those graduating in the top 15 percent of their high school class. Leveraging both the randomized expansion of PACE and the admission discontinuity, our analysis reveals that PACE yields positive labor market effects for the average targeted student, especially women, driven by the selectivity of the attended colleges. However, for marginally eligible students, higher dropout rates and negative labor market outcomes emerge, suggesting PACE may induce a mismatch between their skills and the academic rigor of selective programs. Finally, we find that students in the bottom 85 percent of their schools experience positive effects on labor market outcomes. We identify equilibrium effects on local labor markets as a potential mechanism. The results suggest that there is a limit to how far preferential admissions can go while delivering on their promises.\n\n",
    "acknowledgement": "\nWe thank seminar participants at PUC, Tufts, LUISS, IFS, Queen Mary, UCL, Stockholm University, the VATT Institute and at various workshops for helpful comments. Sara Chiuri and Sofia Betania Sierra Vasquez provided excellent research assistance. AER RCT Registry ID: AEARCTR-0002288. The project has obtained IRB approval from Harvard University (IRB23-0805) and UCL (10515/002). We acknowledge support from HKS Malcolm Wiener Center for Social Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}