{
    "id": 32529,
    "citation_title": "Her Property Transactions: White Women and the Frequency of Female Ownership in the Antebellum Era",
    "citation_author": [
        "Benton Wishart",
        "Trevon D. Logan"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe traditional historical narrative claims that White women were rarely involved in market transactions for enslaved people in the antebellum United States.  Using transaction records, notary statements, and runaway advertisements, we provide the first quantitative estimates of the extent of White women’s involvement in antebellum slave transactions as owners of record.  Contrary to the narrative, we find that White women were quite frequently noted as owners of record in transactions as both buyers and sellers.  White women participated in more than 30% of the transactions in the largest market for enslaved people in the antebellum era.  We also find that White women were especially likely to be owners involved in transactions with enslaved women, where they were listed as owners in nearly 40% of transactions.  Linking transaction participants to the census, we find that White women owners were not more likely to be widows nor were they older than women in the general population.  Overall, our results are consistent with the new historical narrative that White women were ubiquitous in enslavement transactions and this was a critical part of White women’s economic activity in the antebellum era.\n\n",
    "acknowledgement": "\nWe thank Stanley Engerman, Stephanie Jones-Rogers, J. David Hacker, Rodney Andrews, Jonathan Pritchett, Casey Breen, Jermaine Toney, Paul Rhode and audiences at the Eastern Economic Association and Population Association of America annual meetings for very helpful insights on this project. Jonathan Pritchett was extremely helpful with data sources and J. David Hacker provided information on gender names in historical census records. The usual disclaimer applies The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}