{
    "id": 32520,
    "citation_title": "The Effects of Tobacco 21 Laws on Smoking and Vaping: Evidence from Panel Data and Biomarkers",
    "citation_author": [
        "Chad D. Cotti",
        "Philip DeCicca",
        "Erik T. Nesson"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "2024-09-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Population Assessment of Tobacco Use and Health (PATH), a longitudinal data set including self-reported and biomarker measures of tobacco use, to examine the effects of state-level tobacco 21 (T21) laws on smoking and vaping. T21 laws reduce self-reported cigarette smoking among 18-to-20 year olds, concentrated in males. Initial non-users who “age-out” of treatment are less likely to subsequently initiate self-reported smoking or vaping. Treated smokers are less likely to buy their own cigarettes and more likely to buy cigarettes in a different state. Biomarker results are mixed, and we find some evidence of a reduction in nicotine exposure but less evidence for a reduction in exposure to tobacco. Finally, we test for non-classical measurement error. T21 laws reduce the probability that clinically identified likely cigarette smokers self-report as smokers, which may increase the apparent effect of T21 laws on cigarette smoking as measured by self-reports.\n\n",
    "acknowledgement": "\nThe authors thank the editor and two anonymous referees whose comments have greatly improved the paper. We also thank participants at the International Atlantic Economic Association 2021 Conference, the American Society of Health Economists 2022 Annual Meeting, the Tobacco Online Policy Seminar, the Triangle Health Economics Workshop, and the University of Wisconsin - Madison for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}