{
    "id": 32537,
    "citation_title": "The Effects of Short-Term Rental Regulation: Insights from Chicago",
    "citation_author": [
        "Ginger Zhe Jin",
        "Liad Wagman",
        "Mengyi Zhong"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an in-depth study of short-term rental (STR) regulation in Chicago. While many municipalities choose between outright bans or laissez-faire strategies concerning STR activities, Chicago pioneered a middle-ground ordinance, enabling the market to exist with limitations and registrations, and imposing a new tax. We show that compared to three control cities, the number of active Airbnb listings in Chicago declined 16.4% in the two years after the ordinance, but this effect is only significant after the city began receiving detailed data feeds from STR platforms. We further demonstrate (i) localized reductions in burglaries near buildings that prohibit STR listings as part of a new capability of the ordinance, (ii) Airbnb revenues declined more in zip codes with above-median hotel revenues, and (iii) Chicago’s middle ground approach generated different and nuanced effects on different STR stakeholders, including the city itself in terms of its STR tax revenues.\n\n",
    "acknowledgement": "\nWe are grateful to AirDNA and Smith Travel Research for providing the data, and to our home universities as well as the Illinois Institute of Technology (Wagman’s former employer while we conducted part of the research) for financial support. Giacomo Calzolari, Pierre Dubois, Peter Coles, one anonymous referee, and participants at the 2023 European Association for Research in Industrial Economics (EARIE) annual conference, the 2023 Conference in Honor of V. Joseph Hotz at Duke University, and the 2024 International Industrial Organization Conference (IIOC) have provided constructive comments. We also received useful comments from a number of Airbnb employees. The content and analyses in this paper reflect the authors’ own work and do not relate to any institution or organization with whom the authors are affiliated. None of us has a financial relationship with Airbnb or competing short term rental platforms. All rights reserved. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}