{
    "id": 32539,
    "citation_title": "Food Policy in a Warming World",
    "citation_author": [
        "Allan Hsiao",
        "Jacob Moscona",
        "Karthik Sastry"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "2024-06-20",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo governments systematically intervene in agricultural markets in response to climate shocks? If so, what are the aggregate and distributional consequences? We construct a global dataset of agricultural policies and extreme heat exposure by country and crop since 1980. We find that extreme heat shocks to domestic production lead to increased consumer assistance. This effect is persistent, primarily implemented via border policies, and stronger in election years when politicians are particularly responsive to constituent demands. Shocks to foreign production lead to increased producer assistance, consistent with policymakers’ targeting redistribution rather than price stabilization. Interpreted via a model, the estimates imply that policy responses almost fully stabilize prices in shocked markets, reducing losses to domestic consumers by 97% while increasing those to domestic producers and foreign consumers by 55% and 105%, respectively. Responsive policy exacerbates overall welfare losses from projected end-of-century climate shocks by 14%.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Kym Anderson, Gharad Bryan, Shoumitro Chatterjee, Dave Donaldson, Rob Elliot, Diego Känzig (discussant), Ishan Nath (discussant), Vincent Pons, Richard Rogerson, Wolfram Schlenker, and seminar participants at Princeton University, the University of Birmingham, the London School of Economics, Johns Hopkins SAIS, the St. Louis Fed, the 2023 NBER Fall Conference on Distributional Impacts of Climate Change on the Agricultural Sector, the Fall 2023 Coase Project Conference, the 2024 ASSA Meetings, the Macroeconomic Implications of Climate Change Workshop, and the Harvard Agriculture and Climate Change Workshop for helpful comments. Luong Nguyen provided exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}