{
    "id": 32535,
    "citation_title": "The Effect of E-Cigarette Flavor Bans on Tobacco Use",
    "citation_author": [
        "Chad D. Cotti",
        "Charles J. Courtemanche",
        "Yang Liang",
        "Johanna Catherine Maclean",
        "Erik T. Nesson",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "2024-06-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvocates for sales restrictions on flavored e-cigarettes argue that flavors appeal to young people and lead them down a path to nicotine addiction. This study is among the first to examine the effect of state and local restrictions on the sale of flavored electronic nicotine delivery system (ENDS) products on youth and young adult tobacco use. Using data from the State and National Youth Risk Behavior Surveys, we find that the adoption of an ENDS flavor restriction reduces frequent and everyday youth ENDS use by 1.2 to 2.5 percentage points. Auxiliary analyses of the Behavioral Risk Factor Surveillance System show similar effects on ENDS use for young adults ages 18-20. However, we also detect evidence of an unintended effect of ENDS flavor restrictions that is especially clear among 18-20-year-olds: inducing substitution to combustible cigarette smoking. Finally, there is no evidence that ENDS flavor restrictions affect ENDS use among adults aged 21 and older or non-tobacco-related health behaviors such as binge drinking and illicit drug use.\n\n",
    "acknowledgement": "\nDr. Sabia acknowledges research support for this work from the Center for Health Economics & Policy Studies (CHEPS) at San Diego State University (SDSU), which has received grants from the Charles Koch Foundation. Dr. Sabia and Dr. Courtemanche acknowledge support for this work through a grant made to the San Diego State University Research Foundation from Global Action to End Smoking (formerly known as the Foundation for a Smoke-Free World), an independent, U.S. nonprofit 501(c)(3) grantmaking organization, accelerating science-based efforts worldwide to end the smoking epidemic. Global Action played no role in designing, implementing, data analysis, or interpretation of the study results, nor did Global Action edit or approve any presentations or publications from the study. The contents, selection, and presentation of facts, as well as any opinions expressed, are the sole responsibility of the authors and should not be regarded as reflecting the positions of Global Action to End Smoking. Global Action’s mission is to end combustible tobacco use, which remains the leading preventable cause of death globally. The organization collaborates with academic and research centers and others to accelerate life-saving research and educational projects. Global Action does not seek or accept funding from companies that produce tobacco or non-medicinal nicotine products. The charitable gift agreement (the “Pledge Agreement”) between the organization and its prior funder, PMI Global Services Inc., was terminated in September 2023. To complement the termination of the Pledge Agreement, the organization’s Board of Directors established a new policy to not accept or seek any tobacco or non-medicinal nicotine industry funding. Dr. Sabia also acknowledges research support from a subcontract by Georgia State University – via a grant received from the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 – to support earlier exploratory work on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. We thank Caterina Muratori, Anthony Chuo, and Christian Pryfogle for outstanding research assistance. The authors note that after this paper was completed, we learned of a closely related paper by Dhaval Dave, Daniel Dench, Michael Grossman, Selen Özdoğan, and Henry Saffer. Their paper studies similar questions and reaches similar conclusions as our study. All errors are the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health or of the National Bureau of Economic Research.\n\n\n"
}