{
    "id": 32536,
    "citation_title": "Automation and Rent Dissipation: Implications for Wages, Inequality, and Productivity",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effects of automation in economies with labor market distortions that generate worker rents—wages above opportunity cost—in some jobs. We show that automation targets high-rent tasks, dissipating rents and amplifying wage losses from automation. It also reduces within-group wage dispersion for exposed groups. Automation-driven rent dissipation is inefficient and reduces (and could even negate) the productivity gains from automation. Using data for the US from 1980 to 2016, we find evidence of sizable rent dissipation and reduced within-group wage dispersion due to automation. Using these estimates and accounting for equilibrium effects, we estimate that automation accounts for 52% of the increase in between-group inequality in the US since 1980, with rent dissipation being responsible for a fifth of this contribution. We also estimate that inefficient rent dissipation offset 60–90% of the productivity gains from automation since 1980.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Adao, David Autor, Susanto Basu, David Dorn, Chad Jones, Anders Humlum, Erik Hurst, Philipp Kircher, Guido Lorenzoni, Elisa Rubbo, Robert Shimer, John Sturm, Jonathan Vogel, and participants at several seminars and conferences for comments. Alvaro Contreras and Fredric Kong provided excellent research assistance. Acemoglu gratefully acknowledges support from the Hewlett and Smith Richardson Foundations and Restrepo from the National Science Foundation (award 2049427). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaron Acemoglu\n\nWe are grateful to David Autor for useful comments. We gratefully acknowledge financial support from Toulouse Network on Information Technology, Google, Microsoft, IBM, the Sloan Foundation and the Smith Richardson Foundation.\n\n\n\nPascual Restrepo\n\nRestrepo received compensation for advising internal research at OpenAI on the economic effects of LLMs.\n\n\n"
}