{
    "id": 32538,
    "citation_title": "Pricing Under Distress",
    "citation_author": [
        "S. Borağan Aruoba",
        "Andrés Fernández",
        "Daniel Guzmán",
        "Ernesto Pastén",
        "Felipe Saffie"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUncertainty triggers two confounding effects: a realization and an anticipation effect.  By using the 2019 riots in Chile as a quasi-natural experiment, we show that the pricing behavior of supermarkets is consistent with a pure anticipation effect: during the 31-day period following the start of the Riots, supermarkets reduce the frequency of price changes and, conditional on a price change, the absolute magnitude of price changes increase. A quantitative menu cost model with news about a future increase in idiosyncratic demand dispersion can deliver these pricing dynamics. The effectiveness of monetary policy crucially depends on the timing of the intervention.\n\n",
    "acknowledgement": "\nAll results have been reviewed to ensure no confidential data are disclosed. The authors would like to thank Fernando Alvarez, Isaac Baley, Gadi Barlevy, Jesus Fernandez-Villaverde, Fabio Ghironi, Cosmin Ilut (discussant), Nils Gornemann, John Haltiwanger, Luminita Stevens, and seminar participants at the the University of Maryland, the IMF, the Federal Reserve Banks of Atlanta, Chicago, Cleveland, Philadelphia, and St. Louis, the BSE Summer Forum, the SITE Conference, among others. We are also grateful to Sebastian Gallardo and Eugene Oue for excellent research assistance. All remaining errors are our own. The views expressed in this paper are those of the authors and do not represent those of the IMF, IMF Management, or its Executive Board, nor those of the Central Bank of Chile or its Board, nor those of the National Bureau of Economic Research.\n\n\n"
}