{
    "id": 32530,
    "citation_title": "A Shared Interest: Do Bonds Strengthen Equity Monitoring?",
    "citation_author": [
        "Todd A. Gormley",
        "Manish Jha"
    ],
    "citation_publication_date": "2024-06-03",
    "issue_date": "2024-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInstitutional investors conduct more governance research and are less likely to follow proxy advisor vote recommendations when a company’s bonds comprise a larger share of their assets. These findings are driven by bond holdings, shareholder proposals, and companies where fixed-income managers are more likely to be attentive and share an interest with equity investors in improving governance. The findings do not concentrate on companies or shareholder proposals where creditor-shareholder conflicts are likely. Overall, the findings suggest that corporate bond holdings influence how actively institutions monitor their equity positions and contribute to institutions’ overall incentive to be engaged stewards.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Bonds Lie in the Portfolio of the Beholder: Do Bonds Affect Equity Monitoring?” We thank Zhi Da, Alex Edmans, Eli Fich, Peter Iliev, Yelena Larkin, Tao Li, and seminar participants at the Financial Intermediation Research Society Annual Meeting, Financial Research Association early ideas session, Florida State University Truist Beach Conference, Georgia State University, and Washington University in St. Louis, for helpful comments. This research received no specific grant from funding agencies in the public, commercial, or not-for-profit sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}