{
    "id": 32545,
    "citation_title": "Tasks and Black-white Inequality over the Long Twentieth Century",
    "citation_author": [
        "Rowena Gray",
        "Siobhan M. O'Keefe",
        "Sarah Quincy",
        "Zachary Ward"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe present new evidence on the long-run trend of occupational task content by race in the United States, 1900-2021. Black workers began the transition to better paid, cognitive-intensive modern jobs at least a generation after white workers; substantial convergence only occurred from 1960 onwards. Longitudinal data suggests that transitions to new task content were racially biased: Black men moved to jobs with lower rewarded task content than white men, conditional on initial task content, though gaps decreased after World War II.   Routine-intensive Black workers were less likely to move up into non-routine analytic work compared to white workers in both historical and modern periods. The results suggest that task-displacement shocks, such as automating routine-manual work, widen Black-white inequality\n\n",
    "acknowledgement": "\nSarkissian acknowledges financial support from the Social Sciences and Humanities Research Council of Canada (SSHRC). Schill and Warnock acknowledge financial support from the Darden School Foundation. The authors thank for helpful comments Geert Bekaert (editor), three referees, Tony Zhang and participants in seminars at University of Auckland, ECB, Federal Reserve Board, Notre Dame, Seoul National University, Texas Christian, Vanderbilt, and York. Warnock thanks the International Finance Division of the Board of Governors of the Federal Reserve System for ongoing hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}