{
    "id": 32544,
    "citation_title": "Synthesis of Evidence Yields High Social Cost of Carbon Due to Structural Model Variation and Uncertainties",
    "citation_author": [
        "Frances C. Moore",
        "Moritz A. Drupp",
        "James Rising",
        "Simon Dietz",
        "Ivan Rudik",
        "Gernot Wagner"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating the cost to society from a ton of carbon dioxide (CO2) released into the atmosphere requires connecting a model of the climate system with a representation of the economic and social effects of changes in climate, as well as the valuation and aggregation of diverse, uncertain impacts across both time and space. The literature on this cost, termed the social cost of carbon (SCC), is large and growing. Prior work has largely focused on better constraining the values of parameters such as climate sensitivity, the discount rate, and the damage function. A growing literature has also examined the effect of varying more fundamental structural elements of the models supporting SCC calculations. These structural model choices—including the introduction of climate or economic tipping points, changing the structure of economic preferences, and accounting for the persistence of climate damages—have been analyzed in piecemeal, uncoordinated fashion, leaving their relative importance unclear. Here we perform a comprehensive synthesis of the evidence on the SCC, combining 1823 estimates of the SCC from 147 studies published between 2000 and 2020 with a survey of the authors of these studies. The distribution of published SCC values for a 2020 pulse year is wide and substantially right-skewed, showing evidence of a heavy right tail (truncated mean of $132, median $39). Analysis of variance reveals important roles for structural elements in driving SCC estimates, particularly the inclusion of persistent damages via effects on economic growth, representation of the Earth system, and distributional weighting. However, our survey reveals that experts believe the literature is biased downwards due to an under-sampling of structural model variations, as well as biases in damage-function and discount-rate parameters. To address this imbalance, we train a random forest model on variation in the literature and use it to generate a synthetic SCC distribution that more closely matches expert assessments of appropriate model structure and discounting. This synthetic distribution has a median and mean of $185 and $284 per ton CO2, respectively, for a 2020 pulse year (5%–95% range: $32–$874), higher than all official government estimates, including a 2023 update from the U.S. Environmental Protection Agency.\n\n",
    "acknowledgement": "\nM.D. gratefully acknowledges support from the DFG under Germany's Excellence Strategy (EXC 2037 and CLICCS) project no. 390683824, contribution to the Center for Earth System Research and Sustainability (CEN) of Universität Hamburg. We are very grateful to our many survey respondents, to David Anthoff, Kenneth Gillingham, Frikk Nesje, James Archsmith, Radley Horton, Jim Stock, Bob Litterman, and seminar audiences at AERE 2022, AURO 2023, CESifo 2023, ASSA 2024, University of Potsdam, University of California San Diego, Columbia Business School, Harvard Kennedy School, and at PIK for helpful comments, to Robert Bao for technical assistance, and to Johanna Darmstadt, Luc Esprabens, David Lucius, Nele Steinbrecher, Henry Williams, Angela Zeng, and particularly to Mark Lustig, for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}