{
    "id": 32549,
    "citation_title": "Spatial Competition, Strategic Entry Responses, and the North Dakota Railroad War of 1905",
    "citation_author": [
        "Chad Syverson"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe North Dakota Railroad War of 1905, which pitted a potential entrant (the Soo Line) against an established monopolist incumbent (the Great Northern Railway), offers a lucid empirical example of strategic behavior, and in particular the potential for entry deterrence through product proliferation. I use detailed geographic data and historical records to examine the profitability of both the incumbent’s and entrant’s potential and chosen strategies. I find that the incumbent could have likely profitably deterred entry. It did not, however, waiting instead to respond only once the entrant began building. This simultaneous entry arguably led to over expansion in the market. I investigate whether the chosen strategies may have ultimately ended up being both unprofitable for the firms involved as well as, potentially, socially wasteful.\n\n",
    "acknowledgement": "\nI thank Seyedmohsen Alavi, Terry Culpepper, and Eric Snyder for outstanding research assistance. I am grateful for the thoughtful comments and suggestions of Panle Jia, Richard Schmalensee, and seminar participants at the University of Chicago, Harvard, HHU Düsseldorf, NBER, North Dakota, and UCLA. I am especially indebted to John Hudson for making his research notes available. His materials and analysis were key inputs into this paper. Contact information: chad.syverson@chicagobooth.edu; University of Chicago Booth School of Business, 5807 S. Woodlawn Ave., Chicago, IL 60637. I have no financial interests relevant to early 20th-centurry railroading to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}