{
    "id": 32540,
    "citation_title": "Algorithmic Pricing: Implications for Consumers, Managers, and Regulators",
    "citation_author": [
        "Martin Spann",
        "Marco Bertini",
        "Oded Koenigsberg",
        "Robert Zeithammer",
        "Diego Aparicio",
        "Yuxin Chen",
        "Fabrizio Fantini",
        "Ginger Zhe Jin",
        "Vicki Morwitz",
        "Peter Popkowski Leszczyc",
        "Maria Ana Vitorino",
        "Gizem Yalcin Williams",
        "Hyesung Yoo"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "2025-01-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade, a growing number of firms have delegated pricing decisions to algorithms in consumer and business markets such as travel, entertainment, and retail, as well as in platform markets such as ride-sharing. In this paper, we define algorithmic pricing as “the use of programs to automate the setting of prices”. Firms adopt algorithmic pricing to optimize their prices in response to changing market conditions and to take advantage of the efficiency gains from automation. Advances in information technology and the increased availability of digital data have further facilitated the use of algorithm-driven pricing strategies. However, the adoption of algorithmic pricing is a strategic decision that must align with a company's existing and future marketing strategies. In addition, algorithmic pricing is likely to encounter various regulatory concerns regarding the use of customer data, the legality of price discrimination, and potential threats to competition. The aim of this paper is to discuss the implementation of algorithmic pricing in the context of firms' marketing strategies and regulatory frameworks, while outlining an agenda for future research in this increasingly important area.\n\n",
    "acknowledgement": "\nThe authors thank the organizers of the 12th Invitational Choice Symposium at INSEAD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}