{
    "id": 32548,
    "citation_title": "The Social Value of Hurricane Forecasts",
    "citation_author": [
        "Renato Molina",
        "Ivan Rudik"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "2024-07-17",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the impact and value of hurricane forecasts? We study this question using newly-collected forecast data for major US hurricanes since 2005. We find higher wind speed forecasts increase pre-landfall protective spending, but erroneous under-forecasts increase post-landfall damage and rebuilding expenditures. Our main contribution is a new theoretically-grounded approach for estimating the marginal value of forecast improvements. We find that the average annual improvement reduced total per-hurricane costs, inclusive of unobserved protective spending, by $700,000 per county. Improvements since 2007 reduced costs by 19%, averaging $5 billion per hurricane. This exceeds the annual budget for all federal weather forecasting.\n\n",
    "acknowledgement": "\nFunding for this project was provided by Grant NA20OAR4320472 from the National Oceanic and Atmospheric Administration. This manuscript benefited from discussions by Jeff Shrader and Manuel Linsenmeier, and comments from Christopher Costello, Gabriel Lade, Derek Lemoine, Cynthia Lin-Lawell, Antony Millner, Christopher Parmeter, Christopher Timmins, and Jinhua Zhao, as well as from feedback by seminar participants at Cornell University, St. John’s University, the University of Miami, the Colorado Environmental Economics Workshop, the Kansas City Fed, the Northeast Environmental Workshop, the Occasional Workshop, the Seminar Series of the National Oceanic and Atmospheric Administration, and the Summer Conference of the Association of Environmental and Resource Economists. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}