{
    "id": 32546,
    "citation_title": "Voluntary Minimum Wages",
    "citation_author": [
        "Ellora Derenoncourt",
        "David Weil"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent wage growth at the bottom of the earnings distribution in the U.S. has reversed a decades-long trend of widening wage inequality. Numerous state and local minimum wage increases have overtaken an effectively non-binding federal minimum, and robust labor demand in the post-pandemic recovery drove wage growth in the low-wage sector. An increasingly pervasive phenomenon over this same period (2014-2023) is the use of company-wide, voluntary minimum wages (VMWs) by private employers, including some of the largest U.S. retailers. We use anonymized payroll data for thousands of firms collected by a major credit bureau to study the effects of these policies on large retailers’ own wages and employment, as well as spillover effects onto other employers in shared labor markets, variously defined. Using stacked event studies centered around multiple VMW events and a continuous treatment variable defined as the gap between local area wages and the company minimum, we find that VMWs result in sizable wage increases and reductions in turnover at the companies that implemented them. Turning to wages at other companies, including those connected to the large retailer by worker flows, we estimate precise, economically negligible spillover effects. Despite the decline in separations from companies with voluntary minimums, overall hiring rates at connected employers do not decline, consistent with substitutability across new hires. Although voluntary minimum wage policies have affected over 3 million jobs among the largest retailers, their impact on the broader labor market is limited.\n\n",
    "acknowledgement": "\nWe thank Clemens Noelke at Brandeis University and Bledi Taska, formerly of Lightcast, for their roles in earlier phases of this project. We thank the National Employment Law Project for generously sharing data on voluntary minimum wage announcements by U.S. employers. We thank Daron Acemoglu, Josh Angrist, David Autor, Sydnee Caldwell, David Card, Raj Chetty, Arindrajit Dube, Amy Finkelstein, Carol Heim, Lawrence Katz, Pat Kline, Alan Manning, Alex Mas, Claire Montialoux, Suresh Naidu, Jim Poterba, Jesse Rothstein, Jeff Smith, Chris Walters and numerous seminar and conference participants for many helpful comments. We thank Alaa Abdelfattah, Cate Brock, Colin Dunkley, Monica Essig Aberg, Teresa Kroeger, Abigail Leibowitz, Meghna Manohar, Bryce Springfield, Madeline Toombs, and Kartik Trivedi for outstanding research assistance. This work was generously supported by the Washington Center for Equitable Growth and Russell Sage Foundation award #R-1902-11776. Any opinions expressed are those of the authors alone and should not be construed as representing the opinions of our funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}