{
    "id": 32541,
    "citation_title": "What Can Measured Beliefs Tell Us About Monetary Non-Neutrality?",
    "citation_author": [
        "Hassan Afrouzi",
        "Joel P. Flynn",
        "Choongryul Yang"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how measured beliefs can be used to identify monetary non-neutrality. In a general equilibrium model with both nominal rigidities and endogenous information acquisition, we analytically characterize firms’ optimal dynamic information policies and how their beliefs affect monetary non-neutrality. We then show that data on the cross-sectional distributions of uncertainty and pricing durations are both necessary and sufficient to identify monetary non-neutrality. Finally, implementing our approach in New Zealand survey data, we find that informational frictions approximately double monetary non-neutrality and endogeneity of information is important: models with exogenous information would overstate monetary non-neutrality by approximately 50%.\n\n",
    "acknowledgement": "\nThis paper was formerly circulated under the title: “Selection in Information Acquisition and Monetary Non-Neutrality.” We are grateful to Olivier Coibion and Yuriy Gorodnichenko for their invaluable feedback and for sharing data. We also thank Saroj Bhattarai, Mark Dean, Chen Lian, Giuseppe Moscarini, Karthik Sastry, Luminita Stevens, and Michael Woodford as well as seminar participants at Columbia University, University of Notre Dame, LMU Munich, Princeton University, University of Texas at Austin, the Federal Reserve Banks of Cleveland, Richmond, and St. Louis, the Federal Reserve Board, and the NBER Monetary Economics conference for thoughtful comments and suggestions. The views expressed herein are those of the authors and do not reflect the views of the Federal Reserve Board, any person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}