{
    "id": 32542,
    "citation_title": "Organizing a Kingdom",
    "citation_author": [
        "Charles Angelucci",
        "Simone Meraglia",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a framework that examines the organizational challenges faced by central rulers governing large territories, where administrative power needs to be delegated to local elites. We describe how economic change can motivate rulers to empower different elites and emphasize the interaction between local and nationwide institutions. We show that rising economic potential of towns leads to local administrative power (self-governance) of urban elites. As a result, the ruler summons them to central assemblies in order to ensure effective communication and coordination between self-governing towns and the rest of the realm. This framework can explain the emergence of municipal autonomy and towns’ representation in early modern European parliaments—a blueprint for Western Europe’s institutional framework that promoted state-formation and economic growth in the centuries to follow. We provide empirical evidence for our core mechanisms and discuss how the model applies to other historical dynamics, and to alternative organizational settings.\n\n",
    "acknowledgement": "\nWe would like to thank David Austen-Smith, Alberto Bisin, Alessandro Bonatti, Micael Castanheira, Wouter Dessein, James Fenske, Garance Genicot, Robert Gibbons, Avner Greif, Alessandro Lizzeri, Massimo Morelli, Juan Ortner, Nicola Persico, Heikki Rantakari, Michael Ting, Felipe Valencia Caicedo, Michael Whinston, as well as seminar audiences at Berkeley, Bristol, Columbia, Exeter, Harvard, King's College London, MIT Sloan, Monash, San Diego, Stanford, Trinity, Warwick, the 2023 ESAM conference, the 2023 Utah Winter Organizational and Political Economics Conference, the 2023 ThReD conference, and the 2023 IBEO Political Economy Workshop for helpful comments and suggestions. Roi Orzach provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}