{
    "id": 32547,
    "citation_title": "Do Stronger IPR Incentivize Female Participation in Innovation? Evidence from Chinese AI Patents",
    "citation_author": [
        "Shubhangi Agrawal",
        "Sawan Rathi",
        "Chirantan Chatterjee",
        "Matthew J. Higgins"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Gender in the Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDo stronger intellectual property rights incentivize female participation in innovation? We provide new evidence on this question using a unique database of artificial intelligence patents publicly shared by the USPTO. Our identification strategy leverages China’s WTO TRIPs accession, which led to stronger intellectual property rights in 2002. We find a significant rise in the number of female inventors and an increase in the number of patents with females on inventor teams vis-a-vis a control group of countries. We also find that after stronger intellectual property rights, the quality of Chinese artificial intelligence patents with female inventors on the team improved. Results are robust controlling for unobserved heterogeneity at the country, technology class, and over time. Additional robustness tests with synthetic controls, coarsened exact matching, randomized inference and alternative control groups support our benchmark findings. Our results highlight that stronger intellectual property rights can be helpful in improving gender division of labor thereby benefiting society and innovation.\n\n",
    "acknowledgement": "\nFunding from Hoover Institution Visiting Fellowship and University of Sussex Business School is acknowledged. Higgins acknowledges support from the Sorenson Center for Discovery and Innovation Studies, David Eccles School of Business, University of Utah. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}