{
    "id": 32555,
    "citation_title": "Place-Based Economic Development and Long-Run Firm Employment and Sales: Evidence from American Indian Reservations",
    "citation_author": [
        "Joseph A. Aguilar",
        "Randall Akee",
        "Elton Mykerezi"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine how one of the largest U.S. place-based economic development programs, the Indian Gaming Regulatory Act (IGRA) of 1988, with annual revenues in excess of \\$40 billion, affects local firm total employment and sales through direct channels and through IGRA's effects on adjacent non-gaming industry firms. Our analysis focuses on the effect of this national (across 29 U.S. states) place-based economic development program over several decades. We create a novel data set linking a firm-level panel dataset of business outcomes and tribal casino operations by geographic location over several decades. We find that after the start of tribal casino operations, there is a substantial average increase in employment and sales for local firms. We also show that casino operations drive initial increases in employment and sales; however, pre-existing firms also realize gains in employment and sales in the subsequent 2-5 years after the start of casino operations. These effects also spill over to firms in non-related industries; in our analysis, we exclude the Arts, Entertainment, Recreation, Accommodation and Food Services industries and we continue to observe higher employment for firms located on tribal reservations with casino operations. We provide the first evidence on the impact of place-based economic development on long-run business outcomes in some of the most underdeveloped regions in the U.S.\n\n",
    "acknowledgement": "\nAkee and Mykerezi thank The Washington Center for Equitable Growth for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}