{
    "id": 32558,
    "citation_title": "Optimal Age-based Policies for Pandemics: An Economic Analysis of Covid-19 and Beyond",
    "citation_author": [
        "Luiz Brotherhood",
        "Philipp Kircher",
        "Cezar Santos",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the importance of the age composition for pandemic policy design. To do so, it introduces an economic framework with age heterogeneity, individual choice, and incomplete information, emphasizing the value of testing. Calibrating the model to the US Covid-19 pandemic reveals an 80% reduction in death toll due to voluntary actions and the lockdown implemented in the US. The optimal lockdown, however, is more stringent than what was implemented in the US. Moreover, the social planner follows an asymmetric approach by locking down the young relatively more than the old. We underscore the importance of testing, showing its impact on reduced deaths, lower economic costs and laxer lockdown. We use the framework to provide systematic insights into pandemics caused by different viruses (among others the Spanish flu), and underline the influence of economic conditions on optimal policies.\n\n",
    "acknowledgement": "\nAll funding sources are named in the acknowledgements of the paper. In particular: Financial support from the German Research Foundation (through CRC-TR-224 (project A3) and the Gottfried Wilhelm Leibniz-Prize), the European Research Council (through ERC grant 818859), the Spanish Government (PID2021-126549NB-I00 and PID2020-114040RB-I00), and the Generalitat of Catalonia (AGAUR-2020PANDE00036 and 2021-SGR-00862) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}