{
    "id": 32556,
    "citation_title": "Bankruptcy Resolution and Credit Cycles",
    "citation_author": [
        "Martin Kornejew",
        "Chen Lian",
        "Yueran Ma",
        "Pablo Ottonello",
        "Diego J. Perez"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the macroeconomic dynamics following credit cycles vary with business bankruptcy institutions. Using data on bankruptcy efficiency and business credit around the world, we document that business credit booms are followed by severe declines in output, investment, and consumption in environments with poorly functioning business bankruptcy. On the contrary, in settings with well functioning business bankruptcy, the aftermath of credit booms is characterized by moderate changes in economic activities. We use a simple model to lay out how and when efficient bankruptcy systems can mitigate the negative consequences of credit booms.\n\n",
    "acknowledgement": "\nWe thank Dean Corbae, Carola Frydman, Simon Gilchrist, Jonathon Hazell, Diego Kanzig, Valerie Ramey, Jon Steinsson, Christian Wolf, Benjamin Schoefer, as well as seminar participants at the Bank of Portugal and Norges Bank for helpful comments and suggestions. We are grateful to Benjamin Castiglione and Chun Hei Hung for excellent research assistance. Yueran Ma acknowledges the financial support from the NSF CAREER Award #2144769. Martin Kornejew, Chen Lian, Pablo Ottonello, and Diego J. Perez declare that they have no relevant financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}