{
    "id": 32551,
    "citation_title": "The Rise of the Religious Right: Evidence from the Moral Majority and the Jimmy Carter Presidency",
    "citation_author": [
        "Giulia Buccione",
        "Brian G. Knight"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the rise of the religious right in the context of the Moral Majority and Jimmy Carter, the first Evangelical President. During Carter's Presidency, the Moral Majority, an Evangelical group headed by televangelist Jerry Falwell, turned against the incumbent Carter, a Democrat, and campaigned for Ronald Reagan, a Republican, in the 1980 Election. To investigate the role of religious groups and leaders in the political persuasion of followers, we first develop a theoretical model in which single-issue religious voters follow better-informed religious leaders when choosing which candidates to support. Using data from county-level voting returns, exit polls, and surveys, we document that Evangelical voters indeed shifted their support from Carter in 1976 to Reagan in 1980. We also provide three pieces of evidence that the Moral Majority played a role in this switching: survey data on Moral Majority campaign issues, exposure to Jerry's Falwell's television ministry, and exposure to state headquarters of the Moral Majority.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Brown University, University of Rochester, Harvard University, Northwestern University, National Taiwan University, Academia Sinica, and National Chengchi University for helpful comments. We also thanks conference participants at the Southern Economic Association and the RIDGE/LACEA-PEG Workshop on Political Economy. David Weil and Hong Wang provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}