{
    "id": 32557,
    "citation_title": "Heterogeneity and Aggregate Fluctuations: Insights from TANK Models",
    "citation_author": [
        "Davide Debortoli",
        "Jordi Galí"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the merits and limitations of simple tractable New Keynesian models (RANK and TANK) in accounting for the aggregate predictions of Heterogenous Agent New Keynesian models (HANK). By means of comparison of a number of nested HANK models, we investigate the role played by (i) idiosyncratic income risk, (ii) a binding borrowing constraint, and (iii) a portfolio choice between liquid and illiquid assets. We argue that the effects of household heterogeneity can be largely understood looking at the differential behavior of two types of households: hand-to-mouth and unconstrained. We find that a suitably specified and calibrated TANK model (which abstracts from idiosyncratic income risk) can capture reasonably well the aggregate implications of household heterogeneity and the main channels through which it operates. That ability increases in the presence of a policy rule that emphasizes inflation stability. In the limiting case of a strict inflation targeting policy, heterogeneity becomes irrelevant for the determination of aggregate output.\n\n",
    "acknowledgement": "\nThis is a heavily revised version of a paper previously circulated under the tile “Monetary policy with Heterogeneous Agents: Insights from TANK models”. We thank Antonio Giribaldi, Kadir Özen and Danila Smirnov for excellent research assistance. We have benefited from comments by Gianluca Violante, Florin Bilbiie, John Leahy, Valerie Ramey, Johannes Wieland, Matt Rognlie, Paolo Surico, and participants at the CREi Faculty Lunch, NBER SI EFG, NBER Macro Annual, CREI Workshop on Heterogeneity and Economic Fluctuations, and CIGS Conference on Macroeconomic Policy and Theory. Galí acknowledges the financial support from the European Research Council under the European Union’s Horizon 2020 research and innovation program (Grant 882332-HEMPEF). Both authors acknowledge financial support from the Agencia Estatal de Investigación (AEI), through the Severo Ochoa Programme for Centres of Excellence in R&D (Barcelona School of Economics CEX2019-000915-S) and grant PID2020116268GB-I00 (Debortoli), and from the Generalitat de Catalunya, through the CERCA Programme. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}