{
    "id": 32550,
    "citation_title": "Sleep: Educational Impact and Habit Formation",
    "citation_author": [
        "Osea Giuntella",
        "Silvia Saccardo",
        "Sally Sadoff"
    ],
    "citation_publication_date": "2024-06-10",
    "issue_date": "2024-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing evidence on the importance of sleep for productivity, but little is known about the impact of interventions targeting sleep. In a field experiment among U.S. university students, we show that incentives for sleep increase both sleep and academic performance. Motivated by theories of cue-based habit formation, our primary intervention couples personalized bedtime reminders with morning feedback and immediate rewards for sleeping at least seven hours on weeknights. The intervention increases the share of nights with at least seven hours of sleep by 26 percent and average weeknight sleep by an estimated 19 minutes during a four-week treatment period, with persistent effects of about eight minutes per night during a one to five-week post-treatment period.  Comparisons to secondary treatments show that immediate incentives have larger impacts on sleep than delayed incentives or reminders and feedback alone during the treatment period, but do not have statistically distinguishable impacts on longer-term sleep habits in the post-treatment period. We estimate that immediate incentives improve average semester course performance by 0.075--0.088 grade points, a 0.10--0.11 standard deviation increase. Our results demonstrate that incentives to sleep can be a cost-effective tool for improving educational outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to the seminar participants at the BEDI Conference, the Roybal Annual Retreat, University of Pittsburgh, the Center for Sleep and Circadian Rhythms Study, the Virtual Seminar on the Economics of Risky Behaviors (VERB), the CHIBE Behavioral Science and Health symposium, the University of Houston, the National University of Singapore, the Freie Universität in Berlin, UCSD Spring School on Behavioral Economics, University of Chicago, Harvard University, RAND, University of Southern California, the UCLA Anderson School of Management, and the New York Federal Reserve, the NBER Economics of Health Meetings (Fall 2023). We are grateful to Mallory Avery, Daniel Banko-Ferran, Kelly Hyde, Ilaria Prometti, Ben Schenck, Samuel Lindquist, Gabrielle Toborg, and William Wang for their valuable research assistance. We are thankful to the Pittsburgh Experimental Economics Lab for recruiting our participants and the University of Pittsburgh Registrar Office for their help in providing access to students’ academic records. We received generous funding from J-PAL North America (Sadoff), the National Institute of Aging (Saccardo, Grant #P30AG034546) and the Pitt Healthy Lifestyle Institute Pilot and Feasibility project (Giuntella). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}