{
    "id": 32566,
    "citation_title": "International Policy Coordination in a Multisectoral Model of Trade and Health Policy",
    "citation_author": [
        "Viral V. Acharya",
        "Zhengyang Jiang",
        "Robert J. Richmond",
        "Ernst-Ludwig Von Thadden"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze international trade and health policy coordination during a pandemic by developing a two-economy, two-sector trade model integrated into a micro-founded SIR model of infection dynamics.  Disease transmission intensity can differ by goods (manufactured versus services and domestic versus foreign). Governments can adopt containment policies to suppress infection spread domestically, and levy import tariffs to prevent infection from abroad. The globally coordinated policy dynamically adjusts both policy instruments heterogeneously across sectors. The more-infected country aggressively contains the pandemic, raising tariffs and tilting the terms of trade in its favor, while the less-infected country lowers tariffs to share its economic pain. In contrast, in the Nash equilibrium of uncoordinated policies the more infected country does not internalize the global spread of the pandemic, lowering tariffs and its terms of trade,  especially in the contact-intensive services sector, while the less infected country counters the spread by raising tariffs. Coordination therefore matters: the health-cum-trade war leads to less consumption and production, as well as smaller health gains due to inadequate global diversification of infection curves.\n\n",
    "acknowledgement": "\nWe thank Harald Fadinger, George Mailath, Volker Nocke, Raghu Sundaram, Michèle Tertilt, and Mathias Trabandt for comments. Steven Zheng, Cody Wan, Kunpeng Zhou, and Myeongrok Doh provided excellent research assistance. Von Thadden thanks the German Science Foundation for support through grant CRC TR 224, C03. This is a substantially revised and retitled version of our earlier paper “Divided we Fall: International Health and Trade Coordination During a Pandemic.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}