{
    "id": 32563,
    "citation_title": "Fighting Abuse with Prescription Tracking: Mandatory Drug Monitoring and Intimate Partner Violence",
    "citation_author": [
        "Dhaval M. Dave",
        "Bilge Erten",
        "David W. Hummel",
        "Pinar Keskin",
        "Shuo Zhang"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe opioid crisis generates broader societal harms beyond direct health and economic effects, impacting non-users through adverse spillovers on children, families, and communities. We study the spillover effects of a supply-side policy aimed at reducing the over-prescribing of opioids on women’s wellbeing by examining its effects on intimate partner violence (IPV). Using administrative data on incidents reported to law enforcement, in conjunction with quasi-experimental variation in the adoption of stringent mandatory access prescription drug monitoring programs, we find that these policies have generated a downstream benefit for women by significantly reducing their overall exposure to IPV and IPV-involved injuries by 9 to 10 percent. Strongest effects are experienced by groups with higher rates of opioid consumption at baseline, including non-Hispanic Whites. However, we also find a significant uptick in heroin-involved IPV incidents, suggesting substitution into illicit drug consumption. Our results highlight the need to identify high-risk groups prone to switching to illicit opioids and to address this risk through evidence-based policies. Accounting for effects on IPV adds to the estimated societal burden of the opioid epidemic.\n\n",
    "acknowledgement": "\nWe are grateful for funding support for this research from the National Institute on Drug Abuse (NIDA), National Institutes of Health (NIH) (Grant number R21DA058849). We thank seminar participants at Northeastern University and the Southern Economic Association Meeting for their comments and suggestions. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}