{
    "id": 32569,
    "citation_title": "In Their Shoes",
    "citation_author": [
        "Marianne Andries",
        "Leonardo Bursztyn",
        "Thomas Chaney",
        "Milena Djourelova"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the mechanics of empathy. In a controlled immersive virtual reality experiment, we show that neutral information on unauthorized immigration magnifies the empathetic response of subjects when they witness the struggles of unauthorized migrants. We conjecture that perceiving others as similar magnifies empathy: it makes it possible to live their experience as if one were ‘in their shoes.’ In a separate, incentivized experiment, we show that the same neutral information increases perceived similarity to unauthorized migrants. We provide similar evidence in observational data, showing that contact with a given foreign origin group induces a greater empathetic response – more charitable donations – after the country of origin of this group is hit by a natural disaster, and a higher perceived similarity to this group. Together, our evidence suggests that the ability to put oneself in the shoes of another person or group can be enhanced through standard policy tools such as neutral information provision and inter-group contact.\n\n",
    "acknowledgement": "\nWe owe an immense debt of gratitude to Alejandro González Iñárritu, the creator of the Academy Award®-winning immersive virtual reality piece Carne y Arena ®, and Katie Calhoon and Legendary Entertainment, their producers. We would not have been able to collect data at the Carne y Arena exhibit without the generous help from Katie Cutright and the Emerson Collective, Julie Tremblay and the Centre Phi, Rachel Rushing and the Nasher Sculpture Garden in Dallas, and Amanda Kephart and Kaneko in Omaha. We thank Nicola Gennaioli, Andrei Shleifer, Giorgio Coricelli, Betsy Paluck, and numerous seminar participants for comments and suggestions. Bursztyn is grateful to the Sloan Foundation for financial support. Aarnav Agarwal, Sydney Callaway, Beyza Gulmezoglu, Manish Jaganath, Zhihan Liu, and Anastasiya Nebolsina provided excellent research assistance. The experiments in this paper received IRB approval from the University of Chicago Social and Behavioral Sciences Institutional Review Board and were pre-registered in the AEA RCT registry (AEARCTR-0009194 and AEARCTR-0010772). All remaining mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLeonardo Bursztyn\n\nI disclose that at the time of the experiment, a family member was an employee of the firm, that this family member is no longer employed there, and that I have no material or financial stake in any of the results or in the company.\n\n\n"
}