{
    "id": 32564,
    "citation_title": "Turbocharging Profits? Contract Gaming and Revenue Allocation in Healthcare",
    "citation_author": [
        "Atul Gupta",
        "Ambar La Forgia",
        "Adam Sacarny"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-08-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nFirms often exploit loopholes in government contracts to boost revenues. The welfare consequences of this behavior depend on how firms use the marginal windfall dollar, yet little evidence exists to guide policymakers. This paper studies how hospitals allocated over $3 billion obtained from gaming a Medicare payment loophole. The average gaming hospital increased both Medicare and total revenue by around 10%, implying large spillovers on other payers. Consistent with theories of organizational behavior, nonprofit hospitals deployed most of the windfall toward operating costs, while for-profits deducted the entire amount off their balance sheet, distributing a substantial portion to executives and shareholders. Accordingly, we detect modest reductions in mortality rates at nonprofits but no changes at for-profits. Our results imply that the consequences of such engineered windfalls vary substantially by hospital ownership.\n\n",
    "acknowledgement": "\nWe thank Amitabh Chandra, Zack Cooper, Josh Gottlieb, Tal Gross, Jetson Leder-Luis and Pierre-Thomas Léger; seminar participants at Berkeley Haas, Columbia, Johns Hopkins, the University of Pennsylvania, Weill Cornell, and the Harvard-MIT-BU joint health economics seminar; and conference participants at Whistler Health Economics, ASHEcon, Midwest Health Economics, Annual Health Economics, NBER Organizational Economics, Becker Friedman Institute Health Economics Initiative, and the National Tax Association meetings for their helpful comments and suggestions. We gratefully acknowledge support from the National Institute on Aging (P01-AG005842). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}