{
    "id": 32562,
    "citation_title": "Statistical Discrimination and the Distribution of Wages",
    "citation_author": [
        "Prashant Bharadwaj",
        "Rahul Deb",
        "Ludovic Renou"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe characterize the conditions under which the wage distributions for two groups are consistent with a general model of statistical discrimination. We adapt this theoretical characterization to develop a novel empirical test, the rejection of which we interpret as evidence of taste-based discrimination. In doing so, we provide a theoretical foundation via which the wage structure effect in the decomposition of wage distributions can be interpreted as evidence of taste-based discrimination. We provide a proof of concept application using Census and NLSY-79 data, which suggests taste-based discrimination at work against Black male workers in several broad occupation categories.\n\n",
    "acknowledgement": "\nThis paper builds on and subsumes a previous version titled “Which wage distributions are consistent with statistical discrimination?” by the second and third authors. We are very grateful to Paula Onuchic for engaging in a conversation with us that inspired this paper and to her, Aislinn Bohren, Michael Grubb, Peter Hull, Alex Imas, Namrata Kala, Georgy Kalashnov, Rob McMillan, and Konstantinos Tatsiramos for detailed discussions. We would also like to thank Torsha Chakravorty, Juan Eberhard, Kory Kroft, Aditya Kuvalekar, Marco Manacorda, Mallesh Pai, Debraj Ray, Maher Said and numerous seminar participants for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}