{
    "id": 32565,
    "citation_title": "Dynamic Models, New Gains from Trade?",
    "citation_author": [
        "Christoph Boehm",
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar",
        "Hiroshi Toma"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYes. We state closed-form expressions for steady state gains from trade that apply in a class of dynamic trade models that includes dynamic versions of the Krugman (1980), Melitz (2003), and customer capital (e.g., Arkolakis, 2010) models. The gains are a function of the domestic trade share and the long-run elasticity of trade with respect to iceberg trade costs, similar to Arkolakis, Costinot, and Rodríguez-Clare (2012). In contrast to static settings, in a dynamic world this long-run elasticity cannot be estimated in one step by relying on tariff variation as shifters of trade costs. We show, instead, that this object can be recovered by combining two tariff elasticity estimates: the long- and the short-run. Thus, the short-run tariff elasticity indirectly enters the formula for the steady state gains from trade. Our main substantive finding is that the gains from trade are large. They depend crucially on the short-run tariff elasticity, and can be arbitrarily large even if the long-run tariff elasticity is high. Accounting for the transition path has a minor impact on the magnitude of the gains from trade, relative to simply comparing steady states.\n\n",
    "acknowledgement": "\nWe are grateful to Costas Arkolakis for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}