{
    "id": 32560,
    "citation_title": "Financial Incentives for Adoption and Kin Guardianship Improve Achievement for Foster Children",
    "citation_author": [
        "David Simon",
        "Aaron Sojourner",
        "Jon Pedersen",
        "Heidi Ombisa Skallet"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports new evidence that giving financial rewards for adopting a child from foster care or becoming a kin guardian improves the later school performance of these children. It uses linked administrative data to examine a policy change in Minnesota. This change increased the payments to adoptive parents and kin guardians for children ages 6 and older, making them equal to what foster care payments were, but didn't raise payments as much for younger children. Difference-in-differences analysis shows that this policy of equalizing payments increased the average academic achievement of foster children by 31 percent of a standard deviation three years after their cases began. Additionally, the policy raised the total value of payments to these children by about $2,000 during this period. It also led to a 29 percent increase in the monthly chance of moving from foster care to adoption or kin guardianship, improved school stability, and reduced school suspensions. This research contributes to the limited evidence on how financial incentives can encourage adoptions and is one of the first to provide evidence of its positive effects on outcomes beyond the child welfare system.\n\n",
    "acknowledgement": "\nOmbisa Skallet served as the Department’s adoption and kinship policy specialist between 2015 and 2023 and was involved in implementing the policy reform. Simon acknowledges funding from the University of Connecticut Health Economics and Policy Education Lab. Sojourner acknowledges funding from Casey Family Programs. We would like to thank Kasey Buckles, Joe Doyle, Hilary Hoynes, workshop participants at the NBER Children’s Program Summer Institute, Society of Labor Economists annual meeting, SOLE annual meetings, the 2023 Atlanta Workshop on Public Policy and Child Well-Being, Maggie Brehm along with the Oberlin economics seminar participants, and the University of Pittsburgh economics seminar participants for their valuable comments. We would like to thank Leonardo Maldanado, Celeste Siameh, Yanxu Long, Keyongki Park, and Jing Cai for their fantastic research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeidi Ombisa Skallet\n\nOmbisa Skallet and Pedersen are current Minnesota Department of Human Services employees. Ombisa Skallet served as the Department’s adoption and kinship policy specialist between 2015 and 2023 and was involved in implementing the policy reform.\n\n\n"
}