{
    "id": 32577,
    "citation_title": "The Chronic Disease Index: Analyzing Health Inequalities Over the Lifecycle",
    "citation_author": [
        "Kaveh Danesh",
        "Jonathan T. Kolstad",
        "William D. Parker",
        "Johannes Spinnewijn"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-09-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rich live longer than the poor, but relatively little is known about the evolution of health inequality across the lifecycle. Using rich administrative data from the Netherlands, we develop an index of chronic disease burden based on the projected contribution to old-age mortality. Chronic conditions account for one-third of the mortality gap in old age. Using our index we demonstrate that health inequality arises much earlier in life; by age 35, the bottom half of the income distribution has the same disease burden as those age 50 in the top half. Approximately 60% of the divergence across income groups is due to low-income individuals developing chronic illness at a faster rate, rather than chronically ill individuals sorting into lower-income groups. Using linked health survey data, we then examine the contributions of various mediators to the incidence of chronic diseases over the life cycle. Socioeconomic and geographic factors explain most of the variation, while individual health behaviors play a moderate role. Our findings align with calls to target health policies toward early-life social determinants of health.\n\n",
    "acknowledgement": "\nWe thank Rob Alessie, Liran Einav, Amy Finkelstein, Camille Landais, Adriana Lleras-Muney, Canishk Naik, Carol Propper, Bram Spinnewijn, Frank van Dijk, Winnie Van Dijk and seminar participants at the LSE, IFS, University of Oslo, Bank of Spain, BI Norwegian Business School, CPB, Bocconi, Bologna, EIEF, Zurich, Oxford, Royal Holloway and at the CEPR Public Economics symposium, the NBER Aging meeting, the Dutch health econometrics workshop, and the lolaHESG conference for valuable comments and suggestions. We also thank the Dutch Central Bureau of Statistics and Thomas Minten for help with the data and Boris Beyen, Ben Dahmen, Diego Ferreras-Garrucho, and Marco Visentin for excellent research assistance. We thankfully acknowledge financial support from the International Inequalities Institute. Kolstad thanks the London School of Economics for support through the BP Centennial Professorship that he held during work on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}