{
    "id": 3257,
    "citation_title": "The Impact of the 1986 Tax Reform Act on Personal Saving",
    "citation_author": [
        "Jonathan Skinner",
        "Daniel Feenberg"
    ],
    "citation_publication_date": "1990-02-01",
    "issue_date": "1990-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany critics believed that the Tax Reform Act of 1986 (TRA86) would discourage saving. Yet personal saving rates have rebounded since 1987. This rebound might have been caused by a general decline in marginal tax rates on household saving. And we estimate, at least for the 1980s, a positive elasticity of saving with respect to the after-tax rate of return. But the tax changes alone cannot account for the recent upswing in saving rates. Furthermore, the positive saving elasticity during the 1980s is fleeting and fragile; during the entire postwar period the correlation between the after-tax rate of return and personal saving is at most zero. We also consider three alternative ways by which the Tax Reform Act could have affected personal saving. First, the cutbacks in IRA eligibility were viewed by some as discouraging saving. But conventionally measured personal saving increased after IRA enrollment plummeted in 1987. We show that this anomalous finding may be an artifact of how personal saving is measured, since a different measure - - the real change in household wealth - - grew strongly during the mid-l98Os, before leveling off after 1987. Second, the phasing out of personal credit interest deductions in TRA86 could have discouraged borrowing and thereby stimulated national saving. We find that wealthier taxpayers simply shuffled their personal credit loans into tax-deductible housing mortgages with little net effect on aggregate saving. Finally, saving could have been reduced in 1986 if taxpayers, rushing to realize capital gains before TRA86, spent their proceeds on bit-ticket consumption goods. We also find little evidence in favor of this view, although we do find much of the capital gains ended up in interest-bearing accounts. In sum, TRAB6 had more impact on the composition than on the overall level of saving.\n\n",
    "acknowledgement": "\n"
}