{
    "id": 32570,
    "citation_title": "Preschool Lottery Admissions and Its Effects on Long-Run Earnings and Outcomes",
    "citation_author": [
        "Randall Akee",
        "Leah R. Clark"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-06-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe use an admissions lottery to estimate the effect of a non-means tested preschool program on students’ long-run earnings, employment, family income, household formation, and geographic mobility. We observe long-run outcomes by linking both admitted and non-admitted individuals to confidential administrative data including tax records. Funding for this preschool program comes from an Indigenous organization, which grants Indigenous students admissions preference and free tuition. We find treated children have between 5 to 6 percent higher earnings as young adults. The results are quite large for young women, especially those from the lower half of the initial parental household income distribution. There is also some evidence that children, regardless of gender, from households with below median parental incomes realize the largest average increases in earnings in adulthood. Finally, we find that increased earnings start at ages 21 and older for the treated students. Likely mechanisms include high-quality teachers and curriculum.\n\n",
    "acknowledgement": "\nNo funding sources or financial relationships to declare. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. The Census Bureau has reviewed this data product for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release. DRB Approval Numbers: CBDRB-FY2022-CES010-022; CBDRB-FY2023-CES005-008; CBDRB‑FY24‑0038; CBDRB‐FY24‐0208.\n\n\n"
}