{
    "id": 32579,
    "citation_title": "Property Insurance and Disaster Risk: New Evidence from Mortgage Escrow Data",
    "citation_author": [
        "Benjamin J. Keys",
        "Philip Mulder"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a new dataset to study homeowners insurance. Our data on over 47 million observations of households’ property insurance expenditures from 2014-2023 are inferred from mortgage escrow payments. First, we find a sharp 33% increase in average premiums from 2020 to 2023 (13% in real terms) that is highly uneven across geographies. This growth is associated with a stronger relationship between premiums and local disaster risk: A one standard-deviation increase in disaster risk is associated with $500 higher premiums in 2023, up from $300 in 2018. Second, using the rapid rise in reinsurance prices as a natural experiment, we show that the increase in the risk-to-premium gradient was largely caused by the pass-through of reinsurance costs. Third, we project that if the reinsurance shock persists, growing disaster risk will lead climate-exposed households to face $700 higher annual premiums by 2053. Our results highlight that prices in global reinsurance markets pass through to household budgets, and will ultimately drive the cost of rising climate risk.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Wharton School and Wisconsin School of Business for thoughtful suggestions. We thank  Dani Bauer, Ben Collier, Ty Leverty, Dan Sacks, and Joan Schmit for their helpful comments. Fabio Cardoso Schanaider, Octavio Elias de Lima, and Declan Mirabella provided outstanding research assistance. We thank Jeremy Porter and the First Street Foundation for data provision and guidance. Keys thanks the Wharton ESG Initiative’s Research Fund, ESG Initiative Climate Center, and the Research Sponsors of the Zell/Lurie Real Estate Center for support. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}