{
    "id": 32576,
    "citation_title": "Traumatic Financial Experiences and Persistent Changes in Financial Behavior: Evidence from the Freedman's Savings Bank",
    "citation_author": [
        "Vellore Arthi",
        "Gary Richardson",
        "Mark Van Orden"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe failure of the Freedman's Savings Bank (FSB), one of the only Black-serving banks in the early post-bellum South, was an economic catastrophe and one of the great episodes of racial exploitation in post-Emancipation history. It was also most Black Americans' first experience of banking. Can events like these permanently alter financial preferences and behavior? To test this, we examine the impact of FSB collapse on life insurance-holding, an accessible alternative savings vehicle over the late 19th and early 20th centuries. We document a sharp and persistent increase in insurance demand in affected counties following the shock, driven disproportionately by Black customers. We also use FSB migrant flows to disentangle place-based and cohort-based effects, thus identifying psychological and cultural scarring as a distinct mechanism underlying the shift in financial behavior induced by the bank's collapse. Horizontal and intergenerational transmission of preferences help explain the shock’s persistent effects on financial behavior.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title \"Financial Scarring and the Failure of the Freedman's Savings Bank.\" For funding, we thank the National Science Foundation (Award #SES-2049393/SES-2049401), the Russell Sage Foundation (Award #2011-29614), the UCI Irvine School of Social Sciences, and the UCI Center for Population, Inequality, and Policy. We are grateful to Marcella Alsan, Claire Celerier, Rick Hornbeck, Maggie E.C. Jones, and Luke Stein; seminar participants at Northwestern University, University of Southern California, Caltech, University of Maryland Baltimore County, Grinnell College, the University of Hong Kong, Beijing University, Tsinghua University, Wuhan University, University of California, Irvine, the Seattle Economics Council, and the Washington Area Economic History Seminar; as well as to participants at the NBER DAE Spring Meetings, Chicago Fed Workshop on Monetary and Financial History, the Economic History Association Annual Conference, the AEA/ASSA Annual Conference, and the All-UC Graduate Students Workshop in Economic History, for helpful comments on earlier versions of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}