{
    "id": 32575,
    "citation_title": "Historical Differences in Female-Owned Manufacturing Establishments: The United States, 1850-1880",
    "citation_author": [
        "Ruveyda Gozen",
        "Richard Hornbeck",
        "Anders Humlum",
        "Martin Rotemberg"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Gender in the Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe characterize female-owned manufacturing establishments using newly digitized manuscripts from the US Census of Manufactures (1850, 1860, 1870, 1880).  Female-owned establishments were smaller than male-owned establishments and had lower capital-to-output ratios, which could reflect more-constrained financial access and other distortions.  Female-owned establishments employed more women and paid women higher wages, creating a potential cycle between increased female business ownership and increased female labor market participation.  Female-owned establishments concentrated in sub-industries like women's clothing and millinery, which is associated with some but not all of these differences.  We also show how female owners differed from other women in the Population Census.\n\n",
    "acknowledgement": "\nWe thank Sam Abers for excellent research assistance and our team at Digital Divide Data.  This research was funded in part by the Neubauer Family Faculty Fellowship and the National Science Foundation under Grant Number SES-1757050/1757051. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}