{
    "id": 32572,
    "citation_title": "U.S. Liquid Government Liabilities and Emerging Market Capital Flows",
    "citation_author": [
        "Annie Soyean Lee",
        "Charles Engel"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical work finds that flows of investments from the U.S. and other high income countries to emerging markets increase during times of quantitative easing (QE) by the U.S. Federal Reserve, and the reverse movement occurs under quantitative tightening. We offer new evidence to confirm these findings, and then propose a theory based on the liquidity of U.S. government liabilities held by the public. We hypothesize that QE, by increasing liquidity, offers greater flexibility for investors that might be concerned their funds will be tied up when shocks to income or investment opportunities arise. With the assurance that some of their portfolio can be readily sold in liquid markets, rich country investors are more willing to increase investments in illiquid loans to emerging markets. The effect of increasing the liquidity of U.S. government liabilities on investments in EMs may even be stronger during times of greater uncertainty. We find evidence to support our interpretation: QE lowers covered interest parity deviations for the dollar, as our model predicts.\n\n",
    "acknowledgement": "\nWe thank Yeonggyu Yun for his excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}