{
    "id": 32574,
    "citation_title": "Political Connections, Allocation of Stimulus Spending, and the Jobs Multiplier",
    "citation_author": [
        "Joonkyu Choi",
        "Veronika Penciakova",
        "Felipe Saffie"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of firms’ political influence on the effectiveness of government spending using ARRA as a laboratory. Through an IV approach, we show that a 10 percentage points increase in the share of politically connected spending lowers the job creation effect of stimulus by 33 percent at the state level. We exploit ex-post close state-level elections to establish that firms that contributed to winning candidates create fewer jobs after winning grants. Using a quantitative general equilibrium model, we show that politically connected spending also lowers the aggregate jobs multiplier, and that the dampening effect is rationalized by connected firms charging higher markups.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve System, the Board of Governors, its staff, or the National Bureau of Economic Research. The authors thank Ufuk Akcigit, Salome Baslandze, Ryan Decker, Manuel García-Santana, Kinda Hachem, John Haltiwanger, Tarek Hassan, Thomas Hegland, Ethan Kaplan, Juan Rubio Ramirez, Frank Warnock, Daniel Wilson, and our discussant Elias Papaioannou, as well as seminar participants at the University of Maryland, the spring 2017 Midwest Macro Meetings, the 2017 North American Meeting of the Econometric Society, the 2017 European Meeting of the Econometric Society, Workshop on Innovation and Entrepreneurship, Pontificia Universidad Catolica de Chile, the Federal Reserve Board, Georgetown University, the Fall 2019 I-85 Macroeconomics Workshop, the NBER EF&G 2022 Winter Meeting, the Federal Reserve Bank of Atlanta, Auburn University, the Bureau of Labor Statistics, the Inter-American Development Bank, and the World Bank. We also thank Benjamin Delgado, KC Pringle, and Fiorella Pizzolon for their excellent research assistance.\n\n\n"
}