{
    "id": 32588,
    "citation_title": "Paying Your Fair Share: Perceived Fairness and Tax Compliance",
    "citation_author": [
        "Brad C. Nathan",
        "Ricardo Perez-Truglia",
        "Alejandro Zentner"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence on the role of fairness for tax compliance: households are willing to pay more in taxes if they believe that other households are contributing their fair share. We conducted an information-disclosure natural field experiment in the context of property taxes in the United States. We induced exogenous shocks to households' perceptions about the average tax rate paid by other households. We find that a higher perceived average tax rate decreases the probability of filing a tax appeal. Translating our estimates into a money metric, we find that for each additional $1 contributed by the average household, a taxpayer is willing to pay an extra $0.43 in his or her own taxes.\n\n",
    "acknowledgement": "\nPart of this paper belonged to a longer paper that included analyses from other treatment arms, and which was first posted on September 2020 as NBER Working Paper No. 27816. Since the paper became too long, the original paper was split into this paper and Nathan et al. (2023). We are thankful for excellent comments from Sudiptha Basu, Raj Chetty, Christine Cuny, Julio Elias, Austan Goolsbee, Justin Holz, Steve Levitt, Ningzhong Li, John List, Joel Slemrod, Erzo Luttmer, Anya Nakhmurina, James Poterba, Sutirtha Bagchi, Gurpal Sran, and seminar participants at the NBER-Public Economics, Stanford University, University of Chicago, Yale University, Rutgers Accounting Research Conference, Federal Reserve Bank of Chicago, Universidad de San Andres, the American Economic Association, NTA, ZEW, Journees LAGV, LMU, RIDGE, and AEI. We will make all the code and data publicly available. This project was reviewed and approved in advance by the Institutional Review Board at The University of Texas at Dallas. The experiments were registered in the AEA RCT Registry (#0005992). The original pre-registration was posted on May 24, 2020. However, after receiving interview requests from the media, we removed the pre-registration (we were concerned that the media would divulge the hypotheses listed in the pre-registration and thus contaminate the study). We re-posted the pre-registration on June 16, 2020, after the deadline to file an appeal had passed (and before the data to conduct the analysis became available). Adrian Cadena Medina, Luisa Cefala, Dongwook Chun, Karl Dill, Santiago De Martini, and Xinmei Yang provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}