{
    "id": 32581,
    "citation_title": "Automating Short-Term Payroll Savings: Evidence from Two Large U.K. Experiments",
    "citation_author": [
        "Sarah Holmes Berk",
        "James J. Choi",
        "Jay Garg",
        "John Beshears",
        "David Laibson"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-09-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAutomatic enrollment is often used to increase retirement savings. What are the effects of using it (or, alternatively, requiring an active enrollment choice) to increase short-term savings? We evaluate two experiments in the U.K. at employers that enable workers to set up payroll contributions to fund short-term savings accounts. In the first experiment (N = 7,404), employees at two firms were randomly assigned opt-in, opt-out, or active choice enrollment into the short-term savings program. Nine months later, participation was 48 percentage points higher under automatic enrollment than opt-in enrollment, and average balances were £114 higher. In the second experiment (N = 3,605), after years of offering opt-in payroll contributions to fund a short-term savings account, the employer changed to opt-out enrollment for new hires only. In tenure month 18, participation in the short-term savings program was 48 percentage points higher under automatic enrollment, and average balances were £193 higher.\n\n",
    "acknowledgement": "\nContributions: conceptualized paper (SB, JC, JB, DL), wrote paper (SB, JC), edited paper (JB, DL), implemented empirical analysis (SB, JG), project leadership (SB, DL). These trials were convened by Nest Insight, a public-benefit research and innovation center, which is part of Nest Corporation, a U.K. public corporation. This research was reviewed by the Harvard and NBER Institutional Review Boards and determined to be exempt human subjects research. The views expressed here are those of the authors and do not reflect the views or position of Harvard, Yale, NBER, Nest, the implementing organizations, SUEZ, TransaveUK, Wagestream, or Wagestream’s client employers. The authors are grateful to Arie Kapteyn and Richard Lombardo for helpful comments; to Emma Stockdale for excellent project management, research support, and meticulous data merging; to Jo Phillips for tireless project leadership; to the whole Nest Insight team for convening the trial; to Simon Ashton, Michael Beeson, Oliver Bethell, Yash Daga, Richard Loftus, Sophie Orr, Roger Shelton, Stacy Standen, Michelle Sutton, Lisa Thomas, Claire Townsend, and Emily Trant for implementing the experiment and sharing data; to Katie Duxbury, Helen Spurr, Alex Henley, and their colleagues at Bupa UK and the Co-operative Group Ltd. for their involvement in the trial; to the BlackRock Foundation and the Money and Pensions Service (UK) for their support of the Nest Insight program, which provided the funding for our research; and to the Pershing Square Fund for Research on the Foundations of Human Behavior for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Beshears\n\nI have received additional grant support from the National Institutes of Health, the Social Security Administration, the Smith Richardson Foundation, and the Pershing Square Fund for Research on the Foundations of Human Behavior at Harvard University.\n\n\nI have received research data from Alight Solutions, the Commonwealth Bank of Australia, and Voya Financial.\n\n\nI was an advisor to and equity holder in Nutmeg Saving and Investment, a robo-advice asset management company.  I am a TIAA Institute Fellow.\n\n\n\nDavid Laibson\n\nThis link contains a chronological list of all organizations from which I have received honoraria or payments since 2007.\n\n\nhttps://scholar.harvard.edu/laibson/outside_activities\n\n\n"
}