{
    "id": 32582,
    "citation_title": "Rent Guarantee Insurance",
    "citation_author": [
        "Boaz Abramson",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA rent guarantee insurance (RGI) policy makes a limited number of rent payments to the landlord on behalf of an insured tenant unable to pay rent due to a negative income or health expenditure shock. We introduce RGI in a rich quantitative equilibrium model of housing insecurity and show it increases welfare by improving risk sharing across idiosyncratic and aggregate states of the world, reducing the need for a large security deposits, and reducing homelessness which imposes large costs on society. While unrestricted access is not financially viable with either private or public insurance providers due to moral hazard and adverse selection, restricting access can restore viability. Private insurers must target better off renters to break even, while public insurers focus on households most at-risk of homelessness.\n\n",
    "acknowledgement": "\nWe thank Brent Ambrose, Andy Glover, and participants at the AREUEA National Conference (Washington D.C.), Conference on Housing Affordability (Kelley School of Business and Federal Reserve Bank of Chicago), and NYC Metro Real Estate Conference (NYU) for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}