{
    "id": 32585,
    "citation_title": "Book-Value Wealth Taxation, Capital Income Taxation, and Innovation",
    "citation_author": [
        "Fatih Guvenen",
        "Gueorgui Kambourov",
        "Burhan Kuruscu",
        "Sergio Ocampo-Diaz"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhen is a wealth tax preferable to a capital income tax? When is the opposite true? More generally, can capital taxation be structured to improve productivity, incentivize innovation, and ultimately increase welfare? We study these questions theoretically in an infinite-horizon model with entrepreneurs and workers, in which entrepreneurial firms differ in their productivity and are subject to collateral constraints. The stationary equilibrium features heterogeneous returns and misallocation of capital. We show that increasing the wealth tax increases aggregate productivity. The gains result from the “use-it-or-lose-it” effect of wealth taxes when returns are heterogeneous, which causes a reallocation of capital from entrepreneurs with low productivity to those with high productivity. Furthermore, if the capital income tax is adjusted to balance the government's budget, aggregate capital, output, and wages also increase. We then study the welfare maximizing combination of wealth and capital income taxes and show that the optimal mix shifts towards a higher wealth tax and a lower capital income tax as the capital intensity of production increases. For a range of plausible parameter values, the optimal wealth tax is positive, whereas the capital income tax can be positive or negative (a subsidy). We then endogenize the entrepreneurial productivity distribution by introducing either ex ante innovation or entrepreneurial effort in production and show that this strengthens our results: by allowing entrepreneurs to keep more of the upside relative to a capital income tax, a wealth tax incentivizes more innovation and entrepreneurial effort, leading to larger increases in productivity, output, and welfare.\n\n",
    "acknowledgement": "\nFirst draft: March 2021. For helpful comments, we thank participants at various conferences and seminars. We also thank Richard Blundell, Pavel Brendler, Christian Hellwig, Roozbeh Hosseini, Chad Jones, Paul Klein, Camille Landais, Francesca Parodi, Tom Phelan, Andreas Schaab, Florian Scheuer, Kjetil Storesletten, and Ludwig Straub for valuable comments. This research was funded in part by the project TaxFair, financed by the Research Council of Norway, Number 315765. Kambourov and Kuruscu thank the Social Sciences and Humanities Research Council of Canada. Ocampo also thanks the Jarislowsky Chair in Central Banking for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}