{
    "id": 32583,
    "citation_title": "Does the EITC Reduce Caregiving for Parents?",
    "citation_author": [
        "Katherine Michelmore",
        "Anna Wiersma Strauss",
        "Emily E. Wiemers"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-09-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamilies provide substantial care to older adults with functional limitations. Policies that incentivize work have the potential to reduce this valuable care. This study uses the Health and Retirement Study (HRS) and a simulated instrument approach to examine the consequences of increases in the generosity of the Earned Income Tax Credit (EITC), a work-contingent cash benefit, for the care that parents receive from their EITC-eligible daughters. We find that increases in EITC generosity reduce the care that parents receive from their EITC-eligible daughters, especially older parents and those with functional limitations. To assess the full effect of this reduction in caregiving, we examine whether financial transfers increase as a substitute for reduced care, whether other adult children fill the care gap left by EITC-eligible daughters, and whether paid caregiving increases in response to declines in family care. We find no evidence of increased financial transfers and care gaps remain for older parents that are not filled by other children or paid care providers. We conclude that an unintended consequence of the EITC is that the older parents of EITC recipients receive less care from their children overall in response to increased EITC benefit generosity.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}