{
    "id": 32584,
    "citation_title": "Extraordinary Labor Market Developments and the 2022-23 Disinflation",
    "citation_author": [
        "Steven J. Davis"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "2024-06-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo extraordinary U.S. labor market developments facilitated the sharp disinflation in 2022-23 without raising the unemployment rate. First, pandemic-driven infection worries and social distancing intentions caused a sizable drag on labor force participation that began to reverse in the first quarter of 2022, and perhaps earlier. As the reversal unfolded, it raised labor supply and reduced wage growth. Second, the pandemic-instigated shift to work from home (WFH) raised the amenity value of employment in many jobs and for many workers. This development lowered wage-growth pressures along the transition path to a new equilibrium with pay packages that recognized higher remote work levels and their benefits to workers. Surveys of business executives imply that the shift to WFH lowered average wage growth by two percentage points from spring 2021 to spring 2023. A direct inspection finds that average real wage growth from 2021 Q1 to 2024 Q1 in the U.S. economy was at least 3.5 to 4.4 ppts below the path suggested by pre-pandemic experience. This large shortfall in real wage growth aligns well with the interpretation of the 2022-23 disinflation offered here.\n\n",
    "acknowledgement": "\nThis essay draws on my research with Jose Maria Barrero, Nick Bloom, Brent Mayer and Emil Mihaylov. Hyoseul Kim assisted in the preparation of figures and tables. Errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}