{
    "id": 32580,
    "citation_title": "The Impact of Price Transparency in Outpatient Provider Markets",
    "citation_author": [
        "Kayleigh Barnes",
        "Sherry A. Glied",
        "Benjamin R. Handel",
        "Grace Kim"
    ],
    "citation_publication_date": "2024-06-17",
    "issue_date": "2024-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedical provider price transparency is often touted as a way to lower health care spending. But the impact of price transparency is theoretically ambiguous: it could lower health care spending via increased consumer price shopping or improved insurer bargaining but could also raise health care prices via improved provider bargaining or provider collusion. We conduct a randomized-controlled trial to examine the impact of a state-wide medical charge transparency tool in outpatient provider markets in New York State. In the experiment, individual providers’ billed charges (list prices) were released randomly at the level of the procedure and three-digit zipcode. We use a comprehensive commercial claims database to assess the impact of this intervention and find that it leads to a small increase in overall billed charges (+0.75%). This effect is concentrated among low-priced providers in markets with low out-of-network spending, suggesting that the transparency tool improves provider pricing information. We find no evidence of quantity effects. Results do not vary consistently across specialty groups, market concentration, frequency of service use, or frequency of website use. These results are consistent with price transparency having a minimal effect on consumer shopping while slightly improving provider information about competitors’ charges.\n\n",
    "acknowledgement": "\nWe acknowledge and thank the New York State Health Foundation for funding under grant number #17-04903. We are very grateful to FAIRHealth for their partnership in the development and execution of this randomized trial and for making the evaluation data available to us. We especially thank Hunt Allcott for his invaluable advice and input. We thank seminar participants at the Electronic Health Economics Colloquium, APPAM Fall Conference, NYU Wagner seminar for comments, including Christopher Whaley, Kathy O’Regan, and Leanna Stiefel. The study was deemed by the New York University Institutional Review Board (IRB-FY2017-582) not to constitute human subjects research. Replication files are available from Grace Kim. The results and opinions in this study are those of the authors alone and may not reflect the views of the New York State Health Foundation, FAIRHealth, or those thanked in these acknowledgements. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}