{
    "id": 32589,
    "citation_title": "Emotions and Subjective Crash Beliefs",
    "citation_author": [
        "William N. Goetzmann",
        "Dasol Kim",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "2024-11-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nOver the past two decades, respondents to the Shiller Investor Confidence Surveys have assessed the probability of a catastrophic stock market crash to be much higher than the historical frequency of such events. We decompose these crash probabilities into fundamental and subjective components and use a large language model to estimate the emotional content of respondent narratives. The subjective crash component is strongly associated with high negative affect. We use respondent location to test how news of unusual exogenous shocks affects crash belief formation. The results are consistent the risk-as-feelings hypothesis and suggest a path by which emotional response to news about salient events may play a role in the scale and variation in investor beliefs about rare disasters.\n\n",
    "acknowledgement": "\nThis paper incorporates and updates some results from our 2017 NBER working paper Crash beliefs from investor surveys (No. w22143) National Bureau of Economic Research. We thank the U.S. National Science Foundation, Whitebox Advisors, and the International Center for Finance at the Yale School of Management for support with the survey data.  We thank Francesco Fabozzi for research support, particularly with the development of the LLM. We thank Ravi Dhar, Campbell Harvey, John Leahy, Ian Martin, Nathan Novemsky, Deborah Small and Chen Wang for helpful discussions. We thank Leigh Ann Clark, Sumithra Sudhir and Minhua Wan for data assistance.  We thank conference participants in the NBER Summer Institute Behavioral Macro and Big Data sessions. INQUIRE-UK 2 and seminar participants at the University of Alberta for their valuable comments. The authors take responsibility for all errors.  The opinions expressed are those of the authors and do not necessarily reflect those of the Office of Financial Research, the U.S. Department of the Treasury, or the National Bureau of Economic Research. Portions of the paper were commenced prior to affiliation with the Office of Financial Research. All errors are ours alone.\n\n\n\nWilliam N. Goetzmann\n\nMy external activities are disclosed on my website at:\n\n\nhttp://viking.som.yale.edu/outside%20activities%202015.pdf\n\n\nFunding for the survey is currently provided by the International Center for Finance at the Yale School of Management\n\n\n\nRobert J. Shiller\n\n2020 March 7\nDisclosure of Outside Activities\nRobert J. Shiller\n\n\nList of activities outside principal Yale University employment since 2008.\n\n\nCurrently engaged in the development of a stock market index family with Barclays Investment Bank, a division of Barclays PLC, in London, based on my research on time series properties of stock prices: https://indices.barclays/IM/21/en/indices/static/shiller.app\n\n\nSpeeches\nIn addition to academic lectures and talks, represented by a speakers bureau, The Leigh Bureau, Bridgewater NJ, for for-fee talks.\n\n\nBoards and Advisory panels\nCompetitive Markets Advisory Council, CME Group (formerly Chicago Mercantile Exchange), Chicago IL\nIndex Committee for the S&P/Case-Shiller Home Price Indices, Standard & Poor’s (unpaid)\n\n\nOther Activities\nNewspaper Column Project Syndicate\nColumn “Economic View”, New York Times,\nPresident Jan 2016-Jan 2017, American Economic Association\n\n\n"
}