{
    "id": 32597,
    "citation_title": "Diffuse Bunching with Frictions: Theory and Estimation",
    "citation_author": [
        "Santosh Anagol",
        "Allan Davids",
        "Benjamin B. Lockwood",
        "Tarun Ramadorai"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate a general model of frictions into the bunching-based elasticity estimator. This model relies on fewer parameters than the conventional approach, replacing bunching window bounds with a single “lumpiness parameter,” while matching rich observed bunching patterns such as sharp-peaked diffusion around tax kinks and depressed density in the dominated region above a notch. Simulations suggest that in the presence of frictions, conventional methods may underestimate elasticities with overstated confidence. Our method draws information from the spread of bunching mass around kinks and asymmetry around notches, revealing the size of frictions, unobserved costs, and kink vs. notch misperceptions. Estimating this model on South African administrative tax data, we find that individuals and firms appear to treat the bottom zero-to-positive tax kink like a notch, and we uncover differences in lumpiness between wage earners vs. the self-employed and between firms with vs. without paid tax practitioners.\n\n",
    "acknowledgement": "\nWe wish to acknowledge the National Treasury of South Africa for providing us with access to anonymized tax administrative data. We thank Analytics at Wharton and the Penn Wharton Budget Model for funding support. The views expressed in this paper are our own and do not necessarily reflect the views of the National Treasury of South Africa. We are grateful to Wian Boonzaaier, Ana Gamarra Rondinel, Henrik Kleven, Dylan Moore, Jacob Mortenson, Alex Rees-Jones, Joel Slemrod, Jakob Søgaard, David Thesmar, Andrew Whitten, Eric Zwick, and seminar participants at the University of Pretoria, Economic Research South Africa (ERSA), the European Bank for Reconstruction and Development, Imperial College, IIPF 2023, LAGV 2021, LMU Munich, CREST, the NBER Public Economics Meetings, the Toulouse School of Economics, the University of Cape Town, and the South African Revenue Services for helpful comments and to Michael Partridge, Afras Sial, and Laila Voss for excellent research assistance. All errors are our own. This paper subsumes and replaces the working paper titled “Do Firms Have a Preference for Paying Exactly Zero Tax?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}