{
    "id": 32593,
    "citation_title": "The Price of Housing in the United States, 1890-2006",
    "citation_author": [
        "Ronan C. Lyons",
        "Allison Shertzer",
        "Rowena Gray",
        "David N. Agorastos"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct the first consistent market rent and home sales price series for American cities across the 20th century using millions of newspaper real estate listings. Our findings revise several stylized facts about U.S. housing markets. Real market rents did not fall during the 20th century for most cities. Instead, real rental price levels increased by about 20% from 1890 to 2006. There was also greater growth in real housing sales prices from 1965 to 1995 than is commonly understood. Using these series we document several new facts about housing markets. The return to homeownership has varied considerably across cities and over time, but rental returns were historically much more important than capital gains in every city. We discuss the implications of our indices for the business cycle and the consumer price index. Finally, we provide evidence that housing prices increased unevenly across cities over time in response to natural building and regulatory constraints.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support of the National Science Foundation (SES-1918554), the Lincoln Institute of Land Policy, and Trinity College Dublin. Many excellent postdoctoral, graduate, undergraduate and professional research assistants contributed to this project; see Appendix A for complete acknowledgements. We thank seminar audiences at Trinity College Dublin, Bonn, UIUC, UC Davis, UC Irvine, Caltech, NBER (DAE), NYU, Paris School of Economics, Philadelphia Fed, Stanford (Cities, Housing, and Society Workshop), Wharton, Wisconsin, and Yale. We benefited from conversations with Morris Davis, Rebecca Diamond, Gilles Duranton, Barry Eichengreen, Fernando Ferreira, Daniel Fetter, Price Fishback, Ed Glaeser, Adam Guren, Jessie Handbury, Walker Hanlon, Philip Lane, Jeffrey Lin, Bob Margo, Tim McQuade, Thomas Piketty, Jonathan Rose, Moritz Schularick, Bryan Stuart, Alan Taylor, James Vickery, and Maisy Wong. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}