{
    "id": 32596,
    "citation_title": "Exchange Rate Disconnect Revisited",
    "citation_author": [
        "Ryan Chahrour",
        "Vito Cormun",
        "Pierre De Leo",
        "Pablo A. Guerrón-Quintana",
        "Rosen Valchev"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that variation in expected U.S. productivity explains over half of U.S. dollar/G7 exchange rate fluctuations. Both correctly-anticipated changes in productivity and expectational noise, which influences the expectation of productivity but not its eventual realization, have large effects. This “noisy news” is primarily related to medium-to-long-run TFP growth, and transmits to the exchange rate by causing significant deviations from uncovered interest parity. Together, these disturbances generate many well-known exchange puzzles, including predictable excess returns, low Backus-Smith correlations, and excess volatility. Our findings suggest these puzzles have a common origin, linked to productivity expectations.\n\n",
    "acknowledgement": "\nWe thank Gurdip Bakshi, Max Croce, Charles Engel, Tarek Hassan, Oleg Itskhoki, Yang Liu, Dmitry Mukhin, Francesco Pappadà, Mikkel Plagborg-Møller, Stephanie Schmitt-Grohé, Andreas Stathopoulos and seminar and conference participants at Boston College, UC Berkeley, UT Austin, University of Florida, University of Wisconsin, Banco de Mexico, IMF, CEPR ESSIM 2021, NBER IFM Spring 2022, Norges Bank, 2021 International Finance and Macro Conference at BFI, T2M 2022, VSFX 2021, 2021 Workshop on Exchange Rates at Swiss National Bank, 2021 Workshop on Macroeconomic Dynamics at Università Cattolica, and the 2024 Oxford Macroeconomics workshop for helpful comments. This paper previously circulated under “Exchange Rate Disconnect Redux”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}