{
    "id": 32598,
    "citation_title": "Dynamic Identification in VARs",
    "citation_author": [
        "Paul Beaudry",
        "Fabrice Collard",
        "Patrick Fève",
        "Alain Guay",
        "Franck Portier"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost macroeconomic models view economic outcomes as being generated by a combination of endogenous and exogenous dynamic forces. In particular, the exogenous forces are generally modelled as a set of independent dynamics processes. In this paper we begin by showing that this dual dynamic structure is sufficient to identify the entire set of structural impulse responses inherent to any such model. No extra restrictions are needed. We then use this result to suggest how it can be used to evaluate common SVAR restrictions (impact restrictions, long run restrictions and proxy-VAR).\n\n",
    "acknowledgement": "\nWe thank participants at conferences and seminars for helpful comments and discussions. We are particularly thankful to Christian Gourieroux for very insightful remarks and discussions. Collard and Fève acknowledge funding from the French National Research Agency (ANR) under the Investments for the Future (Investissements d'Avenir) program, grant ANR-17-EURE-0010. Collard and Fève also acknowledge funding from the French National Research Agency (ANR) under the project ANR-23-CE26-0011-01. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaul Beaudry\n\nPaul Beaudry would like to acknowledge financial support from the Social Science and Research Council of Canada and the Bank of Canada.\n\n\n"
}