{
    "id": 32599,
    "citation_title": "Sovereign Haircuts: 200 Years of Creditor Losses",
    "citation_author": [
        "Clemens M. Graf von Luckner",
        "Josefin Meyer",
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study sovereign external debt crises over the past 200 years, with a focus on creditor losses, or “haircuts”. Our sample covers 327 sovereign debt restructurings with external private creditors over 205 default spells since 1815. Creditor losses vary widely (from none to 100%), but the statistical distribution has remained remarkably stable over two centuries, with an average haircut of around 45 percent. The data also reveal that “serial restructurings”, meaning two or more debt exchanges in the same default spell, are on the rise. To account for this trend toward serial renegotiation, we introduce the “Bulow-Rogoff haircut” - a cumulative measure that captures the combined creditor loss across all restructurings during a single debt crisis. Using this measure, we show that longer debt crises deliver larger haircuts and that interim restructurings provide limited debt relief. We further examine past predictors of the size of haircuts and identify “rules of thumb” applicable to future defaults. Poorer countries, first-time debt issuers, and those that borrowed heavily from external creditors all record significantly higher haircuts in case of a default. Geopolitical shocks - such as wars, revolutions, or the break-up of empires – deliver the deepest haircuts. Sovereign debt investment disasters are often linked to (geo-)political disasters.\n\n",
    "acknowledgement": "\nThis paper was written in honor of Ken Rogoff, on the occasion of the 24th Jacques Polak Annual Research Conference at the IMF. We thank Julie Bernard, Arnold Kinzel and Emanuele Properzi for excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors, and do not necessarily reflect the views of institutions they are associated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}