{
    "id": 32604,
    "citation_title": "Third Places and Neighborhood Entrepreneurship: Evidence from Starbucks Cafés",
    "citation_author": [
        "Jinkyong Choi",
        "Jorge Guzman",
        "Mario L. Small"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "2024-10-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nSociologists have shown that “third places” such as neighborhood cafés help people maintain and use their network ties. Do they help local entrepreneurs, for whom networks are important? We examine whether the introduction of Starbucks cafés into U.S. neighborhoods with no coffee shops increased entrepreneurship. When compared to census tracts that were scheduled to receive a Starbucks but did not get one, tracts that received a Starbucks saw an increase in the number of startups of 9.1% to 18% (or 2.9 to 5.7 firms) per year, over the subsequent 7 years. A partnership between Starbucks and Magic Johnson focused on underprivileged neighborhoods produced larger effects. Several analyses suggest the effect occurs through a networks mechanism.\n\n",
    "acknowledgement": "\nWe thank participants at the NBER Entrepreneurship Boot Camp, Duke Strategy Seminar, the University of Oregon Strategy Seminar, and Southern Economic Association meetings, as well as Vanessa Burbano, Bo Cowgill, Brandon Freiberg, Paul Ingram, David Robinson, Adina Sterling, Dan Wang, and Weilong Wang, for helpful comments. This work was generously supported by the Columbia Tamer Institute for Social Enterprise. The data from the Startup Cartography Project were partially funded by the Kauffman Foundation. Guzman has given occasional compensated talks where some of the results in this paper have been featured. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}