{
    "id": 32607,
    "citation_title": "The Value of De Minimis Imports",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Amit Khandelwal"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA U.S. consumer can import $800 worth of goods per day free of tariffs and administrative fees. Fueled by rising direct-to-consumer trade, these “de minimis” shipments have exploded in recent years, yet are not recorded in Census trade data. Who benefits from this type of trade, and what are the policy implications? We analyze international shipment data, including de minimis shipments, from three global carriers and U.S. Customs and Border Protection. Lower-income zip codes are more likely to import de minimis shipments, particularly from China, which suggests that the tariff and administrative fee incidence in direct-to-consumer trade disproportionately benefits the poor. Theoretically, imposing tariffs above a threshold leads to terms-of-trade gains through bunching, even in a setting with complete pass-through of linear tariffs. Empirically, bunching pins down the demand elasticity for direct shipments. Eliminating §321 would reduce aggregate welfare by $10.9-$13.0 billion and disproportionately hurt lower-income and minority consumers.\n\n",
    "acknowledgement": "\nViyaleta Farysheuskaya provided exceptional research assistance. We thank Davin Chor, Lydia Cox, and Gary Hufbauer for conference discussions, Martin Rotemberg, Pete Schott, and John Sturm Becko for helpful comments, and seminar participants at NBER, NC State, NYU, McGill, Online Australasian Seminar in International Economics, Yale, and UCLA. We also thank representatives from the carriers who facilitated access to data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}