{
    "id": 32601,
    "citation_title": "Destabilizing Digital \"Bank Walks\"",
    "citation_author": [
        "Naz Koont",
        "Tano Santos",
        "Luigi Zingales"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of digital banking on the value of the deposit franchise and the stability of the banking sector. Using the classification of digital banking in Koont (2023), we find that when the Fed funds rate increases, deposits flow out faster, and the cost of deposits increases more in banks that offer a mobile app and brokerage services. Using the model of Drechsler et al. (2023b), we find that correcting for digital betas and deposit outflows results in a deposit franchise value that is 14-22% lower for digital-broker banks relative to traditional banks. Moreover, we find that digital-broker banks’ deposit franchise values increase by less when interest rates rise, serving as less of a hedge. We apply this analysis to the case of Silicon Valley Bank (SVB) and find that the reduced value of the deposit franchise can explain why SVB was insolvent in early March 2023, even before the bank run occurred.\n\n",
    "acknowledgement": "\nWe thank our discussants, Mark Egan, Bill English, Thomas Philippon, Maryam Farboodi, and Sarin Schuermann, and participants to the 2023 Summer NBER, the 2024 Five Star Conference, and seminars at University of Maryland, the OCC, the Chicago Fed, Yale Law School, and the IESE Workshop on Banking Turmoil and Regulatory Reform. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}