{
    "id": 32600,
    "citation_title": "The Social Costs of Sovereign Default",
    "citation_author": [
        "Juan P. Farah-Yacoub",
        "Clemens M. Graf von Luckner",
        "Carmen M. Reinhart"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the economic and social consequences of sovereign default on external debt. We focus on the crises’ impact on real per capita GDP, infant mortality, life expectancy, poverty headcounts, and calorie supply per capita. After methodological exclusions, the sample covers 221 default episodes over 1815-2020. The analysis adopts an eclectic empirical strategy that relies on an augmented synthetic control method and local projections. Our findings suggest that sovereign defaults lead to significant adverse economic outcomes, with defaulting economies falling behind their counterparts by a cumulative 8.5 percent of GDP per capita within three years of default. Moreover, output per capita remains nearly 20 percent below that of non-defaulting peers after a decade. Based on the trajectory of the health, nutrition, and poverty indicators we study, we assess that the social costs of sovereign default are significant, broad-based, and long-lived.\n\n",
    "acknowledgement": "\nWe are indebted to Maïa Debs, Manuel Funke, Kathryn Holston, Sebastian Horn, Eduardo Olaberria, Rita Ramalho, Christoph Trebesch and participants of the OECD/TCX Conference 2022 and DebtCon 2023 for valuable comments. We further thank Lama Al Jarallah and Jonathan Liu for excellent research assistance. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the institutions they are affiliated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}