{
    "id": 32615,
    "citation_title": "Household Climate Finance: Theory and Survey Data on Safe and Risky Green Assets",
    "citation_author": [
        "Shifrah Aron-Dine",
        "Johannes Beutel",
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies green investing in a quantitative asset pricing model with heterogeneous investors calibrated using high-quality, representative survey data of German households. We find substantial heterogeneity in green taste for both safe and risky green assets throughout the wealth distribution. Model counterfactuals show nonpecuniary benefits and hedging demands currently make green equity more expensive for firms. Yet, these taste effects are dominated by optimistic expectations about green equity returns, lowering firms' cost of green equity to a greenium of 1%. Looking ahead, we use our model to trace out the aggregate effects of information provision in an RCT and find green equity investment could potentially double when information about green finance spreads across the population.  Regarding safe green assets, our model counterfactuals show that if green deposits could be offered at a 50 basis point interest rate spread, aggregate green investments in the economy could quadruple in the medium run.\n\n",
    "acknowledgement": "\nWe thank Thomas Jansson, Hanno Lustig, Johannes Stroebel, Luke Taylor, Chris Tonetti, Mirko Wiederholt, Ye Zhang, and many seminar and conference participants for their valuable comments. Disclaimers: This paper uses data from the Bundesbank Survey on Consumer Expectations. The results published and the related observations and analysis may not correspond to results or analysis of the data producers. The views expressed in this paper are those of the authors and do not necessarily coincide with the views of the Deutsche Bundesbank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}