{
    "id": 32618,
    "citation_title": "Breaking Boundaries: Lower Tail Dependence Can Triple the Economic Value of Index Insurance for Rural Households",
    "citation_author": [
        "Enrique Estefania-Salazar",
        "Michael Carter",
        "Eva Iglesias",
        "Álvaro Escribano"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite its promise to help low-wealth households manage climate risk, index insurance remains hampered by downside basis risk, meaning that an insured party suffers a loss, but receives no payment because the insurance index fails to register a loss. While efforts to reduce basis risk focus on the creation of indices that better predict losses, this paper focuses on the creation of statistically rigorous insurance zones that minimize downside basis risk. In contrast to our approach, most existing index insurance contracts use statistically ad hoc administrative boundaries to demarcate insurance zones. To improve on this practice, we develop a machine learning algorithm that forms zones to maximizes lower tail dependence within the zone. After exploring the logic for using lower tail dependence, we apply our algorithm to the long-running index-based livestock insurance contract in Northern Kenya. We show that compared to the currently employed administrative insurance areas, our algorithm creates an insurance contract that increases the expected utility value of the insurance by 60-200% even when keeping the number of zones the same. Optimizing the number of zones using our method can further increase the economic value of index insurance to its beneficiaries.\n\n",
    "acknowledgement": "\nEnrique Estefania-Salazar was supported by the Programa Propio de I+D+i 2021 of the Universidad Politécnica de Madrid (Grant # PREDOC-21-KB36HA-52-2L7YEQ). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}