{
    "id": 32614,
    "citation_title": "Regime Changes and FDI: A Tale of Two Countries – Poland and Israel",
    "citation_author": [
        "Assaf Razin",
        "Andrzej Cieslik"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2024-07-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay examines the effects of radical transformations in the liberal characteristics of regimes on foreign direct investors. It focuses on the differing and common patterns in foreign direct investment (FDI) in response to the rise and decline of liberal economic regimes, using the cases of Poland and Israel as examples. The liberalization of Poland's economy and market reforms in the late 1980s and early 1990s significantly boosted the country's attractiveness to international companies. However, a decade of illiberal policies under the PiS regime has diminished Poland's appeal to foreign investors. Similarly, Israel experienced substantial growth in its GNP and particularly in the high-tech sector from the 1990s to the 2010s. This growth was driven by capital liberalization and finance surges, leading to a marked increase in FDI, particularly in technology. Key factors such as a more skilled workforce and advances in education and research were crucial to this surge. However, recent shifts have resulted in a sharp decline in foreign direct investment.\n\n",
    "acknowledgement": "\nNo sources of funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}