{
    "id": 32616,
    "citation_title": "Reliability Options in Renewables-Dominated Electricity Markets",
    "citation_author": [
        "Shaun D. McRae",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent energy shortfalls in renewables-dominated electricity markets call for a mechanism to ensure demand is met under all system conditions. We demonstrate severe shortcomings of an increasingly popular mechanism—reliability options—caused by its interaction with fixed-price forward contracts for energy. Large generators can trigger the option exercise, weakening the short-term incentive to sell output provided by forward contracts alone. In the longer term, hydro generators sell more forward contracts and store less water, reducing system reliability. We empirically show that Colombian generators respond to these incentives. We analyze a standardized energy contracting approach to long-term resource adequacy that does not create these economic incentives.\n\n",
    "acknowledgement": "\nWe thank Meredith Fowlie, Jakub Kastl, Gordon Leslie, Nick Ryan, Romans Pancs, and Bert Willems, as well as seminar participants at CIDE, ITAM, FGV-EPGE, PUC-Rio, University of Southern California, Paris School of Economics, the NBER Summer Institute IO meeting, the IAEE International Conference, the Economics of Low Carbon Markets Workshop, the Energy Institute at Haas POWER Conference, the International Industrial Organization Conference, the Toulouse Conference on the Economics of Energy and Climate, the From Theory to Practice conference at the Becker Friedman Institute, the Property and Environment Research Center (PERC), and the Transportation and Public Utilities Group ASSA meeting, for their many helpful comments and suggestions. McRae gratefully acknowledges financial support from the Asociación Mexicana de Cultura. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}