{
    "id": 32612,
    "citation_title": "One Cohort at a Time: A New Perspective on the Declining Gender Pay Gap",
    "citation_author": [
        "Jaime Arellano-Bover",
        "Nicola Bianchi",
        "Salvatore Lattanzio",
        "Matteo Paradisi"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "2024-06-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nPre-Doctoral Fellowship Program in Behavioral Macroeconomics, 2022-2024\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Gender in the Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the interaction between the decrease in the gender pay gap and the stagnation in the careers of younger workers, analyzing data from the United States, Italy, Canada, and the United Kingdom. We propose a model of the labor market in which a larger supply of older workers can crowd out younger workers from top-paying positions. These negative career spillovers disproportionately affect the career trajectories of younger men because they are more likely than younger women to hold higher-paying jobs at baseline. The data strongly support this cohort-driven interpretation of the shrinking gender pay gap. The whole decline in the gap originates from (i) newer worker cohorts who enter the labor market with smaller-than-average gender pay gaps and (ii) older worker cohorts who exit with higher-than-average gender pay gaps. As predicted by the model, the gender pay convergence at labor-market entry stems from younger men's larger positional losses in the wage distribution. Younger men experience the largest positional losses within higher-paying firms, in which they become less represented over time at a faster rate than younger women. Finally, we document that labor-market exit is the sole contributor to the decline in the gender pay gap after the mid-1990s, which implies no full gender pay convergence for the foreseeable future. Consistent with our framework, we find evidence that most of the remaining gender pay gap at entry depends on predetermined educational choices.\n\n",
    "acknowledgement": "\nWe thank Patricia Cortés, Gordon Dahl, Fabian Lange, Claudia Olivetti, Michael Powell, Uta Schönberg, as well as participants at various seminars and conferences for helpful comments. We thank Sergey Abramenko, Thomas Barden, Carolina Bussotti, Sean Chen, and Chengmou Lei for outstanding research assistance. The realization of this article was possible thanks to the sponsorship of the “VisitINPS Scholars” program. The views expressed in this paper are those of the authors only and should not be attributed to the Bank of Italy, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}