{
    "id": 32610,
    "citation_title": "Classical Right, New Right, and Voting Behavior: Evidence from a Quasi-Natural Experiment",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Carlos Sanz"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDue to a last-minute fight among the candidates, Vox, a party at the right end of the Spanish political spectrum, could not run in Santa Cruz de Tenerife, a relatively representative electoral constituency, in the general election of July 23, 2023. Since this fight was a power struggle within Vox unrelated to any fundamental in the constituency or ideological differences among the candidates, we can exploit this event as a quasi-natural experiment to measure the effects of new parties on electoral outcomes. Using three different but complementary research designs (matching, synthetic controls, and a triple-difference analysis), we get to the same main result: Vox's presence significantly increases votes for the right as a whole. The increase in votes for the right caused by Vox's presence is particularly strong in areas with high unemployment. The presence of Vox also reduces protest votes but, on the other hand, votes for the left are unaffected.\n\n",
    "acknowledgement": "\nWe are grateful to José Víctor Ríos-Rull who provided key insights into the quasi-natural experiment we exploit in this paper. Also, Alberto Abadie provided us with the most helpful insights into matching and synthetic panels. We also thank Dmitry Arkhangelsky, Carolina Arteaga, Álvaro Delgado-Vega, Luis Garicano, Roberto Ramos, Gustavo Ventura, Stan Veuger, and seminar participants at the Banco de España for their helpful comments and Diego Mestanza Macazana for outstanding research assistance. The opinions and analyses are the responsibility of the authors and, therefore, do not necessarily coincide with those of the Banco de España or the Eurosystem, nor those of the National Bureau of Economic Research.\n\n\n"
}