{
    "id": 32611,
    "citation_title": "Firms' Perceived Cost of Capital",
    "citation_author": [
        "Niels Joachim Gormsen",
        "Kilian Huber"
    ],
    "citation_publication_date": "2024-06-24",
    "issue_date": "2024-06-21",
    "revision_date": "2024-07-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Behavioral Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe study hand-collected data on firms’ perceptions of their cost of capital. Firms with higher perceived cost of capital earn higher returns on invested capital and invest less, suggesting that the perceived cost of capital shapes long-run capital allocation. The perceived cost of capital is partially related to the true cost of capital, which is determined by risk premia and interest rates, but there are also large deviations between the perceived and true cost of capital. Only 20% of the variation in the perceived cost of capital is justified by variation in the true cost of capital. The remaining 80% reflects deviations that are consistent with managers making mistakes. These deviations lead to misallocation of capital that lowers long-run aggregate productivity by 5% in a benchmark model. Forcing all firms to apply the same cost of capital would improve the allocation of capital relative to current corporate practice. The deviations in the perceived cost of capital challenge standard models, in particular the production-based asset pricing paradigm, and lead us to reject the “Investment CAPM.” We describe actionable methods that allow firms to improve their perceptions and capital allocation.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Thummim Cho, Kent Daniel (discussant), Gene Fama, Xavier Gabaix, Robin Greenwood, Sam Hanson, Tarek Hassan, John Heaton, Chang-Tai Hsieh, Ralph Koijen, Eben Lazarus, Christian Leuz, Lira Mota, Tyler Muir, Stefan Nagel, Lasse Pedersen, Thomas Philippon, Andrei Shleifer, Amir Sufi, Adi Sunderam, David Thesmar, Rob Vishny, Annette Vissing-Jorgensen, and Ivo Welch as well as many seminar and conference participants for useful comments. The research was supported by Asness Junior Faculty Fellowship, the Fama Faculty Fellowship, the Fama-Miller Center, and the Lee Economics Program Faculty Fellowship at the University of Chicago. We thank Rahul Chauhan, Sonali Mishra, and Esfandiar Rouhani for outstanding research support. This paper is a substantially revised version of an earlier paper entitled “Equity Factors and Firms’ Perceived Cost of Capital.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}