{
    "id": 32629,
    "citation_title": "Social Comparisons and Adolescent Body Misperception: Evidence from School Entry Cutoffs",
    "citation_author": [
        "Christopher S. Carpenter",
        "Brandyn F. Churchill"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide novel evidence on the role of social comparisons in shaping adolescent body misperception. Using an instrumental variables approach leveraging variation in relative age generated by school entry cutoff months and data from the Health Behaviour in School-Aged Children study, we show that relatively older students are more likely to misperceive their weight harshly relative to their BMIs compared to their same-age counterparts who are relatively younger within their classrooms. Meanwhile, relatively younger students are more likely to misperceive their weight leniently relative to their BMIs. We then show that relatively older students are less likely to be overweight or obese, consume more low-calorie foods, and report higher levels of physical activity. Overall, our results suggest that relatively older students base their weight-related expectations and behaviors on their younger peers, while relatively younger students compare themselves to their older peers.\n\n",
    "acknowledgement": "\nWe thank Patricia Anderson, participants at the NBER Program on Children Spring 2024 meeting, and seminar participants at University of Massachusetts Amherst for comments on earlier versions of this manuscript. We are also grateful to Laura Nettuno for valuable research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}