{
    "id": 32625,
    "citation_title": "How Are Insurance Markets Adapting to Climate Change? Risk Selection and Regulation in the Market for Homeowners Insurance",
    "citation_author": [
        "Judson Boomhower",
        "Meredith Fowlie",
        "Jacob Gellman",
        "Andrew Plantinga"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2025-01-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAs climate risk escalates, property insurance is critical to reduce the risk exposure of households and firms and to aid recovery when disasters strike. To perform these functions efficiently, insurers need to access high quality information about disaster risk and set prices that accurately reflect the costs of insuring this risk. We use proprietary data on parcel-level wildfire risk, together with insurance premiums derived from insurers' regulatory filings, to investigate how insurance is priced and provided in a large market for homeowners insurance. We document striking variation in insurers' risk pricing strategies. Firms that rely on coarser measures of wildfire risk charge relatively high prices in high-risk market segments -- or choose not to serve these areas at all. Empirical results are consistent with a winner's curse, where firms with less granular pricing strategies face higher expected losses. A theoretical model of a market for natural hazard insurance that incorporates both price regulation and asymmetric information across insurers helps rationalize the empirical patterns we document. Our results highlight the underappreciated importance of the winner's curse as a driver of high prices and limited participation in insurance markets for large, hard-to-model risks.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the NBER Summer Institute, NBER Insurance Working Group, the 2023 ASSA meetings, the 2024 AERE Summer Conference, TWEEDS, University of Chicago, Harvard University, MIT, Indiana University, Resources for the Future, the New York Federal Reserve, the San Francisco Federal Reserve, Stanford University, University of Alaska Anchorage, UC Berkeley, UC Davis, UC Santa Barbara, University of Southern California, University of Wisconsin, University of Illinois, University of Calgary, Georgia State University, and Oregon State University. We thank Josh Aarons, Kaleb Javier, and Kendra Marcoux for outstanding research assistance. We thank Benjamin Collier, Chris Costello, Mark Duggan, Penny Liao, Philip Mulder, and Joel Sobel for helpful discussions. This work received generous financial support from the University of California Office of the President Laboratory Fees Program (LFR-20-652467). Boomhower gratefully acknowledges funding via an Andrew Carnegie Fellowship from the Carnegie Corporation of New York. CoreLogic, Inc. is a source of data for this analysis. CoreLogic was not involved in the preparation of any aspect of the report. Any conclusions/interpretations of the CoreLogic data are those of the authors of the report, and not CoreLogic. CoreLogic is not responsible for any use of, nor any decisions based on or in reliance on, the CoreLogic data used in the report.  CoreLogic does not represent or warrant that the CoreLogic data is complete or free from error and does not assume, and expressly disclaims, any liability to any person or entity for any loss or damage caused or resulting in whole or in part by any reliance on the CoreLogic data including, but not limited to, any loss or damage caused or resulting in whole or in part by errors or omissions in the CoreLogic data, whether such errors or omissions result from negligence, accident, or other cause. CoreLogic® is the registered trademark of CoreLogic, Inc. and/or its subsidiaries or affiliates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}