{
    "id": 32622,
    "citation_title": "Building a Wall Around Science: The Effect of U.S.-China Tensions on International Scientific Research",
    "citation_author": [
        "Robert Flynn",
        "Britta Glennon",
        "Raviv Murciano-Goroff",
        "Jiusi Xiao"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2024-10-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of rising U.S.-China geopolitical tensions on three main dimensions of science: STEM trainee mobility between these countries, usage of scientific works between scientists in each country, and scientist productivity in each country. We examine each dimension from a “U.S.” perspective and from a “China” perspective in an effort to provide evidence around the asymmetric effects of isolationism and geopolitical tension on science. Using a differences-in-differences approach in tandem with CV and publication data, we find that between 2016 and 2019 ethnically Chinese graduate students became 15% less likely to attend a U.S.-based Ph.D. program, and that those that did became 4% less likely to stay in the U.S. after graduation. In both instances, these students became more likely to move to a non- U.S. anglophone country instead. Second, we document a sharp decline in Chinese usage of U.S. science as measured by citations, but no such decline in the propensity of U.S. scientists to cite Chinese research. Third, we find that while a decline in Chinese usage of U.S. science does not appear to affect the average productivity of China-based researchers as measured by publications, heightened anti-Chinese sentiment in the U.S. appears to reduce the productivity of ethnically Chinese active scientists in the U.S. by 2-6% and is associated with an increased hazard of 7% that ethnically Chinese scientists stop publishing altogether. Our results do not suggest any clear “winner,” but instead indicate that increasing isolationism and geopolitical tension lead to reduced talent and knowledge flows between the U.S. and China, which are likely to be particularly damaging to international science. The effects on productivity are still small but are likely to only grow as nationalistic and isolationist policies also escalate. The results as a whole strongly suggest the presence of a “chilling effect” for ethnically Chinese scholars in the U.S., affecting both the U.S.’s ability to attract and retain talent as well as the productivity of its ethnically Chinese scientists.\n\n",
    "acknowledgement": "\nWe are grateful to Fabian Waldinger, Megan MacGarvie, Ina Ganguli, Lee Branstetter, Emilie Feldman, Mae McDonnell, and Natalie Carlson, as well as seminar participants at the Geography of Innovation Conference, Wharton Emerging Markets Conference, Sussex University Department of Economics, and the Chinese Economists Society Conference. We are especially appreciative of Dimensions, which provided us with the data used in this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}