{
    "id": 32621,
    "citation_title": "The Golden Revolving Door",
    "citation_author": [
        "Ling Cen",
        "Lauren Cohen",
        "Jing Wu",
        "Fan Zhang"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2024-09-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUsing both the onset of the US-China trade war in 2018 and the most recent Russia-Ukraine war and associated trade tensions, we show a counterintuitive pattern in global trade. Namely, while the average firm trading with these nations significantly decreases their trade with these jurisdictions following sanctions, government-linked firms show a marked contrast. In particular, government-linked firms actually significantly increase their trading activity following the onset of formal sanctions. The increase is large - roughly 33% (t=4.01). We find no increase broadly to other countries (even countries in the same regions) at the same time, nor of these same firms in these same regions at other times. In terms of mechanism, government-linked supplier firms are nearly twice as likely to receive tariff exemptions. More broadly, these effects are increasing in the level of government connection. For instance, firms geographically closer to the government agencies they supply increase their imports more acutely. Using micro-level data, government-supplying firms recruiting more employees with past government work experience also increase trading activity more – particularly when the past employee worked in a government-contracting role. Lastly, this results in sizable accrued benefits in terms of firm-level profitability, market share gains, and outsized stock returns.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}