{
    "id": 32620,
    "citation_title": "Bond Market Views of the Fed",
    "citation_author": [
        "Luigi Bocola",
        "Alessandro Dovis",
        "Kasper Jørgensen",
        "Rishabh Kirpalani"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses high frequency data to detect shifts in financial markets' perception of the Federal Reserve stance on inflation. We construct daily revisions to expectations of future nominal interest rates and inflation that are priced into nominal and inflation-protected bonds, and find that the relation between these two variables-positive and stable for over twenty years-has weakened substantially over the 2020-2022 period. In the context of canonical monetary reaction functions considered in the literature, these results are indicative of a monetary authority that places less weight on inflation stabilization. We augment a standard New Keynesian model with regime shifts in the monetary policy rule, calibrate it to match our findings, and use it as a laboratory to understand the drivers of U.S. inflation post 2020. We find that the shift in the monetary policy stance accounts for half of the observed increase in inflation.\n\n",
    "acknowledgement": "\nThe views and opinions in this paper are those of the authors and do not necessarily reflect those of the European Central Bank, its staff, or the National Bureau of Economic Research. We thank Davide De Bortoli, Luca Fornaro, Jordi Gali, Rohan Kekre, Juanpa Nicolini, Jon Steinsson and seminar participants at Stanford, Duke, University of Pennsylvania, the Federal Reserve Banks of Minneapolis, Philadelphia and Saint Louis for very useful comments. Tomas Tapak and Javier Tasso provided excellent research assistance. All errors are our own. Luigi Bocola thanks the National Science Foundation for generous funding.\n\n\n"
}