{
    "id": 32623,
    "citation_title": "The Long and Variable Lags of Monetary Policy: Evidence from Disaggregated Price Indices",
    "citation_author": [
        "S. Borağan Aruoba",
        "Thomas Drechsel"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how monetary policy affects subcomponents of the Personal Consumption Expenditures Price Index (PCEPI) using local projections. Following a monetary policy contraction, the response of aggregate PCEPI turns significantly negative after over three years. There are stark differences in the timing and magnitude of the responses across price categories, including some prices that show an initially positive response. We discuss theoretical interpretations of our findings and point to useful directions for future theoretical research. We also show how to re-aggregate our cross-sectional estimates and their standard errors, taking into account dependence between different prices using a Seemingly Unrelated Regression approach. Re-aggregation exercises show that changes in expenditure behavior have not accelerated the long-lagged response of inflation to monetary policy.\n\n",
    "acknowledgement": "\nWe are especially grateful to Larry Ball, Yuriy Gorodnichenko and our discussant Jonathan Wright for extensive comments. We thank Katherine Abraham, John Haltiwanger, Guido Kuersteiner, Pablo Ottonello, Christina Romer, David Romer and Lumi Stevens for useful discussions and participants at the NBER Conference on Inflation in the COVID Era and Beyond and seminars at the Federal Reserve Bank of Philadelphia and the University of Maryland for helpful comments. Tom Boesche provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}