{
    "id": 32624,
    "citation_title": "Closing the Gates: Assessing Impacts of the Immigration Act of 1917",
    "citation_author": [
        "Ina Ganguli",
        "Jennifer R. Withrow"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nOn February 5, 1917, the United States passed the Immigration Act of 1917, which included a test for all migrants arriving to the U.S. to prove they were literate. The Literacy Test was one of the first and few times the U.S. used a broad ‘skill-based’ immigration policy in an attempt to limit migration. We assess whether the Immigration Act had any measurable impacts on immigration to the U.S. Using a differences-in-differences approach and digitized data from Ellis Island ship manifests from directly before and after the Act’s passage and enactment, we show that the Act significantly altered selection into migration to the U.S. from Europe through Ellis Island, reducing migration from low literacy countries by 70 percent compared to arrivals from high-literacy countries. We also discuss other provisions of the Act that had the potential to influence the gender composition of arrivals. We show that women – and in particular single women – were less likely to arrive after its passage.  Our analysis suggests that even during this period of lower immigration due to WWI and rising literacy levels, the 1917 Act was a consequential moment in immigration history in the United States.\n\n",
    "acknowledgement": "\nWe are grateful to Gary Kelley and the Statue of Liberty – Ellis Island Foundation, Inc. for providing us with data from the Ellis Island ship manifests. We appreciate comments from Brad Foster, Claudia Goldin, Carol Heim, Mark Klee, Claudia Masferrer, and Joya Misra, and participants of the Eastern Economic Association Annual Meeting, the Population Association of America Annual Conference and the Migration Working Group at the University of Massachusetts Amherst. We acknowledge support from the UMass Economics Department Chair’s Summer Research fellowship. Any opinions and conclusions expressed herein are those of the authors and do not reflect the views of the U.S. Census Bureau. This paper was largely initiated and completed while Jennifer Withrow was a graduate student at the University of Massachusetts Amherst. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}