{
    "id": 32628,
    "citation_title": "Wealth at Birth and its Effect on Child Academic Achievement and Behavioral Problems",
    "citation_author": [
        "Luis F. Faundez",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn this article, we examine the association between family wealth and academic achievement and socioemotional behaviors of children ages 5 to 12. We examine whether wealth prior to birth and at ages 4 or 5 affects academic test scores and behavioral problems during two periods of childhood, ages 5 to 8 and ages 9 to 12, for a large and relatively recent cohort of children. We also examine associations between different forms of wealth (e.g., home equity) and child achievement and behaviors. Finally, we assess whether wealth prior to birth mediates racial/ethnic disparities in child achievement and disparities in achievement by maternal education/ability (AFQT). Results of our analysis indicate that wealth, particularly financial wealth that is the most liquid, has a modest positive association with achievement test scores. We also find that wealth is associated with fewer behavioral problems, but these results are less robust.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}