{
    "id": 32626,
    "citation_title": "Price Discounts and Cheapflation During the Post-Pandemic Inflation Surge",
    "citation_author": [
        "Alberto Cavallo",
        "Oleksiy Kryvtsov"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2024-07-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how within-store price variation changes with inflation, and whether households exploit it to attenuate the inflation burden. We use micro price data for food products sold by 91 large multi-channel retailers in ten countries between 2018 and 2024. Measuring unit prices within narrowly defined product categories, we analyze two key sources of variation in prices within a store: temporary price discounts and differences across similar products. Price changes associated with discounts grew at a much lower average rate than regular prices, helping to mitigate the inflation burden. By contrast, cheapflation—a faster rise in prices of cheaper goods relative to prices of more expensive varieties of the same good—exacerbated it. Using Canadian Homescan Panel Data, we estimate that spending on discounts reduced the change in the average unit price by 4.1 percentage points, but expenditure switching to cheaper brands raised it by 2.8 percentage points.\n\n",
    "acknowledgement": "\nAlberto Cavallo is a shareholder of PriceStats LLC, the private company that provided proprietary data used in this paper without any requirements to review the findings. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}