{
    "id": 32637,
    "citation_title": "On the Ubiquity of Declining Business Dynamism",
    "citation_author": [
        "David Hummels",
        "Kan Yue"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nRecent work documents declining business dynamism in the United States, with concerning implications for markups, innovation and productivity. Using import data for 146 countries over three decades we document a set of new stylized facts describing market dynamism world-wide. Market entry rates and the reallocation of market shares fall significantly over time. Young exporters experience rising prices, falling market shares, and increased exit probabilities relative to longer-tenured incumbents. While the variance of price shocks hitting markets is rising, long-tenured incumbents exhibit lower volatility in prices and the response of prices and quantities to tariff shocks are falling over time. These patterns hold for over 90 percent of countries and products suggesting the inadequacy of explanations that point to the macroeconomic or regulatory environment of particular countries or the unique industrial organization of particular products.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Purdue, Colorado, Tennessee, North Carolina State, the European Trade Study Group, and the Midwest International meetings, and particularly Mario Crucini, Ryan Decker, Andrew Greenland, James Lake, John Lopresti, Keith Maskus, Jim Markusen, Kim Ruhl, Georg Schaur, Anson Soderbery, and Chong Xiang for helpful comments on earlier drafts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}