{
    "id": 32636,
    "citation_title": "Monetary Policy without Moving Interest Rates: The Fed Non-Yield Shock",
    "citation_author": [
        "Christoph Boehm",
        "T. Niklas Kroner"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting high-frequency monetary policy shocks explain surprisingly little variation in stock prices and exchange rates around FOMC announcements. Further, both of these asset classes display heightened volatility relative to non-announcement times. We use a heteroskedasticity-based procedure to estimate a “Fed non-yield shock”, which is orthogonal to yield changes and is identified from excess volatility in the S&P 500 and various dollar exchange rates. A positive non-yield shock raises stock prices in the U.S. and around the globe, and depreciates the dollar against all major currencies. The non-yield shock is essentially uncorrelated with previous monetary policy shocks and its effects are large in comparison. Its strong effects on the VIX and other risk-related measures point towards a dominant risk premium channel. We show that the non-yield shock can be related to Fed communications and that its existence has implications for the identification of structural monetary policy shocks.\n\n",
    "acknowledgement": "\nWe thank Borağan Aruoba, Anna Cieslak, Pierre De Leo, Thomas Drechsel, Refet Gürkaynak, Tarek Hassan, Sebnem Kalemli-Ozcan, Benjamin Knox, Moritz Lenel (discussant), Matteo Maggiori, Tyler Muir, Adi Sunderam, Eric Swanson, as well as seminar and conference participants at AFA 2024 and Maryland for helpful comments.  We thank Shaily Acharya for excellent research assistance, as well as  Anna Cieslak, Thomas Drechsel, Marek Jarociński, Benjamin Knox, Lee Smith, and Eric Swanson for generously sharing their data with us. A previous version of this paper was circulated under the title “Beyond the Yield Curve: Understanding the Effect of FOMC Announcements on the Stock Market”. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}