{
    "id": 32635,
    "citation_title": "The Intergenerational Effects of Permanent Legal Status",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Paul Cornell",
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effects of permanent legal status on the health of children born to immigrants in the United States using variation from the Immigration Reform and Control Act of 1986 (IRCA).  Our empirical approach compares trends in birth outcomes for foreign-born Mexican mothers across counties with different application rates under IRCA’s large-scale legalization programs. Maternal legalization raised birthweight.  Effects arose immediately after the application process began – five years before affected women became Medicaid-eligible – suggesting causal mechanisms besides improved access to early prenatal care.  Changes in the composition of births, stemming from changes in fertility and family reunification, contribute to but far from fully explain the birthweight impacts.  The more likely mechanisms were instead the increases in family income and reductions in stress that came from gaining legal status.\n\n",
    "acknowledgement": "\nWe thank William Paja and Meriem Fouad for their contributions at earlier stages of this project. For their comments and suggestions, we also thank seminar participants at the Florida Virtual Applied Micro Seminar, the University of Toronto, and the Spring 2024 NBER conference on Immigrants and the U.S. Economy. We are also grateful for generous funding support from a Dartmouth College Senior Faculty Grant, the Marion Enrichment Fund, and Undergraduate Research Assistantships at Dartmouth.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}