{
    "id": 32638,
    "citation_title": "Are We Fragmented Yet? Measuring Geopolitical Fragmentation and Its Causal Effect",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Tomohide Mineyama",
        "Dongho Song"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter decades of rising global economic integration, the world economy is now fragmenting. To measure this phenomenon, we introduce an index of geopolitical fragmentation derived from various empirical indicators. This index is developed using a flexible dynamic factor model with time-varying parameters and stochastic volatility. We then employ structural vector autoregressions and local projections to assess the causal effects of changes in fragmentation. Our analysis demonstrates that increased fragmentation negatively impacts the global economy, with emerging economies suffering more than advanced ones. Notably, we document a key asymmetry: fragmentation has an immediate negative effect, while the benefits of reduced fragmentation unfold gradually. A sectoral analysis within OECD economies reveals that industries closely linked to global markets—such as manufacturing, construction, finance, and wholesale and retail trade—are adversely affected. Finally, we examine the interaction between fragmentation and the economic dynamics of regional economic blocs, highlighting significant differences in the impacts across various geopolitical blocs.\n\n",
    "acknowledgement": "\nWe thank Philip Barrett, Steven Davis, Anna Ilyina, Benjamin Kett, Michele Ruta, and Jonathan Wright for comments on earlier drafts. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}