{
    "id": 32632,
    "citation_title": "How Good are Proxies for Legal Status? Evidence from the Legalization of Two Million Mexicans",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ethan G. Lewis",
        "Chengguo Zhang"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "2024-09-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nTwo million Mexicans were granted lawful permanent residency in the U.S. under the Immigration Reform and Control Act of 1986 (IRCA). We find that a prominent proxy for legal status poorly detects this event. A decade after legalization, the share of Mexicans who are likely legal according to this proxy shows little change in survey data. Estimates rule out increases of three and eight percentage points relative to comparison groups of Mexican Americans and non-Hispanic Blacks, respectively – figures well below expectations based on administrative data. In contrast, an actual measure of status, citizenship, does rise in line with administrative facts.\n\n",
    "acknowledgement": "\nWe are all grateful for funding from the Lucas Family Fund for Undergraduate Research at Dartmouth College, feedback from Michael Clemens, Rebecca Heller, Jeff Kling, and Heidi Williams, and research assistance from Daniel Kotrebai. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}