{
    "id": 32631,
    "citation_title": "Retirement Benefit Distributions for California Educators",
    "citation_author": [
        "Robert L. Clark",
        "Denis Pelletier",
        "Beth Ritter"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistribution choices by individuals retiring from CalSTRS are examined for participants that retired between 2016 and 2023. Women are much more likely to select a member-only annuity while a larger proportion of men select a J&S annuity that provide survivor benefits. Being married is a dominant factor in the selection of J&S annuities. Greater final annual salary, older ages at retirement, and more years of service are associated with a greater probability of choosing a J&S annuity. We also find that benefit choices from the primary benefit plan are jointly determined with distributions chosen from the supplemental pension plan. Interestingly, about half of retirees select a lump sum distribution from the supplemental plan while receiving an annuity from their primary plan.\n\n",
    "acknowledgement": "\nAll authors are employees of North Carolina State University which provides them with their annual salary. Partial funding for the time of Robert Clark is from a grant to NC State University from the Institute of Consumer Money Management. This funding is acknowledge on the first page of the paper. The data were provided by CalSTRS in response to a Freedom of Information request. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}