{
    "id": 32647,
    "citation_title": "Banks and Tax-Exempt Debt Arbitrage",
    "citation_author": [
        "James R. Hines Jr.",
        "Emily Horton"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterest paid by U.S. state and local bonds is tax-exempt, making these bonds attractive to investors – though a tax rule limits arbitrage opportunities by restricting associated interest expense deductions.  Prior to 1986, U.S. banks were not subject to the interest deduction limitation, making banks preferred holders of tax-exempt debt.  U.S. banks used tax-exempt debt to reduce their tax liabilities by roughly 20% in the 1950s and 45% in the 1960s, rising to as much as 80% by the early 1980s.  Despite their special exemption, and in part because of their widespread holdings, banks did not benefit from investing in tax-exempt bonds, as competition between banks reduced bond yields to the point of investor indifference.  The absence of a tax benefit from arbitrage appears not only in observed bond yields, but also in banks’ considerable unused potential for further tax reductions.  After the Tax Reform Act of 1986 removed their special tax exemption, banks significantly reduced their holdings of tax-exempt debt, particularly among banks most severely impacted by the rule change.\n\n",
    "acknowledgement": "\nWe thank Jennifer Blouin, Daniel Garrett, Eric Ohrn, James Poterba, and seminar participants at the University of Michigan, the University of Melbourne, the University of Utah, and the National Tax Association annual conference for helpful comments on an earlier draft, and Connor Cole, Trevor Dworetz, Jacob Iwashyna, and Tatsuro Yamamura for excellent research assistance.  This research was conducted while Horton was an employee at the U.S. Department of the Treasury and a graduate student at the University of Michigan. The findings, interpretations, and conclusions expressed in this presentation are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury and should not be construed to represent any official U.S. Government determination or policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}