{
    "id": 32645,
    "citation_title": "Intrahousehold Welfare: Theory and Application to Japanese Data",
    "citation_author": [
        "Pierre-André Chiappori",
        "Costas Meghir",
        "Yoko Okuyama"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a novel approach to measuring individual welfare within households, recognizing that individuals may have both different preferences (particularly regarding public consumption) and differential access to resources. We construct a money metric measure of welfare that accounts for public goods (by using personalized prices) and the allocation of time. We then use our conceptual framework to analyse intrahousehold inequality in Japan, allowing for the presence of two public goods: expenditures on children and other public goods including housing. We show empirically that women have much stronger preferences for both public goods and this has critical implications for the distribution of welfare in the household.\n\n",
    "acknowledgement": "\nPierre-André Chiappori gratefully acknowledges financial support from the NSF (grant 1124277). Costas Meghir is grateful for financial support by the Cowles foundation and the Institution for Social and Policy Studies at Yale. Moreover, we thank Tony Atkinson, Francois Bourguignon, Marc Fleurbaey and Frederic Vermeulen for useful comments on a previous version. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}