{
    "id": 32648,
    "citation_title": "Superstars or Supervillains? Large Firms in the South Korean Growth Miracle",
    "citation_author": [
        "Jaedo Choi",
        "Andrei A. Levchenko",
        "Dimitrije Ruzic",
        "Younghun Shim"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "2024-11-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the contribution of the largest firms to South Korea's economic performance over the period 1972-2011. Using firm-level historical data, we document a novel fact: firm concentration rose substantially during the growth miracle period. To understand whether rising concentration contributed positively or negatively to South Korean real income, we build a quantitative heterogeneous firm small open economy model. Our framework accommodates a variety of potential causes and consequences of changing firm concentration: productivity, distortions, selection into exporting, scale economies, and oligopolistic and oligopsonistic market power in domestic goods and labor markets. The model is implemented directly on the firm-level data and inverted to recover the drivers of concentration. We find that most of the differential performance of the top firms is attributable to higher productivity growth rather than differential distortions. Exceptional performance of the top 3 firms within each sector relative to the average firms contributed 15% to the 2011 real GDP and 4% to the net present value of welfare over the period 1972-2011. Thus, the largest Korean firms were superstars rather than supervillains.\n\n",
    "acknowledgement": "\nWe thank Miren Azkarate-Askasua (discussant), Luis Baldomero-Quintana, Javier Cravino, Dave Donaldson, Manuel García-Santana, John Lopresti (discussant), Joonseok Oh, Thomas Philippon, Paul Rhode, Sebastian Sotelo, Aaron Tornell, Ariel Weinberger (discussant), Daniel Yi Xu and seminar participants at CEPR ESSIM, Chung-Ang, EIIT, IFC, IMF, INSEAD/College de France, KAEA, KDI, NYUAD, MATW, Midwest Macro, Toronto, UCLA, USC, UT Austin, and Yonsei for helpful comments. The views expressed in this paper are our own, and do not represent the views of the Board of Governors of the Federal Reserve, nor of any other person associated with the Federal Reserve System, nor of the IMF, its Executive Board or its management, nor of the National Bureau of Economic Research.\n\n\n"
}