{
    "id": 32643,
    "citation_title": "Stock Market Wealth and Entrepreneurship",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Plamen T. Nenov",
        "Vitor Santos",
        "Alp Simsek"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use data on stock portfolios of Norwegian households to show that stock market wealth increases entrepreneurship by relaxing financial constraints. Our research design isolates idiosyncratic variation in household-level stock market returns. An increase in stock market wealth increases the propensity to start a firm, with the response concentrated in households with moderate levels of financial wealth, for whom a 20 percent increase in wealth due to a positive stock return increases the likelihood to start a firm by about 20%, and in years when the aggregate stock market return in Norway is high. We develop a method to study the effect of wealth on firm outcomes that corrects for the bias introduced by selection into entrepreneurship. Higher wealth causally increases firm profitability, an indication that it relaxes would-be entrepreneurs’ financial constraints. Consistent with this interpretation, the pass-through from stock wealth into equity in the new firm is one-for-one.\n\n",
    "acknowledgement": "\nWe would like to thank Søren Leth Petersen, Espen Moen, Lars Persson, Alex Popov, Kasper Roszbach, Martin Schmalz, Sergio Salgado (discussant), Joacim Tåg, Daniel Wolfenzon (discussant), as well as seminar and conference participants at BI Norwegian Business School, Norges Bank, the Norges Bank Spring Institute, University of British Columbia, IFN Stockholm, University of Pittsburgh, Tufts University, the 2023 Leuven Summer Event, the 2023 Nordic Micro Data workshop, the SFS Cavalcade, UC Berkeley, UT Austin, ESSEC Paris, UCL, ECB, and the 2024 FIRS conference for valuable comments and suggestions. We also want to thank Janis Berzins and Øyvind Norli for providing us with the Oslo Børs data. This paper should not be reported as representing the views of Norges Bank. The views expressed are those of the authors and do not necessarily reflect those of Norges Bank or the National Bureau of Economic Research.\n\n\n"
}