{
    "id": 32646,
    "citation_title": "Timing Sustainable Engagement in Real Asset Investments",
    "citation_author": [
        "Bram van der Kroft",
        "Juan Palacios",
        "Roberto Rigobon",
        "Siqi Zheng"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effect of sustainable shareholder engagement on firm's investments. We study the real estate industry where investments are sporadic and occur following depreciation cycles. SEC restrictions (rule 240.14a-8) on shareholder proposals, in combination with the asset depreciation cycles, create random variation enabling us to identify firms' sustainable investment decisions. Using unique micro-data tracking investments in all public US commercial real estate properties over the past two decades, we find that sustainable engagement effectively steers firms to initiate tangible and long-lasting sustainable retrofits. However, engagement is ineffective or impairs such investments when it does not coincide with reinvestment periods, or investors vote down the proposal.\n\n",
    "acknowledgement": "\nWe thank Florian Berg, Kevin Chuah, Atreya Dey, Lukas Hauck, Florian Heeb, Jacques Gordon, Yichun Fan, Dongxiao Niu, Yasmine van der Straten, and seminar participants of the Massachusetts Institute of Technology Climate and Sustainability Consortium, Dutch Sustainable Network FECS workshop, CRED-MIT Workshop on Real Estate Economics, Maastricht University, and Open University. Bram van der Kroft gratefully acknowledges funding from the NWO (Dutch Science Foundation) Rubicon Grant 2023-3: 019.233SG.006 Juan Palacios gratefully acknowledges funding from the NWO (Dutch Science Foundation) VENI Grant. Roberto Rigobon gratefully acknowledges funding from the Massachusetts Pension Reserves Investment Management Board, Qontigo, and MFS Investment Management — members of the Aggregate Confusion Project Council — for their generous support of this research. Siqi Zheng gratefully acknowledges funding from MIT Climate and Sustainability Consortium, MIT Energy Initiative, and MIT Sustainable Urbanization Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}