{
    "id": 32649,
    "citation_title": "Unobserved Contributions and Political Influence: Evidence from the Death of Top Donors",
    "citation_author": [
        "Marco Battaglini",
        "Valerio Leone Sciabolazza",
        "Mengwei Lin",
        "Eleonora Patacchini"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "2024-08-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has long been observed that there is little money in U.S. politics compared to the stakes. But what if contributions are not fully observable or non-monetary in nature and thus not easily quantifiable? We study this question with a new data set on the top 1000 donors in U.S. congressional races.  Since top donors do not randomly support candidates, we propose an identification strategy based on information about top donors' deaths and the observed variations in candidates' performance after these events. The death of a top donor significantly decreases a candidate's chances of being elected in the current and future election cycles. Moreover, it affects the legislative activities of elected candidates. These effects do not depend on top donors' monetary contributions to a candidate but on their prominence and their total contributions during the election campaign.\n\n",
    "acknowledgement": "\nThe paper has benefited from comments and suggestions by seminar audiences at Bocconi University, Harvard University, and Tor Vergata University\nof Rome. We also wish to thank Steve Coate, Christian Cox, Quoc-Anh Do, Jim Snyder, and Guido Tabellini for discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}