{
    "id": 32640,
    "citation_title": "The Economic Effects of American Slavery: Tests at the Border",
    "citation_author": [
        "Hoyt Bleakley",
        "Paul Rhode"
    ],
    "citation_publication_date": "2024-07-01",
    "issue_date": "2024-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo engage with the large literature on the economic effects of slavery, we use antebellum census data to test for statistical differences at the 1860 free-slave border. We find evidence of lower population density, less intensive land use, and lower farm values on the slave side. Half of the border region was half underutilized. This does not support the view that abolition was a costly constraint for landowners. Indeed, the lower demand for similar, yet cheaper, land presents a different puzzle: why wouldn't the yeomen farmers cross the border to fill up empty land in slave states, as was happening in the free states of the Old Northwest? On this point, we find evidence of higher wages on the slave side, indicating an aversion of free labor to working in a slave society. This evidence of systemically lower economic performance in slavery-legal areas suggests that the earlier literature on the profitability of plantations was misplaced, or at least incomplete.\n\n",
    "acknowledgement": "\nFor excellent research assistance, we thank Michael Finegan.  For helpful comments, we thank Marcella Alsan, Jeremy Atack, Vellore Arthi, George Alter, Brian Beach, Dan Bogart, Leah Boustan, John Bound, Charles Brown, Gregory Clark, John Clegg, William Collins, Lisa Cook, Dora Costa, David Donaldson, Price Fishback, Joe Ferrie, Martin Fiszbein, ​Carola Frydman, Edward Glaeser, Claudia Goldin, Timothy Guinnane, Joshua Hausman, Eric Hilt, Richard Hornbeck, D. Rod Kiewiet, Naomi Lamoreaux, Gary Libecap, Peter Lindert, Trevon Logan, John Majewski, Robert Margo, Michael Mueller-Smith, ​Aldo Musacchio, James Oberly, Alan Olmstead, Sarah Quincy, Ana Reynoso, Stephen Redding, Gary Richardson, Elyce Rotella, ​Vasily Rusanov, Yannay Spitzer, Matthew Spooner, Melvin Stephens, Peter Temin, Virginia Traweek, Marlous van Waijenburg, Marianne Wanamaker, Warren Whatley, Gavin Wright, and Ariel Zimran, as well as participants at presentations at  Caltech, Cleveland Fed, Harvard, Marquette, Michigan, Northwestern, SDU, UC Davis, UC Irvine, Vanderbilt, Yale, and the Cliometrics conference, the Economic History Association annual meetings, the Social Science History Association conference, and NBER-DAE program meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}