{
    "id": 32641,
    "citation_title": "College Students and Career Aspirations: Nudging Student Interest in Teaching",
    "citation_author": [
        "Alvin Christian",
        "Matthew Ronfeldt",
        "Basit Zafar"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "2024-08-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey undergraduate students at a large public university to understand the pecuniary and non-pecuniary factors driving their college major and career decisions with a focus on K-12 teaching. While the average student reports there is a 6% chance they will pursue teaching, almost 27%  report a nonzero chance of working as a teacher in the future. Students, relative to existing statistics, generally believe they would earn substantially more in a non-teaching job (relative to a teaching job). We run a randomized information experiment where we provide students with information on the pecuniary and non-pecuniary job characteristics of teachers and non-teachers. This low-cost informational intervention impacts students' beliefs about their job characteristics if they were to work as a teacher or non-teacher, and increases the reported likelihood they will major or minor in education by 35% and pursue a job as a teacher or in education by 14%. Linking the survey data with administrative transcript records, we find that the intervention had small (and weak) impacts on the decision to minor in education in the subsequent year. Overall, our results indicate that students hold biased beliefs about their career prospects, they update these beliefs when provided with information, and that this information has limited impacts on their choices regarding studying and having a career in teaching.\n\n",
    "acknowledgement": "\nWe thank the University of Michigan's School of Education for their generous support. We thank Alexander Bolves, Zach Weingarten, Marcus Winters, seminar participants at the University of Michigan, and conference participants at AEFP for helpful comments. We are also thankful to Emanuele Bardelli, Matthew Truwit, and Quentin Francis for aiding in survey development and implementation and Xiaomeng Li for data support. This material is based upon work supported by the Institute for Educational Sciences (R305B150012). This study is registered with the American Economic Association's registry for randomized controlled trials (AEARCTR-0013764). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}