{
    "id": 32654,
    "citation_title": "Just What the Doctor Ordered? The Benefits and Costs of E-Cigarette Regulation in Australia",
    "citation_author": [
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Grace N. Phillips",
        "Revathy Suryanarayana",
        "Hua Wang",
        "Sen Zeng"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAustralia had adopted a novel approach to e-cigarette policy by requiring a physician’s prescription to lawfully obtain nicotine e-cigarettes. We conducted an online discrete choice experiment to gauge how adult Australian smokers made hypothetical choices between cigarettes, prescription e-cigarettes, non-prescription e-cigarettes, and quitting. We estimate a mixed logit model, which allows us to predict the market shares under different policy scenarios. The mixed logit model also provides estimates of consumer willingness to pay for the benefits from the prescription status of e-cigarettes and the costs of illegal e-cigarette markets. We estimate that the average utility loss from an illegal retail market is worth AU$7.90 per pack-equivalent. We use the corresponding estimates of the compensating variations in income to conduct cost-benefit analyses of possible reforms to Australian e-cigarette regulation. In aggregate, we estimate that the benefits of allowing but not requiring prescriptions of e-cigarettes are AU$1.8 billion per year. Our paper provides a novel contribution to research on e-cigarette regulation and provides a case-study for the policy implementation in Australia. Our paper is also part of our research agenda to explore and develop methods to conduct policy analysis and cost-benefit analysis of regulatory policies that might create illegal markets.\n\n",
    "acknowledgement": "\nThis research was conducted with the help of a grant to Cornell University from Global Action to End Smoking (formerly known as Foundation for Smoke-Free World), an independent, U.S. nonprofit 501(c)(3) grantmaking organization. Global Action played no role in designing, implementing, data analysis, or interpretation of the research results, nor did Global Action edit or approve any presentations or publications from the study. The contents, selection, and presentation of facts, as well as any opinions expressed, are the sole responsibility of the authors and should not be regarded as reflecting the positions of Global Action.  Through September 2023, Global Action received charitable gifts from PMI Global Services Inc. (PMI), which manufactures cigarettes and other tobacco products.  To complement the termination of its agreement with PMI, Global Action’s Board of Directors established a new policy to not accept or seek any tobacco or non-medicinal nicotine industry funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}