{
    "id": 32657,
    "citation_title": "Race and Ethnicity (Mis)measurement in the U.S. Criminal Justice System",
    "citation_author": [
        "Keith Finlay",
        "Elizabeth Luh",
        "Michael G. Mueller-Smith"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe United States criminal justice system is characterized by substantial disparities in outcomes across racial and ethnic groups. Understanding these disparities requires accurate measures of race and ethnicity of people involved in the justice system. We document how race and ethnicity are recorded by administrative agents and how operational concerns limit corrections to misreported race and ethnicity. To understand the impacts of these administrative processes, this paper uses novel linkages between person-level microdata from the Criminal Justice Administrative Records System (CJARS) and race and ethnicity composites from U.S. Census Bureau census and administrative records, mostly composed of self-reported or family-reported race/ethnicity, to quantify mismeasurement of race and ethnicity in the justice system. We find that 17 percent of misdemeanor and felony defendants and 10 percent of prison inmates have an agency-recorded label that does not concord with the composite measure, largely driven by justice agencies poorly measuring people identified in Census Bureau data as Hispanic, Asian, Pacific Islander, or American Indian and Alaska Native (AIAN). Using estimated correspondences between agency-recorded and the composite race and ethnicity, we reweight federal series on imprisonment rates and show that those series, which currently rely on small survey samples to impute racial and ethnic population shares, have substantially underestimated the incarceration rates of Whites, Blacks, and AIANs.\n\n",
    "acknowledgement": "\nWe are grateful to Randall Akee, Bocar Ba, Lt. Jason Barnett, Patrick Bayer, Charlie Brown, Shawn Bushway, Holly Champagne, Kerwin Charles, Jonathan Eggleston, Jon Guryan, Larry Katz, Mark Loewenstein, Jens Ludwig, Conrad Miller, Sarah Miller, Amy O’Hara, Sgt. Julia Parr, Jordan Papp, Anne Piehl, JJ Prescott, Ebony Reid, Diana Sutton, and Hina Usman for their thoughtful and constructive comments. Arkey Barnett and James Reeves provided excellent research assistance. The Securities and Exchange Commission disclaims responsibility for any private publication or statement of any SEC employee or Commissioner. This article expresses the authors’ views and does not necessarily reflect those of the Commission, the Commissioners, other members of the staff, or the Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data (project number P-7500378, Disclosure Review Board [DRB] approval numbers CBDRB-FY24-0101, CBDRB-FY24-0277). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}