{
    "id": 32651,
    "citation_title": "Industrial Policy in the Global Semiconductor Sector",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Réka Juhász",
        "Nathan J. Lane",
        "Giulia Lo Forte",
        "Jeff Thurk"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "2024-08-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe resurgence of subsidies and industrial policies has raised concerns about their potential inefficiency and alignment with multilateral principles. Critics warn that such policies may divert resources to less efficient firms and provoke retaliatory measures from other countries, leading to a wasteful “subsidy race.” However, subsidies for sectors with inherent cross-border externalities can have positive global effects. This paper examines these issues within the semiconductor industry: a key driver of economic growth and innovation with potentially significant learning-by-doing and strategic importance due to its dual-use applications.\nOur study aims to: (1) document and quantify recent industrial policies in the global semiconductor sector, (2) explore the rationale behind these policies, and (3) evaluate their economic impacts, particularly their cross-border effects, and compatibility with multilateral principles. We employ historical analysis, natural language processing, and a model-based approach to measure government support and its impacts. Our findings indicate that government support has been vital for the industry’s growth, with subsidies being the primary form of support. They also highlight the importance of cross-border technology transfers through FDI, business and research collaborations, and technology licensing. China, despite significant subsidies, does not stand out as an outlier compared to other countries, given its market size.\nPreliminary model estimates indicate that while learning-by-doing exists, it is smaller than commonly believed, with significant international spillovers. These spillovers likely reflect cross-country technology transfers and the role of fabless clients in disseminating knowledge globally through their interactions with foundries. Such cross-border spillovers are not merely accidental but result from deliberate actions by market participants that cannot be taken for granted. Firms may choose to share knowledge across borders or restrict access to frontier technology, thereby excluding certain countries. Future research will use model estimates to simulate the quantitative implications of subsidies and to explore the dynamics of a “subsidy race” in the semiconductor industry.\n",
    "acknowledgement": "\nWe are grateful to Ralph Ossa, Bob Staiger, and Dan Trefler for suggesting this project. We thank Panle Barwick, Chad Bown, Simon Evenett, Chang-Tai Hsieh, Brian Kovak, Ryan Michaels and John Minnich for helpful conversations, Pranay Kotasthane and Abhishek Krishnan for sharing their expertise on industrial policy in semiconductors in India, Shrikant Lohokare and Jessica Mueller at the Global Semiconductor Alliance for providing the data used to estimate the model, and participants of the “Expert Dialog on Subsidy Reform” Conference in Washington, DC, for many useful comments. We are grateful to Kisho Hoshi, Richard Jung, Stephen Xu, and Esha Vaze for their excellent research assistance. Réka and Nathan gratefully acknowledge funding from the Alfred P. Sloan Foundation. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}