{
    "id": 32659,
    "citation_title": "Do Reforms Aimed at Reducing Time to Graduation Work? Evidence from the Italian Higher Education System",
    "citation_author": [
        "Davide Malacrino",
        "Samuel Nocito",
        "Raffaele Saggio"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of a reform aimed at expediting graduation times in Italian universities by reducing the number of exams students must pass to obtain a fixed number of credits. Using event-study estimates that leverage the reform's staggered implementation, we find that this policy change led to an increase in on-time graduation rates. However, it also resulted in a decreased probability of employment one-year post-graduation. This negative effect vanishes in the medium run, suggesting that the reform's compliers—students who managed to graduate on time under the new regime but would have been delayed in the pre-reform regime—might have engaged in less intensive job search efforts immediately after graduation.\n\n",
    "acknowledgement": "\nThe views expressed in this article are those of the authors and cannot be attributed to the European Central Bank or the Eurosystem. We thank David Card, Gordon Dahl, Patrick Kline, Luigi Pistaferri, Jesse Rothstein, Chris Walters and seminar participants at the XXIX Meeting of the Economics of Education Association (AEDE) in Zaragoza (Spain), the XV Labour Economics Meeting in Albacete (Spain), Sapienza University of Rome, and Collegio Carlo Alberto for helpful comments and discussions. We are grateful to Alma Laurea—in particular Davide Cristofori, Claudia Girotti, and Silvia Ghiselli—for answering our questions on the Alma Laurea data. Special thanks also to the MIUR statistical office for kindly providing the enrollment data. Bruno Esposito provided excellent research assistance. A previous version of this paper circulated under the title “Time to completion and labor market outcomes: Does the early bird really get the worm?”. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}