{
    "id": 32656,
    "citation_title": "How Do Physicians Respond to New Medical Research?",
    "citation_author": [
        "Philip DeCicca",
        "Maripier Isabelle",
        "Natalie Malak"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat happens when the findings of a prominent medical study are overturned?  Using a medical trial on breech births, we estimate the effect of the reversal of such a medical study on physician choices and infant health outcomes.  Using the United States Birth Certificate Records from 1995-2010, we employ a difference-in-differences estimator for C-sections, low Apgar, and low birth weight measures. We find that the reversal of a multi-site, high profile, randomized control trial on the appropriate delivery of term breech births, the Term Breech Trial (TBT), led to a 15-23 percent decline in C-sections for such births at a time when the overall trend in C-sections was rising. We find our largest estimated effects amongst traditionally disadvantaged groups.  However, we do not find that such a change in practice had significant impacts on infant health. Contrary to prior studies, we find that physicians updated their beliefs quickly, and do indeed adjust to new medical research, particularly young physicians, prior to mandatory policy or professional guidelines.\n\n",
    "acknowledgement": "\nWe thank participants from the American Economic Association meetings, the Canadian Health Economics Study Group meetings, the Societe Canadienne de Science Economique meetings, as well as seminar participants from Universite Laval and the University of Alabama in Huntsville, and anonymous referees for helpful comments. We would also like to thank Ronen Avraham and Diane Alexander for graciously making their respective datasets publicly available. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}