{
    "id": 32653,
    "citation_title": "Plan Design and Participant Behavior in Defined Contribution Retirement Plans: Past, Present, and Future",
    "citation_author": [
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2024-07-08",
    "issue_date": "2024-07-03",
    "revision_date": "2024-07-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nI review the academic literature on defined contribution retirement plan design and participant behavior. While adoption of automatic enrollment has significantly increased participation rates, recent studies find the long-run effects on savings are smaller than the short-run effects, with some savings financed via debt. I also review efforts to expand access to employer-based retirement savings and liquid savings, the pros and cons of target date funds as default investment options, potential conflicts of interest in plan design, and potential benefits of customized defaults. I conclude by discussing how SECURE 2.0 may impact US workers and highlighting topics for future research.\n\n",
    "acknowledgement": "\nI thank Vivek Bhattacharya, James Choi, Taha Choukhmane, Tim de Silva, Gopi Shah Goda, Clemens Sialm, Andrew Stichman, James Veneruso, and participants at the 2024 Pension Research Council Symposium at the Wharton School of the University of Pennsylvania for helpful comments. I also thank Jinyoung Kim for excellent research assistance. Any errors and all opinions remain my own. My consulting engagements, which include having served as an expert witness in three ERISA lawsuits, are disclosed on my CV at https://www.jonreuter.com. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}