{
    "id": 32662,
    "citation_title": "The Effects of the 2021 Child Tax Credit on Parents’ Psychological Well-Being",
    "citation_author": [
        "Lisa A. Gennetian",
        "Anna Gassman-Pines"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough improving psychological well-being was not the explicit focus of the 2021 expanded Child Tax Credit (CTC), psychological health outcomes may have been affected by the positive income shocks generated by the credit. In this chapter we ask: How did the 2021 expanded CTC affect parents’ psychological well-being? Some studies have found that the CTC led to reductions in parental reports of clinical levels of depression and anxiety and in subclinical depressive and anxiety symptoms. Using similar methods, other studies have found no effect on these same outcomes. Importantly, however, the evidence does not point to the CTC worsening psychological well-being. We conclude that the evidence so far is thin, narrow, and mixed, even when our review is expanded to comparable studies on the impact of income support. Alignment of policy objectives with a broader range of measurement approaches will be important in building a more conclusive evidence base.\n\n",
    "acknowledgement": "\nThe authors thank Hilary Hoynes and Zachory Parolin for constructive feedback on earlier versions; and, Adrian Caiazzo and Matthew Maury for research assistance and related support. A final version of this article will be appearing in a forthcoming volume of   The ANNALS of the American Academy of Social and Political Sciences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}