{
    "id": 32668,
    "citation_title": "Designing Scientific Grants",
    "citation_author": [
        "Christoph Carnehl",
        "Marco Ottaviani",
        "Justus Preusser"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper overviews the economics of scientific grants, focusing on the interplay between the inherent uncertainty in research, researchers' incentives, and grant design. Grants differ from traditional market systems and other science and innovation policy tools, such as prizes and patents. We outline the main economic forces specific to science, noting the limited attention given to grant funding in the economics literature. Using tools from information economics, we identify key incentive problems at various stages of the grant funding process and offer guidance for effective grant design.\nIn the allocation stage, funders aim to select the highest-merit applications while minimizing evaluation costs. The selection rule, in turn, impacts researchers' incentives to apply and invest in their proposals. In the grant management stage, funders monitor researchers to ensure efficient use of funds. We discuss the advantages and potential pitfalls of (partial) lotteries and emphasize the effectiveness of staged grant design in promoting a productive use of grants.\nBeyond these broadly applicable insights, our overview highlights the need for further research on grantmaking. Understudied areas include, at the micro level, the interplay of different grant funding stages, and at the macro level, the interaction of grants with other instruments in the market for science.\n\n",
    "acknowledgement": "\nWe thank Ben Jones and participants at the NBER EIPE Conference, 2024 for stimulating comments. Marco Ottaviani gratefully acknowledges financial support from MUR-PRIN 2022 (Prot. 2022RL4WMT, \"Finanziamento dell’Unione Europea – NextGenerationEU''). Justus Preusser gratefully acknowledges financial support from the European Research Council (HEUROPE 2022 ADG, GA No. 101055295 – InfoEcoScience). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}