{
    "id": 3266,
    "citation_title": "Implications of Corporate Indebtedness for Monetary Policy",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1990-02-01",
    "issue_date": "1990-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extraordinary increase in reliance on debt by U.S. business in the 1980s has generated widespread concern that overextended borrowers may become unable to meet their obligations and that proliferating defaults could then lead to some kind of rupture of the financial system, with ensuing consequences for the nonfinancial economy as well. The thesis advanced in this paper, however, is that the more likely threat posed by a continuing rapid rise of corporate indebtedness is instead a return to rapid price inflation. In particular, a review of recent developments lead to four specific conclusions: First, problems of debt service within the private sector are more likely to arise among business borrowers, not households. Because businesses, and especially corporations, have used much of the proceeds of their borrowing merely to pay down their own or other firms' equity, their interest payments have risen to postwar record levels compared to either their earnings or their cash flows.Second, despite these high debt service burdens, debt default on a scale large enough to threaten the financial system as a whole is unlikely in the absence of a general economic downturn. But the sharp increase in indebtedness has made U.S. businesses crucially dependent on continued strong earnings growth. Third, the consequent need to prevent a serious recession -- so as to preclude the possibility of a systemic debt default -- will increasingly constrain the Federal Reserve System's conduct of monetary policy.  The Federal Reserve's reluctance to risk a situation of spreading business (and LDC) debt defaults, especially with the U.S. commercial  banking system in its current exposed position, will increasingly prevent it from either acquiescing in a recession or bringing one about on its  own initiative.Fourth, over time this constraint will severely limit the ability of monetary policy to contain or reduce price inflation.  Episodes of disj in the United States since World War II have invariably involved business recessions, including declines in business earnings and increases in bankruptcies and defaults. If the economy's financial system has become fragile to withstand any but the shortest and  shallowest recession, it is  unlikely to be able to support a genuine attack on inflation by monetary policy.\n\n",
    "acknowledgement": "\n"
}