{
    "id": 32669,
    "citation_title": "Aggregate Shocks and the Formation of Preferences and Beliefs",
    "citation_author": [
        "Paola Giuliano",
        "Antonio Spilimbergo"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of work has shown that aggregate shocks affect the formation of preferences and beliefs. This article reviews evidence from sociology, social psychology, and economics to assess the relevance of aggregate shocks, whether the period in which they are experienced matters, and whether they alter preferences and beliefs permanently. We review the literature on recessions, inflation experiences, trade shocks, and aggregate non-economic shocks including migrations, wars, terrorist attacks, pandemics, and natural disasters. For each aggregate shock, we discuss the main empirical methodologies, their limitations, and their comparability across studies, outlining possible mechanisms whenever available. A few conclusions emerge consistently across the reviewed papers. First, aggregate shocks impact many preferences and beliefs, including political preferences, risk attitudes, and trust in institutions. Second, the effect of shocks experienced during young adulthood is stronger and longer lasting. Third, negative aggregate economic shocks generally move preferences and beliefs to the right of the political spectrum, while the effects of non-economic adverse shocks are more heterogeneous and depend on the context.\n\n",
    "acknowledgement": "\nWe thank David Romer and five anonymous referees for comments that greatly improved the paper. We also thank Omer Akbal and Adriano De Ruvo for excellent research assistance. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, or its management, nor to the National Bureau of Economic Research. Any errors are the responsibility of the authors.\n\n\n"
}