{
    "id": 32667,
    "citation_title": "Codification, Technology Absorption, and the Globalization of the Industrial Revolution",
    "citation_author": [
        "Réka Juhász",
        "Shogo Sakabe",
        "David Weinstein"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "2025-01-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies technology absorption worldwide in the late nineteenth century. We construct several novel datasets to test the idea that the codification of technical knowledge in the vernacular was necessary for countries to absorb the technologies of the Industrial Revolution. We find that comparative advantage shifted to industries that could benefit from patents in countries and colonies that had access to codified technical knowledge but not in other regions. Using the rapid and unprecedented codification of technical knowledge in Meiji Japan as a natural experiment, we show that this pattern appeared in Japan only after the Japanese government codified vast amounts of technical knowledge. Our findings shed new light on the frictions associated with technology diffusion and offer a novel take on why Meiji Japan was unique among non-Western countries in successfully industrializing during the first wave of globalization.\n\n",
    "acknowledgement": "\nWe give special thanks to Chris Meissner and John Tang for sharing their trade data for Belgium and Japan. We thank Benjamin Eyal, Isaac Loomis, Zachary Marcone, Ojaswee Rajbhandari, Roshan Setlur, Alex Zhang, and especially Michael Duarte, Hriday Karnani, Verónica C. Pérez, Angela Wu, and Dongcheng Yang for excellent research assistance. We also want to thank Treb Allen, Andrew Bernard, Kirill Borusyak, Serguey Braguinsky, Florian Caro, Davin Chor, John Fernald, Walker Hanlon, Shizuka Inoue, Takatoshi Ito, Debin Ma, Joel Mokyr, Chiaki Moriguchi, Tetsuji Okazaki, Charly Porcher, Jared Rubin, Robert Staiger, Jón Steinsson, John Tang, Dan Trefler and Weiwen Yin for their excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}