{
    "id": 32660,
    "citation_title": "Markups and Entry in a Circular Hotelling Model",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe circular version of Hotelling’s locational model is extended by incorporating a continuum of consumers with constant-elasticity demand functions along with stores that have constant marginal costs of production. The stores are evenly spaced in equilibrium. The model implies that the markup of price over marginal cost depends on the spacing between stores and a transportation-cost parameter but is, as an approximation, independent of the elasticity of demand. This result reflects pricing decisions by stores that factor in the threat of losing business entirely at the borders with neighboring stores. This model provides a theory of price markups that substitutes for, or at least supplements, the familiar Lerner approach, which puts all the weight on the elasticity of demand. Moreover, the pricing results apply even when the magnitude of the elasticity of demand is less than one. The price markups determine the extent of entry into the market and, thereby, the efficiency of market outcomes. Entry is excessive when the approximate markup formula is accurate.\n\n",
    "acknowledgement": "\nI have benefited from comments by Ed Glaeser, Elhanan Helpman, Casey Mulligan, Steve Salop, Chad Syverson, and Jonathan Vogel. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}