{
    "id": 32679,
    "citation_title": "The Effect of Postsecondary Educational Institutions on Local Economies: A Bird’s-Eye View",
    "citation_author": [
        "Patrick Lehnert",
        "Madison Dell",
        "Uschi Backes-Gellner",
        "Eric Bettinger"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite worldwide expansion of higher education, the impact of higher education institutions on local economic activity is still poorly understood. We analyze the local economic effects of branch campus openings in Tennessee and Texas, two states representative of the underlying U.S. enrollment patterns. To overcome the lack of adequate data, we use a novel proxy for regional economic activity based on daytime satellite imagery. Applying different panel methods—traditional difference-in-differences (DD), heterogeneity-robust DD, and instrumental variables—we find positive effects. Independent data show an increase in college graduates and employment in the sectors aligned with programs offered at branch campuses.\n\n",
    "acknowledgement": "\nWe thank Simon Janssen, Mark Long, Guido Neidhöfer and Niels Westergård-Nielsen for important feedback. We also appreciate feedback provided by participants of Hoover Institution’s Economic Policy Working Group seminar at Stanford University, the Leading House VPET-ECON’s Friday Lunch Talk seminar at the University of Zurich, the Regional Disparities & Economic Policy seminar at the University of Duisburg-Essen, the Colloquium on Personnel Economics at Aarhus University, the First International Leading House Conference on the “Economics of Vocational Education and Training” at the University of Zurich, the DRUID Conference at the NOVA School of Business in Lisbon, the SASE Annual Conference in Rio de Janeiro, and the Leuven Economics of Education Research Conference at KU Leuven. Ryan Brennan, Hannie Chen, Andrew Conkey, Minha Khan, Anushka Rawat, and Cecilia Xia provided excellent research assistance for this project. Patrick Lehnert acknowledges funding from the Swiss State Secretariat for Education, Research and Innovation (SERI) through its Leading House VPET-ECON (contract number 1315002234). Madison Dell acknowledges that the views expressed in this paper are those of the authors and do not necessarily reflect the views of TBR–The College System of Tennessee. Uschi Backes-Gellner thanks Stanford’s Graduate School of Education for their generous hospitality during her research stay. All remaining errors or omissions are our own. Authorship is approximately equal across the four authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}