{
    "id": 32676,
    "citation_title": "Investment in Preventive Care for Children of Middle Eastern Ancestry During the Trump Administration",
    "citation_author": [
        "Shooshan Danagoulian",
        "Owen Fleming",
        "Daniel S. Grossman",
        "David Slusky"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals of Middle Eastern and North African (MENA) ancestry in the US have been targeted by anti-immigrant and counterterrorism policies and have been the focus of vitriolic political rhetoric.  Despite this, lack of data identifying MENA individuals has prevented systematic evaluation of the impact of these policies and rhetoric on MENA communities’ wellbeing, including investment in health capital.  This paper begins to address this gap in knowledge using a large, longitudinal medical records database with expanded race and ethnicity measures to describe disparities and evaluate the impact of immigration policies and anti-MENA rhetoric on preventive care use among MENA children in the US.  Specifically, we evaluate the election of Donald Trump, and find that the election decreased MENA children’s utilization of vaccinations and well visits. Documenting MENA health and outcomes following official US policy and rhetoric is paramount for understanding the full consequences of policies that target underrepresented groups.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments received from Brandyn Churchill, Aaron Schwartz, Engy Ziedan, participants of the University of Michigan Dearborn seminar, ASHEcon 2024, APPAM 2023, and SEA 2023. We also thank the COVID-19 Research Database for making this research possible, and particularly, Victoria Young for amazing research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}