{
    "id": 32670,
    "citation_title": "Search and Biased Beliefs in Education Markets",
    "citation_author": [
        "Patrick Agte",
        "Claudia Allende",
        "Adam Kapor",
        "Christopher Neilson",
        "Fernando Ochoa"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper asks how search costs, limited awareness of schools, misperceptions of schools’ attributes, and inaccurate beliefs over unknown schools affect families’ search and application decisions in Chile’s nation wide school choice process. We combine novel data on search activity with a panel of household surveys, administrative application data, randomized information experiments, and a model of demand and sequential search with subjective beliefs. Descriptively, households hold inaccurate beliefs and misperceptions along multiple dimensions which distort the perceived returns to search. Most importantly, they do not know all schools, and misperceive quality ratings of the schools they know and like. Improving the search technology would raise households’ search effort and welfare. Correcting misperceptions about known schools’ observables would cause students to match to schools with higher quality, equal to what can be achieved under a full-information benchmark. Models with out misperceptions would incorrectly predict quality reductions.\n\n",
    "acknowledgement": "\nThis project was funded in part by the National Science Foundation Grant Award #1919504, titled \"Biased Beliefs and Search in Education Markets.\" The project was implemented in collaboration with the Government of Chile and the tech NGO ConsiliumBots. Christopher Neilson, the founder and CEO of ConsiliumBots. He is also the project lead for a publicly procured contract between ConsiliumBots and the Government of Chile to run the national student match. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}