{
    "id": 32678,
    "citation_title": "The Economics of Biodiversity Loss",
    "citation_author": [
        "Stefano Giglio",
        "Theresa Kuchler",
        "Johannes Stroebel",
        "Olivier Wang"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the economic effects of biodiversity loss by developing an ecologically-founded model that captures how different species interact to deliver the ecosystem services that complement other factors of economic production. Aggregate ecosystem services are produced by combining several non-substitutable ecosystem functions such as pollination and water filtration, which are each provided by many substitutable species playing similar roles. As a result, economic output is an increasing but highly concave function of species richness. The marginal economic value of a species depends on three factors: (i) the number of similar species within its ecosystem function, (ii) the marginal importance of the affected function for overall ecosystem productivity, and (iii) the extent to which ecosystem services constrain economic output in each country. Using our framework, we derive expressions for the fragility of ecosystem service provision and its evolution over time, which depends, among other things, on the distribution of biodiversity losses across ecosystem functions. We discuss how these fragility measures can help policymakers assess the risks induced by biodiversity loss and prioritize conservation efforts. We also embed our model of ecosystem service production in a standard economic model to study optimal land use when land use raises output at the cost of reducing biodiversity. We find that even in settings where species loss does not reduce output substantially today, it lowers growth opportunities and reduces resilience to future species loss, especially when past species loss has been asymmetric across functions. Consistent with these predictions of our model, we show empirically that news about biodiversity loss increases spreads on credit default swaps (CDS) more for countries with more depleted ecosystems.\n\n",
    "acknowledgement": "\nStefano Giglio, Theresa Kuchler, Johannes Stroebel and Olivier Wang declare that they have no conflicts of interest to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}