{
    "id": 32675,
    "citation_title": "Spillovers in Public Benefit Enrollment: How does Expanding Public Health Insurance for Working-Age Adults affect Future Health Insurance Choices?",
    "citation_author": [
        "M. Kate Bundorf",
        "Melissa McInerney",
        "Kosali I. Simon",
        "Ruth Winecoff"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnrollment in one public benefit program often affects enrollment in others. We study life-course spillovers by examining how access to publicly subsidized health insurance prior to age 65 affects public benefit choices at the age of Medicare eligibility. We use administrative data to examine several Medicare enrollment choices: the heavily under-subscribed Medicaid “dual” coverage as a supplement to Medicare; Medicare Part D; the Part D Low Income Subsidy (LIS); and Medicare Advantage. Focusing on people living in low-income zip codes, we find a large increase in dual Medicaid among new Medicare beneficiaries in Medicaid expansion states relative to non- expansion states, as well as corresponding increases in healthcare use and reductions in out-of-pocket spending. The dual Medicaid increase exerts a bonus effect: greater take-up of LIS and Part D programs, which we attribute to the accompanying automatic enrollment in these programs. Our results on Medicare Advantage enrollment are inconclusive. Overall, our results suggest that experience with Medicaid before age 65 causes meaningful behavioral responses among the lowest-income beneficiaries when they age into Medicare; this emphasizes the importance of longitudinal spillovers also present in other public programs with eligibility criteria that differ by applicant age (e.g., Supplemental Nutrition Assistance Program (SNAP) and Supplemental Security Income (SSI)).\n\n",
    "acknowledgement": "\nResearch reported in this manuscript was supported by the National Institute on Aging (NIA) of the National Institutes of Health (NIH) under Award Number R03AG059110. The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH. The authors thank participants at the National Bureau of Economic Research (NBER) Summer Institute, North Carolina State, and University of Massachusetts at Amherst for helpful comments and suggestions. The authors thank Mohan Ramanujan for advice on the administrative Medicare claims data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nM. Kate Bundorf\n\nIn the last three years, I have received consulting or expert witness fees from Cornerstone Research, Team Health and Kaiser Permanente. I have received research support from the Duke Endowment and the National Institute on Aging.\n\n\n"
}