{
    "id": 32688,
    "citation_title": "The Distributional Effects of U.S. Tax Credits for Heat Pumps, Solar Panels, and Electric Vehicles",
    "citation_author": [
        "Severin Borenstein",
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "2024-07-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last two decades, U.S. households have received $47 billion in tax credits for buying heat pumps, solar panels, electric vehicles, and other “clean energy” technologies. Using information from tax returns, we show that these tax credits have gone predominantly to higher-income households. The bottom three income quintiles have received about 10% of all credits, while the top quintile has received about 60%. The most extreme is the tax credit for electric vehicles, for which the top quintile has received more than 80% of all credits. The concentration of tax credits among high-income filers is relatively constant over time, though we do find a slight broadening for the electric vehicle credit since 2018. The paper then turns to the related question of cost effectiveness, examining how clean energy technology adoption has changed over time and discussing some of the broader economic considerations for this type of tax credit.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at UC Irvine and UC Berkeley for helpful comments. This paper is under preparation for the March 2025 National Tax Journal Forum “Tax and Environmental Policy”. We have not received any financial compensation for this project nor do we have any financial relationships that relate to this research. The analysis relies entirely on publicly-available data and all data and code will be posted on our websites upon completion of the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}