{
    "id": 32682,
    "citation_title": "McCarthyism, Media, and Political Repression: Evidence from Hollywood",
    "citation_author": [
        "Hui Ren Tan",
        "Tianyi Wang"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDemagogues have existed throughout history, yet their impact on individuals and society remains little understood. We study a far-reaching episode of demagoguery in American history. From the late 1940s to 1950s, anti-communist hysteria led by Senator Joseph McCarthy and others gripped the nation. Hollywood was a prime target, with hundreds of professionals in the industry being accused of having communist ties or sympathies. To study the Red Scare in Hollywood, we assemble a unique collection of data on individual and film characteristics, spanning the period 1930-1970. We show that the anti-communist accusations targeted progressive personalities with dissenting views. Implementing a difference-in-differences design, we find that accused actors and screenwriters experienced a significant setback in their careers that lasted a decade or more. Beyond the effects on the accused, we also document a decline in progressive films during the McCarthy era. We provide suggestive evidence that this shift in film content made society more conservative, using newly-digitized data on movie theaters across US counties. Areas with greater movie exposure saw increased Republican support in presidential elections after the onset of the Hollywood Red Scare. Our results highlight how demagoguery can suppress civil liberties and reshape political preferences in society.\n\n",
    "acknowledgement": "\nWe are grateful to Desmond Ang, Leah Boustan, Ruben Durante, Shari Eli, James Feigenbaum, Ricard Gill, Pauline Grosjean, Stephan Heblich, Saumitra Jha, Ilyana Kuziemko, Caroline Le Pennec, Kevin Lim, Petra Moser, Suresh Naidu, Nathan Nunn, Sahar Parsa, Daniel I. Rees, Allison Shertzer, Aloysius Siow as well as seminar participants at Princeton University, University of Toronto, University of British Columbia, Simon Fraser University, University of Pittsburgh, University of Hong Kong, Chinese University of Hong Kong, National University of Singapore, Peking University, Lund University, Universidad de Chile, Case Western Reserve University, PUC Chile, the ASREC Conference, the CNEH Conference, the NBER DAE Spring Meeting, the Mountain West Economic History Conference, and the Southern Economic Association Conference for helpful comments and suggestions. Nishtha Kawatra, Yaqi Liu, Ganesh Manyam, Martin McFarlane, Armaan Nanji, Yibei Wu, and Suning Zhang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}