{
    "id": 3268,
    "citation_title": "Rational Addictive Behavior and Cigarette Smoking",
    "citation_author": [
        "Frank J. Chaloupka"
    ],
    "citation_publication_date": "1990-02-01",
    "issue_date": "1990-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter a discussion of cigarette smoking in the context of the Becker-Murphy (1988) model of rational addictive behavior, demand equations are derived accounting for the tolerance, reinforcement, and withdrawal characteristic of addictive consumption. These are contrasted to equations developed under the competing hypotheses that smoking is not addictive or that cigarettes are addictive but individuals behave myopically. The demand equations are estimated using adults interviewed as part of the Second National Health and Nutrition Examination Survey. Estimates support the assumptions that cigarette smoking is an addictive behavior and that individuals do not behave myopically. Long run price  elasticities of demand, fall in the range from -0.38 to -0.27. These estimates suggest that increased excise taxation would be an effective way of reducing cigarette smoking. Estimates for samples of current and ever smokers indicate that price increases would lead to lower cigarette consumption among both groups. Finally, the Becker-Murphy model's implications concerning the rate of tine preference and addictive consumption are tested by estimating the demand for cigarettes separately using samples based on age or education. Less educated and younger individuals are found to behave much more myopically than their more educated or older counterparts. Additionally, more addicted (myopic) individuals are found to be more responsive, in the long run, to changes in price than less addicted (myopic) individuals.\n\n",
    "acknowledgement": "\n"
}