{
    "id": 32684,
    "citation_title": "Learning, Catastrophic Risk and Ambiguity in the Climate Change Era",
    "citation_author": [
        "Frances C. Moore"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nKey methodologies used for managing weather risks have relied on the assumption that climate is not changing and that the historic weather record is therefore representative of current risks. Anthropogenic climate change upends this assumption, effectively reducing the information available to actors and increasing ambiguity in the estimated climate distribution, with associated costs for weather risk management and risk-averse decision-makers. These costs result purely from the knowledge that the climate could be changing, may arise abruptly, are additional to any direct costs or benefits from actual climate change, and are, to date, entirely unquantified. Using a case study of extreme rainfall-related flood damages in New York City, this paper illustrates how these ambiguity-related costs arise. Greater uncertainty over the current climate distribution interacts with a steeply non-linear damage function to greatly increase the mean and variance of the posterior loss distribution. This is a systemic information shock that cannot be diversified within the insurance sector, producing higher and more volatile premiums and higher reinsurance costs. These effects are consistent with recent developments in US property insurance markets, where premium increases, bankruptcies, and insurer withdrawals have been linked to the growing costs of natural disasters.\n\n",
    "acknowledgement": "\nNo relevant sources of funding or financial relationships to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}