{
    "id": 32689,
    "citation_title": "Redesigning Payments for Ecosystem Services to Increase Cost-Effectiveness",
    "citation_author": [
        "Santiago Izquierdo-Tort",
        "Seema Jayachandran",
        "Santiago Saavedra"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPayments for Ecosystem Services (PES) are a widely used approach for forest conservation through which people are paid to avoid deforesting land they enroll in the program. We present findings from a randomized trial in Mexico that tested whether a PES contract that requires enrollees to enroll all of their forest is more effective than the traditional PES contract that allows them to exercise choice. The modification's aim is to prevent landowners from enrolling only parcels they planned to conserve anyway while leaving aside other parcels to deforest. We find that the full-enrollment treatment reduces deforestation by 41% compared to the traditional contract. This extra conservation occurs despite the full-enrollment provision reducing the compliance rate due to its more stringent requirements. The full-enrollment treatment more than quadrupled cost-effectiveness, highlighting the potential to substantially improve the efficacy of conservation payments through simple contract modifications.\n\n",
    "acknowledgement": "\nJuan David Ramirez, Santiago Fernandez and Juliana Sanchez Ariza provided excellent research assistance. We are grateful to Natura y Ecosistemas Mexicanos A.C. (Natura Mexicana), Innovations for Poverty Action Mexico, and Comisión Nacional Forestal (Conafor) for support implementing this project. We are also grateful for feedback from audiences at Universidad Nacional Autónoma de México (UNAM) and from Rebecca Dizon-Ross and Kelsey Jack. This project was funded by the King Climate Action Initiative at J-PAL and pre-registered in the American Economic Association trial registry (AEARCTR-0007693). This project received IRB approval from Northwestern University (STU00214258) and Université du Québec Outaouais (2021-1527). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}