{
    "id": 32680,
    "citation_title": "Higher-Order Beliefs and Risky Asset Holdings",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Xiao Yin"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe combine a customized survey and randomized controlled trial (RCT) to study the effect of higher-order beliefs on U.S. retail investors’ portfolio allocations. We find that investors’ higher-order beliefs about stock market returns are correlated with but distinct from their first-order beliefs. Furthermore, the differences between the two vary systematically according to investor characteristics. We use information treatments in the RCT to create exogenous differential variations in first- and higher-order beliefs. We find that an exogenous increase in first-order beliefs increases the portfolio share allocated to the stock market (risky assets), while an exogenous increase in higher-order beliefs reduces it.\n\n",
    "acknowledgement": "\nWe thank Antonio Guarino, Cameron Peng, Michael Weber, and Ji Hee Yoon for their helpful comments. We also appreciate the valuable comments from the London Behavioral Finance Group Meeting. The field experiment was conducted in accordance with the guidelines of the UC Berkeley IRB-approved human subject protocol (CPHS Protocol Number: 2023-08-16622) and UCL SHS Research Ethics (Approval number: SHSEco-2324-003-1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}