{
    "id": 32683,
    "citation_title": "Intertemporal Choice Bracketing and the Measurement of Time Preferences",
    "citation_author": [
        "Yonas Alem",
        "John Loeser",
        "Aprajit Mahajan"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe implications of commonly used money earlier or later (MEL) games for intertemporal behavior depend critically upon subjects’ choice bracketing. If subjects bracket narrowly, responses reflect preferences independent of subjects’ financial environment. Alternatively, if subjects bracket broadly, responses reflect subjects’ marginal returns to investment. We test both hypotheses in a lab-in-the-field experiment, which involves repeated MEL games, a large unconditional cash transfer, and an illiquid savings product. Subjects do not narrowly bracket – randomized cash transfers induce greater patience in MEL choices. Subjects do not broadly bracket either – they fail to arbitrage across equivalent MEL and savings opportunities. We develop a conceptual framework and present evidence that narrowly bracketing subjects drive the predictive power of MEL outcomes for financial choices, providing a rationale for the common practice of interpreting MEL choices as a proxy for time preferences rather than financial environment.\n\n",
    "acknowledgement": "\nWe thank Fredrik Carlsson, Paul Christian, David Clarence, Joel Ferguson, Xavier Giné, Marcus Holmlund, Chaning Jang, Supreet Kaur, Florence Kondylis, Peter Martinsson, Anja Sautmann, Simone Schaner, Charles Sprenger, Avner Strulov-Shlain, Ursula Wiriadinata, and seminar participants at the EfD Annual Meeting, Stellenbosch University, UC Berkeley, University of Copenhagen, University of Gothenburg, and World Bank for helpful comments and feedback. We thank Lornah Wahome and the staff at Busara Center for Behavioral Economics for excellent research assistance. Financial support from Sida through EfD and the CEGA Financial Inclusion Lab is gratefully acknowledged. This study is registered in the AEA RCT Registry (AEARCTR-0005203). The views expressed in this manuscript do not reflect the views of the World Bank. All errors are our own.\n\n\n"
}