{
    "id": 32687,
    "citation_title": "Labor Market Matching, Wages, and Amenities",
    "citation_author": [
        "Thibaut Lamadon",
        "Jeremy Lise",
        "Costas Meghir",
        "Jean-Marc Robin"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops the nonparametric identification of models with production complementarities, worker-firm specific disutility of labor and search frictions. Mobility in the model is subject to preference shocks, and we assume that firms can write wage contracts. We develop a constructive proof for the nonparametric identification of the model primitives from matched employer-employee data. We use the estimated model to decompose the sources of wage dispersion into worker heterogeneity, compensating differentials, and search frictions that generate between-firm and within-firm dispersion. We find that compensating differentials are substantial on average, but the contribution differs greatly between the lowest and highest types of workers. Finally, we use the model to provide an economic interpretation of several empirical regularities.\n\n",
    "acknowledgement": "\nCostas Meghir thanks the Cowles foundation and the Institution for Social and Policy Studies at Yale University for Financial Support. We are deeply thankful to the IFAU (www.ifau.se) for access to and help with the Swedish administrative data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeremy Lise\n\nI have an ongoing consulting relationship with the Federal Reserve Bank of Minneapolis.\n\n\n"
}