{
    "id": 32690,
    "citation_title": "How will Generative AI impact Communication?",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of Generative AI (GAI) on communication through the lens of salience and signalling models. It explores how GAI affects both senders' ability to create salient messages and receivers' costs of absorbing them. The analysis reveals that while GAI can increase communication by reducing costs, it may also disrupt traditional signalling mechanisms. In a salience model, GAI generally improves outcomes but can potentially reduce receiver welfare. In a pure signalling model, GAI may hinder effective communication by making it harder to distinguish high-quality messages. This suggests that GAI's introduction necessitates new instruments and mechanisms to facilitate effective communication and quality assessment in this evolving landscape.\n\n",
    "acknowledgement": "\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He has written the books Prediction Machines, Power & Prediction, and Innovation + Equality on the economics of AI for which he receives royalties. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed stage companies, from which he receives compensation. He conducts consulting on anti-trust and intellectual property matters. He also has equity and advisory relationships with a number of startup firms. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}