{
    "id": 32692,
    "citation_title": "Driving Change: Evaluating Connecticut's Collaborative Approach to Reducing Racial Disparities in Policing",
    "citation_author": [
        "Susan T. Parker",
        "Matthew B. Ross",
        "Stephen Ross"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine a statewide program that identifies police departments with large racial disparities in traffic stops and works with identified departments to reduce disparities. The intervention caused large (23.56%) and persistent (at least 12 months) reductions in the number of minorities involved in traffic stops, with no impact on stops of white drivers. Reductions in traffic stops involving minority drivers primarily result from fewer pretextual stops (85%) for lighting violations and non-moving violations. We find relative declines of approximately 30% for stops resulting in a warning or an arrest. Using data on crime and vehicle crashes, we find no evidence that crashes increase after traffic stops fall, but we do find moderate declines in the clearance rates for property crime.\n\n",
    "acknowledgement": "\nThe authors wish to acknowledge Kenneth Barone, Associate Director of IMRP and Manager of CTRP3, for providing program data and historical insights into the program’s operation. We also thank Jen Doleac, Steve Mello, Phil Cook, Emily Owens, and participants in the session on racial profiling at the 2024 Western Economics Association Meetings for valuable comments on the paper. Some of the research time of the authors has been supported directly or through grants by the Institute for Metropolitan and Regional Policy (IMRP) at the University of Connecticut. We also thank Chinekwu Owoh and Meng Song for high quality research assistance. Any errors or omissions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\nThe Institute for Metropolitan and Regional Policy (IMRP) at the University of Connecticut is an independent research institute partially funded by the state. It is responsible for staffing the Connecticut Racial Profiling Prohibition Project (CTRP3) which is largely funded by U.S. Department of Transportation 1906 funds via a grant to IMRP. Professor Matthew Ross has served as a statistical consultant for IMRP on the CTRP3 for many years. The IMRP has often acted as a passthrough entity for M. Ross' university on U.S. Department of Transportation grants. In excess of five years ago, M. Ross also received compensation as an independent contractor from IMRP. M. Ross expertise in racial profiling in police stops, stemming from his early work with IMRP on CTRP3, has led to numerous engagements with other local, state, and federal agencies. In recent years, IMRP has also financed a portion of Professor Stephen Ross’s academic year time (course buy-out) for work on several IMRP projects, including those related to racial profiling and CTRP3. Last academic year, Dr. Parker was a post-doc at Northeastern University, with a small portion of her salary paid by a subaward from IMRP on a federal grant where M. Ross is the principal investigator. None of the authors directly participated in any of the follow-up interventions evaluated in this study. The IMRP and the CTRP3 have had no influence on the views or findings of this evaluation.\n\n\n"
}