{
    "id": 32697,
    "citation_title": "Changing Opportunity: Sociological Mechanisms Underlying Growing Class Gaps and Shrinking Race Gaps in Economic Mobility",
    "citation_author": [
        "Raj Chetty",
        "Will S. Dobbie",
        "Benjamin Goldman",
        "Sonya Porter",
        "Crystal Yang"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-18",
    "revision_date": "2024-09-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that intergenerational mobility changed rapidly by race and class in recent decades and use these trends to study the causal mechanisms underlying changes in economic mobility. For white children in the U.S. born between 1978 and 1992, earnings increased for children from high-income families but decreased for children from low-income families, increasing earnings gaps by parental income (“class”) by 30%. Earnings increased for Black children at all parental income levels, reducing white- Black earnings gaps for children from low-income families by 30%. Class gaps grew and race gaps shrank similarly for non-monetary outcomes such as educational attainment, standardized test scores, and mortality rates. Using a quasi-experimental design, we show that the divergent trends in economic mobility were caused by differential changes in childhood environments, as proxied by parental employment rates, within local communities defined by race, class, and childhood county. Outcomes improve across birth cohorts for children who grow up in communities with increasing parental employment rates, with larger effects for children who move to such communities at younger ages. Children’s outcomes are most strongly related to the parental employment rates of peers they are more likely to interact with, such as those in their own birth cohort, suggesting that the relationship between children’s outcomes and parental employment rates is mediated by social interaction. Our findings imply that community-level changes in one generation can propagate to the next generation and thereby generate rapid changes in economic mobility.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 7519874: CBDRBFY2022-CES010-004, CBDRB-FY2023-CES005-025, CBDRB-FY23-0375, CBDRB-FY24-0007, CBDRB-FY24-0143, CBDRB-FY24-0359). We thank Elizabeth Ananat, Deirdre Bloome, Dalton Conley, David Cutler, Greg Duncan, Stefanie DeLuca, Brad Foster, John Friedman, Edward Glaeser, David Grusky, Nathaniel Hendren, Lawrence Katz, Kaylee Matheny, Sean Reardon, Bruce Sacerdote, Robert Sampson, Andrei Shleifer, and numerous seminar participants for helpful comments and discussions. We are indebted to Ana Sanchez Chico, Dhruv Gaur, Sara Kao, Shipra Karan, Yechan Park, Vinay Ravinder, Nico Rotundo, Michelle Wu, Austin Zheng, and our other Harvard and Opportunity Insights pre-doctoral fellows for their outstanding contributions to this work. This research was funded by the Bill & Melinda Gates Foundation, Chan Zuckerberg Initiative, Overdeck Family Foundation, and Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}