{
    "id": 32695,
    "citation_title": "An Engine of (Pay) Growth? Productivity and Wages in the UK Auto Industry",
    "citation_author": [
        "Agnes Norris Keiller",
        "Tim Obermeier",
        "Andreas Teichgraeber",
        "John Van Reenen"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-11-05",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen labour market competition is imperfect, positive industry (and firm) productivity shocks can be passed through to workers in the form of higher wages. We document how the UK auto industry, following a period of decline, experienced a four-decade-long productivity boom. There was a thirteen-fold increase in real output per worker between 1980 and 2018, compared to a four-fold increase in manufacturing. Greater foreign ownership, tougher competition and improved industrial relations all likely played a role. The greater use of intermediate inputs (outsourcing) and growing capital intensity account for most of this growth, but we estimate that TFP still grew three times as fast in the auto industry than the rest of manufacturing. Examining whether this productivity increase has been shared with employees, we find that auto workers experienced far stronger hourly wage growth than workers in the rest of manufacturing. After controlling for individual fixed effects, the auto wage premium relative to the rest of manufacturing doubled from 8% in the 1980s to 17% in the 2010s. Interpreted through the lens of a rent sharing model, we estimate that most of the wage increase (63% in the baseline case) can be accounted for by the auto productivity boom. In contrast, the bargaining power of UK auto workers seems to have fallen. If worker power had held up at the 1980s level, the wage premium would have been about 38% higher in the 2010s.\n\n",
    "acknowledgement": "\nFunding has come from the ESRC through the Programme for Innovation and Diffusion (POID) and by UK Research and Innovation (UKRI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}