{
    "id": 32691,
    "citation_title": "Transgender Earnings Gaps in the United States: Evidence from Administrative Data",
    "citation_author": [
        "Christopher S. Carpenter",
        "Lucas Goodman",
        "Maxine J. Lee"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "2024-08-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe provide the first evidence on transgender earnings in the US using administrative data on over 55,000 individuals who changed their gender marker with the Social Security Administration and had gender-congruent first name changes on tax records. We validate and describe this sample which exhibits positive selection likely associated with the ability to legally affirm gender. To address selection we estimate transgender earnings gaps using timing variation within-person and variation across siblings and coworkers. All three approaches return evidence of robust transgender earnings penalties of 6-13 log points driven by extensive and intensive margin differences.\n\n",
    "acknowledgement": "\nWe are grateful to Olivia Compton, Marcus Dillender, Erwan Dujeancourt, Taryn Eames, Donn Feir, Gilbert Gonzales, Rob Haggar, Sam Mann, Mike Martell, Josh Martin, Laura Nettuno, Elisabeth Perlman, Jamie Ryan, Dario Sansone, Edson Severnini, Lawrence Stacey, Christina Sun, Lucas Tilley, Arthur Wickard, seminar and conference participants at Carnegie Mellon University (Heinz), ITAM, RAND, University of Illinois – Chicago, University of Maryland, Vanderbilt University, the CSQIEP Virtual Seminar on LGBTQ+ Economics, the 2024 Washington Area Labor Economics Symposium, and the 2023 Office of Tax Analysis Research Conference for helpful comments. This research would not have been possible without the help and foresight of Geoffrey Gee. All errors are our own. This research was conducted while Goodman was an employee at the U.S. Department of the Treasury. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury. Any taxpayer data used in this research was kept in a secured Treasury or IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}