{
    "id": 32693,
    "citation_title": "Identifying Shocks to Systematic Risk in Times of Crisis",
    "citation_author": [
        "Jacob Boudoukh",
        "Yukun Liu",
        "Tobias J. Moskowitz",
        "Matthew P. Richardson"
    ],
    "citation_publication_date": "2024-07-15",
    "issue_date": "2024-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize how risk evolves during a crisis. Using high-frequency data, we find that the first two principal components (PCs) of the covariance matrix of global asset returns experience large, sudden, and temporary spikes coinciding with well-known crises – Covid-19 pandemic, Global Financial Crisis, and Brexit. Despite the origin of these crises being very different, the risk dynamics share remarkably common features: PC1 shocks come solely from asset volatility, while PC2 shocks come from changing loadings/composition, effectively making it a “crisis” factor. Using the exogenous nature of Covid-19, we provide novel identification of risk dynamics by linking these changes to news about the virus and epidemiological model forecast errors over time and across countries. We conclude with investment implications, where shocks to systematic risk sharply reduce diversification benefits and ex ante attempts to hedge it are futile, which may be a defining characteristic of a crisis – that it is unavoidable.\n\n",
    "acknowledgement": "\nJacob Boudoukh (Arison School of Business, RUNI), Yukun Liu (Simon Business School, University of Rochester), Tobias Moskowitz (Yale University, NBER, and AQR Capital Management), Matthew Richardson (Stern School of Business, NYU, NBER and consultant to AQR Capital Management). We would like to thank Brendan Hoffman and Ronen Israel for comments and discussions, as well as seminar participants at Baruch University, Bath University, Carnegie Mellon University, Hong Kong University, New York University, Shanghai Jiaotong University, University of Miami, University of Notre Dame, and Yale University as well as conference participants at CFA New Zealand, FSU Suntrust conference, and GSU CEAR conference for helpful comments. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR. We would like to thank Niels Gormsen, Brendan Hoffman, Ronen Israel, and Sophia Li for comments and discussions. We would also like to thank Isabella Louise Cortes Malixi for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJacob Boudoukh\n\nI have received consulting income from Verition Fund exceeding $10,000 over the past three years. Verition is a multimanager fund which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of Verition.\n\n\n\nMatthew P. Richardson\n\nI have received consulting income from AQR Capital Management exceeding $10,000 in the past. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. The views expressed here are those of the authors and not necessarily those of AQR.\n\n\n"
}