{
    "id": 32704,
    "citation_title": "The Socioeconomic Outcomes of Native Groups in Argentina",
    "citation_author": [
        "Pedro Dal Bó",
        "Carolina Lopez"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis study uses individual-level census data from Argentina to examine the socioeconomic disparities between Native and non-Native people. Native people fare worse across a variety of indicators, including housing, education, employment, and health. On average, the observed disparities amount to 12 percent of the standard deviation and persist even after controlling for factors such as geographic location. Furthermore, there are differences in the intergenerational transmission of education between Natives and non-Natives: for each level of education of the parents, the children of Natives have, on average, fewer years of education than the children of non-Natives. Finally, the study also reveals large differences between Native groups: while some achieve average outcomes that surpass those of the non-Native population, others significantly lag behind. Notably, these differences are correlated with a characteristic of their pre-Columbian economy: the practice of agriculture.\n\n",
    "acknowledgement": "\nWe thank Cynthia Marchioni and Ignacio Lopez Erazo for excellent research assistantship and Anna Aizer, Laura Fejerman, Hugo Ñopo and audiences at Universidad de San Andrés, University of British Columbia, and Universidad Torcuato Di Tella for very useful comments. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of  the National Bureau of Economic Research., the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent. All errors are our own.\n\n\n"
}