{
    "id": 32707,
    "citation_title": "Quantities and Covered-Interest Parity",
    "citation_author": [
        "Tobias J. Moskowitz",
        "Chase P. Ross",
        "Sharon Y. Ross",
        "Kaushik Vasudevan"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of intermediated arbitrage argue that bank balance sheets are an important consideration, yet little evidence exists on banks’ positioning in this context. Using confidential supervisory data (covering $25 trillion in daily notional exposures) we examine banks’ positions in connection with covered-interest parity (CIP) deviations. Exploiting cross-sectional variation in CIP deviations that have largely challenged existing theories, we document three novel forces that drive bases: 1) foreign safe asset scarcity, 2) market power and segmentation of banks specializing in different markets, and 3) concentration of demand. Our findings shed empirical light on the interplay of frictions influencing banks’ provision of dollar funding.\n\n",
    "acknowledgement": "\nWe thank Tristan D’Orsaneo for excellent research assistance. For comments and suggestions, we thank our discussants Rashad Ahmed, Will Diamond, Ben Golez, Piotr Orłowski, Stephen Szaura, and Mengbo Zhang, as well as Ricardo Correa, Wenxin Du, Nathan Foley-Fisher, Peter Hansen, Toomas Laarits, Jinsook Lee, Borghan Narajabad, Stas Nikolova, Junko Oguri, David Rappoport, Bryan Ricketts, Matt Seay, Alex Vardoulakis, Xiaochuan Xing, Chenzi Xu, Emre Yoldas, seminar participants at the University of Nebraska and Fed Board, and conference participants at the Wabash River Conference, 2024 ASSA, 2024 MFA, the Spring 2024 NBER Financial Market Frictions and Systemic Risks meeting, the 2024 Eastern Finance Association meeting, and the 2024 UCLA Fink Center Conference. AQR Capital is a global asset manager who may or may not use the insights and methods in this paper. The analysis and conclusions set forth are those of the authors and do not indicate concurrency by members of the Board of Governors of the Federal Reserve System, AQR, or their staffs. The views expressed herein are those of the authors and do not necessarily reflect the views of\n\n\n"
}