{
    "id": 32706,
    "citation_title": "Contrasting the Local and National Demographic Incidence of Local Labor Demand Shocks",
    "citation_author": [
        "Richard K. Mansfield"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how spatial frictions that differ among heterogeneous workers and establishments shape the geographic and demographic incidence of alternative local labor demand shocks, with implications for the appropriate level of government at which to fund local economic initiatives.   LEHD data featuring millions of job transitions facilitate estimation of a rich two-sided labor market assignment model.  The model generates simulated forecasts of many alternative local demand shocks featuring different establishment compositions and local areas.  Workers within 10 miles receive only 11.2% (6.6%) of nationwide welfare (employment) short-run gains, with at least 35.9% (62.0%) accruing to out-of-state workers, despite much larger per-worker impacts for the closest workers. Local incidence by demographic category is very sensitive to shock composition, but different shocks produce similar demographic incidence farther from the shock. Furthermore, the remaining heterogeneity in incidence at the state or national level can reverse patterns of heterogeneous demographic impacts at the local level.  Overall, the results suggest that reduced-form approaches using distant locations as controls can produce accurate estimates of local shock impacts on local workers, but that the distribution of local impacts badly approximates shocks' statewide or national incidence.\n\n",
    "acknowledgement": "\nNeither I nor any of my relatives have received any financial support for the research contained in this working paper.  Neither I nor any of my relatives have served as a paid or unpaid officer of any organization whose interests relate to the working paper.  No other party has a right to review this working paper prior to circulation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}