{
    "id": 32705,
    "citation_title": "Is Model Accuracy Enough? A Field Evaluation Of A Machine Learning Model To Catch Bogus Firms",
    "citation_author": [
        "Taha Barwahwala",
        "Aprajit Mahajan",
        "Shekhar Mittal",
        "Ofir Reich"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the use of a machine learning (ML) algorithm to identify fraudulent non-existent firms. Using a rich dataset of tax returns over several years in an Indian state, we train an ML-based model to predict fraudulent firms. We then use the model predictions to carry out field inspections of firms identified as suspicious by the ML tool. We find that the ML model is accurate in both simulated and field settings in identifying non-existent firms. Withholding a randomly selected group of firms from inspection, we estimate the causal impact of ML driven inspections. Despite its strong predictive and field performance, the model driven inspections do not yield a significant increase in enforcement as measured by the cancellation of fraudulent firm registrations and tax recovery. We provide two rationales for this discrepancy based on a close analysis of the tax department’s operating protocols: selection bias, and institutional friction in integrating the model into existing administrative systems. Our study serves as a cautionary tale for the application of machine learning in public policy contexts and of relying solely on test set performance as an effectiveness indicator. Field evaluations are critical in assessing the real-world impact of predictive models.\n\n",
    "acknowledgement": "\nJ-PAL South Asia has been instrumental in getting this study off the ground, and we are grateful for their support in navigating the tax department partnership. Aparna Krishnan, Sharanya Chandran, Vaishnavi Mulay, Piyali Chatterjee and the rest of the policy team championed the project with the state leadership at every turn. Mihir Bhaskar and Suddhasatwa Bhattacharya were exceptional and tireless in managing the multitude of stakeholder relationships and administration matters. We would like to thank the efforts of the leadership at the taxation department who supported the study especially through a challenging time during the pandemic. This project would not have been possible without the generosity of tax inspectors at the department headquarters as well as various district offices for their plentiful time in helping us develop an understanding of the legal, procedural and technical aspects of revenue recovery. We are especially grateful to the technical services team at the department for providing data and helping us navigate the technical infrastructure of the Goods and Services Tax Network. This study was supported by funding from the taxation department and the International Center for Tax & Development through grant 22/573 GV/18012/4H/2W. This work began prior to author SM joining Amazon Inc. The views expressed herein are those of the author(s) and can not be attributed to Amazon Inc., its Executive Boards, or management teams, or the National Bureau of Economic Research.\n\n\n"
}