{
    "id": 32701,
    "citation_title": "Government as Venture Capitalists in AI",
    "citation_author": [
        "Martin Beraja",
        "Wenwei Peng",
        "David Y. Yang",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-07-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nVenture capital plays an important role in funding and shaping innovation outcomes, characterized by investors’ deep knowledge of the technology, industry, and institutions, as well as their long-running relationships with the entrepreneurship and innovation community. China, in its pursuit of global leadership in AI innovation and technology, has set up government venture capital funds so that both national and local governments act as venture capitalists. These government-led venture capital funds combine features of private venture capital with traditional government innovation policies. In this paper, we collect comprehensive data on China’s government and private venture capital funds. We draw three important contrasts between government and private VC funds: (i) government funds are spatially more dispersed than private funds; (ii) government funds invest in firms with weaker ex-ante performance signals but these firms exhibit growth rates exceeding those of firms in which private funds invest; and (iii) private VC funds follow government VC investments, especially when hometown government funds directly invest on firms with weaker ex-ante performance signals. We interpret these patterns in light of VC funds’ traditional role overcoming information frictions and China’s unique institutional environment, which includes important frictions on mobility and information.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}