{
    "id": 32709,
    "citation_title": "Granular Income Inequality and Mobility using IDDA: Exploring Patterns across Race and Ethnicity",
    "citation_author": [
        "Illenin O. Kondo",
        "Kevin Rinz",
        "Natalie Gubbay",
        "Brandon Hawkins",
        "John L. Voorheis",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe explore the evolution of income inequality and mobility in the U.S. for a large number of subnational groups defined by race and ethnicity, using granular statistics describing income distributions, income mobility, and conditional income growth derived from the universe of tax filers and W-2 recipients that we observe over a two-decade period (1998–2019). We find that income inequality and income growth patterns identified from administrative tax records differ in important ways from those that one might identify in public survey sources. The full set of statistics that we construct is available publicly alongside this paper as the Income Distributions and Dynamics in America, or IDDA, dataset. Using two applications, we illustrate IDDA’s relevance for understanding income inequality trends. First, we extend Bayer and Charles (2018) beyond earnings gaps between Black and White men and document that, unlike those for other groups, earnings for both Black men and Black women fell behind earnings for White men following the Great Recession. This trend lasted through 2019, the end of the data period. Second, we document a significant reversal in the convergence of earnings for Native earners in Native areas.\n\n",
    "acknowledgement": "\nThe authors are grateful to Richard Liu and Zachary Swaziek for outstanding research assistance at different points in this project. Helpful comments from the following improved the paper: Andrew Goodman-Bacon, Amanda Eng, Adam Isen, Nick Pharris-Ciurej, Nathan Hendren, Jesse Rothstein, Michael Stepner, and seminar participants at the Federal Reserve Banks of Minneapolis and New York, the 2024 ASSA meetings, the 2024 NBER CRIW Spring conference on Race, Ethnicity, and Economic Statistics for the 21st Century, and the 2024 Society of Labor Economists meeting. Kevin Rinz’s work on this project was conducted primarily while he was a Census Bureau employee and a Visiting Scholar of the Opportunity & Inclusive Growth Institute. The authors have no financial disclosures to make. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBrandon Hawkins\n\nThis material is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No. 2036201. Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the National Science Foundation.\n\n\n"
}