{
    "id": 32708,
    "citation_title": "The U.S. Low-Wage Structure: A McWage Comparison",
    "citation_author": [
        "Orley C. Ashenfelter",
        "Štěpán Jurajda"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThanks to standardized work protocol and technology of McDonald’s restaurants, the hourly wage of McDonald’s Basic Crew enables wage comparisons under near-identical skill inputs and hedonic job conditions. McWages capture labor costs in entry-level jobs, while the Big Macs (earned) Per Hour (BMPH) index measures corresponding purchasing power of wages. We document large and growing geographical wage differences in standardized jobs using data covering most U.S. counties during 2016-2023. Before the Covid-19 pandemic, there was no BMPH growth where minimum wages stayed constant, but the pandemic wage increase, which diminished the importance of minimum wages, was stronger in these areas.\n\n",
    "acknowledgement": "\nThe data were collected in phone interviews by ISA Corp under exemption #7779 granted by the Princeton University Institutional Review Board for Human Subjects. Declarations of interest: none. We would like to thank Angus Deaton, Nikolas Mittag, and participants in the International Comparison of Income, Prices and Production conferences for their comments. Matej Belin provided excellent research assistance. We employ 2016 regional price parity (RPP) estimates provided by the BEA at county level, which are not as fully vetted as those at state and MSA levels. The RPP estimates provided are those that have been frequently requested by users. BEA cannot satisfy all such requests for a variety of reasons: Cost and resource constraints, legal confidentiality requirements, and concerns about data quality. When possible, BEA will provide requested supplemental detail to permit equal access. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}