{
    "id": 32717,
    "citation_title": "Anti-social norms",
    "citation_author": [
        "Leopoldo Fergusson",
        "José-Alberto Guerra",
        "James A. Robinson"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince formal rules can only partially reduce opportunistic behavior, third-party sanctioning to promote fairness is critical to achieving desirable social outcomes. Social norms may underpin such behavior, but they can also undermine it. We study one such norm the \"don’t be a toad\" norm, as it is referred to in Colombia that tells people to mind their own business and not snitch on others. In a set of fairness games where a third party can punish unfair behavior, but players can invoke the \"don’t be a toad\" norm, we find that the mere possibility of invoking this norm completely reverses the benefits of third-party sanctioning to achieve fair social outcomes. We establish this is an anti-social norm in a well-defined sense: most players consider it inappropriate, yet they expect the majority will invoke it. To understand this phenomenon we develop an evolutionary model of endogenous social norm transmission and demonstrate that a payoff advantage from adherence to the norm in social dilemmas, combined with sufficient heterogeneity in the disutility of those who view the norm as inappropriate, can generate the apparent paradox of an anti-social norm in the steady-state equilibrium. We provide further evidence that historical exposure to political violence, which increased the ostracization of snitches, raised sensitivity to this norm.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the National Philanthropic Trust, the Teaching and Researching Equitable Economics from the South (TREES) initiative, and the Universidad de los Andes’s Center for Studies on Economic Development (CEDE)–Vicepresidency of research. We thank Andrés Barinas, Santiago Neira, Paula Torres-Higuera, and Gabriela Ramírez for their excellent research assistance, and Enrique Sanz for his help in the early stages of the project. The paper benefited from comments by Nava Ashraf, Mariana Blanco, Leonardo Bursztyn, David Bradford, Marcela Eslava, Michele Gelfand, Erin Krupka, John List, Felipe Lozano, Lina Ramírez, and audiences at University of Georgia, NoBeC conference at University of Pennsylvania, LACEA Meeting at Universidad del Pacífico, ESA European and World Meetings, BEEC, Universidad de los Andes, University of Chicago, EGAP 25th Meeting, and BEBES. The Universidad de los Andes’ and the Department of Economics’ IRB approved the experiment by Acts 907 of 2018 and 1505 of 2022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}