{
    "id": 32716,
    "citation_title": "Toward a Holistic Approach to Central Bank Trust",
    "citation_author": [
        "Sandra Eickmeier",
        "Luba Petersen"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine public trust in the European Central Bank (ECB) and its determinants using data from the Bundesbank Household Panel survey for Germany. Employing an interdisciplinary approach that integrates insights from political science and psychology, we offer a fresh perspective on the factors influencing central bank trust that is more holistic than the conventional one. Our primary findings can be summarized as follows. Households who state that competence, which we define as the ECB's performance in maintaining stable prices and making decisions grounded in rules, science, and data, matters for their trust in the ECB, tend to express higher trust in the ECB. Conversely, those who place greater importance on values, particularly the integrity of top central bankers, honest communication and broader concern, tend to trust the ECB less. Trust in the ECB also hinges on trust in political institutions more generally and, to a lesser extent, on generalized trust (i.e. trust in others).\n\n",
    "acknowledgement": "\nWe thank Jörg Breitung, Peter Egger, Michael Ehrmann, Refet Gükaynak, Susanne Helmschrott, Steven Ongena, seminar participants at the Bundesbank and at Workshops at Ghent University and Goethe University, Frankfurt for very helpful discussions and suggestions and Jesus Laso Pazos for valuable research assistance. This paper uses data from the Bundesbank-Online-Panel-Households. The results published and the related observations and analysis may not correspond to results or analysis of the data producers. The views expressed herein are those of the authors and not necessarily those of the Bundesbank, the ESCB, or the National Bureau of Economic Research. On behalf of all authors, the corresponding author states that there is no conflict of interest.\n\n\n"
}