{
    "id": 32712,
    "citation_title": "Billionaire Superstar: Public Image and Demand for Taxation",
    "citation_author": [
        "Ricardo Perez-Truglia",
        "Jeffrey Yusof"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the United States, there are 741 billionaires with a combined net worth of $5.2 trillion. These billionaires live highly public lives, with some achieving superstar status. Despite growing inequality, billionaires face effective tax rates lower than the average American. Is this due to a lack of public support for taxation? Is it due to misperceptions about billionaires’ lives and careers? To address these questions, we conducted a survey experiment with a sample of 9,013 Americans. We designed multiple treatments based on research on preferences for redistribution and arguments made by academics, journalists, and the general public to increase taxes on the ultra-wealthy. Our findings reveal significant misperceptions about billionaires, with individuals updating their beliefs in response to information. Contrary to expert predictions that all treatments would positively affect the demand for taxation, most treatments have a null or negative effect. Providing information about the lavish lifestyles of billionaires does have a robust positive effect on the demand for taxation.\n\n",
    "acknowledgement": "\nWe are thankful for comments by colleagues and seminar participants. We are grateful for funding provided by the Stone Center at UC Berkeley. Miriam Malament, Romina Quagliotti, Tianyi (Chelsea) Che and Alexia Witthaus Vine provided excellent research assistance. The experiment was pre-registered at the AEA RCT Registry (AEARCTR-0011845) and was reviewed and approved in advance by the Institutional Review Board at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}