{
    "id": 32711,
    "citation_title": "Does Income Affect Health? Evidence from a Randomized Controlled Trial of a Guaranteed Income",
    "citation_author": [
        "Sarah Miller",
        "Elizabeth Rhodes",
        "Alexander W. Bartik",
        "David E. Broockman",
        "Patrick K. Krause",
        "Eva Vivalt"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-09-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on the causal relationship between income and health by studying a randomized experiment in which 1,000 low-income adults in the United States received $1,000 per month for three years, with 2,000 control participants receiving $50 over that same period. The cash transfer resulted in large but short-lived improvements in stress and food security, greater use of hospital and emergency department care, and increased medical spending of about $20 per month in the treatment relative to the control group. The use of other office-based care— particularly dental care—may also have increased as a result of the transfer. However, we find no effect of the transfer across several measures of physical health as captured by multiple well-validated survey measures and biomarkers derived from blood draws. We can rule out even very small improvements in physical health, and the effect that would be implied by the cross-sectional correlation between income and health lies well outside our confidence intervals. We also find that the transfer did not improve mental health after the first year and by year 2 we can again reject very small improvements. We also find precise null effects on self-reported access to health care, physical activity, sleep, and several other measures related to preventive care and health behaviors. Our results imply that more targeted interventions may be more effective at reducing health inequality between high- and low-income individuals, at least for the population and time frame that we study.\n\n",
    "acknowledgement": "\nMany people were instrumental in the success of this project. The program we study and the associated research were supported by generous private funding sources, and we thank the non-profit organizations that implemented the program. We are grateful to Jake Cosgrove, Leo Dai, Joshua Lin, Anthony McCanny, Ethan Sansom, Kevin Didi, Sophia Scaglioni, Oliver Scott Pankratz, Angela Wang-Lin, Jill Adona, Oscar Alonso, Rashad Dixon, Marc-Andrea Fiorina, Ricardo Robles, Jack Bunge, Isaac Ahuvia, and Francisco Brady, all of whom provided excellent research assistance. Alex Nawar, Sam Manning, Elizabeth Proehl, Tess Cotter, Karina Dotson, and Aristia Kinis were invaluable contributors through their work at OpenResearch. Carmelo Barbaro, Janelle Blackwood, Katie Buitrago, Melinda Croes, Crystal Godina, Kelly Hallberg, Kirsten Jacobson, Timi Koyejo, Misuzu Schexnider, and the staff of the Inclusive Economy Lab at the University of Chicago more broadly have provided key support throughout all stages of the project. Kirsten Herrick provided help with the nutrition diary data collection effort of this project. We are grateful for the feedback we received throughout the project from numerous researchers and from our advisory board, as well as useful feedback from seminar and conference participants. This study was approved by Advarra Institutional Review Board (IRB).We received funding for this paper from NIH grant 1R01HD108716-01A1. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 3011. (CBDRB-FY24-P3011-R11537). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}