{
    "id": 32714,
    "citation_title": "Taxing Capital in a Globalized World: The Effects of Automatic Information Exchange",
    "citation_author": [
        "Hjalte Fejerskov Boas",
        "Niels Johannesen",
        "Claus Thustrup Kreiner",
        "Lauge Truels Larsen",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-10-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the second half of the 2010s more than 100 countries—including all large offshore financial centers—started to automatically exchange bank information with foreign tax authorities. This informational big-bang marks a break with the situation of offshore bank secrecy that prevailed before. We study its effects on tax compliance by analyzing the universe of information reports sent by foreign banks to Danish authorities, matched to population- wide micro-data on income, wealth, and cross-border bank transfers. In response to the automatic exchange of bank information, tax evaders may repatriate previously undeclared offshore wealth, they may start to self-report offshore income to the tax authorities, or the tax authorities may detect their evasion in audits that use the new information reports. Using a variety of research designs, we find large compliance effects along all these margins, with the largest response coming from repatriation of wealth. Overall we estimate that the automatic exchange of bank information has closed about 70% of the offshore tax gap. These results highlight the power of international cooperation to improve tax compliance in a globalized world.\n\n",
    "acknowledgement": "\nWe thank numerous conference participants for helpful comments and reactions. We are also grateful to the Danish tax agency (SKAT), in particular Lars-Henrik Christensen, Jeppe Larsen, Anni Overby, Karina Gull Pedersen, and S ren Pedersen, for assistance with data access and collection of new tax audit data. The findings, interpretations, and conclusions expressed in this paper are those of the authors. They do not necessarily represent the views of SKAT. We acknowledge financial support from the Carnegie Foundation, the Stone Foundation, the European Research Council, and the European Commission grant TAXUD/2023/DE/318. The authors are part of the Center for Economic Behavior and Inequality (CEBI) hosted by the University of Copenhagen and financed by the Danish National Research Foundation, grant DNRF134. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}