{
    "id": 32713,
    "citation_title": "Estimation of Property Value Changes from Nearby Carbon Capture, Utilization, and Storage Projects in the United States",
    "citation_author": [
        "Kaifang Luo",
        "Yueming Lucy Qiu",
        "Pengfei Liu",
        "Yingdan Mei"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCarbon capture, utilization, and storage (CCUS) techniques are vital to decarbonization goals. A CCUS supply chain captures CO₂ and delivers it to a suitable location where CO₂ can either be used or injected deep underground for long-term storage. CCUS projects reduce carbon emissions but also pose certain risks to local communities. Using nationwide CCUS data combined with property-level transaction records from 1990 to 2021 in the U.S., we quantify the net impact of proximity to CCUS projects on nearby housing prices in light of their positive and negative externalities. The results show that proximity to CCUS projects leads to a price premium on nearby house sales prices, but such effects disappear beyond the 4.2-km buffer. Compared to homes without CCUS projects nearby, houses with CCUS projects within 4.2 km typically command a price premium of 3.90% (or $8,582). CCUS deployment could be facilitated with a more detailed explanation of the housing price premium. The observed increase in property values near CCUS operations in the U.S. provides insights that could inform CCUS project development in other regions, though local regulatory and socio-economic factors must be carefully considered.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the Alfred P. Sloan Foundation. We also thank participants at the NBER “Distributional Consequences of New Energy Policies” workshop in 2023 for helpful comments. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPengfei Liu\n\nThe project has received funding support from the Sloan foundation.\n\n\n"
}