{
    "id": 32718,
    "citation_title": "The Gas Trap: Outcompeting Coal vs. Renewables",
    "citation_author": [
        "Bård Harstad",
        "Katinka Holtsmark"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a fundamental dilemma and time-inconsistency problem facing a climate coalition producing natural gas. In the short term, it is tempting to export more to outcompete coal. When this policy is anticipated, however, investments in renewables fall and emissions ultimately increase. When the coalition cannot pre-commit, its policies will be counterproductive. We discuss the robustness of this result and possible solutions. If the coalition can invest directly in renewables, for instance, the incentive to maintain a high price on exports can mitigate the temptation to reduce the price to outcompete coal. Under certain conditions, the commitment outcome can be implemented.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the University of Copenhagen (February, 2023), the University of Oslo (February, 2023), the Bergen Economics of Energy and Environment Research Conference (June, 2023), the Nordic Theory Group (June, 2023), the EEA-ESEM Congress (August, 2023), the Human Behavior and Sustainability Conference at Stanford (February, 2024), the conference on Macroeconomic Green Dynamics (June, 2024), and the NAERE conference (June, 2024). Max Wosnitza provided excellent research assistance and Frank Azevedo’s copyediting improved the writing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}