{
    "id": 32728,
    "citation_title": "A Welfare Analysis of Policies Impacting Climate Change",
    "citation_author": [
        "Robert W. Hahn",
        "Nathaniel Hendren",
        "Robert D. Metcalfe",
        "Ben Sprung-Keyser"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-18",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the most effective ways to address climate change? This paper extends and applies the marginal value of public funds (MVPF) framework to help answer this question. We examine 96 US environmental policy changes studied over the past 25 years. These policies span subsidies (wind, residential solar, electric and hybrid vehicles, vehicle retirement, appliance rebates, weatherization), nudges (marketing, energy conservation), and revenue raisers (fuel taxes, cap and trade). For each policy, we draw upon quasi-experimental or experimental evaluations of its causal effects and translate those estimates into an MVPF. We apply a consistent translation of these behavioral responses into measures of their associated externalities and valuations of those externalities. We also provide a new method for incorporating learning-by-doing spillovers. The analysis yields three main results: First, subsidies for investments that directly displace the dirty production of electricity, such as production tax credits for wind power and subsidies for residential solar panels, have higher MVPFs (generally exceeding 2) than all other subsidies in our sample (with MVPFs generally around 1). Second, nudges to reduce energy consumption have large MVPFs, with values above 5, when targeted to regions of the US with a dirty electric grid. By contrast, policies targeting areas with cleaner grids, such as California and the Northeast, have substantially smaller MVPFs (often below 1). Third, fuel taxes and cap-and-trade policies are highly efficient means of raising revenue (with MVPFs below 0.7). We contrast these conclusions with those derived from more traditional cost-per-ton metrics used in previous literature.\n\n",
    "acknowledgement": "\nWe thank Sarah Aaronson, Mira Chaskes, Aidan Creeron, Jamie Emery, Charlie Hutchinson, Jack Kelly, Navya Kumar, Isaac Maruyama, Victor Mylonas, Sethu Odayappan, and Lukas Puschnig for excellent research assistance. We thank Joseph Aldy, Lucie Gadenne, Ken Gillingham, Michael Greenstone, Christopher Knittel, Mark Jacobsen, Al McGartland, Nick Muller, Ishan Nath, Jacquelyn Pless, Brian Prest, Imran Rasul, Jim Stock, Alex Teytelboym, Rick van der Ploeg, and Catherine Wolfram for their excellent comments. We also thank seminar participants at the NBER Summer Institute Environmental & Energy 2024, Bank of England, Carnegie Mellon, European Commission, HEC Lausanne, Harvard University, Institute for Fiscal Studies, IMF and the World Bank, London School of Economics, Queen Mary, Paris School of Economics, Toulouse School of Economics, Tulane University, University College London, University of California San Diego, University of Chicago, and University of Oxford. We thank Doyne Farmer and Rupert Way for helpful comments and for sharing their data. This research was supported by Policy Impacts, which receives support from the Spiegel Family Fund.\n\n\n"
}