{
    "id": 32726,
    "citation_title": "Digital Advertising and Market Structure: Implications for Privacy Regulation",
    "citation_author": [
        "Daniel Deisenroth",
        "Utsav Manjeer",
        "Zarak Sohail",
        "Steven Tadelis",
        "Nils Wernerfelt"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDigital advertising, which uses consumer data to target ads to users, now accounts for most of global ad expenditures. Privacy concerns have prompted regulations that restrict the use of personal data. To inform these policy debates, we develop an equilibrium model of advertising and market structure to analyze the impact of privacy regulation on market outcomes. We test the model’s predictions using the launch of Apple’s App Tracking Transparency feature, which created a natural experiment that limited the use of consumer data. Leveraging data from all U.S. advertisers on Meta combined with offline administrative data, we find that reductions in digital ad effectiveness led to decreases in investments in advertising, increases in market concentration, and increases in product prices. These effects are economically meaningful in magnitude and suggest potential harms to both firms and consumers from privacy regulation.\n\n",
    "acknowledgement": "\nAuthors are listed alphabetically. We are grateful to numerous colleagues and coworkers for comments on past iterations of this work and to Nadav Tadelis for detailed comments on an earlier draft. All errors remain our own. Deisenroth, Manjeer and Sohail are employees of Meta Inc., a firm that sells targeted advertising on its digital platform. Tadelis was a paid consultant for Meta Inc from June 2021 through December 2022 and was not paid for any part of this research. Wernerfelt was an employee at Meta Inc. from June 2016 until June 2023 and currently has a consulting relationship with Meta Inc. but was not paid for any part of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}