{
    "id": 32727,
    "citation_title": "Do Mergers and Acquisitions Improve Efficiency? Evidence from Power Plants",
    "citation_author": [
        "Mert Demirer",
        "Ömer Karaduman"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing rich data on hourly physical productivity and thousands of ownership changes from US power plants, we study the effects of acquisitions on efficiency and underlying mechanisms. We find a 2% average increase in efficiency for acquired plants, beginning five months after acquisitions. Efficiency gains rise to 5% under direct ownership changes, with no significant change when only parent ownership changes. Investigating the mechanisms, three-quarters of the efficiency gain is attributed to increased productive efficiency, while the rest comes from dynamic efficiency through changes in production allocation. Our evidence suggests that high-productivity firms buy underperforming assets from low-productivity firms and make them as productive as their existing assets through operational improvements. Finally, acquired plants improve their performance beyond efficiency by increasing output and reducing outages.\n\n",
    "acknowledgement": "\nWe thank Seabron Adamson, Nikhil Agarwal, Charles Angelucci, Vivek Bhattacharya, Severin Borenstein, David P. Byrne, Steve Cicala, Lucas Davis, Natalia Fabra, Silke Forbes, Bob Gibbons, Ali Hortaçsu, Paul Joskow, Chris Knittel, Charlie Kolstad, Jacob LaRiviere, Alex Mackay, Nathan Miller, Ariel Pakes, Mathias\nReynaert, Dennis Rickert, Nancy Rose, Richard Schmalensee, Chad Syverson, Mike Whinston, Frank Wolak, Catherine Wolfram, Ali Yurukoglu, and various seminar participants for helpful comments. Anna Simmons, Michel Gutmann, David Scolari, and Sam Pomerantz provided excellent research assistance. We thank Matt Barmack, Sang Ha Gang, Charlie Gates, Robert Kasle, Peter Rider, and Jon Sepich for insightful discussions on plant operations and acquisitions in the power generation industry. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}