{
    "id": 32721,
    "citation_title": "Exploiting Complementarity in Applied General-Equilibrium Models: Heterogeneous Firms, Multinationals, Capacity Constraints, Endogenous Zeros",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nApplied general-equilibrium (AGE) models have often made compromises to circumvent difficult modeling problems. One of these is avoiding endogenous zeros, ruling out important questions. Traditional perfect competition models: when do technologies or trade links switch from active to inactive or vice versa? Heterogeneous firms: what types of firms are active in equilibrium? Multinationals: when do firms switch from exporting to foreign production? Capacity constraints: could trade links or production sectors hit capacity limits? Here I exploit the complementarity approach to general equilibrium, focusing on modeling heterogeneous firms and endogenous multinational production. Instead of the traditional continuum formulation, there is a discrete and finite set of firm types, differing in marginal costs across but not within types. There is an upper bound on the number of firms that can enter in each firm type. Formulated as a non-linear complementarity problem, we can solve for the set of active firm types in relation to characteristics of the economy such as size or trade costs and their modes of operation: no entry, domestic, exporting, multinational. The analysis easily incorporates endogenous markups and positive aggregate profits. Productivities can be calculated directly from data and no integrals/integration/parametric distributions are required.\n\n",
    "acknowledgement": "\nSpecial thanks to Michael Ferris at the University of Wisconsin, Madison, Computer Science. Ferris and colleagues are the authors of PATH, the non-linear complementarity or MCP (mixed complementarity problem) solver that can accessed in GAMS and in other software. Michael was generous with his time in walking me through how PATH converts weak inequalities to equations with the use of slack variable following the intuition from the Karush-Kuhn-Tucker theorem. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}