{
    "id": 32732,
    "citation_title": "Different Paths to College Success: The Impact of Massachusetts’ Charter Schools on College Trajectories",
    "citation_author": [
        "Sarah Cohodes",
        "Astrid Pineda"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "2024-11-08",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe charter school movement encompasses many school models. In Massachusetts in the 2010’s, the site of our study, urban charter schools primarily used “No Excuses” practices, whereas nonurban charters had greater model variety. Using randomized admissions lotteries, we estimate the impact of charter schools by locality on college preparation, enrollment, and graduation. Urban charter schools boost all of these outcomes. Nonurban charter schools raise college enrollment and graduation despite reducing state test scores and AP enrollment. Our results suggest that there is more than one path to a college degree and that test score impacts may not predict college outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Carrie Conaway, Matthew Deninger, Elana McDermott, Alison Bagg, Pierre Lucien, and the staff of the Massachusetts Department of Elementary and Secondary Education and Boston area charter schools for facilitating the data access that made this project possible. Astrid Sandsør, Chris Torres, Samantha Eyler-Driscoll, and seminar and conference participants at the AEFP, Boston University, IZA, the University of Arkansas, the University of Michigan, and the University of Rochester provided helpful comments. Thanks also go to the City Fund and Blueprint Labs for financial support for this project. Cohodes’s contribution to the preparation of this manuscript was funded by a grant from the Research Council of Norway, Project Number 325245. Pineda was supported by the Institute of Education Sciences, U.S. Department of Education, through grant R305B200017 to Teachers College Columbia University. The opinions expressed are those of the authors and do not represent the views of the Institute of Education Sciences or the U.S. Department of Education. This research was deemed exempt from human subjects review by the Institutional Review Boards of Teachers College Columbia University and the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSarah Cohodes\n\nI declare that I have no relevant or material financial interests related to the research described in this paper entitled “Diverse Paths to College Success: The Impact of Massachusetts' Urban and Nonurban Charter Schools on College Trajectories.” I declare that I do not hold any paid or unpaid positions at any relevant organizations that would pose a conflict of interest to this research.\n\n\nThe Massachusetts Department of Elementary and Secondary Education had the right to review this paper prior to circulation in order to determine no individual’s data was disclosed and they exercised that right.\n\n\n\nAstrid Pineda\n\nJuly 15th,  2024\n\n\nDisclosure Statement\n\n\nI, Astrid Pineda, have not held any paid or unpaid positions at any relevant organizations that would pose a conflict of interest to this research, “Diverse Paths to College Success: The Impact of Massachusetts' Urban and Nonurban Charter Schools on College Trajectories.” I declare that I have no relevant or material financial interests that relate to this paper.\n\n\nI also declare that my work on this research was supported by the Institute of Education Sciences, U.S. Department of Education, through grant R305B200017 to Teachers College Columbia University.\n\n\nThe Massachusetts Department of Elementary and Secondary Education (DESE) had the right to review this paper to determine that student privacy was protected, and it exercised that right.\n\n\nAstrid Pineda\nEmail: acp2212@tc.columbia.edu\nPhone: 305-788-5235\n\n\n"
}