{
    "id": 32733,
    "citation_title": "The Shifting Finance of Electricity Generation",
    "citation_author": [
        "Aleksandar Andonov",
        "Joshua Rauh"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the incentives of incumbent domestic listed corporations (DLCs) in the electricity generation industry, private equity, institutional investors, and foreign corporations have played an outsized role in financing the energy transition. These new entrants are twice as likely to create power plants as incumbents. They owned 58% of wind, 47% of solar, and 34% of natural gas electricity production as of 2020. The ownership changes are concentrated in deregulated wholesale markets which attract more capital from new entrants to create renewable and natural gas plants, acquire existing plants, and accelerate the decommissioning of coal plants. Sales of fossil fuel plants from DLCs to foreign corporations result in some leakage, but private equity has similar decommissioning rates to incumbents. The new ownership types create more efficient power plants with a lower heat rate and improve the efficiency of acquired plants. Our results also highlight an important tradeoff in bringing new financing sources to the electricity sector. When selling electricity, private equity and foreign corporations use contracts with shorter duration, shorter increment pricing, and more peak-period sales, and obtain a $2.59 higher average price per MWh.\n\n",
    "acknowledgement": "\nWe thank Seamus Duffy and Andy Li for excellent research assistance. We are grateful to Aymeric Bellon, Steve Cicala, Oliver Giesecke, Erik Gilje, Akshaya Jha, Gustav Martinsson, Stefano Ramelli, Kunal Sachdeva, Martin Schmalz, Sophie Shive, Frank Wolak, as well as seminar participants at the American Economic Association, ASU Sonoran Winter Finance Conference, Aston Business School, BI Norwegian Business School Oslo, CEPR Sustainability and Public Policy Workshop, Columbia Private Equity Conference, Imperial College, INSEAD, University of Michigan Mitsui Finance Symposium, NBER Summer Institute\nCorporate Finance, Oxford Sustainable Private Markets Conference, Stanford GSB, Stanford SITE Climate Finance, Innovation, and Challenges for Policy, Stockholm School of Economics Harnessing Finance for Climate Conference, University of Amsterdam, and VU Amsterdam for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}