{
    "id": 32735,
    "citation_title": "Family Planning, Now and Later: Infertility Fears and Contraceptive Take-Up",
    "citation_author": [
        "Natalie Bau",
        "David J. Henning",
        "Corinne Low",
        "Bryce Steinberg"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nEarly fertility is a key barrier to female human capital attainment in sub-Saharan Africa, yet contraceptive take-up remains puzzlingly low, even among educated populations with healthcare access. We study a barrier to hormonal contraceptive uptake that has not been causally tested: the persistent (incorrect) belief that these contraceptives cause later infertility. This belief creates a perceived tradeoff between current and future reproductive control. We use a randomized controlled trial with female undergraduates at the flagship university in Zambia to test two interventions to increase contraceptive use. Despite high rates of sexual activity, low rates of condom-use, and near zero desire for current pregnancy, only 5% of this population uses hormonal contraceptives at baseline. Providing a non-coercive conditional cash transfer to visit a local clinic only temporarily increases contraceptive use. However, pairing this transfer with information addressing fears that contraceptives cause infertility has a larger initial effect and persistently increases take-up over 6 months. This treatment reduces beliefs that contraceptives cause infertility and leads to the take-up of longer-lasting contraceptives. Compliers are more likely to cite fear of infertility as the reason for not using contraceptives at baseline. Eliminating the belief that contraceptives cause infertility would more than triple contraceptive use.\n\n",
    "acknowledgement": "\nWe are grateful for funding from NSF grant SES2343873 and for internal funds from Brown University, UPenn, and UCLA. This RCT is registered in the AEA RCT Registry (AEARCTR-0013733). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}