{
    "id": 32739,
    "citation_title": "Rising Markups and the Role of Consumer Preferences",
    "citation_author": [
        "Hendrik Döpper",
        "Alexander MacKay",
        "Nathan H. Miller",
        "Joel Stiebale"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the evolution of markups for consumer products in the United States from 2006 to 2019. Using detailed data on prices and quantities for products in more than 100 distinct product categories, we estimate flexible demand systems and recover markups under an assumption that firms set prices to maximize profit. Our empirical strategy obtains a panel of consumer preferences and marginal costs based on the estimation of separate random coefficient models by category and year. We find that markups increased by about 30 percent on average over the sample period. The change is primarily attributable to decreases in marginal costs, as real prices only increased slightly from 2006 to 2019. Our estimates indicate that consumers have become less price sensitive over time.\n\n",
    "acknowledgement": "\nWe thank Chris Conlon, Charlie Murry, Ariel Pakes, and Gloria Sheu for their helpful comments. We are grateful for the comments and suggestions from many seminar and conference participants. Researchers own analyses calculated (or derived) based in part on data from Nielsen Consumer LLC and marketing databases provided through the NielsenIQ Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the NielsenIQ data are those of the researcher(s) and do not reflect the views of NielsenIQ. NielsenIQ is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein. Computational support and infrastructure were provided by the “Centre for Information and Media Technology” (ZIM) at Heinrich Heine University Dusseldorf. Hendrik Doepper gratefully acknowledges funding by the Deutsche Forschungsgemeinschaft (DFG) (project 235577387/GRK1974). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}