{
    "id": 32737,
    "citation_title": "Tax Incentives for Charitable Giving: New Findings from the TCJA",
    "citation_author": [
        "Xiao Han",
        "Daniel M. Hungerman",
        "Mark Ottoni-Wilhelm"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "2024-10-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Tax Cuts and Jobs Act eliminated federal charitable giving incentives for roughly 20 percent of US income-tax payers. We study the impact of this on giving. Basic theory and our empirical results suggest heterogeneous effects for taxpayers with different amounts of itemizable expenses. Overall, the reform decreased charitable giving by about $20 billion annually. Using a new method to adjust estimates for retimed giving, we find evidence of moderate intertemporal shifts from pre-announcement of the law. The permanent price elasticity of giving estimates range from .6 for the average donor to over 2 for those predicted to be most responsive to the reform.\n\n",
    "acknowledgement": "\nThe authors received no funding to conduct this study. The collection of the PSID data used by the authors was partly supported by the National Institutes of Health [R01 HD069609, R01 AG040213]; and the National Science Foundation [SES 1157698, 1623684]. Collection of the Philanthropy Panel Study data within the PSID was begun in 2001 with funding from the Atlantic Philanthropies, with continuing waves funded by partnering donors; recent institutional donors include the Bill & Melinda Gates Foundation, Charles Stewart Mott Foundation, Fidelity Charitable Catalyst Fund, Google.org Charitable Giving Fund, and The John Templeton Foundation. We are grateful for helpful comments and suggestions from participants at the 9th Annual Conference of the Science of Philanthropy Initiative, the University of Colorado Denver, and the 51st ARNOVA Annual Conference. We are also grateful to Dan Feenberg for his creation of, and providing help with, NBER’s TAXSIM. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}