{
    "id": 32730,
    "citation_title": "Mispricing Narratives after Social Unrest",
    "citation_author": [
        "Bocar A. Ba",
        "Abdoulaye Ndiaye",
        "Roman Rivera",
        "Alexander Whitefield"
    ],
    "citation_publication_date": "2024-07-22",
    "issue_date": "2024-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe study how negative sentiment around an industry impacts beliefs and behaviors, focusing on demands for racial justice after the murder of George Floyd and the salience of the “defund the police” movement. We assess stakeholder beliefs on the impact of protests on the stock prices of police-affiliated firms. In our survey experiment, laypeople and finance professionals predicted more negative stock price outcomes when they lacked details on the products supplied by such firms. Exposure to narratives about the context of the protests further reduced the prediction accuracy of these groups. In contrast, product information improved the prediction accuracy of respondents. Turning to real-life behavior, we find that mutual funds exposed to protests were 20% less likely to hold police stocks, after the protests, than funds in areas without protests. Political support for maintaining police funding, though in the majority, declined by 4.3 percentage points in protest areas. The salience of the “defund the police” narrative led to significant overreactions in both financial predictions and real-life behavior.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title “Forecasting the Impact of Racial Uprisings, Market versus Stakeholders’ Expectations.” We are grateful to Amna Akbar, Desmond Ang, Attila Ambrus, Peter Arcidiacono, Arjada Bardhi, Pat Bayer, David Berger, Peter Blair, Tim Bollerslev, Romaine Campbell, Charlotte Cavaille, Tony Cheng, Zoe Cullen, Jeff DeSimone, Deshonay Dozier, Samantha Eyler-Driscoll, Roland Fryer, Rob Garlick, Arkadev Ghosh, Kareem Haggag, Oliver Hart, Nathan Hendren, Cosmin Ilut, Kyle Jurado, Alec Karakatsanis, Hamid Khan, Vic Khanna, Matyos Kidane, Andrea Kiss, Illenin O. Kondo, Rachel Kranton, Timur Kuran, Dean Knox, Rachel Mariman, Arnaud Maurel, Phil McHarris, Jonathan Moreno-Medina, Aurelie Ouss, Andrew Patton, Laura Pilossoph, Jim Poterba, Shakeer Rahman, Nayoung Rim, Jimmy Roberts, Chris Roth, Felwine Sarr, Todd Sarver, Duncan Thomas, Rob Vargas, Ralph Watkins, Huseyin Yildirim, and Basit Zafar, and seminar participants at Duke, Emory, and UT Austin. Meghna Baskar, Patton Chen, Omar Farrag, Mary Ann Fahmy, Lily Levine, Della Maggio, Kiran Misra, Aby MBaye, Pushkar Nimkar, and Judicaël Waounwa, along with Woodman Scholars from the Duke Economic Analytics Lab—Alicia Gong, Justice Hatcher, Julia Ma, Jack Duhon, Audrey Wang, and Della Sihite—provided outstanding research assistance. Ba gratefully acknowledges financial support from the National Science Foundation (Grant No. 2314013) and the Duke Economics Department. This work was completed during his visit to the Opportunity Inclusive Growth Institute at the Minneapolis Fed. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}