{
    "id": 32742,
    "citation_title": "Intergenerational Impacts of Secondary Education: Experimental Evidence from Ghana",
    "citation_author": [
        "Esther Duflo",
        "Pascaline Dupas",
        "Elizabeth Spelke",
        "Mark P. Walsh"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide experimental evidence on the intergenerational impacts of secondary education subsidies in a low-income context, leveraging a randomized controlled trial and 15-year longitudinal follow-up. For young women, receiving a scholarship for secondary school delays childbearing and marriage, and reduces unwanted pregnancies. Female scholarship recipients are more likely to marry a partner with tertiary education and their children have better early childhood development outcomes. In particular, we document a 45% reduction in under-three mortality as well as cognitive development gains of 0.25 standard deviations of test scores once children are of school age. The primary mechanism seems to be that more-educated caregivers have the knowledge and skills to safeguard their children’s health and stimulate their cognitive development. In contrast, we find no evidence of a positive impact for the children of male scholarship recipients, who tend to marry less educated partners. Together, these results suggest a key role for maternal education in child outcomes. We also estimate the cost-benefit ratio for secondary school scholarships and find that the impact on child survival alone is sufficient to make them a highly cost-effective investment.\n\n",
    "acknowledgement": "\nThe funding for this study was provided by the British Academy, the JPAL Post-Primary Education Initiative, and USAID-DIV. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}