{
    "id": 32743,
    "citation_title": "Pricing the Priceless: The Financial Cost of Biodiversity Conservation",
    "citation_author": [
        "Fukang Chen",
        "Minhao Chen",
        "Lin William Cong",
        "Haoyu Gao",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe pace of biodiversity loss requires drastic shifts in conservation efforts that carry substantial costs. We investigate how the financial market prices such conservation costs exploiting the \"Green Shield Action,\" a major regulatory initiative launched by the Chinese central government in 2017 to enforce biodiversity preservation rules in national nature reserves. We document that, while improving local biodiversity, the initiative led to a significant increase in bond yields for Chinese municipalities with national nature reserves. Evidence suggests that these effects are driven by expected increases in transition costs resulting from shutting down illegal economic activities within reserves and local public spending on biodiversity following the initiative. Overall, our results indicate that investors show little consideration beyond financial payoffs towards endeavors counteracting biodiversity loss.\n\n",
    "acknowledgement": "\nHaoyu Gao acknowledges the research support from the National Natural Science Foundation of China (NSFC 72322015 and 72273146) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}