{
    "id": 32746,
    "citation_title": "So Many Jumps, So Few News",
    "citation_author": [
        "Yacine Aït-Sahalia",
        "Chen Xu Li",
        "Chenxu Li"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper relates jumps in high frequency stock prices to firm-level, industry and macroeconomic news, in the form of machine-readable releases from Thomson Reuters News Analytics. We find that most relevant news, both idiosyncratic and systematic, lead quickly to price jumps, as market efficiency suggests they should. However, in the reverse direction, the vast majority of price jumps do not have identifiable public news that can explain them, in a departure from the ideal of a fair, orderly and efficient market. Microstructure-driven variables have only limited predictive power to help distinguish between jumps with and without news.\n\n",
    "acknowledgement": "\nThe research of Chenxu Li was supported by the Guanghua School of Management, the Center for Statistical Sciences, the High-performance Computing Platform, and the Key Laboratory of Mathematical Economics and Quantitative Finance (Ministry of Education) at Peking University, as well as the National Natural Science Foundation of China (Grant 72173003). The research of Chen Xu Li was supported by the National Natural Science Foundation of China (Grant 72203221). Chen Xu Li is also grateful for the financial support of the Bendheim Center for Finance at Princeton University and the School of Business at Renmin University of China. Thomson Reuters News Analytics provided access to its news data solely for academic purposes, without compensation or the right to review the research product. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}