{
    "id": 32757,
    "citation_title": "Quantitative Tightening with Slow-Moving Capital",
    "citation_author": [
        "Zhengyang Jiang",
        "Jialu Sun"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document shifts in investor composition during quantitative tightening, which suggest that investors adjust their portfolios at different speeds. To understand its implications for bond valuation, we develop a general equilibrium model which highlights the dynamic interaction between heterogeneous investors. In the model, long-term investors have higher risk-taking capacity, but face a portfolio adjustment cost; liquidity traders have lower risk-taking capacity, but can trade freely. Our model predicts a novel overshooting pattern: when the central bank unwinds its bond purchase, slow adjustment by long-term investors requires liquidity traders to absorb the imbalance, who demand a higher risk premium that creates excessive bond price decline and volatility in the short run. As a result, quantitative tightening is not simply a symmetric reversal of quantitative easing.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, YiLi Chien, Anna Cieslak, Nicolas Crouzet, Xiang Fang, Paul Fontanier, Nicolae Gârleanu, Bryan Hardy, Arvind Krishnamurthy, Wenhao Li, Konstantin Milbradt, Gabor Pinter, Jacopo Ponticelli, Ishita Sen, and participants at the Yale Junior Macro-Finance Conference, Northwestern Kellogg, Wharton Valuation Workshop, Western Finance Association, and the Society for Economic Dynamics for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}