{
    "id": 32753,
    "citation_title": "Constructing BEA Highways and Streets Net Wealth Stocks with Detailed Types of Investment and Engineering-based Estimates of Depreciation",
    "citation_author": [
        "Barbara M. Fraumeni",
        "Robert Kornfeld"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds on a previous paper by the authors (Kornfeld and Fraumeni, 2022) that primarily used U.S. Federal Highway Administration Highway Statistics data to disaggregate investment in highways and streets into more detailed types to produce updated estimates of net wealth stocks and depreciation. In this paper, major components of highways and streets other than pavement:  grading, bridges and other structures, traffic management, safety, and environmental, are set equal to comprehensive revision updated versions of those derived in the earlier paper.  All capital outlays, including those for pavement, and non-pavement net wealth stocks, are controlled to current BEA estimates. The engineering-based depreciation patterns are very dissimilar to the BEA patterns.  The engineering-based net wealth pavement stock depreciation patterns fall from an efficiency level of about 0.055 to zero after 20 years of life; the BEA Hulten-Wykoff-based net wealth pavement stock depreciation patterns are at approximately the same efficiency level after 62 years, with a positive efficiency level continuing to infinity. BEA adopted Hulten-Wykoff default depreciation rates in the absence of other information (Fraumeni, 1997), however research by Fraumeni established engineering-based Picher pavement depreciation rates for highways and streets (Fraumeni, 1999, 2007).\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent the view of the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, or the National Bureau of Economic Research.\n\n\n"
}