{
    "id": 32758,
    "citation_title": "Estimating the Potential Impact of Combined Race and Ethnicity Reporting on Long-Term Earnings Statistics",
    "citation_author": [
        "Kevin L. McKinney",
        "John M. Abowd"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use place of birth information from the Social Security Administration linked to earnings data from the Longitudinal Employer-Household Dynamics Program and detailed race and ethnicity data from the 2010 Census to study how long-term earnings differentials vary by place of birth for different self-identified race and ethnicity categories. We focus on foreign-born persons from countries that are heavily Hispanic and from countries in the Middle East and North Africa (MENA). We find substantial heterogeneity of long-term earnings differentials within country of birth, some of which will be difficult to detect when the reporting format changes from the current two-question version to the new single-question version because they depend on self-identifications that place the individual in two distinct categories within the single-question format, specifically, Hispanic and White or Black, and MENA and White or Black. We also study the USA-born children of these same immigrants. Long-term earnings differences for the 2nd generation also vary as a function of self-identified ethnicity and race in ways that changing to the single-question format could affect.\n\n",
    "acknowledgement": "\nResearch presented here was authorized by the Census Bureau under project P-6000266. All results have been reviewed to ensure that no confidential information is disclosed (DRB release number CBDRB-FY23-CES-011-002). This research uses data from the Census Bureau’s Longitudinal Employer-Household Dynamics Program, which was partially supported by NSF Grants SES-9978093, SES-0339191, and ITR-0427889; NIA Grant AG018854; and grants from the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}