{
    "id": 32756,
    "citation_title": "Elephants in Equity Markets",
    "citation_author": [
        "Hélène Rey",
        "Adrien Rousset Planat",
        "Vania Stavrakeva",
        "Jenny Tang"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a novel empirical decomposition of equity price growth rates in terms of equity holdings, based on market-clearing conditions. Although our sample holdings cover only an average of 5% of market capitalization, our reconstructed equity holdings account for, on average, 89% of the time variation in over 20,000 individual stock prices and 96% of the fluctuations in 33 aggregate stock markets. Using this decomposition, we introduce new stylized facts to inform asset pricing models. We find that changes in portfolio weights explain most of the variation of individual stock prices, while aggregate wealth effects are more important for the overall stock market fluctuations. Equity markets are global and exchange rates play a key equilibrating role. They dampen local stock market volatility for all stock markets, except those associated with the three safe-haven currencies---USD, JPY, and CHF---and currencies pegged to the USD.\n\n",
    "acknowledgement": "\nWe thank Svetlana Bryzgalova, John Campbell, Francisco Gomes, Tarek Hassan, Loukas Karabarbounis, Arvind Krishnamurthy, Joseba Martinez, Dimitris Papanikolaou, Elias Papaioannou, Anna Pavlova, Raghu Rajan, Torsten Persson, Sergio Rebelo, Kenneth Rogoff, Enrico Spolaore, Paolo Surico and Adrien Verdelhan for discussions. We are also grateful for comments at the CEPR ESSIM 2024 Conference, at CRETE2024 and at the NBER Summer Institute Asset Pricing Meeting, particularly to our discussants Julia Schmidt and Motohiro Yogo. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Boston or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}