{
    "id": 32750,
    "citation_title": "The Micro and Macro Productivity of Nations",
    "citation_author": [
        "Stephen Ayerst",
        "Duc M. Nguyen",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine aggregate productivity differences across nations using cross-country firm-level data and a quantitative model of production heterogeneity with distortions featuring operation decisions (selection) and productivity-enhancing investments (technology). Empirically, less developed countries feature higher distortions and larger dispersion in firm-level productivity, mostly resulting from the higher prevalence of unproductive firms. Quantitatively, measured cross-country differences in the elasticity of distortions with respect to firm productivity generate the bulk of empirical patterns and over two-thirds of cross-country labor productivity differences. Both selection and technology channels are important. Variation in static misallocation also plays an important role, albeit smaller.\n\n",
    "acknowledgement": "\nWe are grateful for useful comments to Paco Buera, Marcela Eslava, Hugo Hopenhayn, Venky Venkateswaran, and audiences at Toronto, LACEA-LAMES 2023 in Bogota, Hong Kong Macroeconomics Workshop, UNC Chapel Hill, Econometric Society NASM 2024 in Nashville, and ThReD 2024 in Namur. All remaining errors are our own. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. The views expressed herein are those of the authors and should not be attributed to the Bank of Canada or its Governing Council, nor the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}