{
    "id": 32754,
    "citation_title": "Filtering with Limited Information",
    "citation_author": [
        "Thorsten Drautzburg",
        "Jesús Fernández-Villaverde",
        "Pablo A. Guerrón-Quintana",
        "Dick Oosthuizen"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new tool to filter non-linear dynamic models that does not require the researcher to specify the model fully and can be implemented without solving the model. If two conditions are satisfied, we can use a flexible statistical model and a known measurement equation to back out the hidden states of the dynamic model. The first condition is that the state is sufficiently volatile or persistent to be recoverable. The second condition requires the possibly non-linear measurement to be sufficiently smooth and to map uniquely to the state absent measurement error. We illustrate the method through various simulation studies and an empirical application to a sudden stops model applied to Mexican data.\n\n",
    "acknowledgement": "\nWe thank Ed Herbst, Eva Janssens, and Felipe Meza for their useful comments. The views expressed here are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or its Board of Governors. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}