{
    "id": 32755,
    "citation_title": "Mobilizing the Manpower of Mothers: Childcare under the Lanham Act during WWII",
    "citation_author": [
        "Joseph P. Ferrie",
        "Claudia Goldin",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "2025-01-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe Lanham Act was a federal infrastructure bill passed by Congress in 1940 and eventually used to fund programs for the preschool and school-aged children of working women during WWII. It remains, to this day, the only example in US history of an (almost) universal, largely federally supported childcare program. We explore its role in enabling and increasing the labor supply of mothers during WWII using information on the program, war contracts, and employment at the city level. Use of Lanham Act funds for a wartime childcare program was initially controversial. However, the program was eventually well funded per child in average daily attendance and provided generally high-quality care. But it was late to start, limited in scope, and incapable of greatly increasing women’s employment in the aggregate. Childcare facilities were funded more in places that already had higher participation rates of mothers and where the wartime need was the greatest. The impact on the children served is still to be determined.\n\n",
    "acknowledgement": "\nGillian Brunet and Dmitri Koustas provided data on WWII contracts (Brunet-Koustas WWII Contracts Data). Brianna Alderman coded the war contracts. Adithi Attada helped with a host of last minute tasks. Blake Heller provided the data from the FWA cards in the National Archives for his own project and shared them with us. Ayushi Narayan compiled a history of laws covering federal support of childcare. Joy Wang digitized the state and city Lanham data. We are grateful to each of them. We also thank the many research assistants who helped compile information on the Lanham preschools. Those data will be used in a subsequent paper and are tangentially referenced here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}