{
    "id": 32751,
    "citation_title": "Social Insurance Spillovers: Evidence From Paid Sick Leave Mandates and Workers' Compensation",
    "citation_author": [
        "Xiuming Dong",
        "Johanna Catherine Maclean",
        "David Powell"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSocial insurance programs shield individuals from specific risks, but these programs are not necessarily independent of each other. The existence and scope of one program can potentially influence the use of others, especially when the risks covered by the programs are related. This study investigates the relationship between two mandated benefit programs in the United States: state paid sick leave (PSL) mandates and workers’ compensation. Unlike most developed countries, the U.S. lacks a federal PSL mandate; however, 15 states have implemented such policies. PSL mandates require firms to provide compensated time off for employee health-related needs, while workers’ compensation offers benefits to help workers recover from workplace injuries or illnesses. Using a difference-in-differences analysis, the study explores the impact of state PSL mandates on the usage of workers’ compensation benefits. The findings reveal meaningful spillover effects: when states adopt PSL requirements, there is a decrease in workers’ compensation benefit receipt. While some evidence suggests possible improvements in health, there are no observed reductions in workplace injury rates specifically, indicating that workers may substitute PSL benefits directly for workers’ compensation.\n\n",
    "acknowledgement": "\nAuthors contributed equally to this research and are listed in alphabetical order. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. This research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS. We thank session participants at the American Society of Health Economists Annual Research Conference and Douglas Webber for comments. We thank Maury Gittleman and Michael Letteau for assistance with the National Compensation Survey. All errors are our own. The views expressed here do not necessarily reflect the views of the BLS. We thank session participants at the American Society of Health Economists Annual Research Conference and Douglas Webber for comments. We thank Maury Gittleman and Michael Letteau for assistance with the National Compensation Survey. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}