{
    "id": 32761,
    "citation_title": "How Much Will Global Warming Cool Global Growth?",
    "citation_author": [
        "Ishan B. Nath",
        "Valerie A. Ramey",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes a permanent rise in temperature decrease the level or growth rate of GDP in affected countries? Differing answers to this question lead prominent estimates of climate damages to diverge by an order of magnitude. This paper combines indirect evidence on economic growth with new empirical estimates of the dynamic effects of temperature on GDP to argue that warming has persistent, but not permanent, effects on growth. We start by presenting a range of evidence that technology flows tether country growth rates together, preventing temperature changes from causing growth rates to diverge permanently. We then use data from a panel of countries to show that temperature shocks have large and persistent effects on GDP, driven in part by persistence in temperature itself. These estimates imply projected future impacts that are three to five times larger than level effect estimates and two to four times smaller than permanent growth effect estimates, with larger discrepancies for initially hot and cold countries.\n\n",
    "acknowledgement": "\nWe are grateful to David Hémous, Ben Jones, and James Stock for thoughtful paper discussions, and to Adrien Bilal, Marshall Burke, Tamma Carleton, Steve Cicala, Graham Elliott, James Hamilton, Solomon Hsiang, Oscar Jorda, Ezra Oberfield, Richard Rogerson, Barbara Rossi, Esteban Rossi-Hansberg, Christopher Sims, John Van Reenen, and participants at numerous conferences and seminars for helpful comments. Jean-Felix Brouillette, Valeska Kohan, and Walker Lewis provided excellent research assistance. Any views expressed in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n"
}