{
    "id": 32763,
    "citation_title": "Distributed Ledgers and Secure Multi-Party Computation for Financial Reporting and Auditing",
    "citation_author": [
        "Sean S. Cao",
        "Lin William Cong",
        "Baozhong Yang"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo understand the disruption and implications of distributed ledger technologies for financial reporting and auditing, we analyze firm misreporting, auditor monitoring and competition, and regulatory policy in a unified model. A federated blockchain for financial reporting and auditing can improve verification efficiency not only for transactions in private databases, but also for cross-chain verifications through privacy-preserving computation protocols. Despite the potential benefit of blockchains, private incentives for firms and first-mover advantages for auditors can create inefficient under-adoption or partial adoption that favors larger auditors. Although a regulator can help coordinate the adoption of technology, endogenous choice of transaction partners by firms can still lead to adoption failure. Our model also provides an initial framework for further studies of the costs and implications of the use of distributed ledgers and secure multi-party computation in financial reporting, including the positive spillover to discretionary auditing and who should bear the cost of adoption.\n\n",
    "acknowledgement": "\nThe authors thank the Editor, an anonymous Associate Editor, several anonymous referees, Alex Chinco, Pingyang Gao, Jiasun Li (Discussant), Bob McDonald (Discussant), Venky Nagar (Discussant), Fahad Saleh (Discussant), Haresh Sapra, Gerry Tsoukalas, and Larry Wall (Discussant) for detailed feedback and discussion. They also thank Vikas Agarwal, Kwan Chen, Mark Chen, Alisa DiCaprio, Matthew DeAngelis, John Hameling, Dalida Kadyrzhanova, Yongtae Kim, W. Robert Knechel, Anya Kleymenova, Clive Lennox, Pierre Liang, Roni Michaely, James (“Robbie”) Moon, Jr., Curtis Mullis, Mark Peecher, Lin Peng, Shivaram Rajgopal, Ajay Subramanian, Lawrence J. White, Baohua Xin, Mao Ye, Shuhuai Zhang, Hongda Zhong, and participants at NBER Conference on Blockchains, Distributed Ledgers, and Financial Contracting, SFS Cavalcade Conference at Carnegie Mellon University, PCAOB/JAR Conference on Auditing and Capital Markets, Federal Reserve Bank of Atlanta Conference on New Technologies and Financial Stability, Ant Financial Workshop, Baidu Du Xiaoman Financial, Blackrock, DataYes & ACM KDD China FinTech×AI Workshop, Eastern Finance Association Meeting, Geneva Finance Research Institute, Georgia State University Workshops at the Departments of Accountancy, Computer Science and Finance, JD.com JDD (Financial Arm), and University of Minnesota for constructive comments. The authors gratefully acknowledge research support from the FinTech Lab at J. Mack Robinson College of Business at Georgia State University, the Center for Research in Security Prices at the University of Chicago, the Ripple University Blockchain Research Initiative (UBRI), and the Smith AI Initiative for Capital Market Research at the University of Maryland. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}