{
    "id": 32762,
    "citation_title": "Trends in Competition in the United States: What Does the Evidence Show?",
    "citation_author": [
        "Carl Shapiro",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2024-07-29",
    "issue_date": "2024-07-26",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHas the United States economy become less competitive in recent decades? One might think so based on a body of research that has rapidly become influential for antitrust policy. We explain that the empirical evidence relating to concentration trends, markup trends, and the effects of mergers does not actually show a widespread decline in competition. Nor does it provide a basis for dramatic changes in antitrust policy. To the contrary, in many respects the evidence indicates that the changes observed in a number of industries are likely to reflect competition in action. We highlight research that points to targeted interventions that can enable antitrust enforcement policy to better promote and protect competition. Throughout the paper, we identify open questions and opportunities for future research in the cross-industry evidence-at-scale paradigm, the industry-specific study paradigm, and their intersection.\n\n",
    "acknowledgement": "\nForthcoming, Journal of Political Economy Microeconomics. We thank Jonathan Baker, Jan De Loecker, Joe Farrell, Marty Gaynor, Richard Gilbert, Louis Kaplow, Steve Salop, and Steve Tadelis, four referees for valuable comments on an earlier draft. Edited by Matt Grennan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Carl Shapiro’s disclosure of financial entities providing significant financial support can be found on his website at http://faculty.haas.berkeley.edu/shapiro/disclosure.pdf.\n\n\n"
}