{
    "id": 32764,
    "citation_title": "Biomarkers in SHARE: Documentation of Implementation, Collection, and Analysis of Dried Blood Spot (DBS) Samples 2015 – 2023",
    "citation_author": [
        "Martina Börsch-Supan",
        "Karen Andersen-Ranberg",
        "Nis Borbye-Lorenzen",
        "Jake Cofferen",
        "Rebecca Groh",
        "Hannah M. Horton",
        "Elizabeth Kerschner",
        "Thu Minh Kha",
        "Alan Potter",
        "Daniel Schmidutz",
        "Kristin Skogstrand",
        "Aijing Sun",
        "Luzia Weiss",
        "Mark H. Wener",
        "Axel H. Börsch-Supan"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSHARE, the “Survey of Health, Ageing and Retirement in Europe”, is a large population-based panel survey among people aged 50 and over with data from 28 European countries and Israel. It investigates individual, economic, health-related, and social life-course circumstances in order to shed light on the challenges of population aging for individuals and society as a whole. Understanding aging per se, and how we age differently over the life course given our individual backgrounds, current health, and socio-economic factors, are the aims of SHARE.\nIn order to maintain intertemporal, international and intercultural comparability, SHARE has adopted collection of objective data in the health domain. SHARE measures physical performance, such as grip strength, peak expiratory flow, walking speed, chair stand, word recall, and Euro-D depression among others in the physical, cognitive and mental health modules. In 2015, SHARE collected dried blood spot (DBS) samples as an additional objective measure of health. Eleven European countries and Israel participated in the DBS collection. The collection was harmonized in terms of designing documents, gaining consent, procuring blood-collection material, and training interviewers how to collect DBS samples while observing the national ethic and administrative regulations in all countries. Altogether, approximately 27,200 respondents consented, resulting in an overall participation rate of 67% with considerable differences between countries and interviewers.\nThis report describes the carefully monitored processes of gaining consent for DBS collection and for the implementation, collection and evaluation of the to-date largest DBS-based study of a representative adult population in Europe. We also describe the choice of blood biomarkers, the assays employed to determine the blood biomarker concentrations in DBS collected in the home of survey respondents and the validation and adjustment of the laboratory results for the impact of sample collection in a non-medical environment. Finally, we present the data obtained for seven out of 17 blood biomarkers. The data for the remaining ten biomarkers analyzed at the Statens Serum Institut will follow in a separate release.\n\n",
    "acknowledgement": "\nThe EU-Commission’s contribution to SHARE through the 7th framework program (SHARE-M4, No. 261982) and the H2020 (SHAREDEV3, No. 676536) is gratefully acknowledged. Substantial co-funding for collection of HRS-harmonized biomarkers was granted by the US National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, R21 AG025169, Y1-AG-4553-01, IAG BSR06-11, OGHA 04-064, BSR12-04 and R01 AG052527-02). The analysis work documented here has been supported specifically by the US National Institute on Aging grant R01 AG063944. We thank John Phillips for his enduring support and acknowledge late Richard Suzman for his decisive role to integrate blood-biomarker collection into SHARE. We thank the country teams and survey agencies of the SHARE countries participating in the DBS collection for the implementation of the new module in SHARE Wave 6, for training their interviewers and supporting them to collect DBS. In addition, our appreciation goes to the interviewers, who convinced the respondents to participate in this project and collected the blood during the survey. Special thanks go to the SDU staff and students at the Biobank in Odense, DK: Susanne Knudsen, Stine O. Høgh and, foremost, Nynne E. Ustrup for receiving, registering, safely storing, and later preparing thousands of DBS cards for shipment to the laboratories. Thanks to Mads Nybo (SDU and OUH, Odense, DK) for valuable discussions. A great thank goes to Nicklas Petersen at Statens Serum Institut, Copenhagen, DK, for sorting and punching all DBS samples. We thank our former colleagues Sabine Friedel (now Fact Field GmbH, Munich, Germany) and Julie Korbmacher (now KBO, Munich, Germany) for the collaboration until they left the SHARE biomarker team. We thank the colleagues from SHARE Database Management for supporting intermittent and the final release of data. Many colleagues supported us with ideas and fruitful critic, read and commented the manuscript versions and, last not least, encouraged us during the big project. Thanks to all of them. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}