{
    "id": 32760,
    "citation_title": "Short-time Employment Aid During the Covid-19 Lockdown Short- and Long-run Effectiveness",
    "citation_author": [
        "Luca Salerno",
        "Axel H. Börsch-Supan",
        "Diana López-Falcón",
        "Johannes Rausch"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic led to significant economic disruptions, prompting many governments to implement short-time employment aid (STEA) to mitigate job losses and income reductions. This study examines the effectiveness of STEA in the short and long term in Europe among workers aged 50 and older, a part of the population that was especially threatened by the disease. Using data from the Survey of Health, Ageing and Retirement in Europe (SHARE), we analyze the impact of STEA on employment status, working hours, and income during and after the pandemic.\nSTEA was widespread in Europe. Our findings indicate that the use of STEA was in general reasonably targeted and may have helped its recipients to avoid even worse economic losses during the pandemic, especially after a learning process from 2020 to 2021. However, STEA may have led to increased employment instability in the longer run. Specifically, recipients of STEA were more likely to experience unemployment or furloughs post-pandemic. These results highlight the importance of designing STEA policies that not only provide immediate economic relief but also support sustainable employment and economic resilience.\n\n",
    "acknowledgement": "\nThis research has been funded by the European Commission through Horizon 2020 (Grant No. 101015924) and the Coronavirus Global Response initiative. We thank Frederik Fetzer for his excellent research assistance and our project partners, reviewers and conference discussants for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}