{
    "id": 32769,
    "citation_title": "Understanding Korea’s Long-Run Real Exchange Rate Behavior",
    "citation_author": [
        "Douglas A. Irwin",
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKorea’s real exchange rate has displayed a mild downward trend since the 1980s, with fluctuations of ±20 percent around that trend. This pattern is surprising because the classic Harrod-Balassa-Samuelson framework suggests that countries experiencing rapid growth in the productivity of their tradable industries should experience real currency appreciation over time. We decompose the sources of change behind the Korean won’s real exchange rate into internal price drivers (the relative price of nontradable goods) and external price drivers (the international relative price of tradable consumption goods, which is heavily dependent on the nominal exchange rate). We find that, on average, the variability in Korea’s real exchange rate, even over long periods, is overwhelmingly due to external price factors. Given the persistent medium-term effects of nominal exchange rate changes on the real exchange rate, the Korean policy of intervening in foreign exchange markets to smooth exchange rate fluctuations appears prudent. However, we also find that over the entire period 1985-2023, internal price factors are the main explanator of the won’s real depreciation. This finding poses a puzzle for standard accounts of the linkage between productivity growth and real exchange rates.\n\n",
    "acknowledgement": "\nThe authors thank Serra Pelin and Michael Zhang for excellent research assistance. Helpful discussions with colleagues, including Joseph Gagnon, Adnan Mazarei, Marcus Noland, Adam Posen, Arvind Subramanian, Ted Truman, and Yeo Han-koo, as well as Julieta Contreras, Egor Gornostay, and Lauri Scherer, are acknowledged with thanks. PIIE gratefully acknowledges funding from the Ministry of Economy and Finance, the Republic of Korea, for the research presented in this paper. The research was conducted independently and funders are never given the right to final review of a publication before its release. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}