{
    "id": 32767,
    "citation_title": "The Effect of New Information Technologies on Asset Pricing Anomalies",
    "citation_author": [
        "David Hirshleifer",
        "Liang Ma"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2025-01-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe test and compare the effects of introduction of two new financial information technologies, EDGAR and XBRL, on well-known asset pricing anomalies often attributed to mispricing. EDGAR facilitates easier access to public accounting information about public firms; XBRL reduces the cost of processing such information. Using stacked difference-in-differences regressions, we find that both EDGAR and XBRL reduce mispricing for accounting-based anomalies but not for non-accounting-based anomalies. The economic magnitudes of the effects on accounting-based anomalies are similar for EDGAR and XBRL. These results suggest that both easier access to and less costly processing of public information enhance market efficiency.\n\n",
    "acknowledgement": "\nWe thank Vikas Agarwal, Andrew Chen, Alexander Kempf, Tom Zimmermann, and seminar participants at San Diego State University, SDSU Corporate Governance Institute Research Workshop, and University of Cologne for helpful comments. We also thank Kinsey McMillan for excellent assistance with data collection. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}