{
    "id": 32778,
    "citation_title": "The Long-Run Impacts of Banning Affirmative Action in US Higher Education",
    "citation_author": [
        "Francisca M. Antman",
        "Brian Duncan",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the long-run impacts of banning affirmative action on men and women from under-represented minority (URM) racial and ethnic groups in the United States.  Using data from the US Census and American Community Survey, we use a difference-in-differences framework to compare the college degree completion, graduate degree completion, earnings, and employment of URM individuals to non-URM individuals before and after affirmative action bans went into effect across several US states.  We also employ event study analyses and alternative estimators to confirm the validity of our approach and discuss the generalizability of the findings.  Results suggest that banning affirmative action results in a decline in URM women’s college degree completion, earnings, and employment relative to non-Hispanic White women, driven largely by impacts on Hispanic women.  Thus, affirmative action bans resulted in an increase in racial/ethnic disparities in both college degree completion and earnings among women.  Effects on URM men are more ambiguous and indicate significant heterogeneity across states, with some estimates pointing to a possible positive impact on labor market outcomes of Black men.  These results suggest that the relative magnitude of college quality versus mismatch effects vary for URM men and women and highlight the importance of disaggregating results by gender, race, and ethnicity. We conclude by discussing how our results compare with others in the literature and directions for future research.\n\n",
    "acknowledgement": "\nWe thank the editors, William A. Darity, Jr. and Isabel Ruiz, for their feedback as well as Matthew Kraft, Ken Mayhew, Ariella Spitzer, and seminar participants at the Ramón Areces Foundation and University of Carlos III in Madrid. Antman acknowledges partial research support from the National Science Foundation, under NSF Award Number SES: 2121120. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Science Foundation.\n\n\n"
}