{
    "id": 32774,
    "citation_title": "World War II Service and the GI Bill New Evidence on Selection and Veterans’ Outcomes from Linked Census Records",
    "citation_author": [
        "William J. Collins",
        "Ariell Zimran"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2024-12-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine new datasets of records linked between the 1940 and 1950 US censuses to characterize selection into military service during World War II and to analyze differences in veterans’ post-war educational and labor market outcomes relative to nonveterans.  Motivated by potentially disparate selection into and effects of service, we pay particular attention to groups distinguished by age, pre-war educational attainment, race, and nativity.  We find that veterans were positively selected on pre-war educational attainment, but negatively or neutrally selected in terms of own or fathers’ pre-war labor market characteristics.  Younger veterans fared better in terms of education and labor market outcomes in 1950 than nonveterans who were observationally similar in 1940.  Older veterans exhibited relative gains in education compared to observationally similar nonveterans, but not in labor market outcomes.  Black veterans’ relative gains in education were relatively large, but black veterans not in school were less likely to be employed than observationally similar nonveterans in 1950.  All groups of veterans were more likely to be government employees after the war and were under-represented in self-employment.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as 'Who Benefited from World War II Service and the GI Bill? New Evidence on Heterogeneous Effects for US Veterans.' This paper was originally prepared for the NBER Conference on the Economic Impacts of World War II (September 2023 and April 2024).  It has benefited from conference participants’ suggestions, especially Dan Fetter, who discussed the paper.  We also thank Price Fishback and two referees for suggestions.  The conference was supported by a grant from the Bradley Foundation to the NBER.  We are also grateful to Martha Bailey, Brian Beach, Andy Ferrara, Ralf Meisenzahl, and Sarah Quincy for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}