{
    "id": 32771,
    "citation_title": "Proximity to Abortion Services and Child Maltreatment",
    "citation_author": [
        "Erkmen G. Aslim",
        "Wei Fu",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides a comprehensive analysis of the relationship between the accessibility of abortion services and incidences of child maltreatment across the United States, using data from the National Incident-Based Reporting System (NIBRS) and the Myers abortion facility database from 2011 to 2018. The analysis reveals that a rise in travel distance to the nearest abortion facility significantly increases the incidence of child maltreatment. Specifically, we find that a 100-mile increase in travel distance was associated with a 28.1% increase in maltreatment reports, primarily driven by increases in child neglect and physical abuse. This effect is particularly pronounced for very young children, non-White children, and those living in economically disadvantaged, racially diverse, and rural areas. Furthermore, supplemental analyses using data from the National Child Abuse and Neglect Data System (NCANDS) and county-level eviction records for renting households reveal economic stability and housing security as significant mediators linking barriers to abortion services to an increased risk of maltreatment. These findings contribute to a deeper understanding of the complex interplay between reproductive health services access, socio-economic factors, and child welfare.\n\n",
    "acknowledgement": "\nWe thank Anna Aizer and Janet Currie for their valuable comments and suggestions. We also appreciate the feedback received from participants at the 2024 NBER Children and Families Program Spring Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}