{
    "id": 32772,
    "citation_title": "Social Interaction Intensity and Investor Behavior",
    "citation_author": [
        "Michael Gelman",
        "David Hirshleifer",
        "Yaron Levi",
        "Liron Reiter-Gavish"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe document a causal effect of social interactions on investor behavior using the number of local soccer games as a measure of social interaction intensity. Social transmission is identifiable in buy but not sell trades. The effect of  Social Interaction Intensity (SII) on the sensitivity of buying to past buys is greater for riskier and high-return stocks. Social interactions cause an extremity shift wherein existing shareholders increase their positions, especially within demographically homogeneous communities. There is suggestive evidence that investor mood may modulate the effectiveness of transmission. Higher social interaction intensity increases the sensitivity of investors' trading volume, and portfolio riskiness to past trades. SII also increases the sensitivity of stock trading volume and retail ownership percentage to past buys.\n\n",
    "acknowledgement": "\nWe thank Tom Chang and Chris Jones for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}