{
    "id": 32779,
    "citation_title": "Unconditional Cash Transfers: A Bayesian Meta-Analysis of Randomized Evaluations in Low and Middle Income Countries",
    "citation_author": [
        "Tommaso Crosta",
        "Dean Karlan",
        "Finley Ong",
        "Julius Rüschenpöhler",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2024-09-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Bayesian meta-analysis methods to estimate the impact of unconditional cash transfers (UCTs) on twelve primary outcomes from 114 studies of 72 UCT programs in middle and low income countries. Cash transfers generate strong and positive average treatment effects on ten of thirteen outcomes: monthly household total and food consumption, monthly income, labor supply, school enrollment, food security, psychological well-being, total assets, financial assets, and children height-for-age. The three remaining outcomes have prediction intervals mostly positive, but that include zero: number of hours worked, children weight-for-age, and stunting. We draw six conclusions: First, consistent with several models of capital market failures, households consume more of streams and invest more of lump sums, however once stream programs end the impacts mirror those of lump sum, indicating some propensity to save a portion of stream transfers. Second, long-run treatment effects remain broadly strong, with some evidence of lump sums modestly dissipating impact while ongoing streams augmenting impact. Third, returns are linear or slightly negative with respect to grant amount, thus we do not find evidence for threshold-based poverty traps within the observed range of transfers and with this study-level analytical method. Fourth, effects on consumption and income are greater for UCTs targeted to women. Fifth, programs employing light-touch framing related to child welfare or food security have weakly stronger impacts. Sixth, positive impacts on labor supply and income suggest no evidence of “dependency” theories that cash transfers demotivate income-generating activity on average.\n\n",
    "acknowledgement": "\nWe thank Svankita Arora, Lily Ge, Samir Khatri, Ling King, Daniel Kremer, Anjali Patel, Osvaldo Soto Franco, and Donny Tou for excellent research assistance. We appreciate useful insights and suggestions from Harold Alderman, Abhijit Banerjee, Samantha Carter, Han Chia Sheng, Daniel Handel, and seminar participants at the IADB, the World Bank, the CEGA-NIERA Africa Evidence Summit, and several conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}