{
    "id": 32775,
    "citation_title": "Global Hegemony and Exorbitant Privilege",
    "citation_author": [
        "Carolin Pflueger",
        "Pierre Yared"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a dynamic two-country model in which military spending, geopolitical risk, and government bond prices are jointly determined. The model is consistent with three empirical facts: hegemons have a funding advantage, this advantage rises with geopolitical tensions, and war losers suffer from higher debt devaluation than victors. Even though higher debt capacity increases the military and financial advantage of the exogenously stronger country, it also gives rise to equilibrium multiplicity and the possibility that the weaker country overwhelms the stronger country with support from financial markets. For intermediate debt capacity, transitional dynamics exhibit geopolitical hysteresis, with dominance determined by initial conditions, unless war is realized and induces a hegemonic transition. For high debt capacity, transitional dynamics exhibit geopolitical fragility, where bond market expectations drive unpredictable transitions in dominance, and hegemonic transitions occur even in the absence of war.\n\n",
    "acknowledgement": "\nWe would like to thank Ken Rogoff and Jesse Schreger for comments and Kyler Kirk for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}