{
    "id": 32776,
    "citation_title": "The Fiscal Contract up Close: Experimental Evidence from Mexico City",
    "citation_author": [
        "Anne Brockmeyer",
        "Francisco Garfias",
        "Juan Carlos Suárez Serrato"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan the provision of public goods strengthen the fiscal capacity of governments in developing countries and move them toward an equilibrium of widespread tax compliance? We present evidence of the impact of local public infrastructure on tax compliance, leveraging a large public investment experiment and individual property tax records from Mexico City. Despite the salience and large effects of these investments on access to infrastructure, property values, and local economic development, we find no changes in property tax compliance and can rule out even small increases. These null effects persist even when taxpayers are reminded about the tax-benefit link.\n\n",
    "acknowledgement": "\nThe work was funded by the World Bank, by UKAID from the UK government via the Centre for Tax Analysis in Developing Countries (TaxDev), through Brockmeyer’s UKRI Future Leaders Fellowship (grant reference MR/V025058/1), and through Garfias’s UCSD Hellman Fellowship. The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of the World Bank, its Board of Executive Directors, or the governments that they represent, nor do they reflect the views of the Ministry of Finance of Mexico City or the Federal Ministry of Finance in Mexico. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}