{
    "id": 32787,
    "citation_title": "Innovation Adoption by Committee: Evaluating Decision-Making in the FDA",
    "citation_author": [
        "Nathan J. Canen",
        "Matias Iaryczower"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe FDA is responsible for the approval of new drugs, biological products and medical devices in the United States.  As part of the approval process, the FDA relies on advisory committees, which provide independent advice from outside experts. We combine a structural approach with newly collected data from meetings' transcripts to study the process of collective learning and policy recommendation in advisory committees. We quantify the effectiveness of advisory panels, and evaluate changes  to its institutional framework. We find that deliberation significantly increases the accuracy of decision-making. Changes in deliberation rules or committee membership do not uniformly improve outcomes.\n\n",
    "acknowledgement": "\nThe research in this paper was partially funded by NSF Grant 2214796 (Economics), “Innovation Adoption by Committee: Evaluating Decision-Making in the FDA.” None of the authors (Canen, Iaryczower) have other relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}