{
    "id": 32785,
    "citation_title": "The Returns to Skills During the Pandemic: Experimental Evidence from Uganda",
    "citation_author": [
        "Livia Alfonsi",
        "Vittorio Bassi",
        "Imran Rasul",
        "Elena Spadini"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Covid-19 pandemic represents one of the most significant labor market shocks to the world economy in recent times. We present evidence from a field experiment to understand whether and why skilled and unskilled workers were differentially impacted by the shock, in the context of a low-income economy, Uganda. We leverage a panel of workers and firms, tracked from 2012 to 2022, including high frequency surveys over the pandemic. In 2013, workers were randomly assigned to receive six months of sector-specific vocational training, in one of eight high productivity sectors. We document that over the pandemic, employment and earnings margins follow V-shaped dynamics, whereby the outcomes of treated (skilled) workers are more severely impacted by lockdowns, they recover more quickly between lockdowns, and remain resilient to the shock as the economy recovers. Cumulatively over the pandemic, skilled workers spend 61% more time than controls employed in one of our study sectors, and their total earnings are 17% higher. We explore supply- and demand-side mechanisms through which the returns to skills are maintained through the crisis. We document that skilled workers are more exposed to the shock because they are more likely to be laid off during the first lockdown as firms respond to the rapid, severe and uncertain shock by immediately laying off higher earning workers. However, skilled workers recover quickly because of their greater accumulation of sector-specific experience pre-pandemic, and the certifiability of their skills that allows them to switch employers in the same sector during the crisis. Our findings have implications for understanding the returns to skills acquired through vocational training in good economic times and times of crisis.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Mastercard Foundation, PEDL, IGC, J-PAL, the ESRC CPP at IFS (ES/H021221/1), Stone Centre at UCL, and an anonymous donor. We thank Sam Asher, David Autor, Oriana Bandiera, Prashant Bharadwaj, Richard Blundell, Wyatt Brooks, Pedro Carneiro, Monica Costa-Dias, David Deming, Anne Karing, Jamie McCasland, Barbara Petrongolo, Maddalena Ronchi, Garima Sharma, Monica Singhal, Finn Tarp, Gabriel Ulyssea, Lame Ungwang and numerous seminar participants for comments. IRB approval is from UCL (5115/003, 007). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}