{
    "id": 32789,
    "citation_title": "Imagine your Life at 25: Gender Conformity and Later-Life Outcomes",
    "citation_author": [
        "Sreevidya Ayyar",
        "Uta Bolt",
        "Eric French",
        "Cormac O'Dea"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nUsing thousands of essays written by 11-year-olds in 1969, we construct an index measuring girls’ conformity to gender norms then prevalent in Britain. We link this index to outcomes over the life-cycle. Conditional on age-11 covariates, a one standard deviation increase in our index predicts a 3.5% decline in lifetime earnings, due to lower wages and fewer hours worked. Education, occupation and family formation mediate half of this decline. Holding skills constant, girls who conform less to gender norms live in regions with higher female employment and university attendance, highlighting the role of the environment in which girls grow up.\n\n",
    "acknowledgement": "\nWe are grateful to Richard Gong for excellent research assistance and to Lila Alloula, Loui Chen, Patrick Chu, Jun-Davinci Choi, Aaron Cullen, Mitchell Dubin, Alexandra Gers, Alessa Kim-Panero, Rosa Kleinman, Ethan Liu, Nastaran Moghimi, Eleri Phillips, Charlotte Townley, and Teddy Tawil for correcting spelling mistakes in the essays. Thanks to Barbara Biasi, Enda Hargaden, seminar participants at Bonn, Cambridge, LSE, Manchester, University College Dublin, the IFS Conference Intergenerational Inequality, the NBER Children Program Spring Meeting, and the Zurich Text-As-Data conference for comments. Funding – the Economic and Social Research Council (“Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies” (RES-544-28-50001), Intergenerational transfers, insurance, and the transmission of inequality” (ES/V001248/1), and NORFACE for Grant 462-16-120: Trends in Inequality: Sources and Policy” – for this work is gratefully acknowledged. We are grateful to Centre for Longitudinal Studies (CLS) for use of these data and to UK Data Service for making them available. Opinions and conclusions are solely those of the authors. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}