{
    "id": 3278,
    "citation_title": "Changing Effects of Monetary Policy on Real Economic Activity",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1990-03-01",
    "issue_date": "1990-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMajor changes have taken place in the U.S. economy within the past quarter century. Changes with implications that are at least potentially important for the effect of monetary policy on real economic activity include the elimination of Regulation Q interest ceilings and the development of the secondary mortgage market, the greater openness of the U.S. economy including both goods markets and financial markets, and the rapidly increasing indebtedness of private borrowers including especially nonfinancial business corporations. Examination of relationships between monetary policy and economic activity at a detailed, disaggregated level indicates several changes within the past quarter century that are broadly consistent with these changes in the underlying economic environment: First, the elimination of major episodes of credit rationing in the mortgage market has clearly rendered housing less sensitive to restrictive monetary policy; moreover, there is no solid evidence of change in the sensitivity of homebuilding to mortgage interest rates. Second, business fixed investment has become more sensitive to financial market conditions, at least in the short run. Third, consumer spending has become less sensitive to interest rate increases and stock price declines, at least in situations that persist for lengthy periods of time. Fourth, although foreign trade has clearly grown relative to aggregate U.S. economic activity, both exports and imports exhibit less sensitivity to exchange rate changes, and hence presumably less sensitivity to monetary policy actions, than in earlier years.\n\n",
    "acknowledgement": "\n"
}