{
    "id": 32782,
    "citation_title": "Accounting for Nonresponse in Election Polls: Total Margin of Error",
    "citation_author": [
        "Jeff Dominitz",
        "Charles F. Manski"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "2024-08-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe potential impact of nonresponse on election polls is well known and frequently acknowledged. Yet measurement and reporting of polling error has focused solely on sampling error, represented by the margin of error of a poll. Survey statisticians have long recommended measurement of the total survey error of a sample estimate by its mean square error (MSE), which jointly measures sampling and non-sampling errors. Extending the conventional language of polling, we think it reasonable to use the square root of maximum MSE to measure the total margin of error (TME). This paper demonstrates how to measure the potential impact of nonresponse using the concept of TME, which we suggest should be a standard feature in the reporting of election poll results. We first show how to jointly measure statistical imprecision and response bias when a pollster lacks any knowledge of the candidate preferences of non-responders. We then extend the analysis to settings where the pollster has partial knowledge that bounds the preferences of non-responders. In each setting, we derive the poll estimate that minimizes TME—a midpoint estimate—and compare it to a conventional poll estimate. We identify conditions under which the two estimates coincide, noting that the TME exceeds the margin of sampling error whenever the pollster has less than complete knowledge of the nature of nonresponse.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of NORC at the University of Chicago or Northwestern University. We are grateful for the comments of Lisa Blumerman, Josh Clinton, Jamie Druckman, and Andrew Gelman. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}