{
    "id": 32786,
    "citation_title": "Correlation in State and Local Tax Changes",
    "citation_author": [
        "Scott R. Baker",
        "Pawel Janas",
        "Lorenz Kueng"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical research in public economics, including our own, often uses variation in state and local taxes as an empirical laboratory to estimate causal relationships. A key concern is that other taxes might change at the same time. To assess this concern, we develop a dataset of state (1977–2022) and local (2000–2022) tax rates and revenue from personal income, corporate income, property, sales, and excise taxes. This new dataset generates two key results. First, we find that taxes of different types tend to co-move within a jurisdiction: a tax change of one type can more than double the likelihood of a second tax type changing in the same year. Local tax changes also co-move with tax changes enacted by the state they are located in. This positive correlation can upwardly bias elasticity estimates, but only moderately. For example, regressing state economic outcomes on the full set of state tax changes yields elasticities that are about 10–30% smaller than those obtained from using a single tax type in isolation. Second, we document that the mix of taxes across state and local jurisdictions is very different, and that these differences have become more pronounced over time as jurisdictions have increasingly become reliant on the single tax type—sales, personal or corporate income tax—that was most prominent for them in the earliest part of our sample.\n\n",
    "acknowledgement": "\nWe wish to thank Danny Yagan (the editor) and two anonymous referees for very helpful comments that substantially improved an earlier version of this paper, Ariza Gusti and Shreya Bhardwaj for superb assistance in collecting and assembling the data, and Thomas Brosy for graciously sharing his property tax data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}