{
    "id": 32796,
    "citation_title": "Pension Reforms and Inequality in Germany: Micro-Modelling",
    "citation_author": [
        "Axel H. Börsch-Supan",
        "Johannes Rausch",
        "Luca Salerno"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nGermany, like many other countries, has undergone a series of pension reforms since the 1980s which generally decreased benefit generosity and increased the retirement age due to demographic pressures. This paper investigates whether these reforms have increased income and wealth inequality among retirees. In order to answer this question, we employed counterfactual simulations in which we predict how the income and social security wealth distributions would have developed if these reforms had not taken place, compared to the actual development of the income and social security wealth distributions.\nOur analysis reveals that the pension reforms has led to an increase in inequality in terms of social security wealth between the 1990s and 2000s and decreased inequality thereafter. The decrease in inequality is mainly driven by social assistance as it represents a lower bound for benefit size and thus mitigates the effect of benefit-reducing reforms for lower income groups. We further divided the total effect of the pension reforms into two components. The first component is the mechanical effect, which keeps retirement probabilities constant and only considers changes in benefit calculation. The second component is the behavioral effect, which describes how SSW differs because of altered retirement probabilities. Our findings indicate that in the German context the behavioral effect is statistically significant but economically small.\n\n",
    "acknowledgement": "\nThis paper uses data from the Socio-Economic Panel (SOEP), data for years 1984-2020, SOEP-Core v37, EU Edition, 2022, doi:10.5684/soep.core.v37eu. This paper is part of the National Bureau of Economic Research’s International Social Security (ISS) project. This phase of the ISS Project is supported by the Sloan Foundation (G-2019-12578), the National Institute on Aging (grants P01 AG012810 and P30-AG012810) and by the U.S. Social Security Administration through grant #5-RRC08098400-10 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Sloan Foundation, SSA, any agency of the Federal Government, or NBER. The authors thank the other members of the ISS Project for important methodological contributions, as well as Nicola Simonetti and Frederik Fetzer for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}