{
    "id": 32791,
    "citation_title": "Consumer Credit Reporting Data",
    "citation_author": [
        "Christa N. Gibbs",
        "Benedict Guttman-Kenney",
        "Donghoon Lee",
        "Scott T. Nelson",
        "Wilbert H. van der Klaauw",
        "Jialan Wang"
    ],
    "citation_publication_date": "2024-08-05",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nSince the 2000s, economists across fields have increasingly used consumer credit reporting data for research. We introduce readers to the economics of and the institutional details of these data. Using examples from the literature, we provide practical guidance on how to use these data to construct economic measures of borrowing, consumption, credit access, financial distress, and geographic mobility. We explain what credit scores measure, and why. We highlight how researchers can access credit reporting data via existing datasets or by creating new datasets, including by linking credit reporting data with surveys and external datasets.\n\n",
    "acknowledgement": "\nWe are extremely grateful to David Romer (the editor), five anonymous referees, Aly Brown, Amy Quester, Andres Shahidinejad, Breno Braga, Brian Bucks, Evan White, Jonah Kaplan, Lance Lochner, Matthew Notowidigdo, Michael Varley, Pavneet Singh, ASSA and NBER conference participants for their feedback improving this paper, and to Jehoon Chung for research assistance. We shared an earlier draft with representatives from Equifax, Experian, TransUnion, FICO, and VantageScore and are grateful for their feedback. Prior to circulation, this paper was reviewed in accordance with the Federal Reserve Bank of New York review policy and the Consumer Financial Protection Bureau policy on independent research. Gibbs works for the Consumer Financial Protection Bureau, which implements and enforces Federal consumer financial laws, including those discussed in this paper. Guttman-Kenney acknowledges support from the NBER's PhD Dissertation Fellowship on Consumer Financial Management funded by the Institute of Consumer Money Management, and Wang acknowledges support from the Gies College of Business. The views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, the Federal Reserve Bank of New York, the Federal Reserve System, or the United States. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}