{
    "id": 32797,
    "citation_title": "Inefficient Labor Market Sorting",
    "citation_author": [
        "Carsten Eckel",
        "Stephen Yeaple"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA growing empirical literature attributes much of the productivity advantages of large, \"superstar\" firms to their adoption of best practice management techniques that allow them to better identify and use talented workers. The reasons for the incomplete adoption of these \"structured management practices\" (SMPs) and their welfare implications are not well understood. This paper provides a positive and normative analysis of these issues in a theoretical framework in which SMPs induce sorting of talent across firms. Incomplete adoption arises because SMPs are costly and worker talent is in limited supply. In equilibrium there is excessive adoption of SMPs and too much sorting of talented workers into large firms. In this second-best environment, policy changes that favor large firms, such as trade liberalization, have the potential to lower welfare.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge support from the German Research Foundation (DFG) through SFB TR 190 and the Center for Economic Studies (CES), Munich. Yeaple also acknowledges support from NSF grant SES-1360209. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}