{
    "id": 32799,
    "citation_title": "Health Inequality and Health Types",
    "citation_author": [
        "Margherita Borella",
        "Francisco A. Bullano",
        "Mariacristina De Nardi",
        "Benjamin Krueger",
        "Elena Manresa"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile health affects many economic outcomes, its dynamics are still poorly understood. We use k means clustering, a machine learning technique, and data from the Health and Retirement Study to identify health types during middle and old age. We identify five health types: the vigorous resilient, the fair-health resilient, the fair-health vulnerable, the frail resilient, and the frail vulnerable. They are characterized by different starting health and health and mortality trajectories. Our five health types account for 84% of the variation in health trajectories and are not explained by observable characteristics, such as age, marital status, education, gender, race, health-related behaviors, and health insurance status, but rather, by one’s past health dynamics. We also show that health types are important drivers of health and mortality heterogeneity and dynamics. Our results underscore the importance of better understanding health type formation and of modeling it appropriately to properly evaluate the effects of health on people’s decisions and the implications of policy reforms.\n\n",
    "acknowledgement": "\nWe are grateful to Manuel Arellano, Marco Bassetto, Pamela Giustinelli, John B. Jones, Rory McGee, Vincent Mor, Michela Tincani, Martin Garcia Vazquez, Fan Wang, and Fang Yang for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System.\n\n\n"
}