{
    "id": 32794,
    "citation_title": "Reducing Emissions and Air Pollution from the Informal Sector: Evidence from Bangladesh",
    "citation_author": [
        "Nina R. Brooks",
        "Debashish Biswas",
        "Sameer Maithel",
        "Grant Miller",
        "Aprajit Mahajan",
        "M. Rofi Uddin",
        "Shoeb Ahmed",
        "Moogdho Mahzab",
        "Mahbubur Rahman",
        "Stephen P. Luby"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results from a randomized controlled trial in Bangladesh that introduced operational practices to improve energy efficiency and reduce emissions in 276 “zigzag” brick kilns.  65% of intervention kilns adopted the improved practices. Treatment assignment reduced energy use by 10.3% (p-value<0.001) and decreased CO2 and PM2.5 emissions by 171 metric tons and 0.45 metric tons, respectively, per kiln per year. Valuing the CO2 reductions using a social cost of carbon of $185/MT, we find that the social benefits outweigh costs by a factor of 190 to 1. The intervention, which required no new capital investment, also decreased fuel costs and increased brick quality. Our results demonstrate the potential for privately profitable, as well as publicly beneficial, improvements to address environmental problems in informal industries.\n\n",
    "acknowledgement": "\nWe acknowledge funding from Stanford Impact Labs, J-PAL/K-CAI, and the Good Ventures Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}