{
    "id": 32805,
    "citation_title": "Positive Incentives: The Income Effect and The Optimal Regulation of Crime",
    "citation_author": [
        "W. Bentley MacLeod",
        "Roman Rivera"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nTheories of crime in economics focus on the roles of deterrence and incapacitation in reducing criminal activity. In addition to deterrence, a growing body of empirical evidence has shown that both income support and employment subsidies can play a role in crime reduction. This paper extends the Becker-Ehrlich model to a standard labor supply model that includes the notion of a consumption need (Barzel and McDonald (1973)) highlights the role of substitution vs income effects when an individual chooses to engage in crime. Second, we show that whether the production of criminal activity is a substitute or a complement with the production of legitimate activity is central to the design of optimal policy. We find that both individual responsiveness to deterrence and optimal policy vary considerably with context, which is consistent with the large variation in the effect of deterrence on crime. Hence, optimal policy is a combination of deterrence, work subsidies and direct income transfers to the individual that vary with both income and location.\n\n",
    "acknowledgement": "\nWe thanks Ronen Avraham, Bocar Ba, Janet Curre, Ben Enke, Jeff Grogger, Murat Mungan, Nicola Persico, Mitchell Polinsky, Emmanuel Saez and the participants at the 2021 Theoretical Law and Economics Conference, Northwestern University and session participants at the 2022 Society of Labor Economics Annual meeting for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}