{
    "id": 32803,
    "citation_title": "Bilateral Economies of Scope",
    "citation_author": [
        "Yao Amber Li",
        "Sichuang Xu",
        "Stephen Yeaple",
        "Tengyu Zhao"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational transactions are costly because they require investments in logistics, contracts, and the acquisition of local institutional knowledge. We posit that a portion of the fixed costs of entering a specific export market can be used toward costs of acquiring imports from that same market, and vice versa. Using dis-aggregated transactions data for Chinese firms from 2000 to 2015, we document firm-level trading patterns that suggest such market-specific bilateral economies of scope. Using a structural model, we estimate that the simultaneous export and import in a given country reduces export and import fixed costs by over 41 and 37 percent, respectively.\n\n",
    "acknowledgement": "\nWe are grateful to Jonathan Eaton, Lorenzo Caliendo, James Tybout, Felix Tintelnot, Kim Ruhl, Shang-Jin Wei, Michael Zheng Song, Daniel Xu, Wolfgang Keller, Peter Schott, Matilde Bombardini, Andrei Levchenko, Mark Roberts, Xiaodong Zhu, Jingting Fan, Miaojie Yu, Jiandong Ju, Hong Ma, Zhiyuan Li, Qing Liu, Ran Jing, Bing Li, Chang Sun, Heiwai Tang, Hongsong Zhang, Haishi Li, confer-ence participants at the 2023 SED Meeting, the 2023 JPGI PhD Alumni Conference at the UW-Madison, the Midwest International Trade Conference, the 2023 AMES at Beijing and Singapore, the 2023 CTRG Annual Meeting, the 2023 HKUST Conference on International Economics, the 2023 Firm and Indus-trial Dynamics Workshop at HKU, the Global Value Chain Training and Research Workshop at UIBE, the Shanghai Macro Workshop at SUFE, the 2023 Asia Global Institute & Institute of China Economy Trade Conference at HKU, and seminar participants at Penn State University Brownbag for helpful comments. All remaining errors are our own. Yao Amber Li gratefully acknowledges financial support from the Research Grants Council of Hong Kong, China (General Research Funds Project 16506823). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}