{
    "id": 32804,
    "citation_title": "Supply-Side Drug Policy, Polydrug Use, and the Economic Effects of Withdrawal Symptoms",
    "citation_author": [
        "Alexander Ahammer",
        "Analisa Packham"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the fact that 30 percent of opioid overdoses also involve a benzodiazepine, there is little policy guidance on how to curb concurrent misuse and even less evidence on how changes to co-prescribing practices can affect patients' economic trajectories. In 2012, Austria restricted access to flunitrazepam, one of the most potent, and most heavily misused, benzodiazepines. We use linked individual-level data to identify opioid users and estimate the reform's impact on their health and labor market outcomes relative to a randomly selected comparison group of non-opioid users. Estimates indicate a 12.7 percent drop in employment, a 13.1 percent increase in unemployment insurance claims, and a 26.5 percent increase in overall healthcare expenditures. We provide suggestive evidence that these effects are due to incapacitating withdrawal symptoms, rather than substitution to other drugs, including heroin or alcohol.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments we thank David Bradford, Lindsey Bullinger, Janet Currie, Matt Harris, Joe Sabia, Aparna Soni, and participants at the 13th Workshop on the Economics of Risky Behavior and the 2023 International Health Economics Association Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}