{
    "id": 32812,
    "citation_title": "Measuring Potential Effects of Introducing the 2024 Race and Ethnicity Standards into the Current Population Survey",
    "citation_author": [
        "Mark Loewenstein",
        "David Piccone",
        "Anne Polivka"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen obtaining information on individuals’ race and ethnicity, the Current Population Survey (CPS) currently follows the 1997 OMB standards, which prescribes race and Hispanic ethnicity as distinct concepts that should be asked about in separate questions. In 2024, OMB updated the standards to stipulate that race and ethnicity be asked in one question and that a separate category be added to the single race and ethnicity question for Middle Eastern and North African. We examine the CPS microdata to tease out the effects that introduction of the 2024 standards might have on CPS labor force estimates across time. Our estimates show that individuals who indicate they are Middle Eastern or North African will likely be those who previously would have indicated that they are White, however their proportion of the population is small. In contrast, Hispanics make up a larger proportion of the population. “Other Race” responses in the CPS provide a lower bound estimate of the number of individuals who will identify as just Hispanic (Hispanic Alone) in a combined question while responses to the Hispanic ethnicity question provide an upper bound. Results from the Census Bureau’s National Content test suggest that the upper bound estimate is closer to the proportion of the population that will identify as Hispanic Alone, but there is insufficient information in the National Content test to determine how this will affect the various CPS labor force estimates. To address this issue, we calculate the labor force estimates corresponding to our lower and upper bounds However, we note that to obtain a more precise estimate of the effects changing the race and ethnicity questions on labor force estimates the two sets of questions should administered to the same respondents. One way of accomplishing this is to take advantage of the longitudinal aspect of the CPS. Individuals who initially provided their race and ethnicity using the 1997 standard questions can be asked their race and ethnicity using a combined question in subsequent months. An ongoing question is how the children of Hispanic immigrants who were born in the United States will view themselves. We therefore look at the tendency of individuals to identify as Hispanic because they were either born in a Hispanic country or were born in the U.S. but have one or two Hispanic parents.\n\n",
    "acknowledgement": "\nWe are grateful to Julie Hatch, Rachel Krantz-Kent, and participants in the NBER CRIW conference on Race, Ethnicity, and Economic Statistics for the 21st Century for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}