{
    "id": 32810,
    "citation_title": "Macro-Financial Implications of the Surging Global Demand (and Supply) of International Reserves",
    "citation_author": [
        "Enrique G. Mendoza",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch has shown that the unilateral accumulation of international reserves by a country can improve its own macro-financial stability. However, we show that when many countries accumulate reserves, the induced general equilibrium effects weaken financial and macroeconomic stability, especially for countries that do not accumulate reserves. The issuance of public debt by advanced economies has the opposite effect. We derive these results from a two-region model where private defaultable debt has a productive use. Quantitative counterfactuals show that the surge in reserves (public debt) contributed to reduce (increase) world interest rates but also to increase (reduce) private leverage. This in turn increased (decreased) volatility in both emerging and advanced economies.\n\n",
    "acknowledgement": "\nWe thank participants at the Impulse and Propagation Mechanisms Workshop of the 2024 NBER Summer Institute, the 2024 China International Conference in Macroeconomics at ChineseUniversity of Hong Kong, the Eighth CCER Summer Institute at Peking University, the Macroeconomics in Emerging Markets Conference at Columbia University, the conference on Emerging Markets: Capital Flows, Debt Overhang, Inflation, and Growth organized by the NBER, FLAR, and Banco Central de Reserva del Peru, and presentations at the IMF and the Federal Reserve Bank of Minneapolis. We also thank our discussants, Mark Aguiar and Luis Gonzalo Llosa Velásquez, as well as Cristina Arellano, Javier Bianchi, and Illenin Kondo for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}