{
    "id": 32818,
    "citation_title": "Ethnic Identity and Anti-Immigrant Sentiment: Evidence from Proposition 187",
    "citation_author": [
        "Francisca M. Antman",
        "Brian Duncan"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nPolitical discourse has often stoked racial and ethnic divisions, raising the possibility that individuals’ self-reported racial and ethnic identities may change in response to an increasingly hostile environment. We shed light on this question by measuring the impacts of local support for California’s Proposition 187, one of the first and most well-known ballot measures widely seen to be anti-immigrant and anti-Latino, on individuals’ willingness to identify ethnically as Hispanic and specifically, Mexican.  Linking data on self-reported ethnicity, ancestry, and parental place of birth with county-level voter support for Proposition 187, we show that individuals with stronger ties to Mexican ancestry or parentage are less likely to identify ethnically as Mexican in response to support for Proposition 187, just as individuals with weaker ties to Mexican ancestry are more likely to identify as Mexican.  This is consistent with our predictions that anti-minority sentiment may drive individuals with more observable ties to a minority group to reduce their willingness to identify due to heightened fear of discrimination and hostility.  At the same time, anti-minority sentiment may raise the salience of ethnicity and race and thus increase the willingness to identify as a minority for those with weaker observable ties, who are relatively more protected from adverse impacts. To our knowledge, this is the first paper to document a connection between political discourse and endogenous ethnic identity.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}