{
    "id": 32816,
    "citation_title": "Relative-Price Changes as Aggregate Supply Shocks Revisited: Theory and Evidence",
    "citation_author": [
        "Hassan Afrouzi",
        "Saroj Bhattarai",
        "Edson Wu"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide theory and evidence that relative price shocks can cause aggregate inflation and act as aggregate supply shocks. Empirically, we show that exogenous positive energy price shocks have a positive impact not only on headline but also on U.S. core inflation while depressing U.S. real activity. In a two-sector monetary model with upstream and downstream sectors and heterogeneous price stickiness, we analytically characterize how upstream shocks propagate to prices. Using panel IV local projections, we show that the responsiveness of sectoral PCE prices to energy price shocks is in line with model predictions. Motivated by post-COVID inflation in the U.S., a model experiment shows that a one-time relative price shock generates persistent movements in headline and core inflation similar to those observed in the data, even in the absence of aggregate slack. The model also emphasizes that monetary policy stance plays an important role in propagation of such shocks.\n\n",
    "acknowledgement": "\nWe thank Klaus Adam, Larry Ball, Larry Christiano, Ippei Fujiwara, Yuriy Gorodnichenko, Raphael Schoenle, Felipe Schwartzman, and conference and seminar participants at the NBER conference on Inflation in the COVID era and Beyond, Keio University, and Sabanci University for very helpful comments. We thank Raphael Schoenle for generously sharing data on frequency of price adjustment across U.S. sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}