{
    "id": 32815,
    "citation_title": "Racial Housing Price Differentials and Neighborhood Segregation",
    "citation_author": [
        "Sebastien Box-Couillard",
        "Peter Christensen"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe report evidence from the largest study of racial price differentials in the U.S. housing market, using a panel of 40 million repeat-sales transactions. We find\nthat price premiums facing Black and Hispanic homebuyers are ubiquitous and systematically higher in neighborhoods with a larger share of non-white residents.\nWe find that non-white buyers purchase at a premium when buying from sellers from outside their group. Consistent with predictions from theoretical models, we find higher premiums in supply-constrained markets. Leveraging exogenous variation in racial segregation, we find that racial segregation leads to larger price premiums paid by Black homebuyers.\n\n",
    "acknowledgement": "\nWe thank attendees at the 2022 UEA meetings, MIT SUL Symposium and 2023 ASSA meetings. We thank Bryan Stuart and Samuel Stolper for helpful discussions. We thank Chris Timmins, Yilan Xu and Andy Hultgren for helpful comments. We thank Rahul Vasanth for research assistance. Data provided by Zillow through the Zillow Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions\nare those of the author(s) and do not reflect the position of Zillow Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}