{
    "id": 32820,
    "citation_title": "50 Years of Breakthroughs and Barriers: Women in Economics, Policy, and Leadership",
    "citation_author": [
        "Francine D. Blau",
        "Lisa M. Lynch"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides an overview of what has happened over the past fifty years for women as they worked to break through professional barriers in economics, policy, and institutional leadership.  We chart the progress of women in higher education at the college level and beyond and then go on to examine women’s representation at the upper levels of academia, government, law, medicine, and management.  We begin our description of trends in 1972 when Title IX was enacted, prohibiting sex-based discrimination in federally funded educational programs. The data paint a picture of considerable progress but also persistent inequities.  We then go on to consider possible explanations for the continuing gender differences and some of the empirical evidence on the factors identified.\n\n",
    "acknowledgement": "\nThis paper was produced for a conference in memory and honor of Rebecca M. Blank, held at the Federal Reserve Bank of Chicago on February 22-23, 2024. We are grateful for the helpful comments of Leslie McGranahan, Diane Whitmore Schanzenbach, and participants at this conference. We also thank David Titus for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}