{
    "id": 32824,
    "citation_title": "Urban roadway in America: the amount, extent, and value",
    "citation_author": [
        "Erick Guerra",
        "Gilles Duranton",
        "Xinyu Ma"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe predict the amount, share, and value of land dedicated to roadways within and across 316 US Primary Metropolitan Statistical Areas. Despite the amount and value of land dedicated to roadway, our study provides the first such estimate across a broad range of metropolitan areas. Our basic approach is to estimate roadway widths using a 10% sample of widths provided by the Highway Performance and Monitoring System and apply our estimates to the rest of the roadway system. Multiplying estimated widths by segment length and netting out double counting at intersections provide estimates of land area. We also match roadway segments and areas to existing land value estimates and satellite-based measures of urbanized land. We find that a little under a quarter of urbanized land—roughly the size of West Virginia—is dedicated to roadway. This land was worth around $4.1 trillion dollars in 2016 and had an annualized value that was higher than the total variable costs of the trucking sector and the total annual federal, state, and local expenditures on roadway. Conducting a back-of-the-envelope cost-benefit analysis, we found that the country likely has too much land dedicated to urban roads.\n\n",
    "acknowledgement": "\nThe USDOT Tier 1 University Transportation Center “Cooperative Mobility for Competitive Megaregions” (CM2) (USDOT Award No. 69A3551747135) and the Zell-Lurie Center for Real Estate at the Wharton School supported this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}