{
    "id": 32822,
    "citation_title": "Local Projections",
    "citation_author": [
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "2024-08-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central question in applied research is to estimate the effect of an exogenous intervention or shock on an outcome. The intervention can affect the outcome and controls on impact and over time. Moreover, there can be subsequent feedback between outcomes, controls and the intervention. Many of these interactions can be untangled using local projections. This method’s simplicity makes it a convenient and versatile tool in the empiricist’s kit, one that is generalizable to complex settings. This article reviews the state-of-the art for the practitioner, discusses best practices and possible extensions of local projections methods, along with their limitations.\n\n",
    "acknowledgement": "\nWe are grateful to Regis Barnichon, Colin Cameron, James Cloyne, Olivier Coibion, Yuriy Gorodnichenko, Amaze Lusompa, Christian Matthes, Valerie Ramey, Sanjay Singh, and Takuya Ura for useful comments and suggestions. Research by many of the authors that we discuss in the article, and others that we unfortunately will have inevitably missed, played an important role in clarifying local projections and advancing them into mainstream empirical research. Steven Durlauf and David Romer helped guide this article to fruition, along with several anonymous referees, and for their help and advice we are very grateful. The views expressed herein are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}