{
    "id": 32829,
    "citation_title": "A Business Case for Human Rights at Work? Experimental Evidence on Labor Trafficking and Child Labor at Brick Kilns in Bangladesh",
    "citation_author": [
        "Grant Miller",
        "Debashish Biswas",
        "Aprajit Mahajan",
        "Kimberly Singer Babiarz",
        "Nina R. Brooks",
        "Jessie Brunner",
        "Sania Ashraf",
        "Jack Shane",
        "Sameer Maithel",
        "Shoeb Ahmed",
        "Moogdho Mahzab",
        "Mohammad Rofi Uddin",
        "Mahbubur Rahman",
        "Stephen P. Luby"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobally, coercive labor (i.e., forced, bonded, and/or trafficked labor) and child labor are disproportionately prevalent in environments with weak regulatory enforcement and state capacity. Effective strategies for addressing them may therefore need to align with the private incentives of business owners, not relying on government action alone. Recognizing this, we test a ‘business case’ for improving work conditions and promoting human rights using a randomized controlled trial across nearly 300 brick kilns in Bangladesh. Among study kilns, rates of coercive and child labor are high: about 50% of sampled workers are trafficked, and about 70% of kilns use child labor. Our experiment introduced a production method that increased kiln productivity and revenue, and we test if these productivity gains in turn increase worker “compensation” (including better work conditions). Because adoption of the method requires important changes in worker routines, we also test if providing information to kiln owners about positively incentivizing workers to enhance adoption (and hence business revenue) can lead to better work conditions. We find no evidence that productivity gains alone reduced labor trafficking or child labor, but adding the information intervention reduced child labor by 25-30% without reducing revenue or increasing costs.\n\n",
    "acknowledgement": "\nThis research was funded in part by the United States Department of State under terms of Cooperative Agreement No. SSJTIP20CA0026 through the Human Trafficking Research Initiative (HTRI) managed by Innovations for Poverty Action (IPA). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}