{
    "id": 32827,
    "citation_title": "The Rise of Teamwork and Career Prospects in Academic Science",
    "citation_author": [
        "Mabel Andalón",
        "Catherine de Fontenay",
        "Donna K. Ginther",
        "Kwanghui Lim"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nTeamwork has become more important in recent decades. We show that larger teams generate an unintended side effect: individuals who finish their PhD when the average team in their field is larger have worse career prospects. Our analysis combines data on career outcomes from the Survey of Doctorate Recipients with publication data that measures team size from ISI Web of Science. As average team size in a field increased over time, junior academic scientists became less likely to secure research funding or obtain tenure and were more likely to leave academia relative to their older counterparts. The team size effect can fully account for the observed decline in tenure prospects in academic science.  The rise in team size was not associated with the end of mandatory retirement.  However, the doubling of the NIH budget was associated with a significant increase in team size.  Our results demonstrate that academic science has not adjusted its reward structure, which is largely individual, in response to team science. Failing to address these concerns means a significant loss as junior scientists exit after a costly and specialized education in science.\n\n",
    "acknowledgement": "\nWe thank Carlos Zambrana for research assistance and Pat Oslund for creating the SDR Longitudinal Data.  Ginther acknowledges funding from NSF grant number SMA-1854849.  We acknowledge funding from ARC Grant DP1095010 and IPRIA.org. We also thank seminar participants at the AEIA-NBER Conference on Innovation and Entrepreneurship, the APPAM conference, the Entrepreneurship and Innovation Policy Virtual Research Seminar, and the NBER Early Careers Scientists conference.  James Evans provided valuable comments.  The views expressed in this publication are those of the author and do not reflect the views of the Productivity Commission or its employees. The use of NSF data does not imply NSF endorsement of the research, research methods, or conclusions contained in this report. Any errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}