{
    "id": 32821,
    "citation_title": "Dynamic Optimization Meets Budgeting: Unraveling Financial Complexities",
    "citation_author": [
        "Guidon Fenig",
        "Luba Petersen"
    ],
    "citation_publication_date": "2024-08-12",
    "issue_date": "2024-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper explores sources of complexity in dynamic optimization, examining how individuals navigate variation in incomes, prices, and returns in ten-period consumption-saving decisions.  Our findings reveal that dynamic optimization poses significant challenges, resulting in suboptimal choices even in straightforward scenarios with stable parameters, full information, no uncertainty, and opportunities to learn. These challenges intensify in scenarios involving complexities such as inflation and compounding returns, marked by a pronounced tendency to over-smooth consumption.\nAdditionally, we introduce a novel budgeting calculator designed to assist with consumption planning and to collect valuable non-choice data on subjects' planning strategies and horizons—an approach not previously utilized in studies of dynamic optimization. We observe significant heterogeneity in planning horizons and ability to optimize given a chosen horizon. Complete planning leads to better performance in more complex scenarios, even when people do not optimally utilize the calculator.  However, there is little reoptimization after the first period and participants tend to stick with suboptimal plans for most of their life cycle. The decision to plan is less influenced by the complexity of the economic environment and more by the length of the planning horizon.\n\n",
    "acknowledgement": "\nThis study is financially supported by the Social Sciences and Humanities Research Council of Canada. Insight Development Grant:  \"Identifying Rules of Thumb in Consumption and Saving Decisions.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}