{
    "id": 32834,
    "citation_title": "Political Partisanship and Remote Work: Evidence from U.S. States",
    "citation_author": [
        "Benjamin W. Cowan",
        "Kairon Shayne D. Garcia"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how politics and policy have affected remote-work rates in the wake of the COVID-19 pandemic. Using the Current Population Survey, American Community Survey, and the American Time Use Survey, which have several different measures of remote work, we examine how trends in remote work vary by state-level characteristics. We show that state-level measures of the length and stringency of COVID protection policies are not correlated with changes in remote work from before to after the pandemic once a measure of political partisanship (Democratic vote share in the 2020 presidential election) is included in the model. An increase in 2020 Democratic vote share of one standard deviation (about 9 percentage points) is related to an increase in the likelihood of remote work by 1-2 percentage points and the share of remote work by about 3-5 percent. These effects represent roughly 15-25% of pre-COVID means. These results are robust to the inclusion of not only a rich set of individual controls (e.g., occupational telework potential) but also several different state-level controls, including COVID policy indices, cases and deaths, vaccination rates, and economic performance indicators. We conclude that relative increases in remote work across states that are associated with a higher 2020 Democratic vote share cannot be easily explained by differences in COVID-era policies or outcomes or differences in the nature of jobs across states.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}