{
    "id": 32838,
    "citation_title": "Why Do Europeans Save? Micro-Evidence from the Household Finance and Consumption Survey",
    "citation_author": [
        "Charles Yuji Horioka",
        "Luigi Ventura"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the saving motives of European households using micro-data from the Household Finance and Consumption Survey (HFCS), which is conducted by the European Central Bank. We find that the rank ordering of saving motives differs greatly depending on what criterion is used to rank them. For example, we find that the precautionary motive is the most important saving motive of European households when the proportion of households saving for each motive is used as the criterion to rank them but that the retirement motive is the most important saving motive of European households if the quantitative importance of each motive is taken into account. Moreover, the generosity of social safety nets seems to affect the importance of each saving motive, with saving for the retirement motive being less important in countries with generous public pension benefits and saving for the precautionary motive being less important in countries with generous health systems. These findings suggest that the retirement motive and the precautionary motive are the dominant motives for saving in Europe partly because social safety nets are not fully adequate. Finally, our findings suggest that the selfish life-cycle model is more applicable in Europe than is the altruism model.\n\n",
    "acknowledgement": "\nWe are grateful to Stephen Jenkins, Yoko Niimi, and participants of the General Conference of the International Association for Research in Income and Wealth (IARIW) and the Lecture at the Institute of Economics, Academia Sinica, Taipei, Taiwan, for their valuable comments and discussions. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 15H01950, 18H00870, 20H01513, 20H05633, and 23H00831 to Horioka. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}