{
    "id": 32831,
    "citation_title": "Can Operation Warp Speed Serve as a Model for Accelerating Innovations Beyond COVID Vaccines?",
    "citation_author": [
        "Arielle D'Souza",
        "Kendall Hoyt",
        "Christopher M. Snyder",
        "Alec Stapp"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "2024-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nOperation Warp Speed (OWS) was a U.S. government-led program to accelerate the development, production, and administration of COVID-19 vaccines. The program cut the typical ten-year timeline needed to develop a new vaccine down to ten months and began vaccinating vulnerable populations within a year after launch. OWS’s success has led to calls for a similar mission model to accelerate innovations addressing other pressing social needs, including a cure for Alzheimer’s disease or atmospheric-carbon removal to combat global warming. We provide a framework to understand which innovations call for a mission approach and apply economic principles to identify key design features that contributed to the success of OWS.\n\n",
    "acknowledgement": "\nThe authors are grateful to Robert Kadlec for an interview that provided inside information filling out our understanding of Operation Warp Speed, to Fatma Ceren Dolay for excellent research assistance, to Santi Ruiz for ably editing and streamlining our prose, and to Heidi Williams and conference participants at the May 2024 NBER Entrepreneurship and Innovation and the Economy workshop for helpful comments. The editor, Ben Jones, provided extensive advice that substantially improved the paper. All remaining errors are our own. Snyder serves as faculty co-director of the Market Shaping Accelerator (MSA), and Hoyt and Snyder are affiliates of the Dartmouth International Vaccine Initiative (DIVI). The authors thank the MSA and DIVI for support. Snyder is grateful to the Institute for Progress for funding his work on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}