{
    "id": 32832,
    "citation_title": "Disemployment Effects of Unemployment Insurance: A Meta-Analysis",
    "citation_author": [
        "Jonathan P. Cohen",
        "Peter Ganong"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe systematically review studies of how unemployment benefits affect unemployment duration. Statistically significant findings are eight times more likely to be published. Correcting for publication bias cuts the average elasticity by a third. Meta-analysis is a data-driven way to aggregate estimates across policy contexts and generalize sufficient statistics methods to compute the global optimal policy. Although existing consumption drop-based approaches typically imply an optimal replacement rate near zero, our corrected estimates imply an optimal replacement rate of 28% in the US. We are unable to reject the hypothesis that the “micro” elasticity is equal to the “macro” elasticity.\n\n",
    "acknowledgement": "\nThis research was conducted prior to the author’s employment by Amazon. This paper is not sponsored or endorsed by, or associated with Amazon or any of its subsidiaries or affiliates. The views, opinions and positions included in this paper are the author’s own and do not reflect the views, opinions and positions of Amazon. We thank Miguel Acosta, David Autor, Isaiah Andrews, Raj Chetty, Manasi Deshpande, Amy Finkelstein, Tomáš Havránek, Jonathan Heathcoate, Nathan Hendren, Simon Jaeger, Jonas Jessen, Max Kasy, Henrik Kleven, Bruce Meyer, Emi Nakamura, Pascal Noel, Matt Notowidigdo, and Charlie Rafkin for helpful conversations. We thank the staff of the Congressional Budget Office for their interest in the employment effects of unemployment insurance as well as seminar participants at the OECD, the Chicago Fed, and the NBER Public Economics group for useful suggestions. We thank Josephine Dodge, Avik Garg, John Spence, Nicolas Wuthenow, Fatima Yusuf, and Madeline Zuckerman for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan P. Cohen\n\nThis research was conducted prior to the author’s employment by Amazon. This paper is not sponsored or endorsed by, or associated with Amazon or any of its subsidiaries or affiliates. The views, opinions and positions included in this paper are the author’s own and do not reflect the views, opinions and positions of Amazon.\n\n\n"
}