{
    "id": 32835,
    "citation_title": "Reciprocity and the China Shock",
    "citation_author": [
        "Chad P. Bown",
        "Lorenzo Caliendo",
        "Fernando Parro",
        "Robert W. Staiger",
        "Alan O. Sykes"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe formalize the GATT/WTO principle of reciprocity in workhorse quantitative trade models, characterizing reciprocal tariff cuts that hold terms of trade fixed and investigating their labor-market impacts. We provide closed-form expressions mapping reciprocal tariff cuts to labor market dislocation. We demonstrate that a country’s own tariff liberalization is a sufficient statistic for the labor-market adjustments it can expect from tariff negotiations that satisfy reciprocity. Applying our theoretical results to China’s 2001 WTO accession, we find that China’s tariff reductions exceeded reciprocity norms, increasing real incomes but amplifying the manufacturing employment dislocation – the China Shock – in the United States and globally.\n\n",
    "acknowledgement": "\nWe thank for very helpful comments our discussant Gordon Hanson and participants at the 2023 NBER ITI Summer Institute, our discussants Rick Bond and Mary Lovely and participants at the 2024 Rethinking the Global Trading System Conference at NC State, participants at the 2023 IEA World Congress in Medellin, the CEMFI VI MadMac Annual Conference in International Trade and Spatial Economics, and seminar participants at the University of Chicago, Yale University, HKU Business School, and the National University of Singapore. We are also grateful to Dimitar Bratanov, Dorothy Dwoskin and Claire Reade for helpful conversations. Arjun Anand and Matthew Murillo provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper for the WTO's World Trade Report 2012.\n\n\n"
}