{
    "id": 32839,
    "citation_title": "Parental Leave: Economic Incentives and Cultural Change",
    "citation_author": [
        "James Albrecht",
        "Per-Anders Edin",
        "Raquel Fernández",
        "Jiwon Lee",
        "Peter Thoursie",
        "Susan Vroman"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe distribution of parental leave uptake and childcare activities continues to conform to traditional gender roles. In 2002, with the goal of increasing gender equality, Sweden added a second “daddy month,” i.e., an additional month of pay-related parental leave reserved exclusively for each parent. This policy increased men’s parental leave uptake and decreased women’s, thereby increasing men’s share. To understand how various factors contributed to these outcomes, we develop and estimate a quantitative model of the household in which preferences towards parental leave respond to peer behavior. We distinguish households by the education of the parents and ask the model to match key features of the parental leave distribution before and after the reform by gender and household type (the parents’ education). We find that changed incentives and, especially, changed social norms played an important role in generating these outcomes whereas changed wage parameters, including the future wage penalty associated with different lengths of parental leave uptake, were minor contributors. We then use our model to evaluate three counterfactual policies designed to increase men’s share of parental leave and conclude that giving each parent a non-transferable endowment of parental leave or only paying for the length of time equally taken by each parent would both dramatically increase men’s share whereas decreasing childcare costs has almost no effect.\n\n",
    "acknowledgement": "\nWe received helpful comments from participants at the 11th Annual Di Tella Conference and the Gender in the Global Economy Conference as well as seminar audiences at Carlos III University and IFAU, Uppsala. Albrecht and Vroman thank IFAU for financial support and Fernández thanks the CV Starr Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}