{
    "id": 32833,
    "citation_title": "Vertical Integration and Plan Design in Healthcare Markets",
    "citation_author": [
        "José Ignacio Cuesta",
        "Carlos E. Noton",
        "Benjamin Vatter"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe measure the impacts of vertical integration between insurers and hospitals. In the Chilean market, where half of private hospital capacity is vertically integrated, integration increases inpatient care spending by 6 percent and decreases consumer surplus and total welfare. Integrated insurers offer generous coverage at integrated hospitals, limited access to rival hospitals, and lower premiums. Competition for enrollees forces non-integrated insurers to provide additional coverage to high-quality non-integrated hospitals, resulting in plan networks that limit hospital competition. Whereas vertical integration reduces double marginalization, skewed cost-sharing structures—and their effect on hospital competition—more than compensate, leading to an overall negative welfare impact.\n\n",
    "acknowledgement": "\nThis paper supersedes a previous version titled “Vertical Integration between Hospitals and Insurers”. We thank our discussants, Christian Cox, Martin Gaynor, and Kate Ho, for their valuable suggestions. We also thank Joe Doyle, David Dranove, Liran Einav, Gautam Gowrisankaran, Igal Hendel, Ali Hortaçsu, Gastón Illanes, Robin Lee, Elena Prager, William Rogerson, Pietro Tebaldi, Ali Yurukoglu and seminar and conference participants for helpful comments. We also thank Aaron Banks for superb research assistance. Finally, we thank the Superintendence of Health of Chile for data access and useful discussions, particularly Claudia Copetta, David Debrott, and Eduardo Salazar; and Alejandra Benítez and Manuel Inostroza for useful conversations about the institutional framework. Noton acknowledges financial support from Fondecyt 1170029 and the Institute for Research in Market Imperfections and Public Policy, ICM IS130002. This research was partially supported by the NLHPC (ECM-02) computing infrastructure. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}