{
    "id": 32848,
    "citation_title": "Firm Adaptation to Climate Change",
    "citation_author": [
        "Arti Grover",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe survey the microeconomics literature that studies how firms in the developing world are adapting to extreme weather, local pollution, and natural disasters. Climate change increases the uncertainty that every firm must address as it decides where and how to produce and who to trade with. We study how expectations, market structure and firm heterogeneity determine investment in self-protection. A firm’s resilience also depends on government policies, market insurance access and infrastructure investments. We explore the strategic interactions between firms and governments that together determine firm risk exposure. We discuss benchmarks for measuring adaptation progress at the firm, industry and macroeconomic level.\n\n",
    "acknowledgement": "\nThe authors are immensely grateful to Arlan Brucal for his work in the early phases of this project. The authors also thank Yewon Choi for her research support and Robert Huang, Somik Lall, Denis Medvedev and Forhad Shilpi for their thoughtful comments and suggestions. Kahn thanks the USC Wrigley Institute for Environment and Sustainability for generous funding. The views expressed in this paper are solely those of the author and do not necessarily reflect those of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}