{
    "id": 32842,
    "citation_title": "School Milestones Impact Child Mental Health in Taiwan",
    "citation_author": [
        "Kuan-Ming Chen",
        "Janet Currie",
        "Hui Ding",
        "Wei-Lun Lo"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses administrative health insurance records in Taiwan to examine changes in child mental health treatment around four school milestones including: Primary and middle school entry, high stakes testing for high school, and high stakes testing for college entry.  Leveraging age cutoffs for school entry in Taiwan, we compare August-born children to children born in September of the same year. The former hit all the milestones one year earlier than the latter, enabling us to identify each milestone’s effect. We find that entry into both primary school and middle schools is associated with increases in mental health prescribing, not only for ADHD but also for depression.  Middle school entry is also associated with increases in the prescribing of anti-anxiety and antipsychotic medications.   Perhaps surprisingly, there is no run-up in the use of psychiatric medications prior to high-stakes tests. But the use of psychiatric medications falls sharply following the tests.  These effects are stronger in counties where both parents and children have higher educational aspirations.  Hence, the use of psychiatric drugs increases at junctures when educational stresses increase and falls when these stresses are relieved.\n\n",
    "acknowledgement": "\nWe thank the Health and Welfare Data Science Center and the Ministry of Health and Welfare in Taiwan for access to data and we thank Ming-Jen Lin and seminar participants at Princeton and Fudan Universities for helpful comments. Gustav Chung Yang and NTU C2L2 lab provided excellent research assistance. Chen acknowledges the support from the National Science and Technology Council grant NSTC 111-2628-H-002-019 and the Yushan Fellow Program by the Ministry of Education, Taiwan (MOE-112-YSFSL-0003-001-P1). Currie thanks the NOMIS Foundation for their support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}