{
    "id": 32840,
    "citation_title": "Managing Margins: PE Effects on Financial, Physical, and Human Capital",
    "citation_author": [
        "Michael R. Richards",
        "Maggie Shi",
        "Christopher M. Whaley"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivate equity (PE) plays an increasingly important role in the modern US economy. However, its impacts on owned-firms are incompletely understood. We exploit a historically large leveraged buyout of a national hospital chain to examine how the full life cycle of PE influences hospital-level revenues, technology sourcing, labor use, and financial performance. We find permanent improvements in hospital volumes and revenues. PE also reduces growth in full-time employees, with a suggestive partial substitution toward part-time workers. Technology adoption is restrained, but the number of vendors expands. Overall, PE has nuanced effects on hospital management, which translate to improved operating margins.\n\n",
    "acknowledgement": "\nWhaley acknowledges funding provided by Arnold Ventures. The authors are grateful to Ambar La Forgia, Ashvin Gandhi, Atul Gupta, and Ryan McDevitt for excellent suggestions for this work. The authors also thank the Federal Trade Commission for an opportunity to share and receive feedback on some of their early findings. They also wish to thank Daniel Wang and Nandita Radhakrishnan for their research assistance. Any remaining errors belong solely to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher M. Whaley\n\nI have received grant funding from the National Cancer Institute (R21CA919229), National Institute on Aging (K01AG061274 and R01AG073286), the California Health Care Foundation, the Health Care Services Corporation, Patients Rights Advocates, the California Public Employees’ Retirement System, Arnold Ventures, the National Institute for Health Care Management Foundation, and the Robert Wood Johnson Foundation.\n\n\n"
}