{
    "id": 32844,
    "citation_title": "Technology Adoption and Career Concerns: Evidence from the Adoption of Digital Technology in Motion Pictures",
    "citation_author": [
        "Grant Goehring",
        "Filippo Mezzanotti",
        "S. Abraham (Avri) Ravid"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of career concerns on technological change by analyzing the adoption of digital cinematography in the US motion picture industry. This setting allows us to collect rich data on the adoption of this new technology at the project-level (i.e., movie) as well as on the career of the main decision maker (i.e., director). We find that early career directors played a leading role in the adoption of digital technology and that this effect appears to be explained by career concerns, rather than alternative motives we consider and analyze. Technological savviness also plays a role.\n\n",
    "acknowledgement": "\nWe thank Vladimir Belykh and Ayush Sinha for excellent research assistance. We thank the participants to the NBER Digital Economics workshop 2023 (in particular our discussant Catherine Tucker), the Mallen Conference, the Chicago Entrepreneurship Festival, the 2024 FMA as well as seminar participants at NYU Stern, Yeshiva University Syms School of Business, Drexel, Tel Aviv University, the Hebrew University, Ben Gurion University, and at KU Leuven for comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}