{
    "id": 32846,
    "citation_title": "The Consumer Welfare Effects of Online Ads: Evidence from a 9-Year Experiment",
    "citation_author": [
        "Erik Brynjolfsson",
        "Avinash Collis",
        "Asad Liaqat",
        "Daley Kutzman",
        "Haritz Garro",
        "Daniel Deisenroth",
        "Nils Wernerfelt"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "2024-09-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the causal effects of online advertising on consumer welfare is limited due to challenges in running large-scale field experiments and tracking effects over extended periods. We analyze a long-running field experiment of online advertising in which a random 0.5% subset of all users are assigned to a group that does not ever see ever ads. We recruit a representative sample of Facebook users in the ads and no-ads groups and estimate their welfare gains from using Facebook using a series of incentive-compatible choice experiments. We find no significant differences in welfare gains from Facebook. Our estimates are relatively precisely estimated reflecting our large sample size (53,166 participants).  Specifically, the minimum detectable difference in median valuations at standard thresholds is $3.18/month compared to a baseline valuation of $31.95/month for giving up access to Facebook. That is, we can reject the hypothesis that the median disutility from advertising exceeds 10% of the median baseline valuation. Our findings suggest that either the disutility of ads for consumers is relatively small, or that there are offsetting benefits, such as helping consumers find products and services of interest.\n\n",
    "acknowledgement": "\nA.L., D.K., H.G., and D.D. are employees of Meta Platforms and hold a financial interest in Meta. N.W. was an employee of Meta while this research was conducted though he no longer holds a financial interest in the company. E.B., and A.C. declare no competing interests, although they have in the past been awarded unrestricted gifts from Meta. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}