{
    "id": 32849,
    "citation_title": "People, Practices, and Productivity: A Review of New Advances in Personnel Economics",
    "citation_author": [
        "Mitchell Hoffman",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter surveys recent advances in personnel economics. We begin by presenting evidence showing substantial and persistent productivity variation among workers in the same roles. We discuss new research on incentives and compensation; hiring practices; the influence of managers and peers; and time use, technology, and training. We emphasize two main themes. First, we seek to illustrate the interplay between these topics and productivity differences between people and work units. Second, we argue that personnel economics has benefited from exploration, which we think of as the willingness to use new data and methods to shed light on existing questions and to raise new ones. As many personnel studies use data from individual firms, we discuss external validity and provide concrete guidance on how to improve discussions of the generalizability of findings from specific contexts.\n\n",
    "acknowledgement": "\nPreliminary chapter in preparation for the Handbook of Labor Economics. We are extremely grateful to Kathryn Shaw for guidance, insights, and immense contributions to this handbook chapter, as well as her mentorship to us and many personnel economists. We are also incredibly grateful to Eddie Lazear for his mentorship, insights, and shaping of the field. We also thank Alan Benson, Kevin Bryan, Christian Dustmann, Guido Friebel, Peter Kuhn, Fabian Lange, Thomas Lemieux, and Paul Oyer for helpful comments. We thank Cameron Greene, Shira Aronson, Jessica Arp, and Kazuma Wells for excellent research assistance. Comments are very welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}