{
    "id": 32845,
    "citation_title": "Credit When You Need It",
    "citation_author": [
        "Benjamin L. Collier",
        "Daniel A. Hartley",
        "Benjamin J. Keys",
        "Jing Xian Ng"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the causal effect of emergency credit on households' finances after a negative shock. To do so, we link application data from the U.S. Federal Disaster Loan program, which provides loans to households that have uninsured damages from a federally-declared natural disaster, to a panel of credit records before and after the shock. We exploit a discontinuity in the loan approval rules that led applicants with debt-to-income ratios below 40% to be differentially likely to be approved. Using an instrumented difference-in-differences research design, we find that credit provision at the time of a shock significantly reduces severe financial distress, decreasing the likelihood of filing for bankruptcy by 61% in the three years following the disaster. We explore mechanisms using additional quasi-experimental variation in interest rates, finding support for a liquidity-based explanation. Credit provision in a time of crisis has real consumption effects in the form of additional car purchases even 3 years after loan receipt. Our findings suggest that well-timed liquidity provided to households in acute need can have substantial and persistent positive effects.\n\n",
    "acknowledgement": "\nWe thank Peter Ganong, Nitzan Tzur-Ilan, Amine Ouazad, and conference and seminar participants at Columbia Business School, University of Wisconsin Business School, Temple University, Emory University, Rutgers University, the Federal Reserve Banks of Dallas and Philadelphia, UT-Dallas, the Chicago Area Macroeconomics and Housing conference, HUD, FMA, ARIA, meetings of the Risk Theory Society, the FDIC, Federal Reserve System applied microeconomics conference, the CFPB Research Conference, and the IPA Research Gathering for helpful comments. We thank the University of Pennsylvania's Kleinman Energy Center, the Wharton Dean's Research Fund, and the Research Sponsors Program of the Zell/Lurie Real Estate Center for support. The views expressed are those of the authors and do not necessarily reflect those of Experian, the Small Business Administration (SBA), The Federal Reserve Bank of Chicago, or the Federal Reserve System. We thank the administrators at the SBA for their assistance in understanding the setting. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}