{
    "id": 32856,
    "citation_title": "The Effect of Emergency Financial Assistance on Employment and Earnings",
    "citation_author": [
        "Daniel M. Hungerman",
        "David C. Phillips",
        "Kevin Rinz",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the labor supply effects of short-term income transfers for families experiencing a housing crisis. We link callers of an emergency assistance homelessness prevention hotline to their federal tax records and measure their employment & earnings in years surrounding their calls. Our methodology exploits quasi-random variation in the availability of assistance to compare similar families receiving and not receiving funds. Looking up to four years post-assistance, we find evidence, especially for the lowest earners, of earnings and employment gains, and overall we find no evidence that assistance lowers earnings or employment. Our results indicate that any income effect of temporary transfers for those in crisis is minimal and that these transfers may convey labor market benefits for the poorest of the poor.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 7523252: CBDRB-FY23-0267 and CBDRB-FY24-0033). Work on this paper was completed while Rinz was an employee of the U.S. Census Bureau. This research was supported by the University of Notre Dame’s Wilson Sheehan Lab for Economic Opportunities (LEO). We also appreciate the cooperation and help of Catholic Charities of the Archdiocese of Chicago and its Homelessness Prevention Call Center with special thanks to Kathy Donohue. One of the authors (Sullivan) has a first-cousin once-removed who is employed by Catholic Charities Chicago; this employee was not involved in the launch of the project nor did she have any role in the design of the study or in any of the analyses. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}