{
    "id": 3285,
    "citation_title": "Does It Matter What We Trade? Trade and Industrial Policies When Labor Markets Don't Clear",
    "citation_author": [
        "William T. Dickens"
    ],
    "citation_publication_date": "1990-03-01",
    "issue_date": "1990-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn efficiency wage models firms set employment so that the value of the marginal revenue product of labor (VMRPL) equals the wage. If the payment of efficiency wages results in inter-industry wage differences for comparable workers there exist welfare enhancing industrial and trade policies which shift employment from low to high wage industries. Previous attempts to measure the potential impact of such policies have assumed that wages equal the VMRPL, but not all explanations for inter-industry wage differences have that property.\nThis paper argues, from the evidence on inter-industry wage differences that rent-sharing/extraction models should be preferred to other explanations. However, such models do not all have the property that wages equal the VMRPL. In the model presented VNRPL is set equal to the opportunity cost of labor so policies to shift employment to high wage industries would be of no value. Further, the empirical work that has been done to assess the importance of labor market distortions for trade and industrial policy is inapplicable if such models are the correct explanation for inter-industry wage differences.\nA rent-extraction model that takes into account workers' limited information about the profitability of the company they work for is developed. In that model high wage industries have high VPL so policies to shift employment to high wage industries are appropriate and past empirical studies of the effects of trade and industrial policy are approximately correct.\n\n",
    "acknowledgement": "\n"
}