{
    "id": 32858,
    "citation_title": "Dual Credit Markets: Income Risk, Household Debt, and Consumption",
    "citation_author": [
        "David A. Matsa",
        "Brian T. Melzer",
        "Michal Zator"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany young employees work on a temporary basis, which entails significantly greater income risk than “permanent” work, even for jobs in the same occupation and at a similar wage. We find that this income uncertainty leads lenders to ration credit to temporary workers, precisely at the stage of life when permanent workers rely on mortgages to invest in housing and loans to smooth consumption and purchase durable goods. Labor laws that improve job security for permanent workers create a dual credit market alongside the dual labor market, making it harder for young adults to establish financial independence and new families.\n\n",
    "acknowledgement": "\nWe thank Gene Amromin, Janet Gao, Sasha Indarte, Alessandro Previtero, Amir Sufi, Constantine Yannelis, and seminar participants at BYU, CUHK Hong Kong, CUHK Shenzhen, Dartmouth College, Georgia Tech, Indiana University, INSEAD, University of Amsterdam, University of Kentucky, University of Notre Dame, University of St. Gallen, University of Wisconsin, University of Zurich, Labor and Finance Group, CSEF Conference on Finance, Labor and Inequality, Federal Reserve Bank of Philadelphia New Perspectives on Consumer Behavior in Credit and Payments Markets Conference, NBER Household Finance Working Group, UNC/Duke Corporate Finance Conference, University of Chicago Housing, Household Debt and the Macroeconomy Conference, and Wabash River Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}