{
    "id": 32855,
    "citation_title": "NAR Settlement, House Prices, and Consumer Welfare",
    "citation_author": [
        "Greg Buchak",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "2024-08-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMotivated by the recent National Association of Realtors (NAR) settlement, this note examines the effects of reduced real estate agent commissions on home prices, housing turnover, and consumer welfare. Using a calibrated dynamic structural search model of the housing market, we explore how lowering agent commissions might influence market equilibrium. Our analysis highlights the importance of accounting for the dynamic nature of the housing market, consumer heterogeneity, and general equilibrium effects when assessing these outcomes. Contrary to the claims of some media commentators and consumer advocates, our findings suggest that reducing agent fees generally leads to higher house prices. This occurs because lower future transaction costs increase the value of housing as a durable asset. While reduced agent fees typically enhance consumer welfare by lowering the cost of homeownership, we find that most of these benefits are likely to accrue to current homeowners rather than prospective buyers. Furthermore, financially constrained households may see diminished benefits due to the expected rise in home prices. Our analysis also offers insights into the redistributive effects of technological innovations in the housing market aimed at reducing transaction costs.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}