{
    "id": 32851,
    "citation_title": "Parental Investments and Skills Formation During Infancy and Youth: Long Term Evidence From an Early Childhood Intervention",
    "citation_author": [
        "Orazio Attanasio",
        "Darwin Cortes",
        "Dario Maldonado",
        "Paul Rodriguez-Lesmes",
        "Nathalie Charpak",
        "Rejean Tessier",
        "Juan G. Ruiz",
        "Juan Gallego",
        "Tiberio Hernandez",
        "Felipe Uriza",
        "Andres Gallegos"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat happens to children during the early years is recognized to be very important for their long run development. It is also increasingly clear that the skills that are relevant for economic success and more generally well-being are multidimensional, including different types of socioemotional skills. In this paper, we look at the long run impacts of an intervention targeted to premature children, known as Kangaroo Mother Care. We do so using data from a randomised control trial performed several decades ago in Bogotá, Colombia, to assess the short run impacts of such an intervention. A large fractions of the participants to that trial were examined over 20 years after the original intervention. We first show that the original intervention had a significant impact on externalizing socio-emotional skills at age 22 and a variety of adult outcomes. We then perform a mediation analysis which involves the estimation of a production function of socioemotional skills and show that the long run impact seems to be explained entirely by an increase on one type of parental investment measured when the participants were 12 months old. Our results also show a remarkable degree of persistence of different types of skills.\n\n",
    "acknowledgement": "\nWe thank Julieth Pico Mejía for her research assistance. We thank comments from participants at the LACEA-LAMES annual conference (Puebla, 2019), the Banco de México seminar (2019), the third workshop of the LACEA Health Economics Network (Lima, 2020), the Workshop on Public Policies: Education and Health (Barcelona, 2022), the ESPE conference (Cosenza, 2022), the Banco de la República Micro Aplicada seminar (2022), seminar in the Economics Department of University of Poitiers (2023). Darwin Cortés wants to thank the hospitality of the IEB at Universidad de Barcelona. The study was supported by Grand Challenges – Canada and coordinated by the Kangaroo Foundation and Universidad del Rosario. Darwin Cortés acknowledges ﬁnancial support in the early stages of this project by CAF – Research Program on Skills for Life and Work. Darwin Cortés, Juan Gallego, and Paul Rodríguez also acknowledge ﬁnancial support from Fulbright-Colciencias and Colombia Cientíﬁca - Alianza EFI no 60185 contract no FP44842- 220-2018, funded by The World Bank through the Scientiﬁc Ecosystems, managed by the Colombian Ministry of Science, Technology and Innovation (MINCIENCIAS). We also thank Universidad del Rosario High-Performance Computer CENTAURO. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}