{
    "id": 32857,
    "citation_title": "CBDCs, Payment Firms, and Geopolitics",
    "citation_author": [
        "Tobias Berg",
        "Jan Keil",
        "Felix Martini",
        "Manju Puri"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the effect of a major central bank digital currency (CBDC) – the digital euro – on the payment industry to find remarkably heterogeneous effects. Stock prices of U.S. payment firms decrease, while stock prices of European payment firms increase in response to positive announcements on the digital euro. Bank stocks do not react. We estimate a loss in market capitalization of USD 127 billion for U.S. payment firms, vis-à-vis a gain of USD 23 billion for European payment firms. Our results emphasize the medium-of-exchange function of CBDCs and point to a novel geopolitical dimension of CBDCs: enhanced autonomy in payments.\n\n",
    "acknowledgement": "\nWe wish to thank Pablo Azar (discussant), Martin Brown, Co-Pierre Georg, Christoph Herpfer, Lars Hornuf (discussant), Charles Kahn (discussant), Christine Parlour (discussant), Pierre-Charles Pradier (discussant), Wenlan Qian (discussant), Christoph Schneider (discussant), Huan Tang (discussant), Jan Toczynski (discussant), Boris Vallée, Yao Zeng, conference participants at the Day-Ahead Workshop on Financial Regulation (Zurich), Conference on Regulating Financial Markets (Frankfurt), EFA Annual Meeting (Barcelona), Queensland Corporate Finance Conference (Brisbane), Bankenworkshop (Münster), NYU Law Fin/Safe-ESCP BS Law & Banking/Finance Conference (Frankfurt), ISB Summer Research Conference (Hyderabad), Annual Meeting of the German Finance Association (Hohenheim), CEMLA/Dallas Fed Financial Stability Workshop (Dallas), Bonn/Mannheim Workshop on Digital Finance (Mannheim), SGF Conference (Zurich), CEPR Webinar on CBDCs and Payments, FIRS (Berlin), and seminar participants at the ABFER Webinar Series, Bayes Business School (London), Deutsche Bundesbank, European Central Bank, Federal Reserve Bank of Chicago, Federal Reserve Bank of New York, Frankfurt School of Finance & Management, FGV EBAPE (Rio de Janeiro), Goethe University (Frankfurt), Hong Kong University, Humboldt University (Berlin), Peking University, SMU Cox School of Business (Dallas), Tuck School of Business (Dartmouth), Tulane University (New Orleans), University of Connecticut, University of Iowa, University of Notre Dame, and University of Nottingham. Jan Keil is supported by grant number KE 2661/1-1 (“Geschäftszeichen”) from the Deutsche Forschungsgemeinschaft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}