{
    "id": 32854,
    "citation_title": "Have CEOs Changed?",
    "citation_author": [
        "Yann Decressin",
        "Steven N. Kaplan",
        "Morten Sorensen"
    ],
    "citation_publication_date": "2024-08-19",
    "issue_date": "2024-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing more than 4,900 assessments, we study changes in the characteristics and objectives of CEOs and top executives since 2001. The same four factors explain roughly half of the variation of assessed CEO characteristics in this larger sample of executive assessments as in Kaplan and Sorensen (2021). After the global financial crisis (GFC), the average interviewed CEO candidate has lower overall ability, is more execution oriented / less interpersonal, less charismatic and less creative/strategic than pre-GFC. Except for overall ability and execution oriented/interpersonal, these differences persist in hired CEOs. Interpersonal or “softer” skills do not increase over time, either for CEO candidates or hired CEOs. Pre- and post-GFC, we find a positive correlation between the ability of assessed CEOs and other C-level executives assessed at the same company, suggesting that higher-ability executives complement each other. Finally, we look at the relation between the objectives for which the CEOs are interviewed and CEO characteristics.\n\n",
    "acknowledgement": "\nWe thank Geoff Smart, and Randy Street of ghSMART for providing the data. We thank Mark DesJardine and Avri Ravid for helpful comments and Harrison Dong, Asser Maamoun, Neil Mauskar and Yash Srivastav for able research assistance. This research has been supported by the Fama-Miller Center and the Kessenich E.P. fund. To facilitate data analysis for this project, Decressin became a ghSMART employee.  He did not receive any compensation from the firm in connection with this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}