{
    "id": 32866,
    "citation_title": "Poverty and Health",
    "citation_author": [
        "Adriana Lleras-Muney",
        "Hannes Schwandt",
        "Laura Wherry"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nPoverty is strongly associated with worse health across countries and within countries across individuals. However, not all poor individuals suffer from poor health: the effects of poverty on health vary across place and time. In this review, we discuss the evidence documenting these patterns, and the reasons for the associations. We then provide an overview of what is known about policies that may improve the health of the poor. We focus primarily on the modern-day United States, but also discuss evidence from historical experiences and low- and middle-income countries. Throughout we discuss areas in need of future research.\n\n",
    "acknowledgement": "\nWe are grateful to Janet Currie, Sherry Glied, and Tom Vogl for their valuable comments on earlier drafts. Joanna Chi provided excellent research assistance. Adriana Lleras-Muney received support from the California Center for Population Research at UCLA (CCPR), which receives core support (P2C-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}