{
    "id": 32860,
    "citation_title": "Race, Ethnicity, and Measurement Error",
    "citation_author": [
        "Bruce D. Meyer",
        "Nikolas Mittag",
        "Derek Wu"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge literatures have analyzed racial and ethnic disparities in economic outcomes and access to the safety net. For such analyses that rely on survey data, it is crucial that survey accuracy does not vary by race and ethnicity. Otherwise, the observed disparities may be confounded by differences in survey error. In this paper, we review existing studies that use linked data to assess the reporting of key programs (including SNAP, Social Security, Unemployment Insurance, TANF, Medicaid, Medicare, and private pensions) in major Census Bureau surveys, aiming to extract the evidence on differences in survey accuracy by race and ethnicity. Our key finding is a strong and robust, but previously largely unnoticed, pattern of greater measurement error for Black and Hispanic individuals and households relative to whites. As the dominant error is under-reporting for a wide variety of programs, samples, and surveys, the implication is that the safety net better supports minority groups than the survey data suggest, through higher program receipt and greater poverty reduction. These biases in survey estimates are large in many cases examined in the literature. We conclude that racial and ethnic minorities are inadequately served by our large household surveys and that researchers should cautiously interpret survey-based estimates of racial and ethnic differences in program receipt and post-benefit income. We briefly discuss paths forward.\n\n",
    "acknowledgement": "\nWe thank Mandana Vakil and Gabriel Rogow-Patt for excellent research assistance. For helpful comments, we thank Randy Akee, Larry Katz, Mark Loewenstein, Maxim Massenkoff, Robert Moffitt, and audiences at the 2024 NBER CRIW Conference, 2024 AEA Meetings, and 2023 NBER CRIW pre-conference. We are grateful to the Alfred P. Sloan Foundation, Russell Sage Foundation, Charles Koch Foundation, Menard Family Foundation, National Institute on Aging, and American Enterprise Institute for their support of the Comprehensive Income Dataset Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}