{
    "id": 32864,
    "citation_title": "Busing to Opportunity? The Impacts of the METCO Voluntary School Desegregation Program on Urban Students of Color",
    "citation_author": [
        "Elizabeth Setren"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool assignment policies are a key lever to increase access to high performing schools and to promote racial and socioeconomic integration. For over 50 years, the Metropolitan Council for Educational Opportunity (METCO) has bussed students of color from Boston, Massachusetts to relatively wealthier and predominantly White suburbs. Using a combination of digitized historical records and administrative data, I analyze the short and long run effects of attending a high-performing suburban school for applicants to the METCO program. I compare those with and without offers to enroll in suburban schools. I use a two-stage least squares approach that utilizes the waitlist assignment priorities and controls for a rich set of characteristics from birth records and application data. Attending a suburban school boosts 10th grade Math and English test scores by 0.13 and 0.21 standard deviations respectively. The program reduces dropout rates by 75 percent and increases on-time high school graduation by 13 percentage points. The suburban schools increase four-year college aspirations by 17 percentage points and enrollment by 21 percentage points. Participation results in a 12 percentage point increase in four-year college graduation rates. Enrollment increases average earnings at age 35 by $16,250. Evidence of tracking to lower performing classes in the suburban schools suggests these effects could be larger with access to more advanced coursework. Effects are strongest for students whose parents did not graduate college.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305A200060 to NBER. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. The Boston Foundation, The Spencer Foundation, and The Russell Sage Foundation also provided generous financial support for this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}