{
    "id": 32868,
    "citation_title": "International Spillovers of U.S. Fiscal Challenges",
    "citation_author": [
        "Joshua Aizenman",
        "William Eldén",
        "Yothin Jinjarak",
        "Gazi Salah Uddin",
        "Frida Widholm"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "2024-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExpansionary fiscal policies have increased significantly following the subprime crisis in 2007 and the COVID-19 crisis, leading to fiscal dominance concerns, where a growing share of monetary authorities may be forced to deviate from policy targets to accommodate fiscal policies. Meanwhile, peripheral economies are constantly influenced by monetary and fiscal conditions in center economies, with the United States (U.S.) as the predominant force. In light of these developments, we examine the potential international spillovers from U.S. inflationary spells and growing fiscal concerns to the policy interest rates in Emerging Market Economies (EMEs) and Developed Economies (DEs). We introduce a new index of fiscal dominance concerns using Principal Components Analysis, and extend the concept to an international perspective, as opposed to previous literature examining fiscal dominance in a domestic environment. The results are confirmed by robustness analysis and show that greater U.S. fiscal challenges affect negatively the policy rates in both EMEs and DEs, with a greater impact observed in EMEs. Moreover, a low degree of financial repression is associated with more significant spillover effects from greater U.S. fiscal challenges.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the economics division of Linköping University, Sweden. The authors are deeply grateful to Bo Sjö, Donghyun Park, Jamel S., Ayhan Kose, Franziska Ohnsorge, and Naotaka Sugawara for sharing the fiscal space data. The insightful comments from anonymous referees are gratefully acknowledged. Joshua Aizenman gratefully acknowledges the financial support of the Dockson Chair at the University of Southern California. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research and the Asian Development Bank.\n\n\n"
}