{
    "id": 32863,
    "citation_title": "Learning Firm Conduct: Pass-Through as a Foundation for Instrument Relevance",
    "citation_author": [
        "Adam Dearing",
        "Lorenzo Magnolfi",
        "Daniel Quint",
        "Christopher J. Sullivan",
        "Sarah B. Waldfogel"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers often test firm conduct models using pass-through regressions or instrumental variables (IV) methods. The former has limited applicability; the latter relies on potentially irrelevant instruments. We show the falsifiable restriction underlying the IV method generalizes the pass-through regression, and cost pass-through differences are the economic determinants of instrument relevance. We analyze standard instruments' relevance and link instrument selection to target counterfactuals. We illustrate our findings via simulations and an application to the Washington marijuana market. Testing conduct using targeted instruments, we find the optimal ad valorem tax closely matches the actual rate.\n\n",
    "acknowledgement": "\nSome results first appeared in the working paper “Falsifying Firm Conduct,\" which this paper supersedes. We thank Anya Tarascina for tremendous research assistance, and Brett Hollenbeck, Nathan Seegert, and Kosuke Uetake for kindly sharing data with us. We also thank Christopher Conlon, Mert Demirer, Paul Grieco, Philip Haile, Justin Johnson, Nathan Miller, Conor Ryan, Katja Seim, and Matthew Weinberg for helpful discussions, as well as numerous seminar and conference participants. Any errors are our own. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}