{
    "id": 32875,
    "citation_title": "Innovation Networks in the Industrial Revolution",
    "citation_author": [
        "Lukas Rosenberger",
        "W. Walker Hanlon",
        "Carl Hallmann"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow did Britain sustain faster rates of economic growth than comparable European countries, such as France, during the Industrial Revolution? We argue that Britain possessed an important but underappreciated innovation advantage: British inventors worked in technologies that were more central within the innovation network. We offer a new approach for measuring the innovation network using patent data from Britain and France in the late-18th and early-19th century. We show that the network influenced innovation outcomes and demonstrate that British inventors worked in more central technologies within the innovation network than French inventors. Drawing on recently developed theoretical tools, and using a novel estimation strategy, we quantify the implications for technology growth rates in Britain compared to France. Our results indicate that the shape of the innovation network, and the location of British inventors within it, explains an important share of the more rapid technological change and industrial growth in Britain during the Industrial Revolution.\n\n",
    "acknowledgement": "\nWe thank Enrico Berkes, Davide Cantoni, David de la Croix, Quoc-Ahn Do, Martin Fiszbein, Carola Frydman, Leander Heldring, Rick Hornbeck, Naomi Lamoreaux, Joel Mokyr, Bang Nguyen, Sebastian Ottinger, Uwe Sunde, Claudia Steinwender, Alex Trew, Fabian Waldinger, and seminar participants at Northwestern, NBER Summer Institute, Chicago Fed, Mannheim, LEAP, UW Milwaukee, Peking University, “Productivity Revolutions” workshop Manchester, EEA Barcelona, EHES Vienna, Louvain, EHS Newcastle, Bayreuth, and LMU Munich for helpful comments. This paper subsumes an earlier draft titled “Why Britain? The Right Place (in the Technology Space) at the Right Time.” Rosenberger gratefully acknowledges financial support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) Project 491578970. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}