{
    "id": 32872,
    "citation_title": "Tasks At Work: Comparative Advantage, Technology and Labor Demand",
    "citation_author": [
        "Daron Acemoglu",
        "Fredric Kong",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2024-08-26",
    "issue_date": "2024-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews recent advances in the task model and shows how this framework can be put to work to understand the major labor market trends of the last several decades. Production in each industry necessitates the completion of a range of tasks, which can be allocated to workers of different skill types or to capital. Factors of production have well-defined comparative advantage across tasks, which governs the pattern of substitution between skill groups. Technological change can: (1) augment a specific labor type—e.g., increase the productivity of labor in tasks it is already performing; (2) augment capital; (3) automate work by enabling capital to perform tasks previously allocated to labor; (4) create new tasks. The task model clarifies that these different types of technological changes have distinct effects on labor demand, factor shares and productivity, and their full impact depends on the pattern of substitution between different factors which arises endogenously in the task framework. We explore the implications of the task framework using reduced-form evidence, which highlights the central role of automation and new tasks in recent labor market trends. We also explain how general equilibrium effects ignored in these reduced-form approaches can be estimated structurally.\n\n",
    "acknowledgement": "\nWe thank the editors Christian Dustmann and Thomas Lemieux for their detailed comments. Acemoglu gratefully acknowledges support from the Hewlett and Smith Richardson Foundations, Kong from the Bradley Foundation, and Restrepo from the National Science Foundation (Award No. 2049427). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPascual Restrepo\n\nRestrepo received compensation for advising internal research at OpenAI on the economic effects of LLMs.\n\n\n"
}