{
    "id": 32879,
    "citation_title": "The Declining Mental Health of the Young in the UK",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson",
        "David N.F. Bell"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "2024-10-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show the incidence of mental ill-health has been rising especially among the young in the years and especially so in Scotland.  The incidence of mental ill-health among young men in particular, started rising in 2008 with the onset of the Great Recession and for young women  around 2012. The age profile of mental ill-health shifts to the left, over time, such that the peak of depression shifts from mid-life, when people are in their late 40s and early 50s, around the time of the Great Recession, to one’s early to mid-20s in 2023.  These trends are much more pronounced if one drops the large number of proxy respondents in the UK Labour Force Surveys, indicating fellow family members understate the poor mental health of respondents, especially if those respondents are young. We report consistent evidence from the Scottish Health Surveys and UK samples from Eurobarometer surveys.  Our findings are consistent with those for the United States and suggest that, although smartphone technologies may be closely correlated with a decline in young people’s mental health, increases in mental ill-health in the UK from the late 1990s suggest other factors must also be at play.\n\n",
    "acknowledgement": "\nDavid G. Blanchflower and Alex Bryson would like to thank the Human Development Report Office, United Nations Development Programme for support. The copyright for all research commissioned by the Human Development Report Office will be held by UNDP. We thank the ESRC Data Archive for access to the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}