{
    "id": 32876,
    "citation_title": "Exchange Rate Determination under Limits to CIP Arbitrage",
    "citation_author": [
        "Philippe Bacchetta",
        "J. Scott Davis",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theories of exchange rate determination have emphasized limited UIP arbitrage by international financial institutions. New regulations since 2008 have also lead to imperfect CIP arbitrage. We show that under limited CIP arbitrage the exchange rate and CIP deviation are jointly determined by equilibrium in the FX spot and swap markets. The model is used to investigate the impact of a wide range of financial shocks. The exchange rate is affected by a new set of financial shocks that operate through the swap market, which have no effect under perfect CIP arbitrage. More familiar financial shocks that impact the spot market have an amplified effect on the exchange rate as a result of their feedback to the swap market. Implications of the model are consistent with a broad range of evidence.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Bankard Fund for Political Economy and the Swiss National Science Foundation. We would like to thank Ozge Akinci (discussant), Ryan Chahrour, Linda Goldberg, Harald Hau, Amy Huber, Moritz Lenel, Angelo Ranaldo, Fabiola Ravazzolo, Hillary Stein as well as seminar participants at the Dallas and NY Feds, the IMF, Purdue University, Emory University, Keio University, Peking University, the SED congress in Barcelona, the SFI research days, the NY Fed and Fed Board of Governors conference on “The International Roles of the Dollar” and the UVA-Duke-Richmond Research Conference. We gratefully acknowledge financial support from the Bankard Fund for Political Economy and the Swiss National Science Foundation. This paper represents the views of the authors, which are not necessarily the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. An earlier draft of this paper circulated under the title “Dollar Shortages, CIP Deviations, and the Safe Haven Role of the Dollar.”\n\n\n"
}