{
    "id": 32877,
    "citation_title": "Capital Controls on Outflows: New Evidence and a Theoretical Framework",
    "citation_author": [
        "Roberto Chang",
        "Andrés Fernández",
        "Humberto Martinez"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study capital controls on outflows (CCOs) in situations of macroeconomic and financial distress. We present novel empirical evidence indicating that CCO implementation is associated with crises and declines in GDP growth. We then develop a theoretical framework that is consistent with such empirical findings and also yields policy and welfare lessons. The theory features costly coordination failures by foreign investors which can sometimes be avoided by suitably tailored CCOs. The benefits of CCOs as coordination devices can make them optimal even if CCOs entail deadweight losses; if the latter are large, however, CCOs are detrimental for welfare. We show that optimal CCOs can suffer from time inconsistency, and also how political opportunism may limit CCO policy. Hence government credibility and reputation building emerge as critical for the successful implementation of CCOs.\n\n",
    "acknowledgement": "\nWe thank Suman Basu, Javier Bianchi, Chris Erceg, Jesper Linde, Caio Machado, Erlend Nier, Tjoervi Olafsson, Annamaria Kokenyne, Marco Rodriguez, Hernando Vargas and participants in seminars held at the IMF, Bank of England, Central Bank of Chile, PUC-Chile, and Banco de la República.  Felipe Rojas provided outstanding research assistance. When working in this paper, Roberto Chang was a Visiting Scholar in the Monetary and Capital Markets Department of the International Monetary Fund. The views expressed in this paper are those of the authors and do not represent those of the IMF, IMF Management, its Executive Board, or the National Bureau of Economic Research. This paper was also published as IMF Working Paper 24/164 (DOI: https://doi.org/10.5089/9798400283710.001\n\n\n"
}