{
    "id": 32878,
    "citation_title": "Minimum Wages in the 21st Century",
    "citation_author": [
        "Arindrajit Dube",
        "Attila S. Lindner"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-08-29",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter surveys the literature on the impact of minimum wages on low-wage labor markets. We describe and critically review the empirical methods in the new minimum wage literature, particularly those leveraging quasi-experimental variation. We provide a quantitative overview of the most recent evidence on the employment and wage effects of the policy. We also explore emerging research on its impact on other margins, including amenities, other inputs (such as capital and high-skilled workers), firm entry and exit, as well as output prices, demand, profits, and productivity. This approach allows us to present a comprehensive picture of how minimum wage policies affect firms, workers, and labor markets. We also review the evidence on the policy’s impact on wage inequality and income distribution. Finally, we discuss how these effects can vary depending on the economic context and the level of a country’s development.\n\n",
    "acknowledgement": "\nWe thank Akash Bhatt, Annie McGrew, Jon Piqueras, and Linda Wu for excellent research assistance. We are also grateful to David Card, Christian Dustmann, Larry Katz, Pat Kline, Thomas Lemieux, Alan Manning, Michael Reich, Liyang Sun and the participants of the Conference for the Handbook of Labor Economics, Volume 5 in Berlin for the valuable comments and insights. We are grateful to the Rockwool Foundation Berlin (RFBerlin) for making this conference possible. This research has been also funded by the European Union’s Horizon 2020 research and innovation program (grant agreement number 949995). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}