{
    "id": 32887,
    "citation_title": "Cash Bail and Trial Outcomes in an Early Twentieth-Century Southern Police Court",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nStudies of modern misdemeanor adjudication find that courts set bail higher than is required to reasonably assure that nonviolent defendants who pose no immediate threat to the community will appear for trial. Some defendants languish in jail for extended periods during which time they lose income, employment, and the ability to provide an effective defense for themselves. This paper considers the downstream consequences of bail setting in an urban, southern police court in the 1910s. I find that defendants unwilling or unable to post cash bail were not more likely to be convicted or to be incarcerated than defendants who posted bail. Conditional on conviction, however, defendants who posted bail and returned for their hearings were about half as likely to serve time. Among those who served time, defendants who posted bail served just 6 percent as much time as defendants who did not post bail.  The ability to post bail was correlated with unobserved income or wealth and I find evidence that defendants who did not post bail and served on the chain gang were employed in low-income jobs and likely faced a binding cash-in-advance constraint.\n\n",
    "acknowledgement": "\nI thank participants in Clemson’s public economics workshop for comments on an earlier draft. I also thank Clemson University’s Creative Inquiry program, the John E. Walker Department of Economics, and a summer research grant from the Wilbur O. and Ann Powers College of Business for supporting this research. Katherine Cannon, Kallie Pavlish, Elliott Swain, and Aiyana Wright provided valuable research assistance. None is responsible for the views expressed here. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}