{
    "id": 32884,
    "citation_title": "Movements in Yields, not the Equity Premium: Bernanke-Kuttner Redux",
    "citation_author": [
        "Stefan Nagel",
        "Zhengyang Xu"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the stock market price reaction to monetary policy surprises upon announcements of the Federal Open Market Committee (FOMC) is explained mostly by changes in the default-free term structure of yields, not by changes in the equity premium. We reach this conclusion based on a new model-free method that uses dividend futures prices to obtain the counterfactual stock market index price change that results purely from the change in the default-free yield curve induced by the monetary policy surprise. The yield curve change in turn partly reflects a change in expected future short-term interest rates, as measured by changes in professional forecasts, and partly a change in the term premium. We further find that the even/odd week FOMC cycle in stock index returns is also largely due to an FOMC cycle in the yield curve rather than the equity premium.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions to Anna Cieslak, John Cochrane, Benjamin Hebert, Paymon Khorrami, Ralph Koijen, Sydney Ludvigson, Emanuel Moench, Tyler Muir, Emi Nakamura, Jun Pan, Carolin Pflueger, Annette Vissing-Jorgensen, and Jianfeng Yu; conference participants at the CICF, EFA, NBER AP, and WFA meetings; and seminar participants at the City University of Hong Kong. We thank Raymon Yue for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}