{
    "id": 32888,
    "citation_title": "Markups: A Search-Theoretic Perspective",
    "citation_author": [
        "Guido Menzio"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI derive a formula for the equilibrium distribution of markups in the search- theoretic model of imperfect competition of Butters (1977), Varian (1980), and Burdett and Judd (1983). The level of markups and the sign of the relationship between a seller’s markup and its size depends on the extent of search frictions, as well as on other deep parameters. Markups are efficient. Markups are positive even though the varieties produced by sellers are perfect substitutes. Markups are heterogeneous even when all sellers operate the same production technology. Markups depend on size, even though the substitutability between a variety and the others does not depend on how much of that variety is consumed. Interpreting these markups through the lens of the monopolistic competition model of Dixit and Stiglitz (1977) would lead one to recover incorrect and unstable buyers’ preferences. Interpreting these markups through the lens of the Dixit-Stiglitz model would also leads to incorrect policy recommendations. These results are a cautionary note on recent work in macroeconomics.\n\n",
    "acknowledgement": "\nI am extremely grateful to Corina Boar and Virgiliu Midrigan for many helpful conversations. I also thank Jan Eeckhout, Greg Kaplan, Ben Lester, Paolo Martellini, Simon Mongey, Lukas Nord, Kunal Sangani, Sharon Traiberman and Randy Wright for their comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}