{
    "id": 32883,
    "citation_title": "Too Much of a Good Thing? How Narrow Targeting and Policy Interactions Influence Responses to California’s EITC",
    "citation_author": [
        "David Neumark",
        "Zeyu Li"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "2024-10-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCalifornia has the highest Earned Income Tax (EITC) supplement to the federal EITC, with an 85% supplement rate. However, we find that despite the apparent generosity of the California EITC, there is no employment effect on less-skilled single mothers, in sharp contrast to the evidence of positive extensive margin effects of other state EITC supplements, and of the federal EITC. Our analysis points to two reasons why, unlike other EITCs, California’s EITC does not appear to have an extensive margin effect. First, most states simply supplement the federal EITC by a fixed percentage. In contrast, in California the maximum credit is reached at a much lower income level, the state EITC begins to phase out as soon as the maximum EITC payment is reached (i.e., there is no plateau), and the phase-out rate is as steep as the phase-in rate. The result is a much higher marginal tax rate that sets in at a much lower income level. Second, California has a very high (and rising) minimum wage. The interaction between a high minimum wage and the unique budget constraint created by the California EITC implies that workers who work more than a relatively low number of hours are unlikely to gain any extra income because of the EITC.\n\n",
    "acknowledgement": "\nNeumark is Professor of Economics at UCI, a Visiting Fellow at the Hoover Institution, and a research associate at the NBER. Li is a Ph.D. student at UCI. We are grateful to Robert Moffitt for helpful comments. Any views expressed are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}