{
    "id": 32882,
    "citation_title": "Risk, the Limits of Financial Risk Management, and Corporate Resilience",
    "citation_author": [
        "René M. Stulz"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting evidence shows convincingly that expected cash flows of non-financial firms can be negatively affected by their total risk, so that non-financial firms can create shareholder wealth by managing their total risk. After reviewing theories that demonstrate links between firm value and total risk, I examine how financial risk management is used to manage firm total risk. I conclude from the evidence that the use of financial risk management is mostly limited to near-term risk in non-financial firms. I offer explanations for this limited role of financial risk management. I argue that the limitations of financial risk management make it important for firms to also focus on resilience and call for more research on the costs and benefits of resilience.\n\n",
    "acknowledgement": "\nFisher College of Business at The Ohio State University, NBER, and ECGI. I am grateful to Kris Shen and Leandro Sanz for scientific assistance. I am grateful for comments from Söhnke Bartram, Greg Brown, Bernadette Minton, and Cathy Schrand The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz has a consulting practice where he is at times retained by financial institutions or their attorneys. He also belongs to the board of trustees of the Global Association of Risk Professionals.\n\n\n"
}