{
    "id": 32880,
    "citation_title": "Neoclassical Growth Transition Dynamics with One-Sided Commitment",
    "citation_author": [
        "Dirk Krueger",
        "Fulin Li",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the transition dynamics of a continuous-time neoclassical production economy with capital accumulation in which households face idiosyncratic income risk and cannot commit to repay their debt. Therefore, even though a full set of contingent claims that pay out conditional on the realization of idiosyncratic shocks is available, the equilibrium features imperfect insurance and a non-degenerate cross-sectional consumption distribution. When household labor productivity takes two values, one of which is zero, and the utility function is logarithmic, we characterize the entire transition dynamics induced by unexpected technology shocks, including the evolution of the consumption distribution, in closed form. Thus, the model constitutes an analytically tractable alternative to the standard incomplete markets general equilibrium Aiyagari (1994) model by retaining its physical environment, but replacing the incomplete asset markets structure with one in which limits to consumption insurance emerge endogenously due to limited commitment.\n\n",
    "acknowledgement": "\nWe thank Marcus Hagedorn, Leo Kaas, Matt Rognlie and Lawrence Schmidt, as well as seminar participants at many institutions for useful comments and suggestions, Yoshiki Ando for excellent research assistance and the National Science Foundation (grant SES 1757084) as well as the MFM group of the Becker-Friedman Institute for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHarald Uhlig\n\nI have consulting relationships with the Bank for International Settlements and the Bundesbank and interact with researchers there.\n\n\n"
}