{
    "id": 32885,
    "citation_title": "Gender Diversity in Academic Entrepreneurship: Social Impact Motives and the NSF I-Corps Program",
    "citation_author": [
        "April Burrage",
        "Nilanjana Dasgupta",
        "Ina Ganguli"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis study examines gender differences in the social impact and commercial motives for academic entrepreneurship using the National Science Foundation's Innovation Corps (NSF I-Corps) program. I-Corps provides experiential entrepreneurship training to faculty and graduate student researchers at local I-Corps university sites and through a nationwide program. Since the inception of I-Corps, only 20% of participants have been women. We first use survey data from one I-Corps university site to show that women participants had higher social entrepreneurial intentions compared to commercial entrepreneurial intentions, and these social entrepreneurial intentions were higher than men’s. We then extend and generalize this finding by analyzing 1,267 publicly available project summaries from the National I-Corps Program from 2012-2019. We find that women PIs’ I-Corps project proposals emphasized social impact significantly more than men PIs, while projects for all PIs emphasized commercial impact to a similar degree. We next ran a field experiment to estimate the causal impact of social impact vs. commercial motives by experimentally manipulating the recruitment email messages inviting researchers to participate in the I-Corps training program. We find that women were more likely to show interest in a social impact version of a message compared to a commercial version, while men showed equal interest in both types of messages. Taken together, our results indicate that women are more interested in pursuing commercialization and entrepreneurship activities when they are tackling societal problems. They suggest that low-cost interventions that emphasize the social impact value of entrepreneurial opportunities may increase gender diversity in entrepreneurship activities.\n\n",
    "acknowledgement": "\nWe appreciate support from the University of Massachusetts I-Corps Site team, including Karen Utgoff, Kenneth Carter, Sundar Krishnamurty, Burnley Jaklevic, Allison Koss and Maryanne Laukaitis.  This research was supported by NSF Award #1829219. This study was approved by the University of Massachusetts Amherst IRB (Protocol ID 2018-509). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}