{
    "id": 32886,
    "citation_title": "Electric Vehicles and the Energy Transition: Unintended Consequences of a Common Retail Rate Design",
    "citation_author": [
        "Megan R. Bailey",
        "David P. Brown",
        "Erica Myers",
        "Blake C. Shaffer",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe growth of electric vehicles (EVs) raises new challenges for electricity systems. We implement a field experiment to assess the effect of time-of-use (TOU) pricing and managed charging on EV charging behavior. We find that while TOU pricing is effective at shifting EV charging into off-peak hours, it unintentionally induces new and larger “shadow peaks” of simultaneous charging. These shadow peaks lead to greater exceedance of local capacity constraints and advance the need for distribution network upgrades. In contrast, centrally managed charging solves the coordination problem, reducing transformer capacity requirements, and is well-tolerated by consumers in our setting.\n\n",
    "acknowledgement": "\nWe are grateful to our partner electric utility company FortisAlberta for sponsoring and managing the field experiment on which this study is based. This work is supported by outstanding research assistance from Mallika Sharma and Ali Niazi. Financial support for this research was provided by the University of Calgary, the Canada First Research Excellence Fund as part of the University of Alberta’s Future Energy Systems research initiative and the University of Calgary's Global Research Initiative, and the Social Sciences and Humanities Research Council Insight Development Grant. This experiment is registered in the AEA RCT Registry (#AEARCTR-0011822) and UCalgary Conjoint Faculties Ethics Board (REB22-1713).} The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFrank A. Wolak\n\nNone\n\n\n"
}