{
    "id": 32889,
    "citation_title": "Measuring Bias in Job Recommender Systems: Auditing the Algorithms",
    "citation_author": [
        "Shuo Zhang",
        "Peter J. Kuhn"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Gender in the Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe audit the job recommender algorithms used by four Chinese job boards by creating fictitious applicant profiles that differ only in their gender.  Jobs recommended uniquely to the male and female profiles in a pair differ modestly in their observed characteristics, with female jobs advertising lower wages, requesting less experience, and coming from smaller firms.  Much larger differences are observed in these ads’ language, however, with women’s jobs containing 0.58 standard deviations more stereotypically female content than men’s. Using our experimental design, we can conclude that these gender gaps are generated primarily by content-based matching algorithms that use the worker’s declared gender as a direct input.  Action-based processes like item-based collaborative filtering and recruiters’ reactions to workers’ resumes contribute little to these gaps.\n\n",
    "acknowledgement": "\nWe thank Sarah Bana, Kelly Bedard, Clément de Chaisemartin, Joanna Lahey, Heather Royer, Benjamin Villena Roldan, Kim Weeden, Catherine Weinberger, seminar participants at the University of Oregon and UC San Diego, and participants at the Chinese Labor Economists Society Conference (Shandong University) and LM2C2 Workshop on Gender and Labor Market Mismatches, Santiago, Chile for many helpful comments. This study was approved under UCSB IRB No.17-20-0451 and is in the AEA RCT Registry under AEARCTR-0006101. The authors declare that they have no relevant financial relationships or other conflicts of interest affecting this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}