{
    "id": 32881,
    "citation_title": "Inflation and Treasury Convenience",
    "citation_author": [
        "Anna Cieslak",
        "Wenhao Li",
        "Carolin Pflueger"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a century of data, we show that Treasury convenience yield and inflation comove positively during the inflationary 1970s-1980s, but negatively pre-WWII and post-2000. An inflation decomposition reveals that higher supply inflation predicts higher convenience, while lower demand inflation follows higher convenience. In our model, inflationary cost-push shocks raise the opportunity cost of holding money and money-like assets, inducing higher convenience, as in 1970s-1980s. Conversely, liquidity demand shocks drive up convenience but lower consumption demand and inflation in the model, as pre-WWII and post-2000. By linking the evidence to macroeconomic drivers, our results challenge the notion that inflation directly depresses Treasury convenience.\n\n",
    "acknowledgement": "\nPflueger acknowledges funding from the National Science Foundation, grant no. 2149193. We thank Viral Acharya, Andrew Atkeson, Will Diamond(discussant), Vadim Elenev (discussant), Jonathan Goldberg (discussant), Marco Grotteria, Rohan Kekre, Stefan Nagel, Stavros Panageas, Quentin Vandeweyer (discussant), and participants at the ECB, USC, University of Chicago, Harvard Junior Finance Conference, Columbia Junior Finance Conference, UBC Winter Finance Conference, UCLA macro-finance workshop, SED, SFS Cavalcade, FIRS, BSE Workshop on Safety, Liquidity, and the Macroeconomy, and CESifo Conference on Macro, Money, and International Finance for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}