{
    "id": 32892,
    "citation_title": "Self-, Peer-, and Teacher Perceptions under School Tracking",
    "citation_author": [
        "Ofer Malamud",
        "Andreea Mitrut",
        "Cristian Pop-Eleches",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine student, teacher, and peer perceptions of effort, ability, performance, and self-confidence in Romania’s highly tracked schools. We find that: (1) students just above a cutoff—tracked into high-achieving classes—have less favorable self-perceptions than those just below (“big-fish-little-pond” effects); (2) students perceive peers in their classes more favorably (“in-group bias”); (3) this bias is stronger in lower-achieving classes; (4) students perceive themselves more positively than others perceive them (“illusory superiority”); (5) this bias is stronger among lower-achieving students (“Krueger-Dunning effects”). In short, being tracked into lower-achieving classes does not appear to negatively affect self-perceptions.\n\n",
    "acknowledgement": "\nFor useful comments, we thank José Montalbán Castilla, Matteo Sandi, and Bennett Smith-Worthington, as well as participants in the 2022 Behavioral Workshop in Gothenburg, the 2022 CESifo Conference on Economics of Education, McGill University, and the Institute for Policy Research at Northwestern University. For financial support, we are grateful to the Center for Development Economics and Policy (CDEP) and the Faculty Grants Program at SIPA (Columbia). For outstanding research assistance, we thank Yuliya Borodina, Naman Garg, and Matías Martínez. Local IRB approval was received through Gallup Romania, which had permission from the Romanian Government to conduct human subject research. Gallup Romania shared the de-identified data with Andreea Mitrut, the PI on the project, who received IRB approval from the University of Gothenburg. Andreea Mitrut gratefully acknowledges support from the Riksbankens Jubileumsfond  (P17-0122:1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}