{
    "id": 32891,
    "citation_title": "Drivers of Racial Differences in C-Sections",
    "citation_author": [
        "Adriana Corredor-Waldron",
        "Janet Currie",
        "Molly Schnell"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "2024-11-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBlack mothers with unscheduled deliveries are 25 percent more likely to deliver by C-section than non-Hispanic white mothers. The gap is highest for mothers with the lowest risk and is reduced by only four percentage points when controlling for observed medical risk factors, sociodemographic characteristics, hospital, and doctor or medical practice group. Remarkably, the gap disappears when the costs of ordering an unscheduled C-section are higher due to the unscheduled delivery occurring at the same time as a scheduled C-section. This finding is consistent with provider discretion—rather than differences in unobserved medical risk—accounting for persistent racial disparities in delivery method. The additional C-sections that take place for low-risk women when hospitals are unconstrained negatively impact maternal and infant health.\n\n",
    "acknowledgement": "\nWe thank Marcella Alsan, Marika Cabral, Eilidh Geddes, Elisa Jacome, Matt Notowidigdo, Joaquin Rubalcaba, Jonathan Zhang, and participants at the 2022 AEA Annual Meeting, the 2023 NBER Conference on Racial and Ethnic Health Disparities, the 2023 Triangle Applied Microeconomics Conference, the University of Southern California-Schaeffer Center, the University of Georgia, and the Booth School of Business for helpful comments. Data for this project is confidential but can be accessed through a process outlined here: https://iphd.rutgers.edu/application-process. Our replication code is available as an online appendix. We would like to thank Barbara Bolden, Darrin Goldman, and Yong Sung Lee from the New Jersey Department of Health for assistance in accessing the data and Jimmy Kim for providing excellent research assistance. The authors have no conflicts to disclose. All interpretations and any errors are solely our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}