{
    "id": 32894,
    "citation_title": "Conviction, Incarceration, and Recidivism: Understanding the Revolving Door",
    "citation_author": [
        "John Eric Humphries",
        "Aurelie Ouss",
        "Kamelia Stavreva",
        "Megan T. Stevenson",
        "Winnie van Dijk"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nNoncarceral conviction is a common outcome of criminal court cases: for every individual incarcerated, there are approximately three who are recently convicted but not sentenced to prison or jail. We develop an empirical framework for studying the consequences of noncarceral conviction by extending the binary-treatment judge IV framework to settings with multiple treatments. We outline assumptions under which widely-used 2SLS regressions recover margin-specific treatment effects, relate these assumptions to models of judge decision-making, and derive an expression that provides intuition about the direction and magnitude of asymptotic bias when they are not met. Under the identifying assumptions, we find that noncarceral conviction (relative to dismissal) leads to a large and long-lasting increase in recidivism for felony defendants in Virginia. In contrast, incarceration relative to noncarceral conviction leads to a short-run reduction in recidivism, consistent with incapacitation. While the identifying assumptions include a strong restriction on judge decision-making, we argue that any bias resulting from its failure is unlikely to change our qualitative conclusions. Lastly, we introduce an alternative empirical strategy, and find that it yields similar estimates. Collectively, these results suggest that noncarceral felony conviction is an important and potentially overlooked driver of recidivism.\n\n",
    "acknowledgement": "\nThanks to Meredith Farrar-Owens and others at the Virginia Criminal Sentencing Commission for providing data and answering questions, and to Ben Schoenfeld for web scraping Virginia criminal court records and making them publicly available. We are grateful to Alex Albright, Steve Berry, Jordan Cammarota, Jiafeng (Kevin) Chen, Will Dobbie, Deniz Dutz, Brigham Frandsen, Anjelica Hendricks, Felipe Goncalves, Hans Gr¨onqvist, Phil Haile, Randi Hjalmarsson, Rucker Johnson, Larry Katz, Emily Leslie, Charles Loeffler, Jens Ludwig, Alex Mas, Magne Mogstad, Jack Mountjoy, Derek Neal, Arnaud Philippe, Vitor Possebom, Steve Raphael, Yotam Shem-Tov, Elie Tamer, Pietro Tebaldi, Alex Torgovitsky, Crystal Yang, Ed Vytlacil, Chris Walker, and seminar participants for helpful comments. We thank Magdalena Dominguez, Jeff Grogger, Vishal Kamat, and Mike Mueller-Smith for serving as discussants. We thank Cecile Macaire, Naomi Shimberg, Joost Sijthoff, Iliana Cabral, and the UVA Law Librarians for excellent research assistance. We also thank Arnold Ventures and the Tobin Center for Economic Research for financial support. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}