{
    "id": 32896,
    "citation_title": "(Dis)Information Wars",
    "citation_author": [
        "Adrian Casillas",
        "Maryam Farboodi",
        "Layla Hashemi",
        "Maryam Saeedi",
        "Steven Wilson"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade, social media platforms have emerged as prominent vehicles for displaying dissent. In response, various actors have increasingly spread fake news on these platforms to impair the opposition—the (dis)information war. We analyze a methodology to identify disinformation using network-based characteristics of the news initiators, and use data from Twitter (now X) to assess the effectiveness of this method in limiting the spread of disinformation. We find that it detects at least 85% of verified instances of disinformation without misidentifying any true news, and reduces both account engagement and lifespan of disinformation by at least a factor of two, highlighting the importance of swift discovery of disinformation to interrupt its exponential spread.\n\n",
    "acknowledgement": "\nThis paper was initially prepared for the 2023 AI Authors’ Conference at the Center for Regulation and Markets (CRM) for publication by the Brookings Institution. We thank the Brookings CRM and the NBER Digitization group for financial support. We are grateful to Isaiah Andrews, Thomas Fujiwara, Azam Heydari, Andrea Prat, Maryam Nazari, Jesse Shapiro, Ali Shourideh, Steven Tadelis, Francesco Trebbi, David Yang, participants of NBER Political Economy program meeting Fall 2023, Brookings 2023 AI Authors’ Conference, and European Summer Symposium in Economic Theory (ESSET) 2023, and many others who have helped us throughout this project. All the remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}