{
    "id": 32898,
    "citation_title": "Equilibrium Evictions",
    "citation_author": [
        "Dean Corbae",
        "Andrew Glover",
        "Michael Nattinger"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a simple equilibrium model of rental markets for housing in which eviction occurs endogenously. Both landlords and renters lack commitment; a landlord evicts a delinquent tenant if they do not expect total future rent payments to cover costs, while tenants cannot commit to paying more rent than they would be able or willing to pay given their outside option of searching for a new rental. Renters who are persistently delinquent are more likely to be evicted and pay more per quality-adjusted unit of housing than renters who are less likely to be delinquent. Evictions due to a tenant’s inability to pay are never socially efficient, and lead to lower quality investment in housing and too few vacancies relative to the socially optimal allocation. Government policies that restrict landlords’ ability to evict can improve welfare relative to laissez-faire, but a full moratorium on evictions only raises welfare when it is temporarily adopted in response to a large adverse shock. Finally, rent support can effectively eliminate evictions even without covering all missed rent and delivers significantly larger gains than eviction restrictions.\n\n",
    "acknowledgement": "\nThe views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research. We wish to thank Boaz Abramson, Carter Braxton, Satyajit Chatterjee, Rebecca Diamond, Adam Guren, Lu Han, Patrick Kehoe, Igor Livshits, Paolo Martellini, Guido Menzio, Amanda Michaud, Scott Nelson, Victor Rios-Rull, Robert Shimer, Derek Stacey, Winnie Van Dijk, Stijn Van Nieuwerburgh, Venky Venkateswaran, and seminar participants at the NBER Summer Institute, Summer Econometric Society Meetings, Texas Monetary Conference, DC Search and Matching Workshop, Federal Reserve System Macroeconomics Conference, SED, SAET, Midwest Macro, New York University, Wisconsin Real Estate Research Conference, Wharton, and the University of Minnesota for helpful comments. Deepak Venkatasubramanian and Emily Pollard provided excellent research assistance.\n\n\n"
}