{
    "id": 32890,
    "citation_title": "Pensioners Without Borders: Agglomeration and the Migration Response to Taxation",
    "citation_author": [
        "Salla Kalin",
        "Antoine B. Levy",
        "Mathilde Muñoz"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates whether and why pensioners move across borders in response to tax rate differentials. In 2013, retirees relocating to Portugal became eligible to a full tax exemption of foreign-source pensions. Contrary to the broadly held belief that seniors \"age in place\", we find substantial international mobility responses to the reform, concentrated among wealthy and educated pensioners in higher-tax origin countries. The implied migration elasticity of the stock of foreign pensioners to the net-of-tax rate is large (between 1.5 and 2) and increases at longer horizons. Tax-induced retirement migration clusters in space, and exhibits amplification and hysteresis patterns consistent with agglomeration through endogenous amenities. We show such forces theoretically and empirically have significant implications for optimal tax rates, and for the limited efficacy of unilateral policy responses to tax competition, like the source-based taxation of pensions.\n\n",
    "acknowledgement": "\nWe thank Arnaud Costinot, Benjamin Faber, Joao Pereira dos Santos, Jim Poterba, Emmanuel Saez, Dimitry Taubinsky, Danny Yagan and seminar participants at UC Berkeley and MIT for valuable comments. Tai Nguyen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}