{
    "id": 32899,
    "citation_title": "Incentives to Vaccinate",
    "citation_author": [
        "Pol Campos-Mercade",
        "Armando N. Meier",
        "Stephan Meier",
        "Devin G. Pope",
        "Florian H. Schneider",
        "Erik Wengström"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhether monetary incentives to change behavior work and how they should be structured are fundamental economic questions. We overcome typical data limitations in a large-scale field experiment on vaccination (N = 5,324) with a unique combination of administrative and survey data. We find that guaranteed incentives of $20 increase uptake by 13 percentage points in the short run and 9 in the long run. Guaranteed incentives are more effective than lottery-based, prosocial, or individually-targeted incentives, though all boost vaccinations. There are no unintended consequences on future vaccination or heterogeneities based on vaccination attitudes and incentivized economic preferences. Further, administrative data on relatives shows substantial positive spillovers. Our findings demonstrate the great potential of incentives for improving public health and provide guidance on their design.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the Jan Wallanders och Tom Hedelius stiftelse samt Tore Browaldhs stiftelse, the Swiss National Science Foundation Grant PZ00P1_201956, the Chazen Institute for Global Business at Columbia Business School, Columbia Business School, the University of Chicago Booth School of Business, and the Danish National Research Foundation Grant DNRF134. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}