{
    "id": 32893,
    "citation_title": "Network Competition in the Airline Industry: An Empirical Framework",
    "citation_author": [
        "Zhe Yuan",
        "Panle Jia Barwick"
    ],
    "citation_publication_date": "2024-09-02",
    "issue_date": "2024-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Hub-and-Spoke network is a defining feature of the airline industry. This paper is among the first in the literature to introduce an empirical framework for analyzing network competition among airlines. Airlines make market entry decisions and choose flight frequencies in the first stage, followed by price competition to attract passengers in the second stage. A key feature of this model is the linkage between direct and indirect flights, which is described by a technological relationship (and estimated using data) that proxies the Hub-and-Spoke network. The paper estimates the marginal costs of serving passengers and operating flights using first-order conditions, bounds the entry costs using inequalities derived from the reveal-preference argument, and employs a state-of-the-art econometric method to conduct inference for entry cost parameters. Ignoring network externality underestimates the benefits of operating an additional flight by 13.2%, and airlines would schedule 21.53% fewer one-stop flights had they made flight operation decisions independently for each market. To evaluate the impact of a hypothetical merger, the paper proposes a novel equilibrium concept that makes it feasible to compute the industry equilibria. Counterfactual analyses indicate that a hypothetical merger between Alaska and Virgin America would increase consumer surplus as the merged airline would offer direct flights in 10% more markets while the overall post-merger price effect would likely be muted.\n\n",
    "acknowledgement": "\nWe thank the editor and anonymous referees whose comments significantly improved this paper. We are grateful to Victor Aguirregabiria, Heski Bar-Isaac, Dwayne Benjamin, Loren Brandt, Yanyou Chen, Andrew Ching, Rahul Deb, Mara Lederman, Yao Luo, Ismael Mourifi, Rob Porter, James Roberts, Marc Rysman, Xianwen Shi, Xiaoxia Shi, Eduardo Souza-Rodrigues, Junichi Suzuki, Yuanyuan Wan, Miaojun Wang, Mo Xiao, Daniel Xu, and seminar participants at Albany, Renmin University, Ryerson, Saskatchewan, Toronto, Western, Zhejiang University, CEA Annual Conference 2016, IIOC Annual Conference 2016, SHUFE IO Conference, EARIE Annual Conference 2016, and China Meeting for Econometric Society 2017 for helpful comments and discussions. We thank Siyu Chen and Jianjuan Chen for their computational support. All errors are our own. Zhe wants to acknowledge financial support from NSFC [Grants 72203202, 72192803 and\n72141305]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}