{
    "id": 329,
    "citation_title": "Money Stock Revisions and Unanticipated Money Growth",
    "citation_author": [
        "Robert J. Barro",
        "Zvi Hercowitz"
    ],
    "citation_publication_date": "1979-03-01",
    "issue_date": "1979-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important \"empirical regularity\" is the strong positive effect of money shocks on output and employment. One strand of business cycle theory relates this finding to temporary confusions between absolute and relative price changes. These models predict positive output effects of unperceived monetary movements, but the quantitative importance of unperceived shifts in nominal aggregates is subject to question. Another strand of theory, based on long-term nominal contracts and analogous price-setting institutions, generates output effects from unanticipated, but not necessarily contemporaneously unperceived, money shocks. However, the real effects of unpredicted, but contemporaneously understood, monetary changes are not obviously consistent with efficient institutional arrangements. The present paper provides some empirical evidence on the two types of theories by analyzing the output effects associated with revisions in the money stock data, where the revisions are interpreted as components of unperceived monetary movements. The revisions turn out to have no significant explanatory power for output. Previous findings that innovations from an estimated money growth equation have a significant output effect remain intact when the revisions are included as separate explanatory variables. Overall, the study provides a small amount of evidence against the special role of unperceived, as opposed to unanticipated, money movements as a determinant of business fluctuations.\n\n",
    "acknowledgement": "\n"
}