{
    "id": 32902,
    "citation_title": "Restaurant Employment, Minimum Wages, and Border Discontinuities",
    "citation_author": [
        "Arindrajit Dube",
        "Michael Reich",
        "Akash Bhatt",
        "Denis Sosinskiy"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDube, Lester and Reich (2010, DLR), using state minimum wage discontinuities across bordering counties and Quarterly Census of Employment and Wages data, did not detect negative minimum wage effects on restaurant employment. Jha, Neumark and Rodriguez-Lopez (2024, JNR) claim that looking within multi-state commuting zones and using County Business Patterns data provides a superior approach to DLR and does find disemployment effects. We show that JNR’s results are confounded by parallel trends violations in the 1990s, when minimum wage events were rare and small in magnitude; JNR’s outmoded two-way-fixed-effects model amplifies the biases introduced by these violations. Our estimates using their specifications and data on only post-2000 data fail to detect disemployment effects. The same results hold using QCEW and ACS datasets. Our preferred event study difference-in-differences approach, which analyzes only data that fall clearly within an event’s window, also does not detect negative employment effects. This result holds whether we compare across all states, look within commuting zones or within border county pairs, and regardless of the data set or time period.\n\nThis paper responds to a recent comment (32901)  on an earlier research study published by two of the four authors of this paper.\n\n",
    "acknowledgement": "\nWe are grateful to the Institute for Research on Labor and Employment at UC Berkeley for research support, to Ben Zipperer for his discussion of the JNR paper at ASSA 2024, and to Attila Lindner for his valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}