{
    "id": 32908,
    "citation_title": "Skills and Human Capital in the Labor Market",
    "citation_author": [
        "David J. Deming",
        "Mikko I. Silliman"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper synthesizes the economics literature on skills and human capital, with a particular focus on higher-order capacities like social and decision-making skills. We review the empirical evidence on returns to human capital from both a micro and macro perspective, as well as the evidence on returns to human capital investment over the life-cycle. We highlight two key limitations of human capital theory as currently implemented. First, prior work mostly assumes that human capital is one-dimensional and can be measured by education or test scores alone. Second, human capital is typically modeled as augmenting the marginal product of labor with workers being treated as factors of production, just like physical capital. We argue for a new approach that treats workers as agents who decide how to allocate their labor over job tasks. Traditional cognitive skills make workers more productive in any task, while higher-order skills govern workers’ choices of which tasks to perform and whether to work alone or in a team. We illustrate the value of this approach with stylized models that incorporate teamwork and decision-making skills and generate predictions about how returns to skills vary across contexts.\n\n",
    "acknowledgement": "\nThis is a a preliminary chapter in preparation for the Handbook of Labor Economics. We thank Christian Dustmann and Thomas Lemieux for their thoughtful comments and wise editorial judgment, and conference participants from the Rockwool Foundation gathering in Berlin for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}