{
    "id": 32900,
    "citation_title": "An Anatomy of Currency Strategies: The Role of Emerging Markets",
    "citation_author": [
        "Mikhail Chernov",
        "Magnus Dahlquist",
        "Lars A. Lochstoer"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a small set of emerging markets with floating exchange rates expand the investment frontier substantially relative to G10 currencies. The frontier is characterized by an out-of-sample mean-variance efficient portfolio that prices G10- and emerging markets-based trading strategies unconditionally as well as conditionally. Our approach reveals that returns to prominent trading strategies are largely driven by factors that do not command a risk premium. After real-time hedging of such unpriced risks, the Sharpe ratios of these strategies increase substantially, providing new benchmarks for currency pricing models. For instance, the Sharpe ratio of the carry strategy increases from 0.71 to 1.29. The unpriced risks are related to geographically-based currency factors, while the priced risk that drives currency risk premiums is related to aggregate consumption exposure.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Federico Baldi-Lanfranchi, Max Croce, as well as participants in seminars and conferences at the Bank for International Settlements, the 2024 BI-SHOF conference, CIREQ-CMP Econometrics Conference in Honor of Eric Ghysels, Copenhagen Business School, the 2024 ESSFM meeting in Gerzensee, London School of Economics, NYU Stern, University of Lancaster, and University of Lausanne / EPFL. We thank Haohang Wu for excellent research assistance. Dahlquist gratefully acknowledges support from the Jan Wallander and Tom Hedelius Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}