{
    "id": 32907,
    "citation_title": "Failing Banks",
    "citation_author": [
        "Sergio A. Correia",
        "Stephan Luck",
        "Emil Verner"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do banks fail? We create a panel covering most commercial banks from 1865 through 2023 to study the history of failing banks in the United States. Failing banks are characterized by rising asset losses, deteriorating solvency, and an increasing reliance on expensive non-core funding. Commonalities across failing banks imply that failures are highly predictable using simple accounting metrics from publicly available financial statements. Predictability is high even in the absence of deposit insurance, when depositor runs were common. Bank-level fundamentals also forecast aggregate waves of bank failures during systemic banking crises. Altogether, our evidence suggests that the ultimate cause of bank failures and banking crises is almost always and everywhere a deterioration of bank fundamentals. Bank runs can be rejected as a plausible cause of failure for most failures in the history of the U.S. and are most commonly a consequence of imminent failure. Depositors tend to be slow to react to an increased risk of bank failure, even in the absence of deposit insurance.\n\n",
    "acknowledgement": "\nWe would like to thank our discussants Jorge Abad, Matt Baron, Asaf Bernstein, Mark Carlson, Tim Eisert, Daniel Ferreira, Matt Jaremski, Joseph Mason, Andrew Metrick, Manju Puri, Eva Schliephake, Skander van den Heuvel, and Kaspar Zimmermann for their invaluable comments. We would also like to thank Viral Acharya, Rosalind Bennett, Michael Bordo, Harry Cooperman, Natalie Cox, Darrell Duffie, Robin Greenwood, Kinda Hachem, Ing-Haw Cheng, Sam Hanson, Barney Hartman-Glaser, Ben Hebert, Bev Hirtle, Òscar Jordà, Nobu Kiyotaki, James McAndrews, Thomas Philippon, Matt Plosser, Andrei Shleifer, Hyun Shin, Jon Steinsson, Adi Sunderam, Eugene White, and seminar participants at Auburn University, Bank for International Settlements (BIS), Banco de Portugal and CEPR Conference on Financial Intermediation, 2024 WFA Hawaii, 2024 Barcelona Summer Forum, Cowles Foundation Conference on Rethinking Optimal Deposit Insurance, Federal Reserve Board, Federal Reserve Monetary and Financial History Workshop, George Washington University, Harvard-MIT Financial Economics Workshop, MIT Sloan, 2024 MoFiR Workshop on Banking, 2024 NBER Financial Market Frictions and Systemic Risks, 2024 NBER Summer Institute Corporate Finance, Northwestern Conference on Historical Lessons for Monetary and Fiscal Policy, NYU Stern, Rutgers University, Office of the Comptroller of the Currency (OCC), Fed-Maryland Short-Term Funding Markets Conference, UC Berkeley Econ, UC Berkeley Finance, USC Macro-Finance Conference, University of Toronto Conference on Banks, States and the People: Origins and Impact of Banking Crises, University of Zurich, University of Tilburg, the University of Maastricht, and the Yale Program on Financial Stability for useful comments. We also would like to especially thank Natalie Girshman and Francis Mahoney for help with archival work and Rosalind Bennett for sharing the FDIC’s Failure Transaction Database. We thank Gabriel Leonard and Tiffany Fermin for excellent research assistance. The project has received support from the MIT Research Support Committee’s Ferry Fund. The opinions expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}