{
    "id": 32901,
    "citation_title": "What’s Across the Border? Re-Evaluating the Cross-Border Evidence on Minimum Wage Effects",
    "citation_author": [
        "Priyaranjan Jha",
        "David Neumark",
        "Antonio Rodriguez-Lopez"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDube, Lester, and Reich (2010) argue that state-level minimum wage variation correlated with economic shocks generates spurious evidence that higher minimum wages reduce employment. Using minimum wage variation within contiguous county pairs sharing a state border, they find no relationship between minimum wages and employment in the U.S. restaurant industry. Using the same research design, we show that this result is overturned if we use instead multi-state commuting zones, which provide superior definitions of local economic areas. These contrasting results are explained by a positive bias in the county-pair specification when using pairs formed by counties from different commuting zones.\n\nThis paper revisits the conclusions of a research paper published in 2010. The authors of that paper have responded in another NBER working paper  (32902).\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from four anonymous referees, the editor, Jeffrey Clemens, Jonathan Meer, Jorge Pérez Pérez, and Michael Strain. We thank Jyotsana Kala for valuable research assistance. Research support was provided by the International Center for Law & Economics. All views are our own, and do not necessarily represent those of the Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}