{
    "id": 32909,
    "citation_title": "The Case for Researching Applied Privacy Enhancing Technologies",
    "citation_author": [
        "Claire M. Bowen",
        "Joshua Snoke",
        "Aaron R. Williams",
        "Andrés F. Barrientos"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on privacy enhancing approaches for sharing data has grown significantly over the past two decades.  This increased interest has led to extensive theoretical and methodological research, but the number of practical applications of privacy enhancing technologies has lagged far behind. This paper provides an overview of the Safe Data Technologies Project and the approach we have taken to conducting privacy research with the specific aim of putting theory into practice and incorporating user input. We provide an overview of the broader project goals, which aim to safely expand access to administrative tax data that is currently highly restricted. We highlight how understanding user interactions with the privacy enhancing methods has driven our research path and challenged the often unrealistic assumptions underlying much of the theoretical work. We review the primary findings from our research, discuss our plans for future directions, and make the case for researchers to pursue similar lines of applied inquiry.\n\n",
    "acknowledgement": "\nThis research was funded by the Alfred P. Sloan Foundation [G-2022-17149] and National Science Foundation National Center for Science and Engineering Statistics [49100422C0008]. We would like to thank our collaborators at SOI, especially Barry Johnson, Victoria Bryant, Chris Rexrode, Conrado Arroyo, Derek Gutierrez, and Giang Trinh for their amazing support. We also thank our stellar Safe Data Technologies Project team, consisting of Nikhita Airi, Leonard Burman, John Czajka, Surachai Khitatrakun, Graham MacDonald, Rob McClelland, Sybil Mendonca, Josh Miller, Gabriel Morrison, Liudas Panavas, Jeremy Seeman, Jean Clayton Seraphin, Deena Tamaroff, Silke Taylor, Erika Tyagi, and Doug Wissoker. Finally, we thank our advisory board for their advice and support. The members are John Abowd, Jim Cilke, Connie Citro, Jason DeBacker, Rick Evans, Dan Feenberg, Max Ghenis, Nick Hart, Matt Jensen, Ithai Lurie, Ashwin Machanavajjhala, Shelly Martinez, Robert Moffitt, Amy O'Hara, Mauricio Ortiz, Nancy Potok, Jerry Reiter, Rolando Rodriguez, Emmanuel Saez, Wade Shen, Aleksandra Slavkovi\\'c, Salil Vadhan, and Lars Vilhuber. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}