{
    "id": 32904,
    "citation_title": "Trade, Innovation and Firm Financing",
    "citation_author": [
        "Paul Bergin",
        "Ling Feng",
        "Ching-Yi Lin"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the trade literature has tended to view export activity and innovation as complementary activities, we present evidence that financial constraints are a reason the two activities can act as substitutes for small exporters. In particular, we find that small exporters have lower expenditure on R&D than comparable non-exporters, and we find a corresponding pattern in the leverage ratio of the capital structure of small firms. A model that combines firm decisions regarding the amount of innovation, exporting, and endogenous financial capital structure is able to account for these empirical findings. The model implies that small firms are unable to fully reap the gains from exporting due to financial constraints, as they reduce R&D to finance the costs of export participation.\n\n",
    "acknowledgement": "\nLing Feng thanks financial support from the National Natural Science Foundation of China (Grant No. 72173078), the Humanities and Social Science Research Grant from the Ministry of Education of China (Grant No. 19YJA790011), and the Program for Innovation Research Team of Shanghai University of Finance and Economics (IRTSHUFE). Ching-Yi Lin thanks financial support from National Science and Technology Council Taiwan (109-2410-H-007-041-MY3. Declarations of interest: none. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}