{
    "id": 32910,
    "citation_title": "Invoicing Currency and Exchange Rate Pass-Through in Japanese Imports: A Panel VAR Analysis",
    "citation_author": [
        "Taiyo Yoshimi",
        "Uraku Yoshimoto",
        "Takatoshi Ito",
        "Kiyotaka Sato",
        "Junko Shimizu",
        "Yushi Yoshida"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study utilizes the granular Japanese customs data from 2014 to 2020 to examine the exchange rate pass-through (ERPT) to Japanese import prices. It mainly focuses on the impact of the invoicing currency choice on ERPT. The ERPT elasticity in products invoiced in the exporter’s currency is greater than those invoiced in yen. In the full sample analysis, the ERPT elasticity was 0.75 for products invoiced in the exporter’s currency, compared to about 0.19 for yen-invoiced products. We find the same tendency for imports from two Asian powerhouses: China and Thailand. There is no significant difference in the ERPT elasticity between products invoiced in the exporter’s currency and those invoiced in a third currency (i.e., a currency other than yen or the exporter’s currency). In addition, an asymmetric pass-through is found, namely the ERPT during the appreciation phase of the yen is higher than during the depreciation phase. This finding is interpreted that foreign exporters strengthen their pricing-to-market behavior during the yen depreciation phase to maintain their market share.\n\n",
    "acknowledgement": "\nThis study is the result of research conducted jointly with the Policy Research Institute (PRI) of the Japanese Ministry of Finance (MOF), which submitted an offer to the MOF based on the “Guideline on the utilization of Customs’ import and export declaration data in a joint research with the Policy Research Institute,” and received approval in February 2022. The views expressed in this research are the authors’ personal responsibility and do not represent the official views of the MOF or PRI. We would like to thank Fumiharu Ito, Kenta Ando, and Shintaro Negishi for their dedicated support for this project. We acknowledge financial support from the JSPS KAKENHI Grant (JP20H01518, JP20KK0289 and JP23K20152 to Yoshimi, JP24K16379 to Yoshimoto, JP19H01504, JP23H00836, JP23K25533 and JP23K17550 to Sato, JP 24K04962 to Shimizu, and JP22K18527 to Yoshida). All subsequent errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTakatoshi Ito\n\nIto serves on the academic advisory board of a financial investor company and on the Editorial Board of a newsletter on the Japanese Economy.\n\n\n"
}