{
    "id": 32915,
    "citation_title": "Is Broader Always Better? Preexisting Distortions, Emissions Elasticities, and the Scope of Emissions Pricing",
    "citation_author": [
        "Lawrence H. Goulder",
        "Marc A.C. Hafstead",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists often regard broad-based carbon pricing (whether in the form of a carbon tax or cap and trade) as the most efficient policy to reduce carbon dioxide emissions. Relative to a narrower policy that exempts some emissions sources, a broader policy is often favored because it can exploit more low-cost emissions reduction opportunities and cause less emissions leakage to uncovered sources. Yet narrower approaches have gained considerable political support, partly because they avoid price increases for outputs (such as gasoline) regarded as especially critical to household budgets. Some analysts might lament any departure from broad carbon pricing, citing efficiency costs. This paper offers theory and numerical simulations revealing that such a shift need not sacrifice efficiency. This result reflects differences across sectors in distortions from preexisting taxes and in the elasticity of emissions with respect to the carbon price. Our analytical model reveals that a narrower policy that exploits these differences can be more cost-effective than a policy with a broad, economy-wide tax base. Our numerical model of the US economy compares quantitatively the effects of an economy-wide carbon price with those of several narrower policies, including one that applies only to the power sector, one that exempts gasoline, and one that exempts energy-intensive trade-exposed industries. We compare policies under alternative specifications for policy stringency and find that the broader policy always becomes more cost-effective at sufficiently high stringency.\n\n",
    "acknowledgement": "\nWe thank Dallas Burtraw and Don Fullerton for early conversations on this topic. We also thank participants at the 2023 National Tax Association Spring Symposium and 2024 Allied Social Science Associations Meetings for helpful comments and suggestions. Hafstead thanks RFF’s Carbon Pricing Initiative for financial support. A portion of Williams’s work on this project was supported by the USDA National Institute of Food and Agriculture (Hatch project 7006024) Roberton C. Williams III has served during calendar years 2019-2021 as Chief Economist for the Climate Leadership Council, which advocates for a US federal carbon fee and dividend. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}