{
    "id": 32911,
    "citation_title": "How Do Holistic Wrap-Around Anti-Poverty Programs Affect Employment and Individualized Outcomes?",
    "citation_author": [
        "Javier Espinosa",
        "William N. Evans",
        "David C. Phillips",
        "Tim Spilde"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new wave of social service programs aims to build a pathway out of poverty by helping clients define their own goals and then supporting them flexibly and intensively over multiple years to meet those goals. We conduct a randomized controlled trial of one such program. Participants randomly assigned to intensive, holistic, wrap-around services have 10 percentage points higher employment rates after one year compared with a control group offered only help with an immediate need. Most of this effect appears to persist after programming ends. However, we find limited evidence that intensive, holistic services affect areas beyond employment, even when other areas of life are participants’ primary goals. We find some evidence that the program works by increasing hopefulness and agency among participants, which may be more useful in supporting labor force participation than in meeting other goals.\n\n",
    "acknowledgement": "\nJ-PAL North America, the Bill & Melinda Gates Foundation, Arnold Ventures, and the Wilson Sheehan Lab for Economic Opportunities (LEO) supported this research. Special thanks to our partners at Action for a Better Community, Catholic Family Center, Community Place, the City of Rochester, and the Rochester-Monroe Anti-Poverty Initiative, especially Lydia Alston-Murphy, Henry Fitts, Shawn Futch, Sue Kervin, Leslie Mosman, Ron Rizzo, Greg Sheldon, and Aaron Wicks. Victor Cardena, Jacqueline Kelley-Cogdell, Shawna Kolka, Aubrey McDonough, Connor Murphy, Grace Ortuzar, Emily Pohl, Kelli Reagan, and Seth Zissette provided excellent research assistance. The University of Wisconsin Survey Center did heroic work on the surveys with Jaime Faus and John Stevenson leading. Christine Steenburgh at NYDOL helped with UI earnings records. Thanks to seminar participants at the US Census Bureau and CEIDS for comments that improved the paper. This paper represents the authors’ views and not necessarily those of any of these partners. This study was approved by the University of Notre Dame IRB, protocol #17-03-3707, and has an analysis plan registered on the Open Science Framework (https://osf.io/pkf9r/). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}