{
    "id": 32916,
    "citation_title": "Racial Differences in the Total Rate of Return on Owner-Occupied Housing",
    "citation_author": [
        "Rebecca Diamond",
        "William F. Diamond"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe quantify racial differences in the total rate of return on housing in a nationally representative sample of homeowners from 1974-2021.   We develop a new method to estimate the rental value of each owner-occupied house, using a house's resale value to proxy for unobservable quality.  Black and Hispanic homeowners earn higher but more volatile rates of return than White homeowners, due in part to higher rental yields.  These differences are largely explained by household income and education differences.   Including returns on properties that do not transact in sample is crucial to accurately measure racial differences in total rates of return.\n\n",
    "acknowledgement": "\nWe thank our research assistants Alex Almeida, Sam Asher, Marie Kaul, Weldon Lin, Alexis Payne, and Gustav Yang for outstanding work. We also thank Amir Kermani, Matthijs Korevaar, Mark Garmaise, and Kelly Shue for excellent discussions. Rebecca Diamond acknowledges support from the Stanford Graduate School of Business, the National Science Foundation (CAREER Grant 1848036). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}