{
    "id": 32914,
    "citation_title": "Optimal Monetary and Fiscal Policies in Disaggregated Economies",
    "citation_author": [
        "Lydia Cox",
        "Jiacheng Feng",
        "Gernot Müller",
        "Ernesto Pastén",
        "Raphael Schoenle",
        "Michael Weber"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe jointly optimal monetary and fiscal policy mix in a multi-sector New Keynesian model with sectoral government spending and productivity shocks entails a separation of roles: Sectoral government spending optimally adjusts to sectoral output gaps and inflation rates---a policy supported by evidence from sectoral federal procurement data. Monetary policy optimally focuses on aggregate stabilization, but deviates from a zero-inflation target; in a model calibration to the U.S., however, it effectively approximates a zero-inflation target.  Because monetary policy is a blunt instrument and government spending trades off stabilization against the optimal-level public good provision, the first best is not achieved.\n\n",
    "acknowledgement": "\nSchoenle and Weber gratefully acknowledge support from the National Science Foundation under grant number 1756997. We thank participants in conferences and seminars in several institutions for comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the Central Bank of Chile. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}