{
    "id": 32923,
    "citation_title": "An Anatomy of Firms’ Political Speech",
    "citation_author": [
        "Pablo Ottonello",
        "Wenting Song",
        "Sebastian Sotelo"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the distribution of political speech across U.S. firms. We develop a measure of political engagement based on firms’ communications (earnings calls, regulatory filings, and social media), by training a large language model to identify statements that contain political opinions. Using these data, we document five facts about firms’ political engagement. (1) Political engagement is rare among firms. (2) Political engagement is concentrated among large firms. (3) Firms tend to specialize in specific topics and outlets. (4) Large firms tend to engage in a wider set of topics and outlets. (5) The 2020 surge in firms’ political engagement was associated with an increase in the engagement of medium-sized firms and a change in the mix of political topics.\n\n",
    "acknowledgement": "\nWe thank Stephanie Houle, Andrei Levchenko, Matthew Shapiro, and Thomas Winberry for helpful comments. We thank Athiwat Thoopthong, Stella Xu, Frankie Andrews, Christina Blessing, Taylor Fredman, Olivia Goff, Braden Krajcirovic, Claudia Lujan Trujillo, Peter Micciche, Jenna Nagie, Aidan Owens, Angelina Parker, Nicolas Recio, Christopher Roebuck, and Joanna Zhang for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Bank of Canada. The data for this paper were accessed between July 2022 and January 2023 through CIQ (2022), SEC (2022), and Twitter (2022). The views expressed herein are those of the authors and not necessarily those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}