{
    "id": 32921,
    "citation_title": "Optimal Monetary Policy with Redistribution",
    "citation_author": [
        "Jennifer La'O",
        "Wendy A. Morrison"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal monetary policy in a general equilibrium economy with heterogeneous agents and nominal rigidities. Households differ in type-specific, state-contingent labor productivity and initial firm ownership, yet markets are complete. The fiscal authority has access to a linear tax schedule with non-state-contingent tax rates and uniform, lump-sum taxes (or transfers). We derive sufficient conditions under which implementing flexible-price allocations is optimal. We then show that when there are fluctuations in relative labor productivity across households, it is optimal for monetary policy to abandon the flexible-price benchmark and target a state-contingent markup. The optimal markup covaries positively with a sufficient statistic for labor income inequality. In a calibrated version of the model, countercyclical earnings inequality implies countercyclical optimal markups.\n\n",
    "acknowledgement": "\nWe thank Joao Guerreiro, Paolo Martellini, Victor Rios-Rull, and Elisa Rubbo for their excellent discussions and constructive comments on our paper. We furthermore thank Fernando Alvarez, Adrien Auclert, Marina Azzimonti, Marco Bassetto, Anmol Bhandari, V.V. Chari, Eduardo Dávila, Mike Golosov, Greg Kaplan, Pat Kehoe, Rishabh Kirpalani, Juanpa Nicolini, Andreas Schaab, Balint Szoke, Harald Uhlig, Ivan Werning, Nicolas Werquin, and Mike Woodford for insightful comments, feedback, and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}