{
    "id": 3292,
    "citation_title": "Determinants of Saving and Labor Force Participation of the Elderly in Japan",
    "citation_author": [
        "Tetsuji Yamada",
        "Tadashi Yamada",
        "Guorn Liu"
    ],
    "citation_publication_date": "1990-03-01",
    "issue_date": "1990-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanese annual time series data covering the period 1951 to 1982 reveals that changes in the program of social security retirement benefits have substantial influence on personal saving and retirement behavior. The empirical results show that social security retirement benefits depress personal saving by approximately 13.5 thousand yen per capita in real terms from 1951 to 1982. However, declining labor force participation of the elderly (i.e., earlier retirement), stimulates personal saving by an estimated .5 thousand yen over the same period. The study finds that the benefit effect dominates the retirement effect. The net effect is consequently a downward impact on personal saving. The parameter estimates indicate that the retirement behavior induced by social security retirement benefits tends to become more sensitive and responsive to a rise in the benefits. In addition this study has identified a negative interdependency between the personal saving and labor retirement behaviors; that is, an individual saves more before retirement if he expects to stay a shorter time in the labor market, and vice versa. Moreover, personal saving influenced by retirement behavior tends to become less and less responsive, though the results indicate a relatively large response, and although very small, the retirement behavior gradually becomes more responsive to change in personal saving.\n\n",
    "acknowledgement": "\n"
}