{
    "id": 32929,
    "citation_title": "Gender Reveals in the Labor Market: Evidence on Gender Signaling and Statistical Discrimination in an Online Health Care Market",
    "citation_author": [
        "Haoran He",
        "David Neumark",
        "Qian Weng"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nA recent approach to testing for customer statistical discrimination involves studying price gaps between sellers from different gender, race, or ethnic groups and how they evolve as buyers obtain more information about seller quality. We consider a similar setting, testing for statistical discrimination against female doctors in an online health care market. But we show that this kind of analysis does not provide evidence on statistical discrimination in this setting because doctors have a choice about how strongly to signal gender. We develop a new approach to identifying statistical discrimination using doctors’ choices about signaling their gender. We find evidence of statistical discrimination against female doctors in male-dominated fields, and against male doctors in female-dominated fields. In particular, female doctors mask gender more strongly initially in male-dominated fields, and male doctors do the same in female-dominated fields. But in both female- and male-dominated fields the gender gap in signaling decreases with number of customer reviews of doctors. More generally, our evidence indicates how, in some markets, sellers may be able to reduce statistical discrimination by masking their group membership.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Lorenzo Lagos, Matthew Pecenco, Yuan Tian, Yi Li, Lulu An, and conference and seminar participants at Brown University, East China Normal University, Peking University, Shandong University, Zhongnan University of Economics and Law, Zhejiang Gongshang University, the 2024 China BEEF International Workshop on Behavioral and Experimental Economics, and the 1st New Economy and New Employment Forum (2024). We thank Lulu An, Shuai Chen, Peiying Li, Jingtai Liu, Wanxin Liu, Yuhong Luo, Di Ma, Yunwei Wang, Ziyu Zhang, and especially Jingwen Xia for excellent research assistance. All remaining errors are those of the authors. Financial support from the Ministry of Education of China (Project No. 21YJA790059), the National Natural Science Foundation of China (Project Nos. 72273148, 72473010, and 72131003) and the National Program for Special Support of Top-notch Young Professionals is gratefully acknowledged. All authors made equal contributions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}