{
    "id": 32926,
    "citation_title": "The Realities Of Disclosure Risks In The Age Of Dark Patterns And Big Data",
    "citation_author": [
        "Ramon Abraham A. Sarmiento"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the realities of disclosure risks in the current big data landscape, examining implications for individuals, society, and the evolving ethical landscape. One these realities is pervasive use of dark patterns in data collection.  Dark patterns  are user interfaces crafted to trick users into doing things against their self-interest such as compromising their privacy. The has sparked significant ethical and legal debates on balancing confidentiality & privacy obligations with the need for precise research data. Thus, this paper seeks to shed light on the legal and ethical dilemmas of these disclosure risks arising from the intersection of data privacy, statistical data usage, and the employment of dark patterns, such as the possible insufficiency of existing data protection measures and their possible obsolesce in the age of big data.\n\n",
    "acknowledgement": "\nThe research presented in this article was conducted as part of the author's employment with the Bangko Sentral ng Pilipinas (Philippine Central Bank). Nonetheless, the views and opinions expressed in this paper are those of the author and not the Bangko Sentral ng Pilipinas. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRamon Abraham A. Sarmiento\n\nThe research presented in this article was conducted as part of the author's employment with the Bangko Sentral ng Pilipinas (Philippine Central Bank). Nonetheless, the views and opinions expressed in this paper are those of the author and not the Bangko Sentral ng Pilipinas.\n\n\n"
}