{
    "id": 32927,
    "citation_title": "Instrumental Variables with Unobserved Heterogeneity in Treatment Effects",
    "citation_author": [
        "Magne Mogstad",
        "Alexander Torgovitsky"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "2024-12-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter synthesizes and critically reviews the modern instrumental variables (IV) literature that allows for unobserved heterogeneity in treatment effects (UHTE). We start by discussing why UHTE is often an essential aspect of IV applications in economics and we explain the conceptual challenges raised by allowing for it. Then we review and survey two general strategies for incorporating UHTE. The first strategy is to continue to use linear IV estimators designed for classical constant (homogeneous) treatment effect models, acknowledge their likely misspecification, and attempt to reverse engineer an attractive interpretation in the presence of UHTE. This strategy commonly leads to interpretations of linear IV that involve local average treatment effects (LATEs). We review the various ways in which the use and justification of LATE interpretations have expanded and contracted since their introduction in the early 1990s. The second strategy is to forward engineer new estimators that explicitly allow for UHTE. This strategy has its roots in the Gronau-Heckman selection model of the 1970s, ideas from which have been revitalized through marginal treatment effect (MTE) analysis. We discuss implementation of MTE methods and draw connections with related control function and bounding methods that are scattered throughout the econometric and causal inference literature.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Labor Economics. We thank Deniz Dutz, Koichiro Ito, Pat Kline, Matt Masten, Vitor Possebom, Evan Rose, Henrik Sigstad, Tymon S loczy nski, Winnie van Dijk, Chris Walters, and Thomas Wiemann for helpful discussions and comments. We thank Koichiro Ito and Evan Rose for providing data. Ian Xu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlexander Torgovitsky\n\nResearch supported in part by National Science\nFoundation grant SES-1846832.\n\n\n"
}