{
    "id": 32924,
    "citation_title": "The Nonlinear Effects of Air Pollution on Health: Evidence from Wildfire Smoke",
    "citation_author": [
        "Nolan H. Miller",
        "David Molitor",
        "Eric Zou"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe estimate how acute air pollution exposure from wildfire smoke impacts human health in the U.S., allowing for nonlinear effects. Wildfire smoke is pervasive and produces air quality shocks of varying intensity, depending on wind patterns and plume thickness. Using administrative Medicare records for 2007–2019, we estimate that wildfire smoke accounts for 18% of ambient PM2.5 concentrations, 0.42% of deaths, and 0.69% of emergency room visits among adults aged 65 and over. Smaller pollution shocks have outsized health impacts, indicating significant health benefits from improving air quality, even in areas meeting current regulatory standards.\n\n",
    "acknowledgement": "\nWe thank Yifan Wang for excellent research assistance and Judson Boomhower, Marshall Burke, Alex Hollingsworth, Edson Severnini, Nikolaos Zirogiannis, and seminar participants at Cornell University, McGill University, the NBER EEE meeting, the Occasional Workshop in Environmental and Resource Economics, Princeton University, the Property and Environment Research Center, the University of Illinois, and the University of Texas at Austin for helpful comments. The research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under award numbers P01AG005842, R01AG053350, and R01AG073365. The content is solely the authors’ responsibility and does not necessarily represent the official views of the National Institutes of Health. Earlier versions of the paper were circulated under the titles “Blowing Smoke: Health Impacts of Wildfire Plume Dynamics” and “A Causal Concentration–Response Function for Air Pollution: Evidence from Wildfire Smoke.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}