{
    "id": 32920,
    "citation_title": "Judges Judging Judges: Partisanship and Politics in the Federal Circuit Courts of Appeals",
    "citation_author": [
        "Alma Cohen",
        "Rajeev H. Dehejia"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "2024-10-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how politicization and polarization influence judicial review within U.S. Federal appellate courts. Analyzing over 400,000 cases from 1985 to 2020, we find that judges' political alignment or misalignment with trial judges increasingly affect their decisions, particularly in the last two decades. This trend is significant in precedential cases: panels of Democratic judges are 6.9 percentage points more likely to reverse Republican trial judges compared to Democratic ones, whereas Republican panels are 3.6 percentage points less likely to reverse fellow Republican judges. This effect persists across ideological and non-ideological cases and even among judges appointed before 2000.\n\n",
    "acknowledgement": "\nFor valuable comments and discussions, we thank Lucian Bebchuk, Oren Bar-Gil, Daniel Chen, Alfred Gallichon, Richard Lazarus, Bernard Salanié, Steven Shavell, Holger Spamann, Roberto Tallarita, and the workshop participants Berkeley, Harvard, and the TAU Reason and Decision Forum. We are also grateful to Maor Ankri, Ben Bates, Alon Bebchuk, Haggai Porat, and Ariel Rava for their excellent research assistance. Finally, Cohen thanks the Harvard Law School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}