{
    "id": 32930,
    "citation_title": "Democracy, Capitalism, and Equality: The Importance of Impersonal Rules",
    "citation_author": [
        "Naomi R. Lamoreaux",
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2024-09-09",
    "issue_date": "2024-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe usually consider it progress when a country begins to shift from an autocratic to a democratic form of government.  However, the introduction of elections and other early trappings of democracy often has the perverse effect of exacerbating political instability.  It also increases the incentives for those in power to manipulate the economy for political ends and thus often negatively affects economic growth.  We argue that the key to getting beyond these pernicious effects—to reconciling democracy and capitalism—is to move to a governance structure based on impersonal rules that apply in the same way to everyone (or at least to broad categories of everyone).  We lay out the theoretical basis for this argument and illustrate it with evidence about how the transformation worked (or not) in the case of the United States, United Kingdom, and Germany.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in Democracy & Capitalism, eds. Sidney Milkis and Scott Miller, to be published by Oxford University Press. We have benefitted from the helpful comments of the volume editors, Abhay Aneja, Kenneth Ayotte, Hoyt Bleakley, Tracy Dennison, Kenneth Elzinga, Price Fishback, Martin Fiszbein, Philip Hoffman, Vikramaditya Khanna, Prasad Krishnamurthy, Robert Merges, Paul Rhode, Jean-Laurent Rosenthal, David Snyder, Christopher Tomlins, Francesca Trivellato, and Katrina Wang.  Thanks too to participants in the conference “Can Democracy and Capitalism be Reconciled?” at the University of Virginia, the Caltech Finance and History Lunch, the Berkeley Law, Economics, and Business Workshop, the NBER 2023 Summer Institute (Development of the American Economy Group), the University of Michigan Business Law Lunch, the University of Wisconsin WHAT Workshop, the Yale Economic History Workshop, the University of Oslo seminar at the Institute for Archeology, Conservation, and History, and the 2024 Baltic Connections Conference held at the University of Jyväskylä. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNaomi R. Lamoreaux\n\nWe did not have any external funding for this paper.\n\n\n"
}