{
    "id": 32931,
    "citation_title": "Black Reparations and Child Well-Being: A Framework and Policy Considerations",
    "citation_author": [
        "Lisa A. Gennetian",
        "Christina M. Gibson-Davis",
        "William Darity"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe offer a child-centric framework for reparations with considerations for policy and implications for child descendants of enslaved African Americans. We apply economic theory of human capital integrated with the theories of bioecological developmental systems to illustrate the multilayered aspects of harm from the legacy of slavery and racism. Our curation of estimates shows that relative to white peers, black children bear more than double the risk in outcomes unfavorable to educational and economic prosperity from birth through young adulthood. We also find that enduring racial wealth differences are larger among households with children than without children, with the child household racial wealth gap in 2019 remaining comparable to that seen 60 years ago. Simulations suggest that a wealth transfer of $130,000 per child during early childhood reduces the black-white gap in high school graduation by 13 percentage points and increases college attendance by 26 percentage points. A review of existing U.S. reparations initiatives shows that few include direct financial transfers or other forms of investments specifically for black families or children. Based on a contemporary survey, we find that black parents with young children express support for reparations in the form of direct cash payments as well as other forms of financial assistance.\n\n",
    "acknowledgement": "\nWe thank Randall Akee, Theresa Beardall, Frank Edwards, Chrishana Lloyd, Andre Perry, Thomas Shapiro, and Elizabeth Wrigley-Field for constructive feedback on earlier drafts and Donald Pepka, Hiba Laabadli, Matthew Norman, Shiyu Qiu, and Brynne Townley for their assistance compiling prior literature, generating empirical estimates, and gathering information on the contemporary landscape of reparation and related cash and wealth transfer initiatives. Many thanks to Olivia Reneau, a Duke University Hart Fellowship Fellow in 2022-23, for shared insights and review of initiatives in the contemporary U.S., and Ellora Derenoncourt and Santiago Deambrosi for guidance on use of the Survey of Consumer Finance and related data compiled and made available for scholars. We also express gratitude for general funding from the William T. Grant foundation and partial funding of the survey of black parents from an ABC Thrive seed grant from Duke University Bass Connections. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}