{
    "id": 32938,
    "citation_title": "Firm Productivity and Learning in the Digital Economy: Evidence from Cloud Computing",
    "citation_author": [
        "James M. Brand",
        "Mert Demirer",
        "Connor Finucane",
        "Avner A. Kreps"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComputing technologies have become critical inputs to production in the modern firm. However, there is little large-scale evidence on how efficiently firms use these technologies. In this paper, we study firm productivity and learning in cloud computing by leveraging CPU utilization data from over one billion virtual machines used by nearly 100,000 firms. We find large and persistent heterogeneity in compute productivity both across and within firms, similar to canonical results in the literature. More productive firms respond better to demand fluctuations, show higher attentiveness to resource utilization, and use a wider variety of specialized machines. Notably, productivity is dynamic as firms learn to be more productive over time. New cloud adopters improve their productivity by 33% in their first year and reach the productivity level of experienced firms within four years. In our counterfactual calculations, we estimate that raising all firms to the 80th percentile of productivity would reduce aggregate electricity usage by 17%.\n\n",
    "acknowledgement": "\nWe thank Dan Ackerberg, Vivek Bhattacharya, Noman Bashir, Nick Bloom, Jeffrey Campbell, Eli Cortez, Ambar La Forgia, Sonia Jaffe, Bob Gibbons, Matthew Grennan, Patrick Hummel, Gaston Illanes, Donald Ngwe, Rob Porter, Devesh Raval, Michael Schwarz, and Neil Thomson for helpful conversations, comments and suggestions. Aaron Banks provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames M. Brand\n\nJames Brand is a paid employee and minority equity holder at Microsoft (a firm active in the cloud market, which this paper studies).\n\n\n\nMert Demirer\n\nMert Demirer is a former paid postdoctoral researcher at Microsoft.\n\n\n\nConnor Finucane\n\nConnor Finucane is a paid employee and minority equity holder at Microsoft.\n\n\n\nAvner A. Kreps\n\nAvner A. Kreps is a former paid intern at Microsoft (a firm active in the cloud market, which this paper studies).\n\n\n"
}