{
    "id": 32939,
    "citation_title": "The Effect of Inflation Uncertainty on Household Expectations and Spending",
    "citation_author": [
        "Olena Kostyshyna",
        "Luba Petersen"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new Canadian household survey to examine how inflation uncertainty influences inflation expectations and spending. Through randomized information interventions, we provide inflation statistics with or without second moments, creating variations in households' inflation uncertainty. All information types effectively lower inflation expectations and uncertainty. While communicating inflation uncertainty does not affect expectations or uncertainty levels, it increases the probability assigned to expected inflation near communicated ranges. Using Nielsen IQ Homescanner data, we find that higher inflation expectations and uncertainty reduce household spending on goods. Communicating inflation statistics with ranges increases spending by lowering expectations and reducing uncertainty.\n\n",
    "acknowledgement": "\nAll funds for the surveys in this paper were drawn from the Bank of Canada, which is Olena Kostyshyna’s employer. We are grateful for the valuable comments from and discussions with Francesco D’Acunto, Michael Ehrmann, Andrew Foerster, Sylvain Leduc, Òscar Jordà, Nicolas Petrosky-Nadeau, Patrick Sabourin, Michael Weber, Shu Lin Wee, Nielsen IQ, and seminar participants at the Bank of Canada, Federal Reserve Bank of San Francisco, Federal Reserve Bank of Cleveland, Reserve Bank of Australia, University of New South Wales, University of Technology Sydney, the 2022 CEPR Workshop on Central Bank Communication, 2023 Expectations in Dynamic Macroeconomic Models in Vienna, the 2023 Barcelona Summer Forum and 2023 NBER Summer Institute in Behavioral Macroeconomics. We thank Lea Assadourian for her excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}