{
    "id": 32941,
    "citation_title": "Voting Rules, Turnout, and Economic Policies",
    "citation_author": [
        "Enrico Cantoni",
        "Vincent Pons",
        "Jérôme Schäfer"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-10-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, voter ID laws and convenience voting have generated heated partisan debates. To shed light on these policy issues, we survey the recent evidence on the institutional determinants and effects of voter turnout and broaden the perspective beyond the most debated rules. We begin by discussing the importance of electoral participation both for its consequences on policy choices and for democratic legitimacy. Building on a simple cost-benefit model of voting, we then review (quasi)-experimental work studying the effects of voting procedures and of other election rules. Voting procedures (which determine how people vote) primarily affect the cost of participation. The obstacles they create matter more when they occur ahead of the election, when the stakes are not salient (e.g., voter registration requirements), and less when parties mobilize voters against them and when alternative ways to vote exist (e.g., when people can choose whether to vote by mail or in person). Election rules upstream from the election (such as campaign finance laws) and downstream (such as the use of proportional representation vs. plurality rule to map vote choices into a set of election winners) mostly operate through benefits, for instance by affecting electoral competitiveness and the number of candidates. We conclude by highlighting questions for future research.\n\n",
    "acknowledgement": "\nI am the cofounder of Explain, a company in Europe. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}