{
    "id": 32947,
    "citation_title": "Hidden Debt Revelations",
    "citation_author": [
        "Sebastian Horn",
        "David Mihalyi",
        "Philipp Nickol",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-11-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow reliable are public debt statistics? This paper quantifies the magnitude, characteristics, and timing of hidden debt by tracking ex post data revisions across a comprehensive new database of more than 50 vintages of World Bank debt statistics. In a sample of debt data covering 146 countries and 53 years, the paper establishes three new stylized facts: (i) debt statistics are systematically under-reported; (ii) hidden debt accumulates in boom years and tends to be revealed in bad times, often during IMF programs and sovereign defaults; and (iii) in debt restructurings, higher hidden debt is associated with larger creditor losses. The novel data is used to numerically discipline a quantitative sovereign debt model with hidden debt accumulation and an endogenous monitoring decision that triggers revelations. Model simulations show that hidden debt has adverse effects on default risk, debt-carrying capacity and asset prices and is therefore welfare detrimental.\n\n",
    "acknowledgement": "\nWe received valuable comments from Fernando Arce, Tamon Asonuma, Gadi Barlevy, Volker Clausen, Aitor Erce, Stelios Fourakis, Juan Carlos Hatchondo, Aart Kraay, Leonardo Martinez, Julian Martinez-Iriarte, Marti Mestieri, Ugo Panizza, Juan Passadore, Carmen Reinhart, Diego Rivetti, Juan Sanchez, Zachary Stangebye, and Christoph Trebesch as well as from seminar participants at the Kiel Institute, the Inter-American Development Bank, the University of Duisburg-Essen, the Ruhr Graduate School in Economics, the World Bank, the University of Rochester, the University of Michigan, Purdue University, the Chicago Fed, the Richmond Fed, the 2024 NBER IFM Spring Meeting, the 2023 SED Annual Meeting and the 2023 Annual Meeting of the Verein für Socialpolitik. We thank Evis Rucaj and the entire team of the World Bank Development Data Group for answering countless questions on the International Debt Statistics. Gregor Ilsinger and Robert Remy provided excellent research assistance. We thank the German Federal Ministry for Economic Affairs and Climate Action and the German Federal Ministry of Finance for their financial support. All  views expressed in this paper are those of the authors. They do not necessarily represent the views of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}