{
    "id": 32948,
    "citation_title": "On the Nature of Entrepreneurship",
    "citation_author": [
        "Anmol Bhandari",
        "Tobey Kass",
        "Thomas J. May",
        "Ellen McGrattan",
        "Evan Schulz"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper provides new insights into the nature of entrepreneurship using a novel panel dataset based on U.S. administrative data from the Internal Revenue Service and the Social Security Administration. These data are used to analyze patterns of income growth and determinants of entrepreneurial choice for a large population of business owners. Earlier studies relying on household survey data have been limited by small samples, short panels, and income top-coding and, as a result, have focused on the typical self-employed individual rather than the typical dollar earned in self-employment. Without these limitations, we find that self-employed individuals have significantly higher average income and steeper, more persistent income growth profiles than paid- employed peers with similar characteristics. Contrary to the survey evidence, we find a much smaller role for non-pecuniary motives in driving entrepreneurial choice and little evidence for inordinately high risk factors or startup costs impeding entry. Linking individual and business filings, we find that business founders have sufficient resources in the initial years of operation to ensure positive individual income despite the fact that most claim a loss on the business.\n\n",
    "acknowledgement": "\nThe authors thank Anne Parker and Barry Johnson for facilitating this project through the Joint Statistical Research Program of the Statistics of Income Division of the United States Internal Revenue Service. We acknowledge support from the National Science Foundation (Award #2214248). For their valuable feedback on earlier drafts, we thank discussants Peter Klenow and Ross Levine and seminar participants at the Office of Tax Analysis, Federal Reserves, Stanford, Harvard, Yale, Princeton, ASU, NYU, and Toronto and conference participants at NBER, SED, and Hoover Institution. McGrattan is an IRS employee without pay under an agreement made possible by the Intragovernmental Personnel Act of 1970 (5 U.S.C. 3371-3376). This research was conducted while Kass was an employee at the U.S. Department of the Treasury. Any findings, interpretations, opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views or political positions of the IRS, the U.S. Department of the Treasury, the NSF, or the NBER. All results have been reviewed to ensure that no confidential information is disclosed. All data work for this project involving confidential taxpayer information was done at IRS facilities, on IRS computers, by IRS and Department of the Treasury employees, and at no time was confidential taxpayer data ever outside of the IRS computing environment.\n\n\n"
}