{
    "id": 32942,
    "citation_title": "Expected EPS × Trailing P/E",
    "citation_author": [
        "Itzhak Ben-David",
        "Alex Chinco"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAll of asset-pricing theory currently stems from one key assumption: price equals expected discounted payoff. And much of what we think we know about discount rates comes from studying a particular kind of expected payoff: the earnings forecasts in analyst reports. Researchers typically access these numbers through an easy-to-use database and never read the underlying documents. This is unfortunate because the text of each report contains an explicit description of how the analyst priced their own earnings forecast. We study a sample of 513 reports and find that most analysts use a trailing P/E (price-to-earnings) ratio not a discount rate. Instead of computing the present value of a company’s future earnings, they ask: “How would a firm with similar earnings have been priced last year?” Even if other investors do things differently, it does not make sense to put discount rates at the center of every asset-pricing model if market participants do not always use one. There are other options. Trailing twelve-month P/E ratios account for 91% of the variation in analysts’ price targets.We construct a new kind of asset-pricing model around this fact and show that it explains the market response to earnings surprises.\n\n",
    "acknowledgement": "\nWe would like to thank Xavier Gabaix, Sinan Gokkaya, Valentin Haddad, Jeff Meli, Stefan Nagel, Marco Sammon, Amir Sufi, Laura Veldkamp, and Jeff Wurgler for helpful comments. This paper has also benefited from feedback at the NBER SI Asset-Pricing meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}