{
    "id": 32952,
    "citation_title": "Horowitz-Manski-Lee Bounds With Multilayered Sample Selection",
    "citation_author": [
        "Kory Kroft",
        "Ismael Mourifié",
        "Atom Vayalinkal"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-11-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the causal effect of job training on wage rates in the presence of firm heterogeneity. When training affects worker sorting to firms, sample selection is no longer binary but is “multilayered”. This paper extends the canonical Heckman (1979) sample selection model - which assumes selection is binary - to a setting where it is multilayered, and shows that in this setting Lee bounds set identifies a total effect that combines a weighted-average of the causal effect of job training on wage rates across firms with a weighted-average of the contrast in wages between different firms for a fixed level of training. Thus, Lee bounds set identifies a policy-relevant estimand only when firms pay homogeneous wages and/or when job training does not affect worker sorting across firms. We derive sharp bounds for the causal effect of job training on wage rates at each firm which leverage information on firm-specific wages. We illustrate our partial identification approach with an empirical application to the Job Corps Study. Results show that while conventional Lee bounds are strictly positive, our within-firm bounds include 0 showing that canonical Lee bounds may be capturing a pure sorting effect of job training.\n\n",
    "acknowledgement": "\nThe authors appreciate support from the Social Sciences and Humanities Research Council (SSHRC). We thank seminar audiences at Carnegie Mellon University, National University of Singapore, University of Toronto, as well as the Rochester Labor Economics conference. We thank Stephen Claassen for providing outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}