{
    "id": 32953,
    "citation_title": "The Increasing Cost of Buying American",
    "citation_author": [
        "Matilde Bombardini",
        "Andres Gonzalez-Lira",
        "Bingjing Li",
        "Chiara Motta"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-10-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe latest resurgence in the U.S. of policies aimed at reducing imports and bolstering domestic production has included the expansion of Buy American provisions. While some of these are new and untested, in this paper we evaluate long-standing procurement limitations on the purchase of foreign products by the U.S. Federal Government. We use procurement micro-data to first map and measure the positive employment effects of government purchases. We then calibrate a quantitative trade model adapted to include features relevant to the Buy American Act: a government sector, policy barriers in final and intermediate goods, labor force participation, and external economies of scale. We show that current Buy American provisions on final goods purchase have created up to 100,000 jobs at a cost of between $111,500 and $137,700 per job. However, the recently announced tightening of the policy on the use of foreign inputs will create fewer jobs at a higher cost of $154,000 to $237,800 per job. We also find scant evidence of the use of Buy American rules as an effective industrial policy.\n\n",
    "acknowledgement": "\nWe thank Vidya Venkatachalam and Bohan Wang for excellent research assistance. We appreciate comments by seminar and conference participants at LMU Munich, Boston University, Duke University, Hong Kong University of Science and Technology, the University of Hong Kong, Singapore Management University, Peking University HSBC Business School, Yale University and the CESIfo Venice Summer Institute. We also thank Andrés Rodriguéz-Clare and Steve Tadelis for very helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}