{
    "id": 32951,
    "citation_title": "Putting the \"Finance\" into \"Public Finance\": A Theory of Capital Gains Taxation",
    "citation_author": [
        "Mark A. Aguiar",
        "Benjamin Moll",
        "Florian Scheuer"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard optimal capital tax theory abstracts from modeling asset prices, making it unsuitable for thinking about capital gains and wealth taxation. We study optimal redistributive taxation in an environment with asset price changes, adopting the modern finance view that asset prices fluctuate not only because of changing cash flows, but also due to other factors (“discount rates”). We show that the optimal tax base (i) generally differs from the case with constant asset prices, and (ii) depends on the sources of asset-price changes. Whenever asset prices fluctuate, and are not exclusively driven by cash flow changes, taxes must target realized trades and generally involve a combination of realization-based capital gains and dividend taxes. This result stands in contrast to the classic Haig-Simons comprehensive income tax concept, as well as recent proposals for wealth or accrual-based capital gains taxes.\n\n",
    "acknowledgement": "\nWe thank Antoine Ferey, Mike Golosov, Camille Landais, Dmitry Mukhin, Chris Phelan, Daniel Reck, Karl Schulz, Dejanir Silva, Joel Slemrod, Ivan Werning, and many seminar participants for helpful discussions. Erik Beyer and Seyed Hosseini Maasoum provided excellent research assistance. Benjamin Moll acknowledges support from the Leverhulme Trust and the European Union's Horizon 2020 research and innovation programme (grant agreement No. 865227). Florian Scheuer acknowledges support from ERC Starting Grant No. 757721 and SNSF Consolidator Grant No. 213673. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}