{
    "id": 32950,
    "citation_title": "Hell with the Lid Off: Racial Segregation and Environmental Equity in America’s Most Polluted City",
    "citation_author": [
        "H. Spencer Banzhaf",
        "William Mathews",
        "Randall Walsh"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis study examines the relationship between racial segregation and environmental equity in Pittsburgh from 1910 to 1940. Utilizing newly digitized historical data on the spatial distribution of air pollution in what was likely America's most polluted city, we analyze how racial disparities in exposure to air pollution evolved during this period of heightening segregation. Our findings reveal that black residents experienced significantly higher levels of pollution compared to their white counterparts, and this disparity increased over time. We identify within-city moves as a critical factor exacerbating this inequity, with black movers facing increased pollution exposure. We also provide evidence of the capitalization of air pollution into housing markets. Taken as a whole, our results underscore the importance of considering environmental factors in discussions of racial and economic inequalities.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Washington Center for Equitable Growth: \"The Long-Term Evolution of Inequality: Poverty, Pollution, and Human Capital\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}