{
    "id": 32957,
    "citation_title": "The Resilience of Central, Eastern and Southeastern Europe (CESEE) Countries During ECB’s Monetary Cycles",
    "citation_author": [
        "Joshua Aizenman",
        "Jamel Saadaoui"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the cross-country resilience of CESEE countries during ECB monetary cycles after the entrance of ten countries to the EU in 2004. Our investigation examines how economic fundamental and institutional variables influence cross-country resilience regarding exchange rates, interest rates, stock prices, inflation, and growth during the subsequent monetary cycles. Cross-sectional regressions reveal that limiting inflation, active management of precautionary buffers of international reserves, lower current account deficit, better financial development, and institution quality are important predictors of resilience in the next cycle. The panel regressions show that the US shadow rate strongly influences resilience during the ECB monetary cycles. Besides, various asymmetries are discovered for current account balances, international reserves, and fuel import shares during tightening cycles. Panel quantile regressions detect asymmetries along the distribution of the dependent variables for financial development, central bank independence, and the inflation rate preceding the cycles.\n\n",
    "acknowledgement": "\nJoshua Aizenman is grateful for the support provided by the Dockson Chair in Economics and IR, USC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}