{
    "id": 32962,
    "citation_title": "Aid for Incumbents: The Electoral Consequences of COVID-19 Relief",
    "citation_author": [
        "Jeffrey Clemens",
        "Julia A. Payson",
        "Stan Veuger"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-09-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic led to unprecedented levels of federal transfers to state governments. Did this funding increase benefit incumbent politicians electorally? Identifying the effect of revenue windfalls on voting is challenging because whatever conditions led to the influx of cash might also benefit or harm incumbents for other reasons. We develop an instrument that allows us to predict allocations to states based on variation in congressional representation. We find that incumbents in state-wide races in 2020, 2021, and 2022 performed significantly better in states that received more relief funding due to their overrepresentation in Congress. These results are robust across specifications and after adjusting for a variety of economic and political controls. We consistently find that the pandemic-period electoral advantage of incumbent politicians in states receiving more aid substantially exceeds the more modest advantage politicians in these states enjoyed before the pandemic. This paper contributes to our understanding of economic voting and the incumbency advantage during times of crisis as well as the downstream electoral consequences of both the COVID-19 pandemic and of unequal political representation at the federal level.\n\n",
    "acknowledgement": "\nThanks to our excellent research assistants Jensen Ahokovi and Beatrice Lee. We are grateful to Jesús Fernández-Villaverde, Marko Klašnja, Vladimir Kogan, Nolan McCarty, Maria Polyakova, Ron Rogowski, and Hye Young You as well as attendees at the American Political Science Association's 120th Annual Meeting, the 13th Annual Conference of the American Society of Health Economists, Georgetown University, Harvard University, the Hoover Institution, and the University of Queensland for helpful comments and suggestions. Clemens thanks the Hoover Institution for support in his capacity as an adjunct Senior Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}