{
    "id": 32965,
    "citation_title": "Patent Hunters",
    "citation_author": [
        "Lauren Cohen",
        "Umit Gurun",
        "Katie Moon",
        "Paula Suh"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAnalyzing millions of patents granted by the USPTO between 1976 and 2020, we find a pattern where specific patents only rise to prominence after considerable time has passed. Amongst these late-blooming influential patents, we show that there are key players (patent hunters) who consistently identify and develop them. Although initially overlooked, these late-blooming patents have significantly more influence on average than early-recognized patents and are associated with significantly more new product launches. Patent hunters, as early detectors and adopters of these late-blooming patents, are also associated with significant positive rents. Their adoption of these overlooked patents is associated with a 6.4% rise in sales growth (t = 3.02), a 2.2% increase in Tobin’s Q (t = 3.91), and a 2.2% increase in new product offerings (t = 2.97). We instrument for patent hunting, and find strong evidence that these benefits are causally due to patent hunting. The rents associated with patent hunting on average exceed those of the original patent creators themselves. Patents hunted are closer to the core technology of patent hunters, more peripheral to writers, and in less competitive spaces. Lastly, patent hunting appears to be a persistent firm characteristic and to have an inventor-level component.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Ufuk Akcigit, Daniel Andrei, Jonathan Cohn, Vincent Glode, Po-Hsuan Hsu, Tong Liu, Holger Mueller, Seula Kim, Josh Krieger, Josh Lerner (discussant), Filippo Mezzanotti (discussant), Christian Opp, Elena Pikulina, Elvira Sojli, Noah Stoffman (discussant), Mark Rompel, Edward Van Wesep, Qiping Xu, Alminas Zaldokas, and seminar participants at 2024 Asian Bureau of Finance and Economic Research Annual Conference, 2024 University of Kentucky Finance Conference, 2024 SFS Cavalcade NA, 2024 Midwest Finance Association meeting, 2024 Frontiers In Finance Conference, 2024 Global Entrepreneurship and Innovation Research Conference, 2023 Northern Finance Association meeting, 2023 European Financial Management Association meeting, 2023 University of Connecticut Finance Conference, 2023 Florida State University Truist Beach Conference, London Business School, Iowa State University, McGill University, the University of Colorado, and the University of Georgia, Korea Advanced Institute of Science & Technology (KAIST). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}