{
    "id": 32969,
    "citation_title": "A Secure Query System to Improve Access to Individual Income Tax Data",
    "citation_author": [
        "Amy O'Hara",
        "Stephanie Straus",
        "Ron Borzekowski",
        "Paul Arnsberger",
        "Barry Johnson"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn recent years, important and headline-grabbing findings have emerged from research using individual income tax data for statistical purposes. Demand for these microdata, accessible under the tax administration authority of the Internal Revenue Code and through the IRS Statistics of Income (SOI) Division’s Joint Statistical Research Program, continues to grow. This paper describes a new approach to address demand from government agencies and nonprofit institutions for such statistics.\nThe project explores the feasibility of a privacy preserving secure query system (SQS) linking end-users of the data, a data intermediary, and SOI.  In the early stages of development, end-users may be state or local government agencies or nonprofit institutions (e.g., non-degree programs at community colleges); the intermediary is Georgetown University; and all processing will be done within and by SOI staff. The objective is for an SQS client, such as a state department of social services, to prepare and submit a dataset with personal identifiers for SOI to match to individual income tax records, in order to produce tables of predefined output statistics. This efficient and automated process should allow greater production of evidence at much lower cost and burden for clients and SOI.\n\n",
    "acknowledgement": "\nAny views expressed in this paper are those of the authors and do not necessarily reflect the views of the Internal Revenue Service nor the National Bureau of Economic Research. This paper is part of a larger project; Borzekowski, O'Hara, and Straus are supported by the Walton Family Foundation, Bill and Melinda Gates Foundation, Annie E. Casey Foundation, and Schmidt Futures.\n\n\n"
}