{
    "id": 32967,
    "citation_title": "Of Markets and Marriages: A Multidisciplinary, Multibook Review Essay of Recent Work on the Causes of U.S. Poverty",
    "citation_author": [
        "Elizabeth Ananat"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nI discuss recent books offering differing explanations for persistent U.S. poverty. Desmond (2023) argues that aid to low-income Americans is captured by more powerful market actors. I contextualize this concern as about incidence and consider both policies for changing incidence (by changing outside options) and supplemental critiques focused on reducing deadweight loss as well as reapportioning surplus. Kearney (2023) argues that declining marriage means American children grow up in less-resourced families. I suggest this decline may reflect shortfalls in “soft” skills needed to make marriage efficient in an era when men are increasingly a source of family economic instability while women’s outside options improve. I consider policies to improve soft skills and policies supporting family economic stability, which could reduce spousal-skill requirements. I conclude by encouraging engagement with the emerging policy feedback literature, which explores why popular, evidence-based policies like those discussed have not so far been adopted in the U.S.\n\nThe author of one of the books summarized in this review has prepared a response, and this paper's author has written a brief rejoinder.\n\n",
    "acknowledgement": "\nI have nothing to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}