{
    "id": 32964,
    "citation_title": "Do Higher Tipped Minimum Wages Reduce Race, Ethnic, or Gender Earnings Gaps for Restaurant Workers?",
    "citation_author": [
        "David Neumark",
        "Emma Wohl"
    ],
    "citation_publication_date": "2024-09-16",
    "issue_date": "2024-09-12",
    "revision_date": "2024-11-04",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nOne of the arguments increasingly made to support large minimum wage increases is that they decrease wage or earnings gaps for minorities or women (e.g., Derenoncourt and Montialoux, 2021). The argument is often made with particular reference to higher tipped minimum wages for restaurant workers, because of discrimination in tipping that is immune to equal pay policy requirements. Of course, even if higher tipped minimum wages reduce hourly pay differences between groups, increases in tipped minimum wages can reduce employment or hours among restaurant workers (Neumark and Yen, 2023), and these effects could differ by race and gender, so implications for hourly earnings do not necessarily extend to overall earnings. We estimate the impact of variation in tipped minimum wages – or, equivalently, tip credits – on earnings of restaurant workers (which ignores employment variation but incorporates hours variation). We find that tipped minimum wages raise hourly earnings of women, but not of Blacks or Hispanics. But tipped minimum wages generally do not raise weekly earnings for these groups (because of hours declines for women). In contrast, regular minimum wages boost hourly and weekly earnings of all three groups of restaurant workers, with the effects arising from non-tipped workers.\n\n",
    "acknowledgement": "\nNeumark is Distinguished Professor of Economics at UCI. Wohl is Ph.D. student at UCI. We are grateful to Bill Even for helpful comments. Wohl’s work on this project was supported by a grant from the Employment Policies Institute (EPI). The views expressed are our own, and not necessarily those of EPI. EPI had no control over the content or publication of this paper; EPI only had the right to provide comments, which we as authors could choose to incorporate/respond to or not. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}