{
    "id": 32972,
    "citation_title": "Perry Preschool at 50: What Lessons Should Be Drawn and Which Criticisms Ignored?",
    "citation_author": [
        "Alison W. Baulos",
        "Jorge Luis García",
        "James J. Heckman"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe Perry Preschool Project, the longest-running experimental study of an early childhood education program, demonstrates how such interventions can yield long-term personal, societal, and intergenerational benefits for disadvantaged populations. The evidence is clear: investments in high-quality early childhood education and parental engagement can deliver returns even 50 years later. The program’s findings remain scientifically robust, particularly when analyzed through rigorous small-sample inference methods. The program’s findings also contradict common criticisms of preschool, as, when measured correctly, treatment effects on IQ do not fadeout. This paper draws insights from both the original founders and recent empirical studies, emphasizing the critical role of parental involvement in early education. The authors advocate for a scientific agenda focused on understanding the mechanisms behind treatment effects, rather than replicating specific programs. The analysis also underscores the broader implications of early childhood interventions for social mobility and human capital formation. Analysts of early childhood education should recognize that although credentials and formal curricula contribute to successful programs, the true measure of quality lies in adult-child interactions, which play an essential role.\n\n",
    "acknowledgement": "\nThis research was partly supported by NIH grants NICHD R37HD065072 and R01HD103666. The Midlife data were collected by the National Opinion Research Center (NORC) under NIA R01AG042390. We thank the HighScope Educational Research Foundation, especially Alejandra Barraza, Fernando Andrade-Adaniya, Jeff Beal, Madeline Chimka, Jill Claxton, Cheryl Polk, Lawrence Schweinhart, and Tomoko Wakabayashi, for collaboration, and access to study data and source materials. Years of partnership and collaboration have made this work possible. We thank Sylvi Kuperman for interviewing many study teachers and staff, sourcing archival study material, and comments on this chapter. We write in memory of Dr. Seong Moon, who lead the 2010 cost-benefit analysis of Perry. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders, partners, the official views of the National Institutes of Health, or those of the National Bureau of Economic Research.\n\n\n"
}