{
    "id": 32976,
    "citation_title": "Exchange Rates, Natural Rates, and the Price of Risk",
    "citation_author": [
        "Rohan Kekre",
        "Moritz Lenel"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the source of exchange rate fluctuations using a general equilibrium model accommodating shocks in goods and financial markets. These shocks differ in their induced comovements between exchange rates, interest rates, and quantities. A calibration matching data from the U.S. and G10 currency countries implies that persistent shocks to relative demand, reflected in persistent interest rate differentials, account for 75% of the variance in the dollar/G10 exchange rate. Shocks to currency intermediation are important, however, in generating deviations from uncovered interest parity at high frequencies and explaining the dollar appreciation in crises.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, George Alessandria, Adrien Auclert, Luigi Bocola, John Cochrane, Charles Engel, Leland Farmer, Chang He, Oleg Itskhoki, Patrick Kehoe, Arvind Krishnamurthy, Guido Lorenzoni, Hanno Lustig, Matteo Maggiori, Dmitry Mukhin, Ulrich Muller, Maury Obstfeld, Fabrizio Perri, Monika Piazzesi, Walker Ray, Martin Schneider, Felipe Schwartzman, Jon Steinsson, Ludwig Straub, Steve Wu, Motohiro Yogo, and Li Yu for comments, and Sviatoslav Tiupin for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}