{
    "id": 32973,
    "citation_title": "Behavioral Attenuation",
    "citation_author": [
        "Benjamin Enke",
        "Thomas Graeber",
        "Ryan Oprea",
        "Jeffrey Yang"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe report a large-scale examination of behavioral attenuation: due to information-processing constraints, the elasticity of people’s decisions with respect to economic fundamentals is generally too small. We implement more than 30 experiments, 20 of which were crowd-sourced from leading experts. These experiments cover a broad range of economic decisions, from choice and valuation to belief formation, from strategic games to generic optimization problems, involving investment, savings, effort supply, product demand, taxes, environmental externalities, fairness, cooperation, beauty contests, information disclosure, search, policy evaluation, memory, forecasting and inference. In 93% of our experiments, the elasticity of decisions to fundamentals decreases in participants’ cognitive uncertainty, our measure of the severity of information-processing constraints. Moreover, in decision problems with objective solutions, we observe elasticities that are universally smaller than is optimal. Many widely-studied decision anomalies represent special cases of behavioral attenuation. We discuss both its limits and why it often gives rise to the classic phenomenon of diminishing sensitivity.\n\n",
    "acknowledgement": "\nWe are especially grateful to the 24 experts who volunteered an experimental design for us to test the attenuation hypothesis. We thank Raeed Kabir, Sebastian Redl and Vincent Marohl for outstanding research assistance. For comments and discussions we are grateful to Rahul Singh. This research was supported by the National Science Foundation under Grant SES-1949366 and was approved by Harvard and UC Santa Barbara IRB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}