{
    "id": 32970,
    "citation_title": "Moving to Opportunity, Together",
    "citation_author": [
        "Seema Jayachandran",
        "Lea Nassal",
        "Matthew J. Notowidigdo",
        "Marie Paul",
        "Heather Sarsons",
        "Elin Sundberg"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nMany couples face a trade-off between advancing one spouse’s career or the other’s. We study this trade-off using administrative data from Germany and Sweden. We first conduct an event-study analysis of couples moving across commuting zones and find that relocation increases men’s earnings more than women’s, with strikingly similar patterns in Germany and Sweden. Using a sample of mass layoff events, we then find that couples in both countries are more likely to relocate in response to the man being laid off compared to the woman. We investigate whether these gendered patterns reflect men’s higher potential earnings or a gender norm that prioritizes men’s career advancement. We provide suggestive evidence of a gender norm using variation in norms within Germany. We then develop and estimate a model of household decision-making in which households can place more weight on the income earned by the man compared to the woman. In both countries, the estimated model can accurately reproduce the reduced-form results, including those not used to estimate the model. The results point to a role for gender norms in explaining the gender gap in the returns to joint moves.\n\n",
    "acknowledgement": "\nThis paper incorporates results from a previously-circulated working paper titled “Couples, Careers, and Spatial Mobility.” We thank Connor Fogal, Eva Forslund, Daisy Lu, Angelo Marino, Isaac Norwich, Juliana Sánchez Ariza, and Nettie Silvernale for outstanding research assistance and Eric Chyn, Emir Kamenica, Henrik Kleven, Elio Nimier-David, and Alessandra Voena for helpful comments. We also thank the German Institute for Employment Research (IAB) and the IBF and Urban Lab at Uppsala University for generously providing the data and support and the Economics and Business and Public Policy Research Fund at the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}