{
    "id": 32974,
    "citation_title": "Entry Costs Rise with Growth",
    "citation_author": [
        "Peter J. Klenow",
        "Huiyu Li"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver time and across states in the U.S., the number of firms is more closely tied to overall employment than to output per worker. In many models of firm dynamics, trade, and growth with a free entry condition, these facts imply that the costs of creating a new firm increase sharply with productivity growth. This increase in entry costs can stem from the rising cost of labor used in entry and weak or negative knowledge spillovers from prior entry. How entry costs vary with growth matters for welfare. For example, our findings suggest that productivity-enhancing policies will not induce entry of firms, thereby limiting the total impact of such policies on welfare.\n\n",
    "acknowledgement": "\nThis project arose from a previous version with Albert Bollard entitled “Entry Costs Rise with Development.” We thank research assistants Nathaniel Barlow, Patrick Kiernan, Jack Mueller, and Sam Tarasewicz for their excellent work. We are grateful for helpful comments from our discussant Ariel Burstein and from seminar participants at Stanford, the Federal Reserve Bank of San Francisco, the Washington University, the Federal Reserve Bank of Philadelphia, SED Madison, the NBER Summer Institute, and the Federal Reserve Bank of St. Louis. Opinions and conclusions herein are those of the authors and do not necessarily represent the views of the Federal Reserve System, the Federal Reserve Bank of San Francisco, or the U.S. Census Bureau. This research was performed at a Federal Statistical Research Data Center under FSRDC Project 1440. All results have been reviewed by the U.S. Census Bureau to ensure that no confidential information is disclosed. The authors have no relevant or material financial interests that relate to the research in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}