{
    "id": 32978,
    "citation_title": "\"Despair\" and Death in the United States",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIncreases in “deaths of despair” have been hypothesized to provide an important source of the adverse mortality experiences of some groups at the beginning of the 21st century. This study examines this possibility and uncovers the following primary findings. First, mental health deteriorated between 1993 and 2019 for all population subgroups examined. Second, these declines raised death rates and contributed to the adverse mortality trends experienced by prime-age non-Hispanic Whites and, to a lesser extent, Blacks from 1999-2019. However, worsening mental health is not the predominant explanation for them. Third, to extent these relationships support the general idea of “deaths of despair”, the specific causes comprising it should be both broader and different than previously recognized: still including drug mortality and possibly alcohol deaths but replacing suicides with fatalities from heart disease, lower respiratory causes, homicides, and conceivably cancer. Fourth, heterogeneity in the consequences of a given increase of poor mental health are generally more important than the sizes of the changes in poor mental health in explaining Black-White differences in the overall effects of mental health on mortality.\n\n",
    "acknowledgement": "\nI thank David Blanchflower, Amy Finkelstein, Daniel Hungerman, Shannon Monnat, Andrew Oswald, Hannes Schwandt, Jonathan Skinner, Sophie Trawalter, and seminar participants at Georgia State University for helpful discussions or comments on earlier versions of this manuscript, and the University of Virginia Bankard Fund for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}