{
    "id": 32985,
    "citation_title": "Are We Adapting to Climate Change?",
    "citation_author": [
        "Marshall Burke",
        "Mustafa Zahid",
        "Mariana C. M. Martins",
        "Christopher W. Callahan",
        "Richard Lee",
        "Tumenkhusel Avirmed",
        "Sam Heft-Neal",
        "Mathew Kiang",
        "Solomon M. Hsiang",
        "David Lobell"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "2024-10-31",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether the sensitivity of economic, health, and livelihood outcomes to climate extremes has declined over the last half century, consistent with adaptation. Understanding whether such adaptation is already occurring is central to anticipating future climate damages, to calibrating the level of ambition needed for emissions mitigation efforts, and to understanding additional investments in adaptation that could be required to avoid additional damages. Using comprehensive panel data across diverse geographies and outcomes, including data on mortality, agricultural productivity, crime, conflict, economic output, and damages from flooding and tropical cyclones, we find limited systematic evidence of adaptation to date. Across 21 outcomes we study, six show a statistically significant declining sensitivity to a changing climate, five show an increasing sensitivity, and the remainder show no statistically significant change. Our results do not imply that specific documented adaptation efforts are ineffective or certain locations have not adapted, but instead that the net effects of existing actions have largely not been successful in meaningfully reducing climate impacts in aggregate. To avoid ongoing and future damages from warming, our results suggest a need to identify promising adaptation strategies and understand how they can be scaled.\n\n",
    "acknowledgement": "\nWe thank Marissa Childs, Andrew Wilson, and seminar participants at Harvard and Stanford for useful comments. We thank the Keck Foundation for funding. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}