{
    "id": 32980,
    "citation_title": "Economic Policy Challenges for the Age of AI",
    "citation_author": [
        "Anton Korinek"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the profound challenges that transformative advances in AI towards Artificial General Intelligence (AGI) will pose for economists and economic policymakers. I examine how the Age of AI will revolutionize the basic structure of our economies by diminishing the role of labor, leading to unprecedented productivity gains but raising concerns about job disruption, income distribution, and the value of education and human capital. I explore what roles may remain for labor post-AGI, and which production factors will grow in importance. The paper then identifies eight key challenges for economic policy in the Age of AI: (1) inequality and income distribution, (2) education and skill development, (3) social and political stability, (4) macroeconomic policy, (5) antitrust and market regulation, (6) intellectual property, (7) environmental implications, and (8) global AI governance. It concludes by emphasizing how economists can contribute to a better understanding of these challenges.\n\n",
    "acknowledgement": "\nThis paper was prepared for a conference organized by the Peterson Institute for International Economics and the International Monetary Fund on “Rethinking Economic Policy: Steering Structural Change.” The author would like to thank Justin Bullock, Duncan Cass-Beggs, Tom Cunningham, Bill Gates, Tim Laseter, Sam Manning, Donghyun Suh, Joe Stiglitz, and Petia Topalova as well as the participants of the conference for their thoughtful comments and discussions. Financial support from the University of Virginia's Bankard Fund for Political Economy and Darden School of Business is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}