{
    "id": 32989,
    "citation_title": "Privacy Protection and Accuracy: What Do We Know? Do We Know Things?? Let's Find Out!",
    "citation_author": [
        "Evan S. Totty",
        "Thor Watson"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStatistical agencies have a dual mandate to provide accurate data and protect the privacy and confidentiality of data subjects. These mandates are fundamentally at odds and therefore must be balanced: more accurate data reduces privacy, while privacy protections introduce error that reduces accuracy. Balancing accuracy and privacy requires, among other things, that we can quantify accuracy and privacy. Quantifying privacy has become easier thanks to differential privacy. Quantifying accuracy may sound easy by comparison, but there are many challenges to doing this effectively. In this paper, we first discuss some challenges associated with quantifying data accuracy. We then focus on an often-ignored challenge, which is the existence of survey error in the data being protected. We provide an overview of how privacy protection error relates to total survey error. We also summarize recent work that uses validation data to quantify the impact of privacy protection error relative to and conditional on other sources of survey error. Finally, we discuss opportunities and challenges for future work on data privacy and survey error.\n\n",
    "acknowledgement": "\nWe have no funding and/or financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the U.S Census Bureau or the National Bureau of Economic Research.\n\n\n"
}