{
    "id": 32988,
    "citation_title": "Evaluating Policy Counterfactuals: A VAR-Plus Approach",
    "citation_author": [
        "Tomás E. Caravello",
        "Alisdair McKay",
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a rich family of linearized structural macroeconomic models, the counterfactual evolution of the macro-economy under alternative policy rules is pinned down by just two objects: first, reduced-form projections with respect to a large information set; and second, the dynamic causal effects of policy shocks. In particular, no assumptions about the structural shocks affecting the economy are needed. We propose to recover these two sufficient statistics using a ``VAR-Plus'' approach, and apply it to evaluate several monetary policy counterfactuals.\n\n",
    "acknowledgement": "\nWe received helpful comments from Marios Angeletos, Régis Barnichon, Marco Bassetto, Anmol Bhandari, Francesco Bianchi, Ricardo Caballero, Gabriel Chodorow-Reich, Martin Eichenbaum, Simon Gilchrist, Cosmin Ilut, Giuseppe Moscarini, Mikkel Plagborg-Møller, Giorgio Primiceri, Valerie Ramey, Matt Rognlie, Ben Schumann, Ludwig Straub, Iván Werning, and seminar participants at various venues. We also thank Seungki Hong, Klodiana Istrefi, and Diego Känzig for valuable discussions, and Valeria Morales Vasquez for superb research assistance. Wolf acknowledges that this material is based upon work supported by the NSF under Grant #2314736. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the NSF, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}