{
    "id": 32982,
    "citation_title": "Mining Chinese Historical Sources At Scale: A Machine Learning-Approach to Qing State Capacity",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue",
        "Sen Yan"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nPrimary historical sources are often by-passed for secondary sources due to high human costs of accessing and extracting primary information–especially in lower-resource settings. We propose a supervised machine-learning approach to the natural language processing of Chinese historical data. An application to identifying different forms of social unrest in the Veritable Records of the Qing Dynasty shows that approach cuts dramatically down the cost of using primary source data at the same time when it is free from human bias, reproducible, and flexible enough to address particular questions. External evidence on triggers of unrest also suggests that the computer-based approach is no less successful in identifying social unrest than human researchers are.\n\n",
    "acknowledgement": "\nWe thank Rui Esteves, Morgan Kelly, and Ian Miller as well as members of the audience at the CEPR 2024 Economic History Symposium in Dublin for useful comments that have improved this paper. We are also grateful to Ling Liu for her contributions to an earlier draft. Matt Butner provided valuable research assistance. We have uploaded all the Python code and data necessary to replicate the results of this paper to our GitHub repository [https://github.com/SenYan1999/qingshilu-riot-ml/tree/master]. Interested readers should refer to the README file. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}