{
    "id": 32986,
    "citation_title": "Do Investor Differences Impact Monetary Policy Spillovers to Emerging Markets?",
    "citation_author": [
        "Ester Faia",
        "Karen K. Lewis",
        "Haonan Zhou"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-examine monetary policy spillovers to Emerging Market Economies (EME) in the form of capital flow reversals, using sectoral-level securities holdings data for Euro Area investors. In response to a surprise monetary tightening, active investors such as investment funds re-balance their portfolios away from EME, while more passive, long term investors such as insurance funds and banks exhibit no significant reaction on average. For active investors, the reallocation out of EME appears stronger under synchronized monetary tightening between the Fed and the ECB. However, these investors may even inject more capital to EME securities when the monetary tightening surprises contain positive news about the Euro Area economy. Issuers' monetary-fiscal stability may explain the heterogeneous impact of these spillovers.\n\n",
    "acknowledgement": "\nWe thank Saleem Bahaj, Valentina Bruno, Bryan Hardy, Gian Maria Milesi-Ferretti, Jose-Luis Paydro, Helene Rey, Linda Tesar and participants at conferences and seminars for useful comments. Ding Ding provided excellent research assistance. This project is registered as Research Project 2023\\0112 at the Research Data and Service Centre of Deutsche Bundesbank. We are grateful to Christian Hirsch and Miriam Krüger for guidance on the micro data. The paper represents our personal opinions and do not necessarily reflect the views of the Deutsche Bundesbank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}