{
    "id": 32987,
    "citation_title": "Theodore Roosevelt, the Election of 1912, and the Founding of the Federal Reserve",
    "citation_author": [
        "Matthew S. Jaremski",
        "David C. Wheelock"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Federal Reserve Act was the outcome of compromises among competing economic and political interests. Numerous studies examine how the act came together but largely take the makeup of Congress and the Administration as given rather than considering the unique circumstances that led to that political distribution. This paper examines how the election of 1912 changed the makeup of Congress and increased the likelihood of central banking legislation and shaped the act. The decision of Theodore Roosevelt and other Progressives to run as third-party candidates split the Republican Party and enabled Democrats to capture the White House and Congress. We show that the election produced a less polarized Congress and that newly-elected members were more likely to vote for the act. Absent their interparty split, Republicans would likely have held the White House and Congress, and any legislation to establish a central bank almost certainly would have been quite different.\n\n",
    "acknowledgement": "\nThe authors have no sources of funding or relevant financial relationships to disclose. The authors thank Jonathan Rose for comments on a prior draft of this paper. The views expressed in this paper are those of the authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}