{
    "id": 32995,
    "citation_title": "The Efficiency of Dynamic Electricity Prices",
    "citation_author": [
        "Andrew J. Hinchberger",
        "Mark R. Jacobsen",
        "Christopher R. Knittel",
        "James M. Sallee",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe marginal cost of electricity fluctuates hour-by-hour, yet retail customers typically face flat prices. Using data from all seven US wholesale markets and a new method to evaluate alternative rates set in advance that accounts for equilibrium price effects, we estimate efficiency gains from time-varying price schedules that better align price with cost. We have three main results. First, time-of-use rates and critical-peak pricing, the two most common time-varying rate plans, each correct about 10% of mispricing. Second, complex rate structures based on historical prices often backfire. Third, real-time pricing with price ceilings can capture most potential efficiency gains while limiting customer risk.\n\n",
    "acknowledgement": "\nWe thank Susanna Berkouwer, Severin Borenstein, Vivek Farias, Jim Hines, Stephen Jarvis, Akshaya Jha, Ryan Kellogg, Angela Pachon, and seminar participants at the MIT EPS LCEC Workshop, the 2024 EAERE conference, Energy Camp at UC Berkeley, the Haas POWER conference, Carnegie Mellon University, the University of Chicago, the University of Pennsylvania, and the University of Southern California for helpful comments and suggestions. We thank Kamen Velichkov and Jay Theriault for their excellent assistance with the research. Van Benthem thanks the Kleinman Center for Energy Policy, Analytics at Wharton, the Mack Institute, the National Science Foundation (SES-2117158), and the Wharton Dean’s Research Fund for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames M. Sallee\n\nIn addition to my University employment, I work part time as an Amazon Scholar at Amazon.com.\n\n\n"
}