{
    "id": 3299,
    "citation_title": "Does Foreign Exchange Intervention Matter? Disentangling the Portfolio and Expectations Effects for the Mark",
    "citation_author": [
        "Kathryn M. Dominguez",
        "Jeffrey Frankel"
    ],
    "citation_publication_date": "1990-03-01",
    "issue_date": "1990-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe time is ripe for a re-examination of the question whether foreign exchange intervention can affect the exchange rate. We attempt to isolate two distinct effects: the portfolio effect, whereby an increase in the supply of marks must reduce the dollar/mark rate (for given expected rates of return) and the additional expectations effect, whereby intervention that is publically known may alter investors  expectations of the future exchange rate, which will feed back to the current equilibrium price. We estimate a system consisting of two equations, one describing investors' portfolio behavior and the other their formation of expectations, where the two endogenous variables are the current spot rate and investors' expectation of the future spot rate. We use relatively new data sources: actual daily data on intervention by the Bundesbank, newspaper stories on known intervention, and survey data on investors' expectations. We find evidence of both an expectations effect and a portfolio effect. The statistical significance of the portfolio effect suggests that even sterilized intervention may have had positive effects during the sample period. (It tends to be significant only during the later of our two sample periods, October 1984 to December 1987. That intervention appears less significant statistically during the earlier period, November 1982 to October 1984, could be attributed to the fact that little intervention was undertaken until 1985.) For the magnitude of the effects to be large requires that intervention be publically known. Our (still preliminary) estimates suggest that a typical $100 million of \"secret\" intervention has an effect of less than 0.1 per cent on the exchange rate, but that the effect of news reports of intervention can be as large as an additional 4 per cent.\n\n",
    "acknowledgement": "\n"
}