{
    "id": 32990,
    "citation_title": "Cultural Remittances and Modern Fertility",
    "citation_author": [
        "Mickael Melki",
        "Hillel Rapoport",
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that migrants played a significant role in the diffusion of the demographic transition from France to the rest of Europe in the late 19th century. Employing novel data on French immigration from other European regions from 1850 to 1930, we find that higher immigration to France translated into lower fertility in the region of origin after a few decades - both in cross-region regressions for various periods, and in a panel setting with region fixed effects. These results are robust to the inclusion of a variety of controls, and across multiple specifications. We also find that immigrants who themselves became French citizens achieved lower fertility, particularly those who moved to French regions with the lowest fertility levels. We interpret these findings in terms of cultural remittances, consistently with insights from a theoretical framework where migrants act as vectors of cultural diffusion, spreading new information, social norms and preferences pertaining to modern fertility to their regions of origin.\n\n",
    "acknowledgement": "\nWe thank Guillaume Blanc, Guillaume Daudin and Casper Worm Hansen for excellent conference discussions. We thank seminar and conference participants at Panthéon-Assas University, the Paris School of Economics, Uppsala University, the University of Manchester, Lund University, UC Riverside, the California Center for Population Research at UCLA, Duke University, San Diego State University, Brown University, PUC-Rio, EIEF, CRETE in Milos, Universitat Autònoma de Barcelona, University of Luxembourg, Barcelona Summer Forum, Tel-Aviv University, AMSE, Bocconi, IESEG and University of Milan. We also thank Anne-Sophie Bruno, David de la Croix, Petros Milionis, Martín Fernández-Sánchez, James Fenske, Martin Fiszbein, Tomás Guanziroli, Torsten Persson, Thomas Piketty, and Katia Zhuravskaya, for useful comments. We also thank Enjie Jack Ma, Maximilian Doerfler, and Mael Astruc-Le Souder for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}