{
    "id": 32993,
    "citation_title": "China: Autocracy 2.0",
    "citation_author": [
        "David Y. Yang"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nAutocracy 2.0, exemplified by modern China, is economically robust, technologically advanced, globally engaged, and controlled through subtle and sophisticated methods. What defines China’s political economy, and what drives Autocracy 2.0? What is its future direction? I start by discussing two key challenges autocracies face: incentives and information. I then describe Autocracy 1.0’s reliance on fear and repression to address these issues. It makes no credible promises, using coercion for compliance, resulting in a low-information environment. Next, I introduce Autocracy 2.0, highlighting its significant shift in handling commitment and information challenges. China uses economic incentives to align interests with regime survival, fostering support. It employs advanced bureaucratic structures and technology to manage incentives and information, enabling success in a high-information environment. Finally, I explore Autocracy 3.0’s potential. In China, forces might revert to Autocracy 1.0, using technology for state control as growth slows but aspirations stay high. Globally, modern autocracies, led by China, are becoming major geopolitical forces, challenging the liberal democratic order.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}