{
    "id": 32997,
    "citation_title": "Hours Worked and Lifetime Earnings Inequality",
    "citation_author": [
        "Alexander Bick",
        "Adam Blandin",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "2024-10-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document large differences in lifetime hours of work using data from the NLSY79 and argue that these differences are an important source of inequality in lifetime earnings. To establish this we develop and calibrate a rich heterogeneous agent model of labor supply and human capital accumulation that allows for heterogeneity in preferences for work, initial human capital and learning ability, as well as idiosyncratic shocks to human capital throughout the life-cycle. Our calibrated model implies that almost 20 percent of the variance in lifetime earnings is accounted for by differences in lifetime hours of work, with 90 percent of this effect due to heterogeneity in preferences. Higher lifetime hours contribute to lifetime earnings via two channels: a direct channel (more hours spent in production at given productivity) and a human capital channel (more hours spent investing in human capital, which increases future productivity). Between a third and a half of the effect of lifetime hours on lifetime earnings is due to the human capital channel. Our model implies that policies that limit long hours have important effects on both the mean and variance of lifetime earnings.\n\n",
    "acknowledgement": "\nWe thank seminar/conference participants at the Bureau of Labor Statistics, Deutsche Bundesbank, Federal Reserve Banks of Minneapolis and St. Louis, Goethe University, I-85 Macro Workshop, LAEF Workshop on Labor Markets and Macroeconomic Outcomes, LAEF and St. Louis Fed Human Capital Conference, LMU Munich, NBER Conference on Economic Activity Across Time and Space, NBER Summer Institute Micro Data and Macro Models, Society for Economic Dynamics Annual Meeting in Barcelona, Stanford Institute for Theoretical Economics Labor Market and Policies Workshop, University of Connecticut, Carleton University, University of Bonn, University of North Carolina at Charlotte, MIT, Princeton University, and Vanderbilt University for helpful comments and suggestions. Kevin Bloodworth II, Elizabeth Harding, and Siyu Shi provided outstanding research assistance. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nRichard Rogerson\n\nRichard Rogerson acknowledges financial support in excess of $10,000 over the last three years from the Federal Reserve Bank of Atlanta, the Federal  Reserve Bank of Minneapolis, the Federal Reserve Bank of Cleveland and the World Bank.\n\n\n"
}