{
    "id": 32996,
    "citation_title": "Bridging the Gaps: The Impact of Interregional Transmission on Emissions and Reliability",
    "citation_author": [
        "Audun Botterud",
        "Christopher R. Knittel",
        "John Parsons",
        "Juan Ramon Senga",
        "Drew Story"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe substantial decline in the cost of wind and solar generation over recent decades has significantly altered the energy landscape. With these technologies becoming economically viable, even without stringent decarbonization policies, the role of interregional transmission has become increasingly important. This study examines the value of interregional transmission to the U.S. grid under current policies and deep decarbonization scenarios. By utilizing the GenX capacity expansion model, we evaluate the proposed BIG WIRES Act, which mandates a minimum interregional transfer capability requirement. Our analysis focuses on four key areas: interregional transmission builds and grid characteristics, electricity system cost savings, grid reliability during extreme weather events, and climate benefits. Results show that the Act can lead to a 68% increase in interregional transfer capability under current policies, resulting in annual system cost savings of $487 million and a 43.33 Mmt reduction in CO2 emissions. The benefits are even greater under a 95% CO2 reduction mandate. The study underscores the importance of interregional transmission in optimizing renewable energy use, enhancing grid reliability, and achieving cost savings and emissions reductions.\n\n",
    "acknowledgement": "\nWe acknowledge Bethany Patten, Shen Wang, Dharik Mallapragada, Nicole Shi, Shantanu Chakraborty, and Pablo Duenas Martinez for insightful discussions on GenX, feedback on the models, assumptions, and policy implications. All views expressed in this paper are those of the authors and do not necessarily reflect the views of acknowledged individuals or affiliated institutions, nor those of the National Bureau of Economic Research.\n\n\n"
}