{
    "id": 32991,
    "citation_title": "Fiscal and Monetary Policy with Heterogeneous Agents",
    "citation_author": [
        "Adrien Auclert",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2024-09-23",
    "issue_date": "2024-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past decade, a new paradigm for fiscal and monetary policy analysis has emerged, combining the canonical macro model of income and wealth inequality with the New Keynesian model. These Heterogeneous-Agent New Keynesian (“HANK”) models feature new transmission channels and allow for the joint study of aggregate and distributional effects. We review key developments in this literature through the lens of a unified “canonical HANK model”. Monetary and balanced-budget fiscal policy have similar aggregate effects as in the standard new Keynesian model, while deficit-financed fiscal policy is much more expansionary. We discuss the split between direct and indirect effects of policy, and also the implications of cyclical income risk, maturity structure, nominal assets, behavioral frictions, and many other extensions to the model. Throughout, we highlight the benefits of using sequence-space methods to solve and analyze this class of models.\n\n",
    "acknowledgement": "\nPrepared for the Annual Review of Economics. When citing this paper, please use the following: Auclert A, Rognlie M, and Straub L. 2025. Fiscal and Monetary Policy with Heterogeneous Agents. Annu. Rev. Econ. 17: Submitted. DOI: https://doi.org/10.1146/annurev-economics-091624-044646. We thank Florin Bilbiie, Paul Hubert, Greg Kaplan, Ben Moll, and Gianluca Violante for very helpful comments. This research is supported by the National Science Foundation grant numbers SES-2042691 and SES-2343935 as well as the Harvard Chae Family fund. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}