{
    "id": 33007,
    "citation_title": "Estimating the Regional Welfare Impact of Tariff Changes: Application to the United States",
    "citation_author": [
        "Robert C. Feenstra",
        "Chang Hong"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose an empirical method using a translog expenditure function to estimate the regional welfare impact of changes in import tariffs, and we apply this method to the United States. Tariff revenue is assumed to be distributed on a per-capita basis, so states with greater production will experience a welfare gain from tariffs on those products (due to rising producer surplus) while those with little production will lose (due to falling consumer surplus). Over 2002-17, we find that 28 states benefitted from reduced tariffs, with national welfare gains of $5.8 billion or $50 per household in 2017. These national gains were eliminated by the tariff increases after 2017, with national losses of $57 per household in 2019 and rising to $103 per household in 2022, but 25 states still gained. These estimates of the national losses from tariff increases are lower than found in other studies for the 2017-19 period, due to this study incorporating product exclusions that reduced the tariffs on certain products and also due to differences in the methods of calculation.\n\n",
    "acknowledgement": "\nThe authors thank Christopher Montgomery, Ethan Feldman, and Dominique Varier for excellent research assistance, and Alan Fox, Bill Powers, Serge Shikher, Alan Taylor, along with Preety Bhogal, Peri da Silva and other seminar participants at Kansas State University for helpful comments and suggestions on an earlier draft. The views expressed here are solely meant to represent the opinions and professional research of individual authors and do not represent in any way the views of the U.S. International Trade Commission or any of its individual Commissioners. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}