{
    "id": 33006,
    "citation_title": "Cross-Border Shopping: Evidence and Welfare Implications for Switzerland",
    "citation_author": [
        "Ariel Burstein",
        "Sarah M. Lein",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsumers access foreign goods by purchasing them domestically or shopping abroad. We present new facts on cross-border shopping by Swiss households showing, for example, that prices of identical products are lower in neighboring countries, cross-border shopping shares fall with distance to the border, and price gaps and cross-border shopping shares rose following the 2015 Swiss Franc appreciation. We use a simple model of cross-border shopping to quantify how variation across space in cross-border shopping results in heterogeneous changes in cost-of-living in response to changes in international prices such as the 2015 Swiss Franc Appreciation and the 2020 Covid-19-related closing of the border.\n\n",
    "acknowledgement": "\nWe thank Santiago Alvarez-Blaser, Raphael Auer, Beat Hintermann, and Kurt Schmidheiny for helpful comments and suggestions. We furthermore thank Aimark, in particular Alfred Dijs and Bernadette van Ewijk, for access to the German, French, and Austrian Homescan data and for their support with this dataset. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}