{
    "id": 33009,
    "citation_title": "Intergenerational Transmission of Occupation: Lessons from the United States Army",
    "citation_author": [
        "Kyle Greenberg",
        "Matthew Gudgeon",
        "Adam Isen",
        "Corbin L. Miller",
        "Richard W. Patterson"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "2024-11-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates causal intergenerational occupation transmission in the military using discontinuities in parents’ eligibility for service from the Armed Forces Qualification Test. A parent’s enlistment in the Army increases their children’s military service propensity by between 58% and 110%. Intergenerational occupational transmission rates vary by race and sex—they are highest for demographic groups whose parents gained the most economically from service and for same-sex parent-child pairs. Our findings provide new evidence on the mechanisms driving intergenerational occupation correlations and indicate increasing access to good occupations is an important channel for improving intergenerational economic mobility for less advantaged groups.\n\n",
    "acknowledgement": "\nThis research was conducted while some authors were employees at the U.S. Department of the Treasury. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the U.S. Department of the Treasury. Any taxpayer data used in this research was kept in a secured Treasury or IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. Further, all views, opinions, and interpretations expressed in this article are those of the authors and are not necessarily those of West Point, the U.S. Army, the Department of Defense, or the National Bureau of Economic Research. We thank Lars Lefgren, Matt Staiger, and seminar participants at Cornell University, Montana State University, and Purdue University for their helpful comments. Please direct questions or comments to rich patterson@byu.edu or Corbin.Miller@irs.gov.\n\n\n"
}