{
    "id": 33003,
    "citation_title": "Currency Centrality in Equity Markets, Exchange Rates and Global Financial Cycles",
    "citation_author": [
        "Hélène Rey",
        "Vania Stavrakeva",
        "Jenny Tang"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper explores empirically the tight links between exchange rates and the global network of equity holdings. Exchange rates can be expressed in terms of “equity net currency supplies”, i.e. local currency stock market capitalization minus equity holdings, denominated in investors’ currencies, as well as elasticities, reflecting the “centrality” of currencies in global equity markets. The observed components of our exchange rate decomposition account for, on average, 95% of the monthly variation of 28 bilateral currency crosses vis-à-vis the USD and 98% vis-à-vis the EUR. We use the decomposition to elucidate the unique role of the USD in transmitting risk aversion and U.S. macroeconomic news throughout the global equity network. Our findings contribute towards explaining global financial cycles and “risk-on”/“risk-off” episodes.\n\n",
    "acknowledgement": "\nWe thank Linda Goldberg, Francisco Gomes, Tarek Hassan, Sebnem Kalemli-Ozcan, Arvind Krishnamurthy, Maurice Obstfeld, Anna Pavlova, Kenneth Rogoff and Adrien Verdelhan for discussions. We are also grateful for comments of participants in a number of conferences. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nVania Stavrakeva\n\nNothing to disclose.\n\n\n"
}