{
    "id": 33001,
    "citation_title": "Financial Advice and Investor Beliefs: Experimental Evidence on Active vs. Passive Strategies",
    "citation_author": [
        "Antoinette Schoar",
        "Yang Sun"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "2024-10-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a randomized controlled trial we test how retail investors assess and update their priors based on different types of financial advice, which either aligns with their priors or goes against it. We compare advice that emphasizes either the benefits of passive investment strategies (such as diversification and low fees) or active strategies (such as stock picking and market timing). We find that participants rate advice significantly higher when it aligns with their priors rather than contradicts them. But people update their beliefs about investment strategies in the direction of the advice they receive, independent of their priors. At the same time, there is significant heterogeneity based on the subjects’ financial literacy. Financially more literate subjects positively update in response to seeing passive advice, but most do not update (and rate the advice negatively) when exposed to active advice. In contrast, financially less literate subjects are strongly influenced by both types of advice. Finally, subjects rate the advice lower if the advisor is perceived to have misaligned incentives compared to when they are more aligned.\n\n",
    "acknowledgement": "\nI have read the NBER disclosure policy and attest that this acknowledgment discloses all sources of funding and all material and relevant financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}