{
    "id": 33000,
    "citation_title": "Capital-Skill Complementarity in Firms and in the Aggregate Economy",
    "citation_author": [
        "Giuseppe Berlingieri",
        "Filippo Boeri",
        "Danial Lashkari",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study capital-skill complementarity in a multi-sector framework featuring firm-specific, multi-factor production functions and allowing for firm-specific factor-price wedges. We characterize the elasticity of the skill premium to the price of capital equipment in terms of firm-level elasticities of substitution across factors, elasticities of substitution across firms and sectors, and factor intensities. Using French data, we provide credible identification of these firm-level elasticities. Combining these elements we offer the first identification of aggregate capital-skill complementarity that allows for arbitrary trends in the unobservable skill-bias of productivity at the firm, industry, and aggregate levels. We find an economically and statistically significant degree of aggregate capital-skill complementarity, but this force alone is insufficient to generate the full increase in the relative demand for high-skilled workers observed in the data. There is a substantial role for skill-augmenting technical change not embodied in capital equipment.\n\n",
    "acknowledgement": "\nWe thank Julieta Caunedo, Jonathan Dingel, Erik Hurst, Ezra Oberfield, Elena Pastorino, Pascual Restrepo, Felix Tintelnot, Giovanni Violante, and numerous seminar participants for helpful comments. The project has benefitted from funding from the TOPAZE project (ANR-18-CE26-0009). Access to French confidential data was made possible thanks to the secure environment provided by CASD- Centre d’acces securise aux donnees (Ref. 10.34724/CASD). The project has benefited from funding from the TOPAZE project (ANR-18-CE26-0009). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of New York, or the Federal Reserve System.\n\n\n"
}