{
    "id": 33008,
    "citation_title": "The Unintended Consequences of Merit-based Teacher Selection: Evidence from Large-scale Reform in Colombia",
    "citation_author": [
        "Matias Busso",
        "Sebastián Montaño",
        "Juan S. Muñoz-Morales",
        "Nolan G. Pope"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTeacher quality is a key factor in improving student academic achievement. As such, educational policymakers strive to design systems to hire the most effective teachers. This paper examines the effects of a national policy reform in Colombia that established a merit-based teacher-hiring system intended to enhance teacher quality and improve student learning. Implemented in 2005 for all public schools, the policy ties teacher-hiring decisions to candidates’ performance on an exam evaluating subject-specific knowledge and teaching aptitude. The implementation of the policy led to many experienced contract teachers being replaced by high exam-performing novice teachers. We find that though the policy sharply increased pre-college test scores of teachers, it also decreased the overall stock of teacher experience and led to sharp decreases in students’ exam performance and educational attainment. Using a difference-in-differences strategy to compare the outcomes of students from public and private schools over two decades, we show that the hiring reform decreased students’ performance on high school exit exams by 8 percent of a standard deviation, and reduced the likelihood that students enroll in and graduate from college by more than 10 percent. The results underscore that relying exclusively on specific ex ante measures of teacher quality to screen candidates, particularly at the expense of teacher experience, may unintentionally reduce students’ learning gains.\n\n",
    "acknowledgement": "\nThis article was not funded by any outside entity and no interested party provided any significant financial support related to the research contained in this article. In addition, none of the authors have served in any position as officer, director or board member, paid or unpaid, for a non-profit or for-profit organization with policy positions, goals, or financial interests related to this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}