{
    "id": 3300,
    "citation_title": "Premature Liberalization, Incomplete Stabilization: the Ozal Decade in Turkey",
    "citation_author": [
        "Dani Rodrik"
    ],
    "citation_publication_date": "1990-03-01",
    "issue_date": "1990-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn late 1979, Turkey stood in the throes of a foreign exchange crisis, with widespread shortages, negative growth, and inflation into triple digits. A decade later, Turkey has a comfortable balance-of-payments situation, and sits atop considerable foreign exchange reserves. The economy has achieved a remarkable transformation from an inward-oriented outlook to an outwardoriented one. Yet, after some success in the early 1980s, inflation remains unconquered and the public sector budget is out of control. This paper provides an interpretation of the Turkish experience in the 1980s. It is argued that foreign capital inflows in the early 1980s cushioned the fiscal squeeze, and allowed a relatively painless reduction in inflation alongside a process of export-oriented growth. In the best of all possible worlds, the outward-oriented reforms would have taken sufficient root by the mid-1980s to allow the public sector to undertake the delayed retrenchment as the inflows came to an end, at no great cost to output. Instead, policy followed a mix of liberalization with patronage politics detrimental to monetary discipline. Financial liberalization reduced demand for base money at the same time that fiscal balances came under increasing strain due to the external transfer. Inflation was rekindled under the dual influence of fiscal deficits and a shrinking base for the inflation tax.\n\n",
    "acknowledgement": "\n"
}