{
    "id": 33018,
    "citation_title": "Misperceptions and Demand for Democracy under Authoritarianism",
    "citation_author": [
        "Daron Acemoglu",
        "Cevat Giray Aksoy",
        "Ceren Baysan",
        "Carlos Molina",
        "Gamze Zeki"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether enduring authoritarian regimes are in part rooted in the population’s misperceptions about their social and economic costs—as opposed to a general preference for authoritarianism. We explore this question using online and field experiments in the context of Türkiye’s May 2023 presidential and parliamentary elections. We confirm that voters, especially those supporting the incumbent authoritarian government systematically underestimate the extent to which democracy and media freedom have been eroded in Türkiye and their usefulness in dealing with natural disasters and corruption (two salient issues in Türkiye). We find that providing (accurate) information about the state and implications of democracy and media freedom have significant effects on beliefs and increase the likelihood of voting for the opposition by about 3.7 percentage points (6.2 percent) in the online experiment. In the field experiment, we estimate similarly-sized impacts on the ballot-box level vote share—with the information treatment leading to a 2.4 percentage point (4.4 percent) increase in the opposition’s vote share. Interestingly, both in the field and online, the results are driven not by further mobilizing opposition supporters, but by influencing those likely to vote for the governing coalition and those holding more misperceived beliefs about democracy and media freedom in Türkiye. The evidence suggests that at least part of the support for authoritarian regimes may be coming from misperceptions about their institutions and policies, and may be more malleable than typically presumed.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Evrim Bal, Görkem Başaran, Özer Dondurmacıoğlu, Oltaç Ünsal, the volunteers, and the Turkish-American Gezi Platform for their invaluable contributions; this project would not have been possible without their support. The project received funding from the Bradley and Hewlett Foundation, the Centre for Governance and Society at King’s College London, and the Institute for Humane Studies (IHS017372). It was approved by the Bahçeşehir University Institutional Review Board (Protocol ID: E-20021704-604.02.02-51326) and the MIT Institutional Review Board (Protocol ID: E-4602) and registered with the AEA RCT registry (AEARCTR-0011480). The views presented are solely those of the authors and do not necessarily represent those of their affiliated organizations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}