{
    "id": 33014,
    "citation_title": "The Causal Effects of Inflation Uncertainty on Households' Beliefs and Actions",
    "citation_author": [
        "Dimitris Georgarakos",
        "Yuriy Gorodnichenko",
        "Olivier Coibion",
        "Geoff Kenny"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe implement a survey-based randomized information treatment that generates independent variation in the inflation expectations and the uncertainty about future inflation of European households. This variation allows us to assess how both first and second moments of inflation expectations separately affect subsequent household decisions. We document several key findings. First, higher inflation uncertainty leads households to reduce their subsequent durable goods purchases for several months, while a higher expected level of inflation increases them. Second, an increase in uncertainty about inflation induces households to tilt their portfolios towards safe and away from riskier asset holdings. Third, higher inflation uncertainty encourages household job search, leading to higher subsequent employment among the unemployed and less under-employment among the employed. Finally, we document that the level of inflation expectations has a different effect from uncertainty in inflation expectations and thus it is crucial to take into account both to measure their separate effects on decisions.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views of the European Central Bank or the National Bureau of Economic Research. The ordering of authors’ names is randomized.\n\n\n"
}