{
    "id": 33015,
    "citation_title": "The Impact of Intergenerational Transfers on the Distribution of Wealth: An International Comparison",
    "citation_author": [
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, I analyze detailed data on intergenerational transfers in 4 countries (China, India, Japan, and the United States) from the “Japan Household Panel Survey on Consumer Preferences and Satisfaction (JHPS-CPS)” which has been conducted by the Institute of Social and Economic Research of Osaka University in these 4 countries since 2003, in order to shed light on the impact of intergenerational transfers on household wealth disparities and on possible reasons for the substantial differences in household wealth disparities among the 4 countries. Almost all of the evidence I present suggests that intergenerational transfers have a disequalizing impact on household wealth disparities and promote the transmission of household wealth disparities from generation to generation in all 4 countries although the magnitude of these effects varies considerably from country to country. Moreover, the evidence I present sheds considerable light on possible reasons for the substantial differences in household wealth disparities among the 4 countries.\n\n",
    "acknowledgement": "\nThe data source used in this paper is the “Japan Household Panel Survey on Consumer Preferences and Satisfaction (JHPS-CPS)” (formerly called the “Preference Parameters Study (Kurashi no Konomi to Manzokudo ni tsuite no Chousa),” which has been conducted since 2003 by the Institute of Social and Economic Research of Osaka University with funding from the 21st Century Center of Excellent Program “Behavioral Macrodynamics based on Surveys and Experiments” (2003-2008), the Global Center of Excellence Program “Human Behavior and Socioeconomic Dynamics” (2008-2013) of Osaka University, and two Grants-in-Aid for Scientific Research (KAKENHI) from the Japan Society for the Promotion of Science: “Behavioral-Economic Analysis of Long-Run Stagnation (15H05728) and “Economic Stagnation and Widening Wealth Inequality: Crises of the World Economy and a Construction of a Unified Macroeconomic Theory” (20H05631). I acknowledge the survey’s co-investigators Yoshiro Tsutsui, Fumio Ohtake, and Shinsuke Ikeda. I am also grateful to Yoko Niimi, Edward N. Wolff, and participants of the Society for the Advancement of Socio-Economics (SASE) Conference and the International Association for Research in Economic Psychology (IAREP) - Social for the Advancement of Behavioral Economics (SABE) Conference for their invaluable comments, to Tien Manh Vu for his valuable assistance, and to JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 15H01950, 18H00870, 20H01513, 20H05633, and 23H00831, the Asian Growth Research Institute, and the Joint Usage/Research Center on Behavioral Economics of the Institute of Social and Economic Research, Osaka University, for their financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}