{
    "id": 33011,
    "citation_title": "Fear and Dreams: Understanding the Non-Institutional sources of Leader Strategy",
    "citation_author": [
        "Maria Angélica Bautista",
        "Juan Sebastián Galán",
        "James A. Robinson",
        "Rafael F. Torres",
        "Ragnar Torvik"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical leaders make policy choices which are often hard to explain via institutions. We use the behavior of Colombian paramilitary groups as an environment to study non-institutional sources of variation in how public good provision and violence are combined to control populations. We hypothesize that a significant source of variation stems from the social preferences of the paramilitary commanders. Reciprocators adopt a strategy of offering public goods in exchange for support, but also use violence to punish those who do not reciprocate back. Reciprocity, developed via childhood socialization, is a characteristic of rural “peasants”. We develop a model which generates these hypotheses and test them using a unique dataset compiled from transitional justice documents.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Eli Berman, Marianne Bertrand, Tim Besley, Chris Blattman, Ernesto Dal Bó, Melissa Dell, Oeindrila Dube, Marcela Eslava, Fred Finan, Paul Gertler, Leander Heldring, Benjamin Lessing, Roger Myerson, Torsten Persson, Juan Felipe Riaño, Guido Tabellini, Santiago Torres, Bertil Tungodden, María Alejandra Vélez and seminar participants at the universities and conferences of Andrés Bello, Berkeley, CESifo Venice Summer Institute, Chicago IOG Conference, Emory, Georgetown, RIDGE Sustainable Growth Forum, Los Andes, LSE, Manchester, Michigan, NYU, Newcastle, Norwegian School of Economics, Oslo, PUC Chile and San Diego for useful feedback and comments. María Teresa Ronderos and Juan Diego Restrepo provided invaluable information and assistance for our fieldwork. We are grateful to Nicolás Cabra, Alejandro Camelo, Alan Gómez, Sofia Granados, Laura Grandas, María Adelaida Martínez, Germán Orbegozo, Pilar Puentes, Jennifer Rincón, Laura Soto, and Juan Pablo Uribe for outstanding research assistance. We thank the Becker-Friedman Institute for its generous financial support, in particular the Political Economy Initiative and the BFI-LATAM collaboration with the Universidad Andrés Bello. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}