{
    "id": 33010,
    "citation_title": "Social Interactions, Information, and Preferences for Schools: Experimental Evidence from Los Angeles",
    "citation_author": [
        "Christopher Campos"
    ],
    "citation_publication_date": "2024-09-30",
    "issue_date": "2024-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures parents' beliefs about school and peer quality, how information about each affects school choices, and how social interactions mediate these effects. Parents underestimate school quality and overestimate peer quality. Cross-randomized school and peer quality information combined with a spillover design shows that when parents received information, they and their neighbors' preferences shifted toward higher value-added schools, underscoring stronger tastes for school quality and the role of social interactions. Increased enrollment in effective schools improved socio-emotional outcomes. The experimental evidence shows parents value school effectiveness even conditional on peer quality and that social interactions strongly influence school choice.\n\n",
    "acknowledgement": "\nI am thankful to  Chris Walters and Jesse Rothstein for their extensive support and guidance.  I thank Marianne Bertrand, Mike Dinerstein, Caroline Hoxby, Anders Humlum, Larry Katz, Tomas Larroucau, Jacob Leshno, Paco Martorell, Todd Messer, Pablo Munoz, Derek Neal, Chris Neilson, Matt Notowidigdo,  Canice Prendergast, Miguel Urquiola, and Seth Zimmerman for helpful comments.  I also thank seminar participants at Boston University, Duke University, Harvard University, Michigan State University, RAND, Stanford University, Teachers College at Columbia, UC Berkeley, UC Davis, UC Merced, University of Chile, University of Illinois-Chicago, Yale University, and conference participants at the 2022 Southern Economic Association Annual Meeting, the 2023 AEA Annual Meeting, the Northeast Labor Symposium for Early Career Economists, and the Transitions to Secondary and Higher Education Workshop. Jack Johnson, Ryan Lee, and Anh Tran provided outstanding research assistance. This work would not be possible without the support of Dunia Fernandez, Kathy Hayes, and Rakesh Kumar. All remaining errors are my own. The trial was registered in the AEA RCT Registry as study #AEARCTR-0004844 and received IRB approval from the University of California Berkeley and the University of Chicago. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}