{
    "id": 33019,
    "citation_title": "The Impact of the Chinese Exclusion Act on the Economic Development of the Western U.S.",
    "citation_author": [
        "Joe Long",
        "Carlo Medici",
        "Nancy Qian",
        "Marco Tabellini"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "2024-11-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the economic consequences of the 1882 Chinese Exclusion Act, which banned immigration from China to the United States. The Act reduced the number of Chinese workers of all skill levels residing in the U.S. It also reduced the labor supply and the quality of jobs held by white and U.S.-born workers, the intended beneficiaries of the Act, and reduced manufacturing output. The results suggest that the Chinese Exclusion Act slowed economic growth in western states until at least 1940.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Michela Giorcelli, Claudia Goldin, Walker Hanlon, Larry Katz and Nathan Nunn for their insights; the participants at Stanford Economic History Seminar, Columbia N.T. Wang Lecture, Northwestern Economic History Lunch, Tsinghua University Applied Seminar for many useful comments; and the discussants and participants at the Yale Economic Growth Center 2022 conferences on “Empire, Migration, and Development”, NBER Summer Institute DAE (2023) and Economic Growth (2022) workshops, 2024 ASSA Annual Meeting, and IOG Spring 2024 Conference for helpful suggestions. We are grateful to Angelo Azzolini, Vasu Chaudhary, Marta Leva, Emanuele Licari, Ludovica Mosillo and Nicole Saito for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}