{
    "id": 33017,
    "citation_title": "Online Business Models, Digital Ads, and User Welfare",
    "citation_author": [
        "Daron Acemoglu",
        "Daniel Huttenlocher",
        "Asuman Ozdaglar",
        "James Siderius"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model where social media platforms offer plans that intermix entertaining content with digital advertising (“ads”). Users derive utility from entertainment and learn about their valuation for a product from ads. While some users are fully rational, others naïvely perceive digital ads as more informative than they actually are. We characterize the profit-maximizing business model of the platform and show that welfare is lower when the platform monetizes through advertising instead of subscription both for naïfs (because they are targeted by intense digital advertising, which makes them over-optimistic about product quality and over-purchase the product) and for sophisticates (because the inflated demand from naïfs increases the firm’s price). This negative welfare effect is intensified when the platform can offer mixed business models that separate the naïve and sophisticated users into different plans. Our results are robust to firm-level and platform-level competition, because digital ads soften competition between both firms and platforms. We also show how digital ad taxes can improve welfare.\n\n",
    "acknowledgement": "\nWe are grateful to numerous participants at the 2024 NBER Economics of Artificial Intelligence Conference, INFORMS 2022 Annual Conference, UT Dallas Jindal School of Business, Santa Clara Leavey School of Business, Johns Hopkins Carey School of Business, University of Michigan Ross School of Business, Tuck School of Business at Dartmouth College, USC Marshall School of Business, Emory University, Chicago Booth School of Business, MIT Sloan School of Management, Columbia NYCMedia Seminar, and AsuFest 2023 for their suggestions and feedback. Financial support from the Hewlett Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}