{
    "id": 33025,
    "citation_title": "12 Best Practices for Leveraging Generative AI in Experimental Research",
    "citation_author": [
        "Samuel Chang",
        "Andrew Kennedy",
        "Aaron Leonard",
        "John A. List"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide twelve best practices and discuss how each practice can help researchers accurately, credibly, and ethically use Generative AI (GenAI) to enhance experimental research. We split the twelve practices into four areas. First, in the pre-treatment stage, we discuss how GenAI can aid in pre-registration procedures, data privacy concerns, and ethical considerations specific to GenAI usage. Second, in the design and implementation stage, we focus on GenAI’s role in identifying new channels of variation, piloting and documentation, and upholding the four exclusion restrictions. Third, in the analysis stage, we explore how prompting and training set bias can impact results as well as necessary steps to ensure replicability. Finally, we discuss forward-looking best practices that are likely to gain importance as GenAI evolves.\n\n",
    "acknowledgement": "\nWe appreciate insightful comments from Kyle Boutilier, Brian Jabarian, Alex Kim, and Connor Murphy. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List is the Chief Economist at Walmart but this research is not part of work at Walmart.\n\n\n"
}