{
    "id": 33028,
    "citation_title": "The Economic Impacts of Clean Power",
    "citation_author": [
        "Costas Arkolakis",
        "Conor Walsh"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "2024-10-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper we assess the economic impacts of moving to a renewable-dominated grid in the US. We use projections of capital costs to develop price bounds on future wholesale power prices at the local geographic level. We then use a class of spatial general equilibrium models to estimate the effect on wages and output of prices falling below these bounds in the medium term. Power prices fall anywhere between 20% and 80%, depending on local solar resources, leading to an aggregate real wage gain of 2-3%. Over the longer term, we show how moving to clean power represents a qualitative change in the aggregate growth process, alleviating the “resource drag” that has slowed recent productivity growth in the US.\n\n",
    "acknowledgement": "\nWe thank our editor Jón Steinsson, as well as our discussants Neil Mehrotra and Koichiro Ito for their excellent comments. Cheolhwan Kim, Pablo Mones, Eshaan Patel, and Yirui Zhao provided outstanding research assistance. We would also like to thank Lucas Epstein for various comments. This conference draft was presented at the Fall 2024 Brooking’s Papers for Economic Activity (BPEA) Conference, and the final version will be published in the Fall 2024 BPEA issue. The authors would like to acknowledge the support of NSF under grant SES-2117288. Other than the aforementioned, the authors did not receive financial support from any firm or person for this article or from any firm or person with a financial or political interest in this article. The authors are not currently an officer, director, or board member of any organization with a financial or political interest in this article. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}