{
    "id": 33020,
    "citation_title": "Describing Deferred Acceptance and Strategyproofness to Participants: Experimental Analysis",
    "citation_author": [
        "Yannai A. Gonczarowski",
        "Ori Heffetz",
        "Guy Ishai",
        "Clayton Thomas"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe conduct an incentivized lab experiment to test participants' ability to understand the DA matching mechanism and the strategyproofness property, conveyed in different ways. We find that while many participants can (using a novel GUI) learn DA's mechanics and calculate its outcomes, such understanding does not imply understanding of strategyproofness (as measured by specially designed tests). However, a novel menu description of strategyproofness conveys this property significantly better than other treatments. While behavioral effects are small on average, participants with levels of strategyproofness understanding above a certain threshold play the classical dominant strategy at very high rates.\n\n",
    "acknowledgement": "\nThe authors thank Keren-Or Barashi Gortler, Itamar Bellaiche, Yehonatan Caspi, Yael Cohen, Gabriela Cohen-Hadid, Ayala Goldfarb, Michael Khalfin, Ido Leshkowitz, Josef Mccrum, Shenhav Or, Yonatan Rahimi, and Ohad Weschler for excellent research assistance; Eric Budish, Ben Enke, Nicole Immorlica, David Laibson, Markus Mobius, Assaf Romm, Shigehiro Serizawa, Ran Shorrer, Alex Teytelboym, and Leeat Yariv for helpful discussions; participants at the Stanford Institute for Theoretical Economics (SITE) 2023 Experimental Economics, SITE 2023 Market Design, WZB Berlin Matching Workshop, Crown Family Israel Center for Innovation (ICI) 2024 Academic Conference, Virtual Market Design Seminar, 2024 Marketplace Innovations Workshop, 8th Solomon Lew Conference on Behavioral Economics (Tel Aviv), 1st Annual Chicago Booth Market Design Conference, EC 2024, Communicating Clearly to Market Participants Workshop (Stony Brook), and seminar participants at Bar Ilan, Cornell, the Hebrew University, and Microsoft Research for comments that significantly improved the paper; and Adam Chafee and his team at the Cornell Business Simulation Lab for their help with running the experiment. Pre-registration of our experiment can be found at https://aspredicted.org/7eq7e.pdf. A one-page abstract of this paper appeared in the proceedings of EC 2024. The authors gratefully acknowledge research support by the following sources. Gonczarowski: National Science Foundation (NSF-BSF grant No. 2343922), Harvard FAS Inequality in America Initiative, and Harvard FAS Dean’s Competitive Fund for Promising Scholarship. Heffetz: Israel Science Foundation (grant No. 2968/21), US-Israel Binational Science Foundation (NSF-BSF grant No. 2023676), Cornell’s S.C. Johnson School, and Cornell’s Center for Social Sciences. Ishai: Barbara and Morton Mandel Doctoral Program, Bogen Family, and Federmann Center for Rationality. Thomas: NSF CCF-1955205, Wallace Memorial Fellowship in Engineering, and Siebel Scholar award; part of his work was carried out while in Princeton’s Department of Computer Science. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}