{
    "id": 33022,
    "citation_title": "Is Distance from Innovation a Barrier to the Adoption of Artificial Intelligence?",
    "citation_author": [
        "Jennifer Hunt",
        "Iain M. Cockburn",
        "James Bessen"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUsing our own data on Artificial Intelligence publications merged with Burning Glass vacancy data for 2007-2019, we investigate whether online vacancies for jobs requiring AI skills grow more slowly in U.S. locations farther from pre-2007 AI innovation hotspots. We find that a commuting zone which is an additional 200km (125 miles) from the closest AI hotspot has 17% lower growth in AI jobs' share of vacancies. This is driven by distance from AI papers rather than AI patents. Distance reduces growth in AI research jobs as well as in jobs adapting AI to new industries, as evidenced by strong effects for computer and mathematical researchers, developers of software applications, and the finance and insurance industry. 20% of the effect is explained by the presence of state borders between some commuting zones and their closest hotspot. This could reflect state borders impeding migration and thus flows of tacit knowledge. Distance does not capture difficulty of in-person or remote collaboration nor knowledge and personnel flows within multi-establishment firms hiring in computer occupations.\n\n",
    "acknowledgement": "\nWe thank Bledi Taska and Lightcast (formerly known as Burning Glass Technologies) for access to data and Erich Denk formerly of the Technology and Policy Research Initiative at Boston University for extensive data work on the Burning Glass Technologies files. We thank Dany Bahar, Shai Bernstein, Lindsey McGowen, and Gregor Schubert for providing other data. We are grateful for comments from Flavio Calvino, Aureo de Paula, Ina Ganguli, Sabrina Genz, Britta Glennon, Tarek Alexander Hassan, Sabrina Howell, Ben Jones, Bill Kerr, John Landon-Lane, Dennis Novy, Gregor Schubert, Ruonan Xu and participants in the Australian OVERS seminar, the University of Sydney Microeconometrics and Public Policy Working Group seminar, the Technology and Policy Research Initiative seminar, the University of Southern Switzerland economics seminar, the 2021 NBER Artificial Intelligence Conference, the 2023 Artificial Intelligence and the Economy conference and the 2024 Royal Economic Society conference for helpful comments.  All three authors are affiliated with the Technology and Policy Research Initiative at Boston University, and Hunt is also affiliated with the University of Sydney, IZA (Bonn), CEPR (Paris) and DIW (Berlin) and thanks the Centre for Economic Performance at the London School of Economics for hospitality while working on the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}