{
    "id": 33026,
    "citation_title": "A Flexible, Heterogeneous Treatment Effects Difference-in-Differences Estimator for Repeated Cross-Sections",
    "citation_author": [
        "Partha Deb",
        "Edward C. Norton",
        "Jeffrey M. Wooldridge",
        "Jeffrey E. Zabel"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a method to estimate treatment effects in difference-in-differences designs in which the treatment start is staggered over time and treatment effects are heterogeneous by group, time, and covariates, and when the data are repeated cross-sections. We show that a linear-in-parameters regression specification with a sufficiently flexible functional form consisting of group-by-time treatment effects, two-way fixed effects, and interaction terms yields consistent estimates of heterogeneous treatment effects under general conditions. The estimates are efficient and aggregation of treatment effects and inference are straightforward. We call it FLEX, because it is a flexible linear model estimated by OLS with covariates (X). We illustrate the use of FLEX with two empirical examples and provide comparisons to other recently derived estimators.\n\n",
    "acknowledgement": "\nThe authors thank conference participants at the New York Camp Econometrics XVIII, at the American Society of Health Economists Annual Meeting and 31st European Workshop on Econometrics and Health Economics, and seminar participants at Oregon Health Sciences University. We also thank Anjelica Gangaram and Govert Bijwaard for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}