{
    "id": 33023,
    "citation_title": "Transmission of Family Influence",
    "citation_author": [
        "Sadegh S.M. Eshaghnia",
        "James J. Heckman",
        "Rasmus Landersø",
        "Rafeh Qureshi"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies intergenerational mobility—the transmission of family influence. We develop and estimate measures of lifetime resources motivated by economic theory that account for differences in life-cycle trajectories, and uncertainty about future income. We identify the effects of parents’ resources on child outcomes through policy shocks at different childhood ages that affect family investments. Parents’ expected lifetime resources are stronger predictors of child outcomes than the income measures traditionally used in the literature on social mobility. Moreover, while effects estimated through exogenous variation in parents’ expected lifetime resources are smaller in magnitude than their correlational counterparts, they are still sizable and largest in early childhood. The paper illustrates how integrating key insights from different literatures when studying intergenerational mobility allows for a better understanding of the importance of factors such as the family’s role, changes in individual life cycles across generations, and the expectations and trajectories individuals face across their lifetimes.\n\n",
    "acknowledgement": "\nThis research was supported in part by an anonymous funder, the ROCKWOOL Foundation, and NIH grant NICHD R37HD065072. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}