{
    "id": 33027,
    "citation_title": "Here Today, Gone Tomorrow? Toward an Understanding of Fade-out in Early Childhood Education Programs",
    "citation_author": [
        "John A. List",
        "Haruka Uchida"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn unsettling stylized fact is that decorated early childhood education programs improve cognitive skills in the short-term, but lose their efficacy after a few years. We implement a field experiment with two stages of randomization to explore the underpinnings of the fade-out effect. We first randomly assign preschool access to children, and then partner with the local school district to randomly assign the same children to classmates throughout elementary school. We find that the fade-out effect is critically-linked to the share of classroom peers assigned to preschool access—with enough treated peers the classic fade-out effect is muted. Our results highlight a paradoxical insight: while the fade-out effect has been viewed as a devastating critique of early childhood programs, our results highlight that fade-out is a key rationale for providing early education to all children. This is because human capital accumulation is inherently a social activity, leading early education programs to deliver their largest benefits at scale when everyone receives such programs.\n\n",
    "acknowledgement": "\nWe thank Shruti Jha, Anya Samek, Adeline Sutton, and Kristin Troutman. We are grateful to Marco Castillo, Justin Holz, and Xianglong Kong for helpful comments and discussion. Yujin Lee and Francesca Pagnotta provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}