{
    "id": 33024,
    "citation_title": "Carbon Tariffs 101",
    "citation_author": [
        "Claire Brunel",
        "Arik Levinson"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the economic and environmental consequences of taxes on imported goods based on their carbon content. The analysis uses the simplest possible partial equilibrium framework, with one small open economy and a global pollution externality. It relies on graphs of supply and demand, rather than equations or formulas, hoping to reach readers familiar with basic economics. Despite its simplicity, the framework imparts numerous lessons. (1) Absent a domestic price on carbon, a carbon tariff imposes the same costs on domestic consumers as a domestic carbon price, but a carbon tariff also subsidizes domestic pollution. (2) If one small country imposes a carbon tariff, with or without a domestic carbon tax, the economic incidence of the tariff falls on its consumers. (3) If a holdout country joins the rest of the world by enacting its own carbon regulation and consequently imports more from other countries, those increased imports are not “leakage.” They are the cessation of leakage from when the holdout country’s policy was lax. And (4) if other countries do not appropriately regulate emissions, no single small country can use a combination of carbon taxes and carbon tariffs to fully correct the problem caused by its consumers or producers.\n\n",
    "acknowledgement": "\nThanks to Matt Ashenfarb, Joyce Bond, Jevan Cherniwchan, Brian Copeland, Josh Ederington, Kyle Meng, Gib Metcalf, and Jinhua Zhao for helpful insights and careful reads. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}