{
    "id": 33034,
    "citation_title": "On the Optimal Allocation of Policy-Making",
    "citation_author": [
        "Alessandro Dovis",
        "Rishabh Kirpalani",
        "Guillaume M. Sublet"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should society allocate policy-making between the legislative and the executive branches of government? We analyze a model in which biased and polarized policymakers set policy in response to shocks. We show that policy issues for which the policy-maker bias is small relative to the degree of polarization should be delegated to the legislature, while policy issues where the bias is large should be delegated to the executive. Moreover, when executive delegation is preferred, it is optimal to leave little discretion and impose a narrow mandate. This finding contrasts with conventional wisdom that executive delegation allows for greater flexibility. The main difference between the two institutional settings is the ability to restrict ex post bargaining under executive delegation. Thus, when the bias is large, executive delegation is preferred because it can effectively constrain policymakers' choices. In contrast, when the bias is small, the ability to bargain ex post allows for flexible responses to severe shocks while limiting political risk. We also study the credibility of these institutions and show that while delegating to the legislature is typically credible, executive delegation is typically not when the bias is exogenous but can be when the bias arises from time inconsistency problems.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}