{
    "id": 33037,
    "citation_title": "Trading Volume Alpha",
    "citation_author": [
        "Ruslan Goyenko",
        "Bryan T. Kelly",
        "Tobias J. Moskowitz",
        "Yinan Su",
        "Chao Zhang"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-04",
    "revision_date": "2024-10-15",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPortfolio optimization focuses on risk and return prediction, yet implementation costs critically matter. Predicting trading costs is challenging because costs depend on trade size and trader identity, thus impeding a generic solution. We focus on a component of trading costs that applies universally – trading volume. Individual stock trading volume is highly predictable, especially with machine learning. We model the economic benefits of predicting volume through a portfolio framework that trades off tracking error versus net-of-cost performance – translating volume prediction into net-of-cost alpha. The economic benefits of predicting individual stock volume are as large as those from stock return predictability.\n\n",
    "acknowledgement": "\nWe are grateful to the Columbia & RFS AI in Finance Conference participants and discussant Dmitriy Muravyev; seminar participants at Cornell, Syracuse, CityU Hong Kong, and George Mason; as well as Martin Lettau, Lu Lu, Andrew Patton, and Annette Vissing-Jorgensen for valuable comments and suggestions. We thank Zhongji Wei and Andy Yang for their excellent research assistance. AQR Capital Management is a global investment management firm, which may or may not apply similar investment techniques or methods of analysis as described herein. Moskowitz is a member of the NBER, has an academic consulting relationship with AQR Capital, and sits on the board of Commonfund. The views expressed here are those of the authors and not necessarily those of AQR or  the National Bureau of Economic Research. Send correspondence to Bryan Kelly, bryan.kelly@yale.edu.\n\n\n"
}