{
    "id": 33031,
    "citation_title": "Do Workers Undervalue COVID-19 Risk? Evidence from Wages and Death Certificate Data",
    "citation_author": [
        "Cong T. Gian",
        "Sumedha Gupta",
        "Kosali I. Simon",
        "Ryan Sullivan",
        "Coady Wing"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "COVID-19",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen mortality risks of a job increase, economic theory predicts that wages will rise to compensate workers. COVID-19 became a new source of mortality risk from close contact with other workers and customers. Real wages have risen during the COVID-19 era, but research to date has been sparse on how much of this increase reflects compensating wage differentials for COVID-19 risk on the job. We use 2020- 2021 death certificate data which for the first time includes the decedent’s occupation and industry, together with other occupational and industry mortality for previous years from the Census of Fatal Occupational Injuries (CFOI) and wage data from the Current Population Survey (CPS) to examine whether compensating wage differentials for COVID-19 occupational risks are in line with prior estimates of Values of Statistical Life (VSL). First, we find that there are substantial differences in the compensating differentials associated with COVID-19 vs other sources of job-related mortality risk. Full time workers’ pay is higher by $24 per week in jobs with a 1 in 1,000 higher risk of COVID-19 mortality, but their pay is $320 higher in jobs with 1 in 1,000 higher risk of non-COVID-19 workplace mortality. The non-COVID-19 mortality wage premiums imply that workers trade off money and mortality risk using a VSL of about $18 million, which is near the upper range of the most cited VSL estimates in the literature. In contrast, the COVID-19 wage premium implies that workers make decisions using a VSL of the range $1.24 - $1.54 million, much lower than standard VSL measures. The results are consistent with workers substantially underestimating or undervaluing the risk of COVID-19 mortality.\n\n",
    "acknowledgement": "\nWe would like to thank Elissa Gentry, Emily Lawler, Kip Viscusi, and participants of the 2022 American Society of Health Economists conference, the 2022 O’Neill School Research Workshop at Indiana University, the 2023 Association for Public Policy Analysis and Management conference and the 2023 Southern Economic Association conference for valuable comments and suggestions. We thank Madelyn Mustaine for formatting assistance. We would also like to acknowledge the National Center for Health Statistics for providing access to the Vital Statistics Data Files in 2020-2021 used in this study. This research was conducted in accordance with the terms and conditions specified in the Data Use Agreement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCoady Wing\n\nWeinberg is grateful for support from UL1 TR002733 and R24 HD058484.\n\n\n"
}