{
    "id": 33036,
    "citation_title": "Decarbonizing Heat: The Impact of Heat Pumps and a Time-of-Use Heat Pump Tariff on Energy Demand",
    "citation_author": [
        "Louise Bernard",
        "Andy Hackett",
        "Robert D. Metcalfe",
        "Andrew Schein"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeat pumps have been proposed as the leading technology in the electrification of domestic heat and therefore could play a crucial part in the transition to low-carbon energy systems. However, there is very little causal evidence of the impact of heat pumps on energy demand and the impact of marginal prices to help optimize energy demand with heat pumps. We leverage a staggered roll-out of heat pumps from Octopus Energy Group to show that: (1) heat pumps have a large impact on energy demand, on average causing a 90% reduction in home gas use and a 61% increase in home electricity use – overall, households reduced total energy demand by 40% and carbon dioxide emissions by 36% in 2024 (with an average of 68% emissions savings over the lifetime of the heat pump); (2) a time-of-use tariff designed for heat pumps can provide large demand flexibility benefits, halving electricity consumption during the evening peak to help balance the grid, and that load shifting is possible on the coldest days and from all building types in our sample; (3) the marginal value of public funds of the current UK heat pump subsidy is £1.24 (for every £1 spent by the Government). Overall, we find that heat pumps can meaningfully decarbonize heat and subsidies to encourage heat pumps can be welfare-enhancing.\n\n",
    "acknowledgement": "\nWe are very grateful to Lucy Bourke, Daniel Lopez Garcia, Izzy Woolgar, and Lucy Yu for their comments and formative critique. We thank Cal Gibson at Octopus Energy, who was a fundamental partner in our processing and understanding of Octopus Energy’s consumer adoption and consumption data. We also thank Alex Schoch, Geraldine De Boisse, Mat Oates, Ben Ferris, Jaye Cribb and many others at Octopus Energy Group for implementing the heat pump program and Cosy Octopus heat pump time-of-use tariff, working with us to survey Octopus Energy customers about how they use their heat pumps, and helping us process and use Octopus Energy customer data. We are thankful to Oli Berry, Edwin Chan, Jess Colleen, Lucas Davis, Nathan Hendren, Sethu Odayappan, Toby Park, Andy Regan, TJ Root, Blake Shaffer, Phil Steele, Kieron Stopforth, and Max Woollard for excellent comments. All mistakes herein are ours alone. Conflicts of Interest: Centre for Net Zero is part of Octopus Energy Group Limited. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}