{
    "id": 33035,
    "citation_title": "Understanding the Heterogeneity of Intergenerational Mobility across Neighborhoods",
    "citation_author": [
        "Neil A. Cholli",
        "Steven N. Durlauf",
        "Rasmus Landersø",
        "Salvador Navarro"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has uncovered large spatial heterogeneity in intergenerational mobility across neighborhoods in countries around the world. Yet there is little consensus on the reasons why mobility is high in some neighborhoods and low in others. This paper analyzes a generalized mobility model that examines the roles that families’ selection into neighborhoods and locational characteristics play in generating this spatial heterogeneity. We use administrative data from Denmark to decompose variation in mobility across nearly 300 larger and 2,000 smaller neighborhoods along these dimensions, accounting for sampling error. Families’ selection into neighborhoods and sampling error explain most observed heterogeneity across neighborhoods. Our generalized model explains most of the differences in mobility between neighborhoods, though a small but persistent difference remains between neighborhoods that our model cannot account for. An analysis of this “irreducible heterogeneity” suggests that neighborhoods exhibit multiple types in terms of their mobility effects.\n\n",
    "acknowledgement": "\nCholli thanks the National Science Foundation (NSF) Graduate Research Fellowship Program (Grant Number DGE-1746045), the U.S. Department of Education (ED) Institute of Education Sciences (IES) (Grant Number R305B140048), the Stone Center for Research on Wealth Inequality and Mobility at the University of Chicago, and the Klarman Fellowship at Cornell University for financial support. Durlauf thanks the James M. and Cathleen D. Stone Foundation for generous support. Navarro thanks the Social Sciences and Humanities Research Council of Canada for financial support. The views expressed herein are those of the authors and do not reflect the views of the NSF, IES, ED, or National Bureau of Economic Research.\n\n\n"
}