{
    "id": 33032,
    "citation_title": "The Effects of “Buy American”: Electric Vehicles and the Inflation Reduction Act",
    "citation_author": [
        "Hunt Allcott",
        "Reigner Kane",
        "Maximilian S. Maydanchik",
        "Joseph S. Shapiro",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-03",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study electric vehicle (EV) tax credits in the US Inflation Reduction Act (IRA), the largest climate policy in US history, with three goals. First, we provide the first ex-post microeconomic welfare analysis of this central component of the IRA. Event studies around changes in eligibility for EV tax credits show credits were largely passed-through to consumers. Additionally, domestic content restrictions on tax credits for purchased vehicles have driven enormous shifts to leasing. Our equilibrium model shows that compared to pre-IRA policy, IRA EV credits generated $1.87 of US benefits per dollar spent in 2023, at taxpayer cost of $32,000 per additional EV sold. Compared to scenarios with no EV credits, however, the IRA EV credits created only $1.02 of benefits per dollar of government spending. Second, we characterize the gains from policies targeting heterogeneity in externalities across vehicles. We find that relative to uniform credits, differentiating credits across EVs according to their heterogeneous externalities would substantially increase policy benefits. Third, we quantify tradeoffs in the IRA EV credits between foreign and domestic welfare and between trade and the environment. We find that the IRA EV credits benefit the environment but undermine trade, since they decrease global carbon emissions but use profit shifting to decrease foreign producer surplus. A controversial IRA loophole that removes domestic content restrictions on tax credits for EV leases has negative domestic benefits.\n\n",
    "acknowledgement": "\nWe thank Rishab Mohan and Jiawei Yang for exceptional research assistance, and numerous colleagues and seminar participants for helpful comments and discussions. We acknowledge use of ChatGPT to proofread grammar. We are grateful to the Becker Friedman Institute at the University of Chicago and NSF grant SES-2117158 and SES-2214949 for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}