{
    "id": 33038,
    "citation_title": "Parents' Earnings and the Returns to Universal Pre-Kindergarten",
    "citation_author": [
        "John Eric Humphries",
        "Christopher Neilson",
        "Xiaoyang Ye",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2024-10-07",
    "issue_date": "2024-10-04",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether universal pre-kindergarten (UPK) raises parents’ earnings and how much earnings effects matter for evaluating the economic returns to UPK. Using a randomized lottery design, we estimate the effects of enrolling in an extended-day UPK program in New Haven, Connecticut on parents’ labor market outcomes as well as educational expenditures and children’s academic performance. During children’s prekindergarten years, UPK enrollment increases weekly childcare coverage by 11 hours. Enrollment has limited impacts on children’s academic outcomes between kindergarten and 8th grade, likely due to a combination of effect fadeout and substitution away from other programs of similar educational quality. In contrast, UPK enrollment increases parent earnings by 21.7% during pre-kindergarten, and gains persist for at least six years after pre-kindergarten. Gains are largest for middle-income families. Earnings effects for parents have substantial consequences for cost-benefit analysis: tax revenue generated by parents’ income gains reduces the net government cost of UPK by 90% compared to what we would have found without data on parent earnings. Under the conservative assumption that families value UPK at the cost of provision, each dollar of government expenditure on UPK yields $10.04 in benefits. We show that while the benefits of UPK for children per dollar of government expenditure are lower than the benefits of many child-focused policies, the benefits of UPK for adults are high compared to other active labor market policies, and it is gains for adults that generate the high overall returns.\n\n",
    "acknowledgement": "\nWe thank Michele Bonanno, Marquelle Middleton, and the New Haven Public Schools for assistance in accessing school assignment data. We thank Katie Breslin, Scott Gaul, Ajit Gopalakrishnan, Xian Guan, Liam McGucken, Rachel Leventhal-Weiner, and other staff at the Connecticut State Department of Education, Department of Labor, and Office of Early Childhood for assistance in accessing state data. We thank Dave Wilkinson and Nat McLaughlin for their assistance with cross-governmental coordination. We thank Sergio Arango, Manuela Cardona Badillo, Florian Caro, Clara Chambers, and Pablo Uribe for their excellent research assistance. We thank Manasi Deshpande, Paul Goldsmith-Pinkham, Henrik Kleven, Magne Mogstad, and numerous seminar participants for their valuable comments. This research received financial support from the Tobin Center for Economic Policy. Neilson discloses that he is the CEO of and has a financial stake in TetherEd, a firm that provides school choice support services to school systems, including to the New Haven public schools. Zimmerman discloses that he holds a volunteer position as a member of the Connecticut State Board of Education and that he has a financial stake in TetherEd. All errors are our own. This work would not be possible without data provided by the P20 WIN Participating Agencies. The findings do not necessarily reflect the opinions of the State of Connecticut or the organizations and agencies contributing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher Neilson\n\nI am the founder and interim CEO of ConsiliumBots, the NGO that has implemented projects with New Haven Public Schools in the past. I have not received ﬁnancial compensation from ConsiliumBots or any other source related this project.\n\n\n"
}