{
    "id": 33040,
    "citation_title": "New Evidence on the Economics of Climate and Conflict",
    "citation_author": [
        "Marshall Burke",
        "Joel Ferguson",
        "Solomon M. Hsiang",
        "Edward Miguel"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the quantitative research literature linking climate and conflict, a body of research that spans multiple academic disciplines and has roughly doubled in size in the last decade. It makes three main contributions. First, we carry out a meta-analysis – updating Hsiang et al (2013) and Burke et al (2015) with a far larger sample – and confirm that extreme climate is associated with elevated risk of inter-group conflict, intra-personal violence, and self-harm. The estimated average effects are smaller than the earlier estimates, although they remain meaningful in magnitude and highly statistically significant. Second, we present a methodological discussion and empirical illustration of how the use of data at different spatial and temporal scales can affect these results. Third, we discuss specific studies that present evidence on the mechanisms underlying this relationship including: (1) economic conditions, income, and agricultural productivity; (2) socio-demographic factors; (3) migration and transportation costs; (4) policy, politics and institutions; and (5) psychological and physiological factors. The chapter concludes with a discussion of policy implications and some open questions.\n\n",
    "acknowledgement": "\nAuthors are listed in alphabetical order. We are grateful to Shreya Chandra, Jerry Min, Gwyneth Miner, Jonathan Old, Shreya Sarkar, and Nachi Shah for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}