{
    "id": 33045,
    "citation_title": "Transitional Market Dynamics in Complex Environments",
    "citation_author": [
        "C. Lanier Benkard",
        "Przemyslaw Jeziorski",
        "Gabriel Weintraub"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a new approach to modeling transitional dynamics in dynamic models of imperfect competition, a crucial yet often neglected aspect of empirical models in industrial organization that seek to understand market responses to policy and environmental changes. We introduce Nonstationary Oblivious Equilibrium (NOE),  a computationally efficient  equilibrium concept based on a mean-field approximation designed to model short- and medium-run market dynamics. Addressing potential limitations of NOE in more concentrated markets or under aggregate shocks, we propose a variant, NOE with Re-solving (RNOE). RNOE modifies firms' strategies by re-computing NOE as industry states get realized; an iterative process inspired by real-world industry practice that has behavioral appeal. We show the potential of NOE and RNOE by applying them to an empirical setting of technology adoption and to two classic dynamic oligopoly models, demonstrating that, in a wide variety of settings of empirical interest, they generate equilibrium behavior that is close to Markov perfect equilibrium in both the short and long runs.\n\n",
    "acknowledgement": "\nThis paper grew out of (and substantially extends) our 2008 working paper “Nonstationary Oblivious Equilibrium”. We would like to thank Ben Van Roy for numerous fruitful conversations and valuable insights provided at the beginning stages of this project. This paper has also benefitted from conversations with Nikhil Agarwal, Paulo Somaini, Ali Yurukoglu, and seminar participants at various conferences and institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}