{
    "id": 33041,
    "citation_title": "Why Didn't the U.S. Unemployment Rate Rise at the End of WWII?",
    "citation_author": [
        "Shigeru Fujita",
        "Valerie A. Ramey",
        "Tal Roded"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "2024-11-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates why the U.S. unemployment rate rose only a few percentage points despite the dramatic decline in government spending and other upheaval at the end of World War II. Using a new longitudinal data set based on archival sources and government surveys, we study the many facets of this question. We find five main results. First, withdrawals from the labor force at the end of WWII were an important part of the explanation for the small rise in the unemployment rate. These withdrawals tended to be concentrated among females between the ages of 20 and 44 and male war veterans. Second, among those staying in the labor force, most of the workers who separated from their jobs moved directly into a new job. Third, workers accomplished these job-to-job transitions despite moving across industries. Fourth, returning veterans quickly returned to their previous position on the occupation ladder whereas those laid off from civilian jobs experienced a significant step down the occupation ladder. Fifth, a neoclassical model suggests that the post-war boom in job creation was a direct consequence of the crowding out of investment in consumer durable goods, residential capital, and business capital by military spending during the war.\n\n",
    "acknowledgement": "\nWe are grateful to Claudia Goldin and William Collins for sharing their digitized Palmer data with us. We thank the great team of UCSD undergraduates and Philadelphia Federal Reserve research assistants who digitized and cleaned the data from 2017 to 2023: Johan De Rijke, Cole Dreier, Suzanne Golshanara, Aishwarya Kudrimoti, Ashlee Liu, Anne Park, Madison Perry, Rachel Yang, and Cindy Zhang.  We also thank Gillian Brunet, Alex Field, Price Fishback, Robert Gordon, Willi Mutschler, Garey Ramey, Allison Shertzer, and Johannes Wieland for helpful comments. Valerie Ramey gratefully acknowledges financial support from National Science Foundation Grant No. 1658796. The analysis and conclusions in this paper are the work of the authors alone and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}