{
    "id": 33043,
    "citation_title": "Industrial Policy: Lessons from Shipbuilding",
    "citation_author": [
        "Panle Jia Barwick",
        "Myrto Kalouptsidi",
        "Nahim B. Zahur"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIndustrial policy has been used throughout history in some form or other by most countries. Yet, it remains one of the most contentious issues among policymakers and economists alike. In part, this is because the empirical evidence on whether and how it should be implemented remains slim. Scant data on government subsidies, conflicting theoretical arguments, and the need to account for governments’ short and long-run objectives, render research particularly challenging. In this article, we outline a theory-based empirical methodology that relies on estimating an industry equilibrium model to measure hidden subsidies, assess their welfare consequences for the domestic and global economy, as well as evaluate the effectiveness of different policy designs. We illustrate this approach using the global shipbuilding industry as a prototypical example of an industry targeted by industrial policy, especially in periods of heavy industrialization. Just in the past century, Europe, followed by Japan, then South Korea, and more recently China, developed national shipbuilding programs to propel their firms to global leaders. Success has been mixed across programs, certainly by welfare metrics, and sometimes even by growth metrics. We use our methodology on China to dissect the impact of such programs, what made them more or less successful, and how we can justify why governments have chosen shipbuilding as a target.\n\n",
    "acknowledgement": "\nWe are thankful to Elhanan Helpman for helping parse through the literature on industrial policy. We are also grateful to Leran Qi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}