{
    "id": 33047,
    "citation_title": "Modeling Migration-Induced Unemployment",
    "citation_author": [
        "Pascal Michaillat"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration is often blamed for increasing unemployment among local workers. However, standard models, such as the neoclassical model and the Diamond-Mortensen-Pissarides matching model, inherently assume that immigrants are absorbed into the labor market without affecting local unemployment. This paper presents a more general model of migration that allows for the possibility that not only the wages but also the unemployment rate of local workers may be affected by the arrival of newcomers. This extension is essential to capture the full range of potential impacts of labor migration on labor markets. The model blends a matching framework with job rationing. In it, the arrival of new workers can raise the unemployment rate among local workers, particularly in a depressed labor market where job opportunities are limited. On the positive side, in-migration helps firms fill vacancies more easily, boosting their profits. The overall impact of in-migration on local welfare varies with labor market conditions: in-migration reduces welfare when the labor market is inefficiently slack, but it enhances welfare when the labor market is inefficiently tight.\n\n",
    "acknowledgement": "\nI thank Christoph Albert, Leah Boustan, Varanya Chaubey, Anthony Edo, Yagan Hazard, Claudio Labanca, Michael Lachanski, Joan Monras, Emmanuel Saez, Stefanie Stantcheva, Jonathan Vogel, Romain Wacziarg, and Josef Zweimueller for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}