{
    "id": 33046,
    "citation_title": "Health Insurance and Part-Time Employment: The Influence of the Affordable Care Act",
    "citation_author": [
        "Katharine G. Abraham",
        "Henry S. Farber"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior to the passage of the Affordable Care Act (ACA), part-time workers were much less likely than full-time workers to have health insurance. The ACA included multiple provisions intended to raise health insurance coverage rates, including a mandate that employers provide affordable coverage to full-time workers, a requirement that dependents be allowed to remain on their parents’ plan until age 26, extensions of Medicaid coverage, and the establishment of health insurance exchanges on which lower-income households could purchase subsidized coverage. Implementation of these provisions was associated with a decline in the full-time/part-time coverage gap from 6.5 percentage points in 2013 to 3.1 percentage points in 2021. Increases in Medicaid coverage and insurance purchased on the exchanges reduced were the largest contributors to the reduction in the full-time/part-time coverage gap.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Conference in Memory and Honor of Rebecca M. Blank held at the Federal Reserve Bank of Chicago, February 22–23, 2024. The authors are grateful for research assistance from Francisca Afantchao Biakou, for helpful comments on an earlier draft from David Johnson and Helen Levy and for the suggestions made by participants at the conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}