{
    "id": 33058,
    "citation_title": "Optimal Dynamic Asset Allocation with Transaction Costs: The Role of Hedging Demands",
    "citation_author": [
        "Pierre Collin-Dufresne",
        "Kent D. Daniel",
        "Mehmet Sağlam"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of papers have solved for the optimal dynamic portfolio strategy when expected returns are time-varying and trading is costly, but only for agents with myopic utility. Non-myopic agents benefit from hedging against future shocks to the investment opportunity set even when transaction costs are zero (Merton, 1969, 1971). In this paper, we propose a solution to the dynamic portfolio allocation problem for non-myopic agents faced with a stochastic investment opportunity set when trading is costly. We show that the agent’s optimal policy is to trade toward an “aim” portfolio, the makeup of which depends both on transaction costs and on each asset’s correlation with changes in the investment opportunity set. The speed at which the agent should trade towards the aim portfolio depends both on the shock’s persistence and on the extent to which the shock can be effectively hedged. We illustrate the differences in portfolio makeup that result from considering hedging demands of a long-horizon investor using a set of simplified examples, and using a daily trading strategy based on the estimated relation between retail order imbalance and future returns.\n\n",
    "acknowledgement": "\nWe thank Agostino Capponi, Darrell Duffie, Julien Huggonier, Kevin Webster and the participants of the Workshop on Non-Standard Investment Choice at ESSEC, the Princeton University Stochastic Control and Financial Engineering Conference, the Peking University Math Finance seminar, and the 2022 Financial Management Association Meetings for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent D. Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}