{
    "id": 33059,
    "citation_title": "How Do Income-Driven Repayment Plans Benefit Student Debt Borrowers?",
    "citation_author": [
        "Sylvain Catherine",
        "Mehran Ebrahimian",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "2024-12-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing credit bureau data, we show that nearly half the increase in student debt since 2010 is due to deferred payments and the expansion of income-driven repayment (IDR) plans. These plans help borrowers smooth consumption, insure income risk, and reduce the effective debt cost. Using a life-cycle model, we quantify the welfare gains from this payment deferment and the channels through which welfare increases. New, more generous rules further subsidize borrowers without yielding net welfare gains. We show that an optimally calibrated plan can achieve similar welfare gains at a much lower cost to taxpayers, and without encouraging additional borrowing.\n\n",
    "acknowledgement": "\nWe are grateful to numerous seminar participants at Wharton, the Federal Reserve Board, Cambridge, the Norwegian School of Economics, the Stockholm School of Economics, Bonn University and Mannheim University as well as numerous colleagues for helpful comments. TransUnion (the data provider) has the right to review the research before dissemination to ensure it accurately describes TransUnion data, does not disclose confidential information, and does not contain material it deems to be misleading or false regarding TransUnion, TransUnion’s partners, affiliates or customer base, or the consumer lending industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}