{
    "id": 33050,
    "citation_title": "Income, Wealth, and Environmental Inequality in the United States",
    "citation_author": [
        "Jonathan M. Colmer",
        "Suvy Qin",
        "John L. Voorheis",
        "Reed Walker"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the relationships between air pollution, income, and wealth by combining administrative data from U.S. tax returns between 1979–2016, various measures of air pollution, and sociodemographic information from linked survey and administrative data. Historically, the relationship between income and ambient pollution levels nationally is approximately zero for both non-Hispanic White and Black individuals. However, at every single percentile of the national income distribution, Black individuals are exposed to, on average, higher levels of air pollution than White individuals. By 2016, the relationship between income and air pollution had steepened, primarily for Black individuals, driven by changes in where rich and poor Black individuals live. We utilize quasi-random shocks to income to examine the causal effect of changes in income and wealth on pollution exposure over a five year horizon, finding that these income–pollution elasticities map closely to the values implied by our descriptive patterns. We calculate that Black-White differences in income can explain ∼10 percent of the observed gap in air pollution levels in 2016.\n\n",
    "acknowledgement": "\nThis paper is released to inform interested parties of research and to encourage discussion. The views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product (Data Management System (DMS) number: P-7505723, Disclosure Review Board (DRB) approval numbers: CBDRB-FY24-0075, CBDRB-FY24-0116, CBDRB-FY24-0284 and CBDRB-FY24-0413). We thank Spencer Banzhaf, Cecile Gaubert, Pat Kline, Lee Lockwood, Conrad Miller, Enrico Moretti, Chris Timmins, and various seminar participants for helpful comments. Colmer is grateful to the National Science Foundation (CAREER Award SES:2338220) and the University of Virginia’s Bankard Fund for Political Economy for generous funding and support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}