{
    "id": 33053,
    "citation_title": "Bucky, Becky, and Student Financial Aid Policy Design",
    "citation_author": [
        "Elise A. Marifian",
        "Jeffrey A. Smith",
        "Sarah Turner"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBucky’s Tuition Promise (BTP) at the University of Wisconsin–Madison offers generous financial aid to low-income, in-state students. Unlike many similar programs at other public universities, financial eligibility for BTP depends solely on a family’s Adjusted Gross Income (AGI), rather than on the Expected Family Contribution (EFC) from the Free Application for Federal Student Aid (FAFSA) or some function of the poverty line. This program design aims to make eligibility simpler and more transparent for students and their families and thereby to encourage application and matriculation. We investigate the implications of the program design for who does and does not receive additional institutional aid, with a particular focus on the marginal group of BTP-eligible students who lack Federal Pell Grant eligibility. With this analysis, we aim to motivate a broader discussion of different notions of equity in financial aid administration and the tough tradeoffs implicit in simplifying eligibility criteria.\n\n",
    "acknowledgement": "\nWe are grateful to Diane Schanzenbach, Leslie McGranahan, John Dreger, Nicholas Hillman, Derek Kindle, Hanns Kuttner, Shane Maloney, Lesley Turner, Bonniejean Zitske, our audience at the September 2024 CESifo education group meetings, and the many participants at the authors’ conference in memory and honor of Rebecca M. Blank in February 2024. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}