{
    "id": 33057,
    "citation_title": "The Impact of United States Assimilation and Allotment Policy on American Indian Mortality",
    "citation_author": [
        "Grant Miller",
        "Jack Shane",
        "C. Matthew Snipp"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn contrast to earlier United States policies of open war, forcible removal, and relocation to address the “Indian Problem,” the Dawes Act of 1887 focused on assimilation and land severalty — making American Indians citizens of the United States with individually-titled plots of land rather than members of collective tribes with communal land. Considerable scholarship shows that the consequences of the policy differed substantially from its stated goals, and by the time of its repeal in 1934, American Indians had lost two-thirds of all native land held in 1887 (86 million acres)—and nearly two-thirds of American Indians had become landless or unable to meet subsistence needs. Complementing rich qualitative history, this paper provides new quantitative evidence on the impact of the Dawes Act on mortality among American Indian children and adults. Using 1900 and 1910 U.S. population census data to study both household and tribe-level variation in allotment timing, we find that assimilation and allotment policy increased various measures of American Indian child and adult mortality from nearly 20% to as much as one third (implying a decline in life expectancy at birth of about 20%) — confirming contemporary critics’ adamant concerns about the Dawes Act.\n\n",
    "acknowledgement": "\nWe thank Randall Akee, Donn Feir, Ivan Mejia Guevara, David Hacker, Arland Thornton, Linda Young-Demarco, participants at the 2023 Hoover Institution Workshop on the Economics and Politics of Tribal Governance, participants at the 2024 Population Association of America (PAA) annual conference, and numerous others. We also thank the Indian Land Tenure Foundation for assistance in early stages of our research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}