{
    "id": 33055,
    "citation_title": "Slack and Economic Development",
    "citation_author": [
        "Michael W. Walker",
        "Nachiket Shah",
        "Edward Miguel",
        "Dennis Egger",
        "Felix Samy Soliman",
        "Tilman Graff"
    ],
    "citation_publication_date": "2024-10-14",
    "issue_date": "2024-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSlack – the underutilization of factors of production – varies systematically with economic development. Using novel and detailed measures of the utilization of labor and capital from a large representative sample of firms in rural and urban Kenya, we show that utilization is increasing in firm size, market access, and economic activity. We present a model of firm capacity choice where indivisibility in at least one input is a key driver of slack. We embed the model in spatial general equilibrium, with features characteristic of low-income settings – including many small firms and high transport costs – and show that it rationalizes both the endogenous emergence of slack in steady-state and elastic aggregate supply curves. We empirically validate model predictions using reduced-form estimates of the general equilibrium effects of cash transfers from a large-scale RCT in Kenya. The parsimonious model replicates much of the experimental evidence, predicting a large real multiplier of 1.5, driven by expansion in low-utilization sectors and firms, and limited average price inflation. Counterfactual analyses indicate that multipliers are likely to be meaningfully smaller in lower slack settings, such as urban areas. We use the model to revisit the estimation of spatial spillovers in clustered RCTs and uncover non-trivial ’missing intercept’ effects on income and inflation. Additionally, we innovate methodologically by pre-registering key elements of model estimation and validation. The findings suggest that input indivisibilities and slack are key features of developing country settings, and are quantitatively important for macroeconomic dynamics and policies.\n\n",
    "acknowledgement": "\nWe thank Vittorio Bassi, Natalie Bau, Adrien Bilal, Gabriel Chodorow-Reich, Kevin Donovan, Xavier Gabaix, Ed Glaeser, Doug Gollin, Johannes Haushofer, David Hémous, Joseph Kaboski, Daniel Kenniston, Gabriel Kreindler, David Lagakos, Hugo Monnery, Melanie Morten, Paul Niehaus, Tommaso Porzio, Mark Rosenzweig, Ludwig Straub, Tavneet Suri, ChristianWolf, as well as seminar participants at Oxford, Harvard, Yale Y-Rise, USC, Barcelona Summer Forum, NBER, NUS, and Zurich for excellent comments. This research was supported by grants from the National Science Foundation, CEPR/Private Enterprise Development in Low-Income Countries (PEDL), Open Philanthropy (recommended by GiveWell), STEG, and the Weiss Family Foundation. The author order was certified randomized. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}