{
    "id": 33063,
    "citation_title": "Inequality in Science: Who Becomes a Star?",
    "citation_author": [
        "Anna Airoldi",
        "Petra Moser"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow does a person’s childhood socioeconomic status (SES) influence their chances to participate and succeed in science? To investigate this question, we use machine-learning methods to link scientists in a comprehensive biographical dictionary, the American Men of Science (1921), with their childhood home in the US Census and with publications. First, we show that children from low-SES homes were already severely underrepresented in the early 1900s. Second, we find that SES influences peer recognition, even conditional on participation: Scientists from high-SES families have 38% higher odds of becoming stars, controlling for age, publications, and disciplines. Using live-in servants as an alternative measure for SES confirms the strong link between childhood SES and becoming a star. Applying text analysis to assign scientists to disciplines, we find that mathematics is the only discipline in which SES influences stardom through the number and the quality of a scientist’s publications. Using detailed data on job titles to distinguish academic from industry scientists, we find that industry scientists have lower odds of being stars. Controlling for industry employment further strengthens the link between childhood SES and stardom. Elite undergraduate degrees explain more of the correlation between SES and stardom than any other control. At the same time, controls for birth order, family size, foreign-born parents, maternal education, patents, and connections with existing stars leave estimates unchanged, highlighting the importance of SES.\n\n",
    "acknowledgement": "\nMoser gratefully acknowledges financial support from the National Science Foundation through award # 1824354 “Social Mobility and the Origins of American Science” and from NYU’s Center for Global Economy and Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}