{
    "id": 33066,
    "citation_title": "The Time of Your Life: The Mortality and Longevity of Canadians",
    "citation_author": [
        "Kevin S. Milligan"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop and implement a methodology for cohort life expectancy using a panel of administrative tax data on a large sample born between 1930 and 1964. Over these 35 years, cohort life expectancy after age 54 grew by 5 years for women and 7 years for men. The income-longevity gradient for the top vs. bottom five percent of incomes is 9 years of post-54 life for men and 7 years for women. The life expectancy improvements arise across the income distribution in Canada, unlike the United States. Large differences across neighbourhoods emerge which cannot be explained by income differences alone.\n\n",
    "acknowledgement": "\nI have read the NBER disclosure policy and attest that the acknowledgments and my additional disclosure statement together disclose all sources of funding and all material and relevant financial relationships The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKevin S. Milligan\n\nSources of support:\n“Each author of a submitted article should identify each interested party from whom he or she has received significant financial support, summing to at least $10,000 in the past three years…”\n\n\nThe following corresponds to the calendar years 2021-2024. Below is a complete listing of sources of support that exceed $10,000. For several of these, a grant flowed through a research organization. I have tried to list both the research organization and ultimate source of the funds.\n\n\n1.\tUniversity of British Columbia: salary. (2021 2022 2023 2024)\n2.\tCanadian Institutes of Health Research: Insight Development Grant. (2021 2022 2023 2024)\n3.\tC.D. Howe Institute, stipend for role as Scholar-in-Residence (2021 2022 2023)\n4.\tEmployment and Social Development Canada: personal services agreement for consulting, re microsimulation (2021 2022 2023 2024)\n5.\tPrivy Council Office: Interchange Agreement (ie ‘secondment’) June 2020-April 2021 (2020 2021).\n\n\nRelevant paid or unpaid positions:\n“Each author should disclose any paid or unpaid positions as officer, director, or board member of relevant non-profit advocacy organizations or profit-making entities.”\n\n\nThe following list covers activities in the years 2021-2024:\n\n\n1.\tEditor, Canadian Tax Journal. (Paid) (2021 2022 2023 2024)\n2.\tAssociate Editor, Journal of Pension Economics and Finance. (Unpaid) (2021 2022 2023 2024)\n3.\tAcademic Director, Centre for Innovative Data in Economic Research. (Stipend) (2021 2022)\n4.\tPresident and shareholder of KAYEMM CONSULTANCY INCORPORATED, through which some of the above funds have been received. (2021 2022 2023 2024)\n\n\nDisclosure for close relative or partner\n\n\nMarried to Sharon Hsueh-Ju Hu since 2019.\n\n\nAdditional affiliations:\n\n\n1.\tResearch Associate, National Bureau of Economic Research. (Unpaid) (2021 2022 2023 2024)\n2.\tScholar-in-Residence, C.D. Howe Institute. (Stipend) (2021 2022 2023)\n\n\nAsset disclosure:\n\n\nI and my wife hold shares in companies through broadly-diversified mutual funds and investment vehicles. I do not directly hold shares of any individual corporation (except for KAYEMM CONSULTANCY as noted above).\n\n\nPolitical activity:\n\n\nI am not a member of any political party at the municipal, provincial, or federal levels. I have occasional policy conversations with policymakers from many parties, as well as government officials at the municipal, provincial, and federal levels.\n\n\nRight to review:\n\n\nNone of these organizations had a right to review or edit my published work, except when they acted as the publisher.\n\n\n"
}