{
    "id": 33067,
    "citation_title": "Information Externalities, Free Riding, and Optimal Exploration in the UK Oil Industry",
    "citation_author": [
        "Charles Hodgson"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation spillovers between firms can reduce R&D incentives if competitors can free ride on innovations. However, strong property rights may impede cumulative research and lead to inefficient duplication. These effects are particularly relevant in natural resource exploration, where discoveries are spatially correlated. Using UK offshore oil exploration data, I estimate a dynamic model that captures the trade-off between drilling now and waiting to learn from competitors. Removing free-riding incentives increases industry surplus by 52%, while perfect information flow raises it by 24%. Counterfactual policy simulations highlight a trade-off in property rights design: stronger property rights over exploration well data increase the rate of exploration, while weaker property rights increase the efficiency and speed of learning but reduce the rate of exploration. Spatial clustering of each firm's drilling licenses both reduces the incentive to free ride and increases the speed of learning.\n\n",
    "acknowledgement": "\nThis research was supported by the Israel Dissertation Fellowship through a grant to the Stanford Institute for Economic Policy Research. I am grateful to Liran Einav, Matthew Gentzkow, Timothy Bresnahan, Paulo Somaini, Lanier Benkard, Brad Larsen, Nikhil Agarwal, Phil Haile, Steve Berry, Ariel Pakes, Ken Hendricks, Jackson Dorsey, Linda Welling, and participants at various seminars and conferences for helpful comments on this project. Thanks also to Oonagh Werngren and Jen Brzozowska for help with sourcing the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}