{
    "id": 33064,
    "citation_title": "Generation and Impact of Novel Articles in Physics",
    "citation_author": [
        "Jacques Mairesse",
        "Michele Pezzoni",
        "Frederique Sachwald"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe aim of this paper is twofold. First, it investigates how the characteristics of a research team relate to the probability of generating a novel article. Second, once a novel article has been generated, it investigates the moderating effects of the team's characteristics on the impact of the article. We consider 42,493 teams of researchers publishing a corresponding number of articles in 273 reputed journals in physics from 2005 to 2009. We find that team experience and team specialization are negatively associated with the probability of generating a novel article. On the contrary, having already written novel articles in the past is positively associated with the probability of generating a novel article. When analyzing the impact of novel articles, we find that a novel article published by an experienced team receives fewer citations than a novel article published by a team with less experience and is published in a lower impact factor journal. We also find that a novel article published by a large established team of researchers receives more citations than a novel article published by a small newly formed team. The team size is also positively related to the impact factor of the journal in which the novel article is published.\n\n",
    "acknowledgement": "\nWe are thankful to the participants of the 14th virtual workshop on “The Organisation, Economics and Policy of Scientific Research”, Munich, 9-10 July 2020; to the participants of the seminar held at the OECD department for “Science, Technology and Innovation”, Paris, 4 December 2018; and to the participants to the 37éme Journées de Microéconomie Appliquée (JMA), Annecy, 3-4 June 2021. We also thank the participants to the internal OST seminar, Paris, 14 January 2020, for their comments and suggestions. Finally, we would like to thank Agenor Lahatte (OST-Hcéres) and Wilfriedo Mescheba (OST-Hcéres) for providing us with two measures of articles’ interdisciplinarity and impact that have been used in the robustness checks of our empirical analyses. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}