{
    "id": 33065,
    "citation_title": "Overcoming Discrimination: Harassment and Discrimination Dynamics",
    "citation_author": [
        "Yi Chen",
        "Adam Dearing",
        "Michael Waldman"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA common feature of historical episodes in which integration was successful, as well as episodes where integration was unsuccessful, is the aggravated harassment of the early pathbreakers who put themselves at risk by violating the previous segregated norm. Examples abound including Jackie Robinson and Larry Doby in the case of Major League Baseball, Autherine Lucy who was the first Black student at the University of Alabama, and Jane Chastain and Melissa Ludtke who were early female sports reporters. In this paper, we explore from a theoretical perspective the role of harassment of what we refer to as integration pathbreakers in the success and speed with which integration occurs. In our model of labor market discrimination, harassment occurs because the harassers receive direct and immediate utility from harassing, but also because harassment has the potential to slow down or even stop integration. Our main result is that such a setting can exhibit path dependence, where the success or failure of the early integration pathbreakers can be pivotal for the success and speed of the subsequent integration process. That is, early success is more likely to be followed by successful and faster integration than early failure, even when the early success is not due to aspects of the environment that make integration easier. In addition to our formal theoretical analysis of the role of harassment in the success and speed of integration, we apply our results to various historical episodes.\n\n",
    "acknowledgement": "\nWe are grateful to Dan Black, Jaden Chen, Jed DeVaro, Jorge Lemus, Fei Li, Trevon Logan, Rajiv Sethi, Aloysius Siow, Juuso Valimaki, Boli Xu and Hanzhe Zhang for valuable discussions and comments on the paper. In addition, we are indebted to conference participants of Econometric Society Asian Meeting 2023 and 2024, Southern Economic Association Annual Meeting 2023, NBER Organizational Economics Spring 2024 Working Group, Society for Advancement of Economic Theory 2024, SIOE 2024 Annual Conference, Organizational Economics Conference at Cornell, and various seminar participants. All errors are our own. The authors acknowledge grant funding from the S.C. Johnson College of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}