{
    "id": 33060,
    "citation_title": "Estimating Peer Effects among College Students: Evidence from a Field Experiment of One-to-One Pairings in STEM",
    "citation_author": [
        "Robert W. Fairlie",
        "Daniel M. Oliver",
        "Glenn Millhauser",
        "Randa Roland"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature in the social sciences analyzes peer effects among students, but estimation is complicated by several major problems some of which cannot be solved even with random assignment. We design a field experiment and propose a new estimation technique to address these estimation problems including the mechanical problems associated with repeated observations within peer groups noted by Angrist (2014). The field experiment randomly assigns students to one-to-one partnerships in an important gateway STEM course at a large public university. We find no evidence of peer effects from estimates of exogenous peer effect models. We push further and estimate outcome-on-outcome models which sometimes reveal peer effects when exogenous models do not provide good proxies for ability. We find some limited evidence of small, positive outcome-on-outcome peer effects (which would have been missed without our new estimation technique). Standard estimation methods fail to detect peer effects and even return negative estimates in our Monte Carlo simulations because of the downward bias due to mechanical problems. Simulations reveal additional advantages of our technique especially when peer group sizes are fixed. Estimates of non-linear effects, heterogeneous effects, and different measures of peer ability and outcomes reveal mostly null effects but we find some evidence that low-ability peers negatively affect low-ability and medium-ability students. The findings in this setting of long-term, intensive interactions with classroom random assignment and “throwing everything at it” provide evidence of, at most, small positive peer effects contrasting with the common finding of large peer effects in previous studies in education.\n\n",
    "acknowledgement": "\nThe authors do not have funding sources to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}