{
    "id": 33075,
    "citation_title": "Nonbinary Gender Identities and Earnings: Evidence from a National Census",
    "citation_author": [
        "Christopher S. Carpenter",
        "Donn L. Feir",
        "Krishna Pendakur",
        "Casey Warman"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe social and legal recognition of nonbinary people—those who do not exclusively identify with traditionally male or female genders—is growing. Yet, we know little about their economic realities. We offer the first nationally representative evidence on the earnings of nonbinary people using restricted-access 2021 Canadian Census data linked to tax records. We find that, although nonbinary individuals tend to be more educated than their peers, they have significantly lower earnings, especially at the bottom of the income distribution, even after adjusting for various demographic and socioeconomic factors.\n\n",
    "acknowledgement": "\nThis research uses confidential data at a secure Canada Research Data Centre. This analysis was conducted at the Atlantic Research Data Centre and Victoria Research Data Centre, which are part of the Canadian Research Data Centre Network. The services and activities provided by the Atlantic Research Data center are made possible by the financial or in-kind support of the Social Sciences and Humanities Research Council, Canadian Institutes of Health Research, Canada Foundation for Innovation, Statistics Canada and Dalhousie University. The authors thank Theresa Kim and Matthew McKitrick for help at the ARDC and with disclosure requests. Interested readers can contact the authors on how to obtain access. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}