{
    "id": 33077,
    "citation_title": "Ridesharing and Substance Use Disorder Treatment",
    "citation_author": [
        "Conor Lennon",
        "Johanna Catherine Maclean",
        "Keith F. Teltser"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "2024-12-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine whether ridesharing provides a meaningful transportation alternative for those who require ongoing healthcare. Specifically, we combine variation in UberX entry across the U.S. with the Treatment Episode Data Set to estimate the effect of ridesharing on admissions to substance use disorder treatment. People needing such treatment report transportation as a barrier to receiving care. We find that UberX entry into a Core Based Statistical Area has no effect on the overall number of treatment admissions. However, we find a decline in non-intensive outpatient treatment which is fully offset by an increase in intensive outpatient treatment. Given the required relative frequency of non-intensive and intensive outpatient treatment in terms of visits per week, our findings indicate that UberX helps to reduce transportation barriers to accessing healthcare. Event-studies show parallel trends in outcomes before UberX entry and results are robust to numerous sensitivity checks.\n\n",
    "acknowledgement": "\nAuthors are listed in alphabetical order. All authors contributed equally to this research. Research reported in this publication was supported by the National Institute on Mental Health of the National Institutes of Health under Award Number 1R01MH132552 (PI: Johanna Catherine Maclean). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institutes of Health. We thank Ben Mosier, Christian Saenz, and Jiaxin Wei for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}