{
    "id": 33074,
    "citation_title": "Targeting the Gender Placement Gap: Marks versus Money",
    "citation_author": [
        "Pelin Akyol",
        "Kala Krishna",
        "Sergey Lychagin"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Turkish University Entrance Exam, we investigate the extent of the gender gap in college placement, its underlying causes, and potential policy interventions. We estimate preferences using a novel approach which improves our ability to capture substitution patterns and find clear evidence that placement differences are primarily driven by preference differences across gender. We compare stipend subsidies to score bonuses that achieve gender parity. Score subsidies improve the welfare of women almost entirely at the cost of men with similar scores and favor high-income women. Stipend subsidies improve the welfare of women, but at little cost to men and favor low-income women. Our work is the first to show that how gender neutrality is achieved matters to society.\n\n",
    "acknowledgement": "\nFormerly called “Deconstructing the Gender Placement Gap: Performance Versus Preferences”. We would like to thank Peter Arcidiacono, Dennis Epple, the seminar participants at Penn State, and the participants of ASSA Annual Meeting 2022, Annual Conference of the International Association for Applied Econometrics 2022, Workshop on Gender and Education at Collegio Carlo Alberto 2022, Human Capital Meeting 2022 and Econometric Society Australasian Meeting 2023 for their valuable comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}