{
    "id": 33073,
    "citation_title": "Are Community College Students Increasingly Choosing High-Paying Fields of Study? Evidence from Massachusetts",
    "citation_author": [
        "Richard J. Murnane",
        "John B. Willett",
        "Aubrey McDonough",
        "John P. Papay",
        "Ann Mantil"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor-market payoff to workers with associate degrees in healthcare and STEM occupations is very high in Massachusetts. We examine whether this induced a growing proportion of students in MA community colleges (MACCs) to earn an associate degree (AD) in one of these fields. We do this by using multinomial logit analysis to compare trends across 12 cohorts of MACC entrants in the proportion of students who earned an AD in a healthcare or STEM program within six years of entry.\nWe find a substantial increase across cohorts in the proportion of students who earned an AD in a STEM program, but not in the proportion who earned an AD in a healthcare program. We found differences in degree attainment by student gender, race/ethnicity, family income, and 10th-grade mathematics score. Interviews with MACC program leaders revealed that supply constraints hinder expansion of many healthcare AD programs, but not STEM programs.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305H190035 to Brown University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. This research has grown out of a long-standing research-practice partnership with the Massachusetts Departments of Elementary and Secondary Education (DESE) and Higher Education (DHE). We appreciate the support of the DHE staff and the staffs of Massachusetts community colleges who took the time to answer our many questions. We also thank DESE and DHE for providing access to data.  We thank Preeya Mbekeani, Lindsay Page, and Emma Zorfass for helpful comments on earlier drafts. Correspondence concerning this article may be addressed to Richard_Murnane@harvard.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}