{
    "id": 33070,
    "citation_title": "The Statistical Limit of Arbitrage",
    "citation_author": [
        "Rui Da",
        "Stefan Nagel",
        "Dacheng Xiu"
    ],
    "citation_publication_date": "2024-10-21",
    "issue_date": "2024-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the economic consequences of statistical learning for arbitrage pricing in a high-dimensional setting. Arbitrageurs learn about alphas from historical data. When alphas are weak and rare, estimation errors hinder arbitrageurs—even those employing optimal machine learning techniques—from fully exploiting all true pricing errors. This statistical limit to arbitrage widens the equilibrium bounds of alphas beyond what traditional arbitrage pricing theory predicts, leading to a significant divergence between the feasible Sharpe ratio achievable by arbitrageurs and the unattainable theoretical maximum under perfect knowledge of alphas.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Adem Atmaz, Lars Hansen, Ye Luo, Andreas Neuhierl, Markus Pelger, Seth Pruitt, Yao Zeng, and seminar and conference participants at Columbia University, Indiana University, Louisiana State University, Princeton University, ITAM Business School, University of Cincinnati, University of Chicago, Yale School of Management, EPFL, ETH Zurich, Stockholm Business School, University of Gothenburg, University of Liverpool, University of Oxford, City University of Hong Kong, Gregory Chow Seminar Series in Econometrics and Statistics, HKUST, KAIST, Peking University, Shanghai University of Finance and Economics, Southern University of Science and Technology, Tsinghua University, University of Melbourne, Sao Paulo School of Economics, American Finance Association Annual Meetings, NBER Summer Institute, Jacobs Levy Center Frontiers in Quantitative Finance Conference, Stanford Institute for Theoretical Economics, SFS Cavalcade North America, Annual SoFiE Conference, Global AI Finance Research Conference in Singapore, China International Conference in Finance, and Wabash River Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStefan Nagel\n\nStefan Nagel declares that he is a consultant for Northern Trust Asset Management and a member of the board of directors of Dimensional Mutual Funds & ETFs.\n\n\n"
}