{
    "id": 33079,
    "citation_title": "Rethinking Short-Term Real Interest Rates and Term Spreads Using Very Long-Run Data",
    "citation_author": [
        "Kenneth S. Rogoff",
        "Barbara Rossi",
        "Paul Schmelzing"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUtilizing critical recent data advances, we analyze empirical evidence on long-run samples of short-maturity real interest rates as well as term spreads based on multi-century data. In contrast to an extensive literature on short-maturity real interest rates over the past few decades, we find strong and consistent evidence of trend stationarity in long horizon series, relatively fast adjustment speeds, and a paucity of structural breaks – results that we show to survive out of sample tests. The use of very long-run data offers a fresh perspective for ongoing monetary policy debates surrounding r*, and also provides a crucial missing link to reconstructing the long-run properties of term spreads. On balance and against limited post-COVID data, our evidence suggests caution on the idea of a break in short-term real interest rate behavior and instead points to elements of continuity over very long time periods. Relatedly, we show that term spreads are secularly rising while inflation volatility trends in the exact opposite direction – a finding questioning the emphasis of influential term structure models.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors. We thank audiences at the Austrian Central Bank, Boston College, the Harvard Economics department, and Harvard Kennedy School as well as Laura Nicolae, Baiyun Jing, and Alessandro Tarozzi for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}