{
    "id": 33089,
    "citation_title": "Welfare Effects of a Permanent Unconditional Cash Transfer Program: Evidence from Maricá, Brazil",
    "citation_author": [
        "Sidhya Balakrishnan",
        "Roberta Costa",
        "Johannes Haushofer",
        "Fábio Waltenberg"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of a permanent unconditional cash transfer called “Citizen’s Basic Income” in the city of Maricá, Brazil. At the time of the study, the program made monthly household-level transfers of USD 180 PPP on average to about a fourth of the city’s residents. The program is unique in that it is both unconditional and permanent, while existing programs typically only have one of these features. Between September 2021 and April 2022, we surveyed 5,182 individuals, about half of whom received the RBC. We use propensity score matching with inverse probability weights to create a matched comparison group and estimate the effect of the program on economic, social, and psychological outcomes. Our results reveal several positive welfare effects. Household income including transfers increased by 9%; consumption at the per capita level did not change significantly, but the household as a whole experienced a consumption increase of 5%. We also observe improvements in an index of children’s health and education, although the effect does not survive multiple inference correction and bounding. There was a notable displacement of other income sources, particularly labor income, which decreased by 17% among recipients, suggesting shifts to lower-paying but potentially more desirable jobs during the pandemic. The program also led to increased access to financial services, but decreased the propensity to save. These findings paint a nuanced picture of the socioeconomic benefits of unconditional cash transfers and established cash transfer administrative systems.\n\n",
    "acknowledgement": "\nWe thank Maximilian Kasy, Berk Özler, and Luca Parisotto for their helpful input on the matching approach. We are also grateful for comments and feedback on the survey modules from our advisory board: Aldaíza Sposati, Eduardo Suplicy, Letícia Bartholo, Thomas Fujiwara, Eliana La Ferrara, Gabriela Lotta, Jimmy Medeiros, Jonathan Morduch, Roldán Muradian, Mani Tebet, Philippe Van Parijs, Barbara Weinstein, and Frederick Wherry. We thank the Ministry of Development and Social Assistance, Family and Fight against Hunger (MDS), especially the civil servants Bruno Duarte and Otavio de Araújo, for providing us with data from Brazil’s Federal Government’s Registry of Social Programs—Cadastro Único/MDS—for use in this research (SEI process number 71000.076994/2019-00). We also thank the city government of Maricá, particularly Diego Zeidan, Adalton Mendonça, Nathan de Melo, and the staff at the Solidarity Economy Secretariat, for their support and for providing administrative data. We thank our implementation partner, Oppen Social, for data collection. We are grateful to Fernando Freitas, Paul Katz, and Leandro Ferreira, who have worked on this research project with us since its early days. We are grateful to our research assistants for their support with data analysis: Ege Aksu, Marcella Cartledge, Andrea Gama, Jéssica Maldonado, Iago Mendes, Sara Restrepo, and Yunjie Xie. Research funding was provided by the Jain Family Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}