{
    "id": 33086,
    "citation_title": "The Effects of a Statewide Ban on School Suspensions",
    "citation_author": [
        "Jane Arnold Lincove",
        "Catherine Mata",
        "Kalena Cortes"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research analyzes the implementation of a school suspension ban in Maryland to investigate whether a top-down state-initiated ban on suspensions in early primary grades can influence school behavior regarding school discipline. Beginning in the fall of 2017, the State of Maryland banned the use of out-of-school suspensions for grades PK-2, unless a student posed an “imminent threat” to staff or students. This research investigates (1) what was the effect of the ban on discipline outcomes for students in both treated grades and upper elementary grades not subject to the ban? (2) did schools bypass the ban by coding more events as threatening or increasing the use of in-school suspensions? and (3) were there differential effects for students in groups that are historically suspended more often? Using a comparative interrupted time series strategy, we find that the ban is associated with a substantial reduction in, but not a total elimination of, out-of-school suspensions for targeted grades without substitution of in-school suspensions. Disproportionalities by race and other characteristics remain after the ban. Grades not subject to the ban experienced few effects, suggesting the ban did not trigger a schoolwide response that reduced exclusionary discipline.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at the Southern Economic Association annual meeting, the Association for Public Policy Analysis and Management fall research conference, the Society for Research on Educational Effectiveness conference, the Association for Education Finance and Policy annual conference, UMBC Applied Econometrics Working Group, the Annenberg Institute at Brown University, and Maryland Longitudinal Data System Center for helpful feedback. We are also grateful to Angela Henneberger, Ross Goldstein, and other Maryland stakeholders for assistance, data access, and policy information. This research was supported in part by the Maryland Longitudinal Data System (MLDS) Center. We are grateful for the assistance provided by the MLDS Center. All opinions are the authors’ and do not represent the opinion of the MLDS Center or its partner agencies. Institutional support was provided by the University of Maryland, Baltimore County, the Annenberg Institute at Brown University, Stanford Graduate School of Education, and Texas A&M University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}