{
    "id": 33080,
    "citation_title": "Tyranny of the Personal Network: The Limits of Arm’s Length Fundraising in Venture Capital",
    "citation_author": [
        "Sabrina T. Howell",
        "Dean Parker",
        "Ting Xu"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Gender in the Economy",
        "\n",
        "Innovation Policy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThe central tension in securities regulation is between protecting investors and enabling broad capital formation. Focusing on VC fund managers, we study key tools of investor protection in private markets: enforcing relationship-based fundraising and restricting eligible investors. A new policy permitting public advertising is disproportionately used by less well-networked, underrepresented fund managers and is less sensitive to local conditions. Yet it has limited take-up because track record matters at arm’s length while strong networks matter in relationship financing; underrepresented managers more often have neither. Arm’s length fundraising also imposes costs to accessing the “crowd” and verifying investors, inducing negative signaling.\n\n",
    "acknowledgement": "\nHowell and Parker’s work on this project was funded by the U.S. Securities and Exchange Commission (SEC) Office of the Advocate for Small Business Capital Formation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}