{
    "id": 33085,
    "citation_title": "Distance to Opportunity: Higher Education Deserts and College Enrollment Choices",
    "citation_author": [
        "Riley K. Acton",
        "Kalena Cortes",
        "Camila Morales"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how geographic access to public postsecondary institutions is associated with students’ college enrollment decisions across race and socioeconomic status. Leveraging rich administrative data, we first document substantial differences in students’ local college options, with White, Hispanic, and rural students having, on average, many fewer nearby options than their Black, Asian, suburban, and urban peers. We then show that students are sensitive to the distance they must travel to access public colleges and universities, but there are heterogeneous effects across students. In particular, we find that White and non-economically disadvantaged students respond to living far from public two-year colleges primarily by enrolling in four-year colleges, whereas Black, Hispanic, and economically disadvantaged students respond primarily by forgoing college enrollment altogether. Lastly, in a series of decomposition and simulation exercises to inform public policy efforts to increase college enrollment, especially among underrepresented minorities and low-income students, we find that differences in students’ sensitivity to distance, rather than differences in distance to the nearest college, primarily contribute to observed four-year college enrollment gaps across racial and ethnic groups.\n\n",
    "acknowledgement": "\nWe thank Rachel Baker, Zachary Bleemer, John Campbell, Celeste Carruthers, Joshua Goodman, Scott Imberman, Kaye Husbands Fealing, Michael Lovenheim, James Poterba, Lori Taylor, and seminar and conference participants at Texas A&M University, University of Pennsylvania, the Association for Education Finance and Policy (AEFP) 2024 Annual Conference, and the NBER’s Financing Higher Education Spring 2024 conference for their helpful comments and suggestions. We are especially grateful to Lois Miller for providing data capturing the driving time between each Texas high school and college campuses. Institutional support was provided by Miami University, University of Texas at Dallas, Texas A&M University, and Stanford University. This research uses data from the UT Dallas Education Research Center (ERC). The conclusions discussed in this paper do not reflect the opinions or official positions of the ERC, Texas Education Agency, the Texas Higher Education Coordinating Board, or the State of Texas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}