{
    "id": 33084,
    "citation_title": "Firm Wage Effects",
    "citation_author": [
        "Patrick M. Kline"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews the literature on firm wage differences and the fixed effects methods typically used to measure these differences. High wage firms tend to be more productive, larger, more sought after by workers, and to employ more credentialed and higher wage workers. The latest evidence suggests high wage firms also tend to offer better amenities and are prone to outsourcing and mass layoffs. Reviewing the requirements of the “AKM model” of Abowd, Kramarz, and Margolis (1999), I provide a graph theoretic interpretation of the restrictions this model places on the wage changes of workers who switch employers and examine the extent to which they are satisfied in a benchmark dataset. Assumptions are provided that give these wage changes a causal interpretation and I discuss some difficulties that arise in aggregating them into a global ranking of firm wage levels. In reviewing the econometrics of variance decompositions, I argue that attention ought to focus on effect sizes rather than variance shares, which can be difficult to compare across datasets with different noise levels. Cross-fitting and clustering methods for addressing limited mobility bias are reviewed. A series of bounding and imputation exercises suggest the network pruning typically used in conjunction with cross-fitting methods has little effect on estimands of interest. A review of the latest international evidence finds that the bias-corrected standard deviation of firm effects tends to be substantially elevated in less developed countries. Variance estimation methods for second step regressions of firm effects on covariates are reviewed and illustrated with an empirical application to the firm size wage premium. Finally, I discuss connections between the AKM model and the celebrated sequential auction framework of Postel-Vinay and Robin (2002a), concluding with some areas for future work at this intersection.\n\n",
    "acknowledgement": "\nThis is the first part of a larger chapter on the topic of “wage setting power” that was initially prepared for the Handbook of Labor Economics conference in Berlin, which was generously funded by the Rockwool Foundation Berlin (RFBerlin). Based on discussions with the editors it was determined to be better for pedagogical reasons to publish the two parts as separate chapters. I thank David Card, Raffaele Saggio, Ben Scuderi, Isaiah Andrews, and Sophie Sun for helpful comments on an earlier draft that substantially improved the paper. Jordan Cammarota provided outstanding research assistance on this project. Many of the ideas in this chapter grew out of past conversations with collaborators including David Card, Raffaele Saggio, and Mikkel Sølvsten. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}