{
    "id": 33083,
    "citation_title": "The Long-Run Impacts of Regulated Price Cuts: Evidence from Medicare",
    "citation_author": [
        "Yunan Ji",
        "Parker Rogers"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of substantial Medicare price reductions in the medical device industry, which amounted to a 61% decrease over 10 years for certain device types. Analyzing over 20 years of administrative and proprietary data, we find these price cuts led to a 25% decline in new product introductions and a 75% decrease in patent filings, indicating significant reductions in innovation activity. Manufacturers decreased market entry and increased outsourcing to foreign producers, associated with higher rates of product defects. Our calculations suggest the value of lost innovation may fully offset the direct cost savings from the price cuts. We propose that better-targeted pricing reforms could mitigate these negative effects. These findings underscore the need to balance cost containment with incentives for innovation and quality in policy design.\n\n",
    "acknowledgement": "\nRogers gratefully acknowledges support from the National Institute on Aging, grant number T32-AG000186. We thank Jeff Clemens, David Cutler, Liran Einav, Amy Finkelstein, Josh Gottlieb, Tim Layton, Neale Mahoney, Paul Niehaus, Edward Norton, Mayra Pineda-Torres, Daniel Prinz, Mark Shepard, Amanda Starc, Joshua Graff Zivin, and seminar participants at the AEA, ASHEcon, Chicago, Duke, George Mason, Georgetown, Harvard Health Care Policy, Harvard/MIT/BU Health Economics Seminar, Hoover, KRTK, MHEC, NBER Summer Institute, Peking, Pepperdine, UCLA Anderson, and USC for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}