{
    "id": 33087,
    "citation_title": "Service Quality on Online Platforms: Empirical Evidence about Driving Quality at Uber",
    "citation_author": [
        "Susan Athey",
        "Juan Camilo Castillo",
        "Bharat Chandar"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnline marketplaces have adopted new quality control mechanisms that can accommodate a flexible pool of providers. In the context of ride-hailing, we measure the effectiveness of these mechanisms, which include ratings, incentives, and behavioral nudges. Using telemetry data as an objective measure of quality, we find that drivers not only respond to user preferences but also improve their behavior after receiving warnings about their low ratings. Furthermore, we use data from a randomized experiment to show that informing drivers about their past behavior improves quality, especially for low-performing drivers. Lastly, we find that UberX drivers exhibit behavior comparable to that of UberTaxi drivers, suggesting that Uber’s new quality control mechanisms successfully maintain a high level of service quality.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Sloan Foundation and the Stanford Cyber Initiative.  The paper was initiated while Bharat Chandar was an employee of Uber. He no longer retains equity in the company. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBharat Chandar\n\nChandar is a former employee of Uber. He no longer retains equity in the company.\n\n\n"
}