{
    "id": 33094,
    "citation_title": "Marine Microplastics and Infant Health",
    "citation_author": [
        "Xinming Du",
        "Shan Zhang",
        "Eric Zou"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA century of plastic usage has led to an accumulation of plastic waste in waterways and oceans. Over time, these wastes break down into particles smaller than 5 microns – or “microplastics” – which can infiltrate human biological systems. Despite decades of research into this emerging source of environmental pollution, there is a paucity of direct evidence on the health impacts of microplastics exposure at a population scale. This paper reports the first empirical link between in-utero microplastic exposure and adverse birth outcomes. Our analysis is based on a compiled dataset of 3 million births that occurred in coastal areas of 15 countries spanning four continents, which we merge with a novel remote-sensing measurement of marine microplastic concentrations. We show that in-utero exposure to microplastics, particularly during the third trimester of pregnancy, leads to a significant increase in the likelihood of low birth weight. A doubling of exposure increases low birth weight hazard by 0.37 per 1,000 births, which implies over 205,000 cases per year globally can be attributed to microplastic exposure. We further show that aerosolization – whereby microplastic particles become airborne and inhalable due to seawater evaporation – is an important pathway for health impact, a challenge that is likely to escalate as ocean temperatures continue to rise.\n\n",
    "acknowledgement": "\nWe thank Douglas Almond, Maureen Cropper, Tatyana Deryugina, Hannah Druckenmiller, Gabriel Englander, Julian Reif, Chris Ruf, Wolfram Schlenker, Jeff Shrader, Andreas Thurnherr, and participants at various conferences and seminars for helpful comments. Raphaël Pérot provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}