{
    "id": 33093,
    "citation_title": "Comrades and Cause: Peer Influence on West Point Cadets' Civil War Allegiances",
    "citation_author": [
        "Yuchen Guo",
        "Matthew O. Jackson",
        "Ruixue Jia"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine how peers influence the allegiances of West Point cadets in the American Civil War. Specifically, we analyze how quasi-random variations in the proportion of cadets from northern (low-slave) states influenced the decisions of cadets in choosing which army to join. A higher proportion of classmates from low-slave states significantly increased the likelihood that cadets from high-slave states joined the Union Army, while almost all cadets from low-slave states joined the Union Army (if they decided to join the war). Additionally, the higher the fraction of the population that were slaves in a cadet’s home state the lower the likelihood that the cadet joined the Union and the lower the peer influence. We also examine how cadets’ decisions affected their military rank and career outcomes. Our results highlight the importance of peer influence in major life decisions, particularly at critical historical junctures.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}