{
    "id": 33098,
    "citation_title": "The China Shock Revisited: Job Reallocation and Industry Switching in U.S. Labor Markets",
    "citation_author": [
        "Nicholas Bloom",
        "Kyle Handley",
        "André Kurmann",
        "Philip A. Luck"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing confidential administrative data from the U.S. Census Bureau we revisit how the rise in Chinese import penetration has reshaped U.S. local labor markets. Local labor markets more exposed to the China shock experienced larger reallocation from manufacturing to services jobs. Most of this reallocation occurred within firms that simultaneously contracted manufacturing operations while expanding employment in services. Notably, about 40% of the manufacturing job loss effect is due to continuing establishments switching their primary activity from manufacturing to trade-related services such as research, management, and wholesale. The effects of Chinese import penetration vary by local labor market characteristics. In areas with high human capital, including much of the West Coast and large cities, job reallocation from manufacturing to services has been substantial. In areas with low human capital and a high initial manufacturing share, including much of the Midwest and the South, we find limited job reallocation. We estimate this differential response to the China shock accounts for half of the 1997-2007 job growth gap between these regions.\n\n",
    "acknowledgement": "\nWe benefited from helpful comments by David Autor, David Dorn, Gordon Hanson, Teresa Fort, Peter Schott, and seminar participants at Arizona, Boston Fed, Carnegie Mellon, George Mason, Harvard, Kansas City Fed, Michigan, Purdue, Syracuse, UC Irvine, and UC San Diego; and conference participants at the CAED, the NBER ITI Spring Meeting, the NBER Labor Studies Summer Institute, the NBER Cities and Labor Markets Workshop, the Society for Economic Dynamics Meeting, the Society of Labor Economists Meeting, the 2019 AEA Meeting, the 2018 RDC Conference, and the Philadelphia Fed International Trade Workshop. We thank Ishan Ghosh for outstanding research assistance. We also gratefully acknowledge funding by the Ewing Marion Kauffman Foundation (Kurmann and Luck), the Upjohn Institute (Handley), and the Russell Sage Foundation (Bloom and Handley). This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1670 (CBDRB-FY24-P1670R11126). The U.S. Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. Luck was previously employed at the University of Colorado, Denver and is currently employed at the U.S. Department of State. Any views expressed are those of the authors and not those of the U.S. Census Bureau, the U.S. Department of State, or the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\n\n\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI am a paid speaker at corporate events at which I discuss among other things working from home, management practices and policy uncertainty.\n\n\n\nAndré Kurmann\n\nAndre Kurmann acknowledges financial support from the Ewing Marion Kauffman Foundation. This research was\nperformed at a Federal Statistical Research Data Center under FSRDC Project Number 1670 (CBDRB-FY24-P1670-\nR11126). The U.S. Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure\navoidance protection of the confidential source data used to produce this product. Any views expressed\nare those of the authors and not those of the the U.S. Census Bureau.\n\n\n"
}