{
    "id": 33091,
    "citation_title": "Empirical Bayes Methods in Labor Economics",
    "citation_author": [
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor economists increasingly work in empirical contexts with large numbers of unit-specific parameters. These settings include a growing number of value-added studies measuring causal effects of individual units like firms, managers, neighborhoods, teachers, schools, doctors, hospitals, police officers, and judges. Empirical Bayes (EB) methods provide a powerful toolkit for value-added analysis. The EB approach leverages distributional information from the full population of units to refine predictions of value-added for each individual, leading to improved estimators and decision rules. This chapter offers an overview of EB methods in labor economics, focusing on properties that make EB useful for value-added studies and practical guidance for EB implementation. Applications to school value-added in Boston and employer-level discrimination in the US labor market illustrate the EB toolkit in action.\n\n",
    "acknowledgement": "\nThis chapter was prepared for Volume 5 of the Handbook of Labor Economics (HOLE). The material builds on the 2022 NBER Methods Lecture “Empirical Bayes Methods: Theory and Application.” I thank Jiaying Gu for her collaboration on that lecture as well as course participants for engaging comments and questions. I also thank participants in several related workshops including the AEA Continuing Education Program, Bonn/Mannheim CRC Summer School, Northwestern Causal Inference Workshop, Empirical Bayes Mixtape Session, and UCLA CCPR seminar. I am grateful to Thomas Lemieux and Christian Dustmann for their work organizing the HOLE Volume, to participants at the 2023 HOLE Volume Conference, and to the Rockwool Foundation Berlin for providing funding for the conference. The Massachusetts Department of Elementary and Secondary Education generously provided the data used for school value-added analysis. Finally, I thank Joshua Angrist, Peter Hull, Patrick Kline, Parag Pathak, and Evan Rose for collaborations and discussions that were essential to the development of this chapter. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}