{
    "id": 33090,
    "citation_title": "Physician Practice Preferences and Healthcare Expenditures: Evidence from Commercial Payers",
    "citation_author": [
        "Jeffrey Clemens",
        "Pierre-Thomas Léger",
        "Yashna Nandan",
        "Robert Town"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between physician preferences and both the intensity and cost of care delivered to commercially insured heart attack patients. We match survey data on physician preferences, collected by Cutler, Skinner, Stern, and Wennberg (2019) (CSSW), to medical claims data from the Health Care Cost Institute, which spans over 50 million insurance beneficiaries. In contrast to CSSW, who find strong correlations between aggressive practice preferences and both expenditure and utilization for the Medicare population, we find relationships that are both economically and statistically smaller in magnitude within the commercially insured population. Variations in commercial insurers’ prices appear to play an important mediating role.\n\n",
    "acknowledgement": "\nWe thank Jonathan Skinner for his helpful comments on an early draft of this manuscript. We also thank Riley League for an informative discussion of the use of unpaid claim lines as a proxy for denied claims.  Clemens thanks the Hoover Institution for support in his capacity as an adjunct Senior Fellow. This project received funding from the National Institute for Health Care Management under the project title ``Geographic Variation in Medicare and Commercial Spending.'' The associated grant was administered by the University of Illinois Chicago under Grant Code G2140 and Institutional Award No. 09866. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPierre-Thomas Léger\n\nI provide litigation support as a testifying expert in the healthcare space but nothing past or current that relates to this paper.\n\n\n\nRobert Town\n\nThe author is and has served as an economic expert on health care antitrust litigation matters.\n\n\n"
}