{
    "id": 33095,
    "citation_title": "Revisiting the Phillips and Beveridge Curves: Insights from the 2020s Inflation Surge",
    "citation_author": [
        "Pierpaolo Benigno",
        "Gauti B. Eggertsson"
    ],
    "citation_publication_date": "2024-10-28",
    "issue_date": "2024-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reexamines the Phillips and Beveridge curves to explain the inflation surge in the U.S. during the 2020s. We argue that the pre-surge consensus regarding both curves requires substantial revision. We propose that the Inverse-L (INV-L) New Keynesian Phillips Curve replace the standard New Keynesian Phillips Curve. The INV-L curve is piecewise-linear and more sensitive to labor market conditions when it crosses the Beveridge threshold — a point at which the labor market becomes excessively tight and enters a \"labor shortage\" regime. We introduce a modified Beveridge curve that features a near-vertical slope once the Beveridge threshold is passed, suggesting that in this region, adjustment in labor market tightness occurs almost exclusively through a drop in vacancies rather than an increase in unemployment. This feature matches the U.S. experience since the Federal Reserve's tightening cycle began in March 2022. We also observe a similar pattern in the data during five other inflation surges over the past 111 years where the Beveridge threshold was breached. We define a Beveridge-threshold (BT) unemployment rate. Once unemployment falls below this rate, policymakers must be alert to sharp inflationary pressures from demand or supply shocks. We explore several policy implications.\n\n",
    "acknowledgement": "\nThis paper was prepared for the \"Federal Reserve Bank of Kansas City’s 2024 Jackson Hole Economic Symposium.\" We especially thank Pascal Michaillat and Aysegul Sahin for educating us about labor market frictions, while absolving them of any errors, which are entirely our own. We would also like to thank our discussants, Guido Lorenzoni and Ivan Werning, as well as Hyeonseo Lee, Adrien Foutelet, and Can Soylu for their outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}