{
    "id": 33099,
    "citation_title": "The GDPR and SDK Usage In Android Mobile Apps",
    "citation_author": [
        "Ginger Zhe Jin",
        "Ziqiao Liu",
        "Liad Wagman"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on Software Development Kits (SDKs), we study SDKs in Android apps vis-à-vis the adoption of the General Data Protection Regulation (GDPR) by the European Union in May 2018. Relative to US-only apps, the number of non-Google SDKs used per app in 5 major European countries (EU5) exhibits a 1.3% decline in EU5-only apps after GDPR, and a 6.3% decline in apps multihoming US and EU5. These effects are mostly driven by lower-ranked apps. Using apps’ monthly active users as weights in computing average user exposure to SDKs in app category and country groups, we find no significant change in the average SDK exposure in EU5-only relative to US-only apps. The only significant change in multihoming apps is a 4.2% drop in exposure to SDKs developed by minor SDK providers, although SDKs from Google and major SDK providers were independently assessed as riskier than those from minor SDK providers.\n\n",
    "acknowledgement": "\nWe are thankful to Apptopia, the Data Catalyst Institute, and the Internet Safety Labs for providing access to the data, and to the George Mason University Research Roundtable on Competition and Consumer Protection Issues Surrounding Information Flows for financial support. James Cooper, Neil Chilson, Anthony Dukes, Daniel Gilman, Il-Horn Hann, Ben Leyden, Geoffery Manne, Dina Mayzlin, Balaji Padmanabhan, Sasha Romanosky, Daniel Sokol, Guofu Tan, and participants at the GMU Research Roundtable, the University of Southern California, and the University of Maryland Smith School of Business have provided constructive comments. All rights reserved. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}