{
    "id": 33103,
    "citation_title": "The ECB’s Climate Activities and Public Trust",
    "citation_author": [
        "Sandra Eickmeier",
        "Luba Petersen"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs central banks, including the European Central Bank (ECB), adopt climate-related responsibilities, gauging public support becomes essential. Drawing on a June 2023 Bundesbank household survey, we find that 69% of households report increased trust in the ECB due to its climate actions, valuing the institution's broader scope and concern. While 17% and 20% of households express concerns over risks to price stability or independence, 23% believe climate engagement reinforces the ECB's core objectives. An information intervention indicates minimal impact on household inflation expectations, suggesting a disconnect between institutional trust and inflation outlooks. An internal survey reveals that central bankers accurately gauge trust impacts but tend to overestimate effects on inflation expectations. Overall, our findings indicate broad public support for the ECB’s climate initiatives.\n\n",
    "acknowledgement": "\nWe thank Serena Canaan, Michael Ehrmann, Refet Gürkaynak, Susanne Helmschrott, Hannah Paule-Paludkiewicz, Rick van der Ploeg, Mark Weth and participants of a seminar at the Bundesbank for very helpful comments and discussions. This paper uses data from the Bundesbank-Online-Panel-Households. The results published and the related observations and analysis may not correspond to results or analysis of the data producers. The views expressed herein are those of the authors and not necessarily those of the Bundesbank and the ESCB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}