{
    "id": 33100,
    "citation_title": "Did Tariffs Make American Manufacturing Great? New Evidence from the Gilded Age",
    "citation_author": [
        "Alexander Klein",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "2024-12-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between tariffs and labor productivity in US manufacturing between 1870 and 1909. Using highly dis-aggregated tariff data, state-industry data for the manufacturing sector, and an instrumental variable strategy, results show that tariffs reduced labor productivity. Tariffs also generally reduced the average size of establishments within an industry but raised output prices, value-added, gross output, employment, and the number of establishments. We also find evidence of heterogeneity in the association between tariffs and value added, gross output, employment, and establishments across groups of industries. We conclude that tariffs may have reduced labor productivity in manufacturing by weakening import competition and by inducing entry of smaller, less productive domestic firms. Our research also reveals that lobbying by powerful and productive industries may have been at play. The era’s high tariffs are unlikely to have helped the US become a globally competitive manufacturer.\n\n",
    "acknowledgement": "\nWe are grateful for funding from NSF grant # 2314696 and the UC Davis Levine Funds. We thank Beau Bressler and Austen Ma for excellent research assistance. We acknowledge helpful comments from Sambit Bhattacharyya, Rodolfo Campos, Rui Esteves, Andrew Greenland, Maurizio Zanardi and participants at seminars and conferences at University of Barcelona, Banco de España, UK Trade Policy Observatory (UKTPO), University of Sussex, the London School of Economics, Peterson Institute of International Economics, UC Davis, UC Irvine and the joint Duke/North Carolina State/UNC Devils and Wolves conference. All errors are strictly our own.  All errors are strictly our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}