{
    "id": 33109,
    "citation_title": "The Complexity of Economic Decisions",
    "citation_author": [
        "Xavier Gabaix",
        "Thomas Graeber"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a theory of the complexity of economic decisions. Leveraging a macroeconomic framework of production functions, we conceptualize the mind as a cognitive economy, where a task's complexity is determined by its composition of cognitive operations. Complexity emerges as the inverse of the total factor productivity of thinking about a task. It increases in the number of importance-weighted components and decreases in the degree to which the effect of one or few components on the optimal action dominates. Higher complexity generates larger decision errors and behavioral attenuation to variation in problem parameters. The model applies both to continuous and discrete choice. We develop a theory-guided experimental methodology for measuring subjective perceptions of complexity that is simple and portable. A series of experiments test and confirm the central predictions of our model for perceptions of complexity, behavioral attenuation, and decision errors. We provide a template for applying the framework to core economic decision domains, and then develop several applications including the complexity of static consumption choice with one or several interacting goods, consumption over time, the tax system, forecasting, and discrete choice between goods.\n\n",
    "acknowledgement": "\nFor excellent research assistance we thank Dustin Fichmann, Lilian Hartmann and especially Constantin Schesch, and for helpful comments Emmanuel Chemla, Alex Imas, Emir Kamenica, David Laibson, Luba Petersen, Indira Puri, Matthew Rabin, Philippe Schlenker, Simeon Schudy, Bennett Smith-Worthington, Dmitry Taubinsky, Richard Thaler, Mike Woodford, Leeat Yariv, and seminar participants at various seminars. This research was approved by Harvard IRB (IRB17-2035). Gabaix gratefully acknowledges financial support from the Sloan Foundation and Ferrante Economics Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}