{
    "id": 33106,
    "citation_title": "Current Account Dynamics and the Saving-Investment Nexus In a Changing and Uncertain World",
    "citation_author": [
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re‐examine the determinants of current account balances (CAB) and the saving-investment nexus with focus on emerging market and developing economies (EMDEs). We are in a new age in terms of facing not just economic challenges but also other non-economic challenges such as global climate changes, increasing natural disasters, and wars. We face the need to reexamine the determinants of CAB along with national saving and investment. We first take an event study approach, examining how these variables have evolved historically in the wake of wars, natural disasters, and pandemics. The second is a cross‐country panel investigation of CAB, national saving, and of investment. In the presence of global financial instability, EMDEs tend to experience an improvement in CAB due to a fall in investment. A rise in oil prices increases both national saving and investment, but the change in investment is greater than the change in national saving, which worsens CAB.  Contractionary monetary policy by the U.S. Federal Reserve Board tends to lower both national saving and investment, but the impact on CAB is not statistically different from zero. The more frequently a country experiences wars, on average, its CAB tends to improve. When a climatological or geographical disaster occurs, its CAB, national saving, and investment tend to improve. A rise in the level of U.S. monetary policy uncertainty leads to an improvement in CAB, mainly due to a fall in investment.\n\n",
    "acknowledgement": "\nWe thank Amat Adarov for useful comments. Chinn and Ito acknowledge the financial support of faculty research funds of the University of Wisconsin and Portland State University, respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}