{
    "id": 33105,
    "citation_title": "Using Policy and Innovation to Improve Life-Saving Access to Naloxone",
    "citation_author": [
        "Evan D. Peet",
        "David Powell",
        "Rosalie Liccardo Pacula"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNaloxone is a life-saving medication which helps reverse the effects of an opioid overdose. Improving naloxone access is a central pillar of the federal response to the worsening opioid crisis in the United States. Existing studies have evaluated the effects of state naloxone access laws, including those that permit naloxone to be dispensed by pharmacies directly to consumers. However, this literature has ignored the role of pharmaceutical innovations like Narcan. Narcan, introduced to the marketplace in February 2016, is a naloxone nasal spray that permits laypersons to successfully administer the drug without training. We first test the hypothesis that naloxone access laws alone increased the distribution of naloxone prior to Narcan, followed by testing the hypothesis that the introduction of Narcan further expanded naloxone’s distribution and its life-saving impacts. We analyze cross-state variation in the adoption of naloxone access laws and their timing relative to Narcan’s introduction. We find that states with naloxone access laws permitting pharmacists to dispense to consumers experienced substantially greater naloxone dispensing after Narcan’s introduction, effects that far outpaced the independent effects of the laws themselves. We also find that while these naloxone access laws did not reduce non-synthetic opioid-related mortality rates on their own, once Narcan was introduced, these mortality rates significantly declined. These findings indicate the important interaction of innovation and policy.\n\n",
    "acknowledgement": "\nWe would like to thank Rosanna Smart, Bradley Stein, and Corey Davis for useful insights about the policy data. We received especially helpful feedback from seminar and conference participants at the American Economic Association Annual Meeting (2023), Southeastern Health Economics Study Group Conference (2023), and the NYU Center for Opioid Policy & Epidemiology (2023). Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of any affiliate. All results have been reviewed to ensure that no confidential information is disclosed. Financial support for this research from the CDC (R01CE02999) and NIDA (2P50DA046351) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}