{
    "id": 33107,
    "citation_title": "Information Discovery for Industrial Policy",
    "citation_author": [
        "Michael Sockin",
        "Wei Xiong"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "2024-11-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmid growing interest in industrial policy, we develop a model exploring the tension between market-driven information discovery and policymakers’ career incentives. While market-based information discovery can help address informational barriers faced by policymakers, career incentives may lead them to aggressively pursue their agendas to signal political capability, shifting dynamics toward a government-centric equilibrium. In this equilibrium, market participants focus on policy-related information over industry fundamentals, weakening the market’s role in information discovery and reducing policy efficiency. Our analysis highlights the importance of bureaucratic frictions and market-based information discovery in jointly shaping the effectiveness of industrial policy implementation.\n\n",
    "acknowledgement": "\nWe thank Xuewen Liu, Andrey Ordin, Bruno Pellegrino, Michael Song, David Sraer, Kjetil Storesletten, Tao Zha, and Fabrizio Zilibotti for helpful comments and discussions, and workshop participants at CUHK, HKUST, Federal Reserve Bank of Atlanta, Finance, Organizations, and Markets Conference, Indiana Kelley, Michigan State University, NBER Chinese Economy Working Group, National University of Singapore, UBC Summer Finance Conference, Peking University, Tsinghua University, University of Hong Kong, and University of Texas, Austin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}