{
    "id": 33101,
    "citation_title": "Unbalanced Trade: Is Growing Dispersion from Financial or Trade Reforms?",
    "citation_author": [
        "George A. Alessandria",
        "Yan Bai",
        "Soo Kyung Woo"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the reasons for the large, coincident increases in unbalanced international trade and overall trade from 1970 to 2019. We show that these two salient features—a rise in net and gross international trade—are largely a consequence of a reduction in intratemporal trade barriers rather than a substantial reduction in the frictions on intertemporal trade or greater asymmetries in business cycles. Beyond explaining changes in the distribution of gross and net trade, the decline in intratemporal trade frictions is consistent with a fall in the dispersion across countries in other key macro time series, including the real exchange rate, terms of trade, export-import ratio, relative spending, and relative GDP.\n\n",
    "acknowledgement": "\nThis project was supported by the National Science Foundation, Award# 2214852. We thank  Masao Fukui, Ricardo Reyes-Heroles, Almuth Scholl, and Jing Zhang for their discussions. We also thank Manuel Amador, Marcos Mac Mullen, Fabrizio Perri, Kim Ruhl, and Joe Steinberg for useful comments as well as  audiences at Board of Governors, Dallas Fed, Rochester, Wisconsin, 2023 ESSIM,  2021 Fall NBER IFM meeting, 2023 IMF/Norges Bank \"Future of Macroeconomic Policy\" conference and 2024 SED.  All authors have contributed equally. A prior version of this paper was circulated as \"Rising Current Account Dispersion: Financial or Trade Integration?\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}