{
    "id": 33102,
    "citation_title": "Deficits and Inflation: HANK meets FTPL",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian",
        "Christian K. Wolf"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn HANK models, fiscal deficits drive aggregate demand and thus inflation because households are non-Ricardian; in the Fiscal Theory of the Price Level (FTPL), they instead do so via equilibrium selection. Because of this difference, the mapping from deficits to inflation in HANK is robust to active monetary policy and free of the controversies surrounding the FTPL. Despite this difference, a benchmark HANK model with sufficiently slow fiscal adjustment predicts just as much inflation as the FTPL. This is true even in the simplest FTPL scenario, in which deficits are financed entirely by inflation and debt erosion. In practice, however, unfunded deficits are likely to trigger a persistent boom in real economic activity and thus the tax base, substituting for debt erosion. In our quantitative explorations, this reduces the inflationary effects of unfunded deficits by about half relative to that simple FTPL arithmetic.\n\n",
    "acknowledgement": "\nWe thank Marco Bassetto and Morten Ravn for valuable conference discussions. For helpful comments and suggestions, we thank Manuel Amador, Francesco Bianchi, Larry Christiano, John Cochrane, Jordí Gali, Joao Guerreiro, Joel Flynn, Mikhail Golosov, Greg Kaplan, Hanno Lustig, Emi Nakamura, Matthew Rognlie, Jón Steinsson, Ludwig Straub, Iván Werning, Mike Woodford, and seminar participants at: the ECB, the Expectations, Prices and Monetary Policy Conference in Peru, the Federal Reserve Banks of Atlanta, Philadelphia, and Minneapolis, the Hydra Workshop on Dynamic Macroeconomics, the NBER Summer Institute (Monetary Economics), SITE (Fiscal Sustainability), Stanford, the 12th Annual CIGS conference on Macroeconomic Theory and Policy, UC Berkeley, UCL, and the University of Chicago. Chen Lian thanks the Alfred P. Sloan Foundation for financial support, and Christian Wolf acknowledges that this material is based upon work supported by the NSF under Grant #2314736. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}