{
    "id": 33113,
    "citation_title": "Is Free Trade Good for Renewable Resources: Brander & Taylor Redux",
    "citation_author": [
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper generalizes the original Brander and Taylor model of open-access renewable resource use and trade to address three common critiques.  First, I introduce heterogeneity across agents in harvesting productivity to smooth out the model's extreme specialization patterns while maintaining its Ricardian structure and tractability.  Second, I move beyond the original assumption of open access by constructing a policy stringency function allowing for partial, first-best, and endogenous resource policy. Third, by exploiting the smooth substitution possibilities generated by agent heterogeneity and the insight that policy stringency functions are likely to vary across countries, I show how the model's core predictions can be evaluated using empirical methods related to those in growth econometrics.\n\n",
    "acknowledgement": "\nI wrote this paper in honor of my friend, mentor, and co-author, James Brander, on the occasion of his retirement. Without early help and guidance from Jim and Barbara (Spencer), my career would have been nasty, brutish, and short.  I would like to thank Hanqi Liu for excellent research assistance, participants at the Brander Festschrift at UBC, and my discussant Werner Antweiler for his many very useful comments. The usual disclaimer applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}