{
    "id": 33118,
    "citation_title": "Using Information to Curb Racial Discrimination",
    "citation_author": [
        "Christopher R. Knittel",
        "Donald MacKenzie",
        "Michiko Namazu",
        "Bora Ozaltun",
        "Dan Svirsky",
        "Stephen Zoepf"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe test whether more information about customers decreases racial bias. Our setting is the market for shared mobility services. Prior work by Ge et al. (2020) found that Uber drivers are two times more likely to cancel a ride if the passenger’s name is one used predominantly by African Americans. In a randomized control trial, we test whether two alterations to the Uber platform app reduce racial discrimination. Within the standard Uber app, drivers see only the passenger’s rating before accepting a ride. Once they accept the ride, they see the name of the passenger. In the first intervention, we increased the size of the font of the rating to draw attention to the quality of the passenger. In the second intervention, the passenger’s name appears from the beginning. Using the control group observations, we confirmed that the more likely African Americans were to use a name, the more likely a driver cancels the ride. However, increasing the font size of the passenger’s rating eliminates this racial bias. In contrast, we do not find much evidence that showing the name on the initial screen reduces or increases cancellation rates.\n\n",
    "acknowledgement": "\nAs is customary in economics, names are listed alphabetically. Uber’s research team hosted this study, implemented the intervention, and gathered data. Under the agreement granted the authors, Uber has the right to review the paper “to identify any disclosure of Confidential Information to request its removal” and to “determine whether a patent application or other intellectual property protection should be sought prior to publication,” but not to dispute or influence the findings or conclusions of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or Uber Technologies, Inc. Michiko Namazu and Dan Svirsky were employees and shareholders of Uber Technologies before, during, and after the writing of this paper.\n\n\n"
}