{
    "id": 33117,
    "citation_title": "Taming the Curse of Dimensionality: Quantitative Economics with Deep Learning",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Galo Nuño",
        "Jesse Perla"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that deep learning provides a promising avenue for taming the curse of dimensionality in quantitative economics. We begin by exploring the unique challenges posed by solving dynamic equilibrium models, especially the feedback loop between individual agents' decisions and the aggregate consistency conditions required by equilibrium. Following this, we introduce deep neural networks and demonstrate their application by solving the stochastic neoclassical growth model. Next, we compare deep neural networks with traditional solution methods in quantitative economics. We conclude with a survey of neural network applications in quantitative economics and offer reasons for cautious optimism.\n\n",
    "acknowledgement": "\nThis paper is based on Jesús Fernández-Villaverde’s keynote address at the 2024 Econometric Society Interdisciplinary Frontiers (ESIF) conference on Economics and AI+ML at Cornell. We are very grateful to Douglas de Araujo, Matthias Rottner, Simon Scheidegger, and Yucheng Yang for their comments. The views expressed in this manuscript are those of the authors and do not necessarily represent the views of the Banco de España or the Eurosystem. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}