{
    "id": 33116,
    "citation_title": "Robots and Labor in Nursing Homes",
    "citation_author": [
        "Yong Suk Lee",
        "Toshiaki Iizuka",
        "Karen Eggleston"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "2024-11-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do employment, tasks, and productivity change with robot adoption? Unlike manufacturing, little is known about these issues in the service sector, where robot adoption is expanding. As a first step towards filling this gap, we study Japanese nursing homes using original facility-level panel data that includes the different robots used and the tasks performed. We find that robot adoption is accompanied by an increase in employment and retention and the relationship is strongest for non-regular care workers and monitoring robots. The share of specific tasks performed by robots increases with the adoption of the respective type of robot, leading to reallocation of care worker effort to “human touch” tasks that support quality care. Robots are associated with improved quality (reduction in restraint use and pressure ulcers) and productivity.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from a Stanford Asia-Pacific Research Center faculty award, the Freeman Spogli Institute for International Studies Japan Fund, JSPS KAKENHI Grant Number 18H00861 and 21H00722, and the Liu Institute and Kellogg Institute at the University of Notre Dame. We thank Robert Seamans, Munseob Lee, Gilad Sorek, John Chung and seminar participants at the Stanford University Human-Centered AI Institute, Stanford Institute for Economic Policy Research, UC San Diego School of Global Policy and Strategy, University of Notre Dame Keough School of Global Affairs, Auburn University, AEA Annual Meeting and NBER Summer Institute for comments. Sean Chen, Haruka Ito, Spencer Braun, Shirley Cai, and Binh Le provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}