{
    "id": 33114,
    "citation_title": "Industry and Identity: The Migration Linkage Between Economic and Cultural Change in 19th Century Britain",
    "citation_author": [
        "Vasiliki Fouka",
        "Theo Serlin"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does economic modernization affect group identity? Modernization theory emphasizes how labor migration led to the adoption of common identities. Yet economic development may reduce incentives to emigrate, preserving local cultures. We study England and Wales during the Second Industrial Revolution, a period characterized by the development of new industries and declines in transportation and communication costs. Using microdata on individuals’ names and migration decisions, we quantify identity change and its variation across space. We develop and estimate a quantitative spatial model in which migration and cultural identities are inter-dependent. Different components of economic modernization had different effects on identity change. Falling migration costs homogenized peripheral regions. In contrast, industrial development led to heterogeneity, increasing the overall prevalence of the culture of London, while also creating local identity holdouts by reducing out-migration from industrializing peripheries. Modernization promotes both national identities and persistent local identities in peripheral regions that industrialize.\n\n",
    "acknowledgement": "\nThe authors would like to thank Rikhil Bhavnani, Volha Charnysh, Gary Cox, Amir Goldberg, David Laitin, Jonathan Rodden, Kenneth Scheve, Alain Schläpfer, Marco Tabellini, Yanos Zylberberg and seminar participants at Jinan University, the University of Copenhagen Workshop on Migration and Culture, the Stanford GSB Workshop on Cultural Evolution and Organizational Theory, the 2024 APSA Annual Meeting and the 2024 ASSA Annual Meeting for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}