{
    "id": 33119,
    "citation_title": "Expecting Climate Change: A Nationwide Field Experiment in the Housing Market",
    "citation_author": [
        "Daryl Fairweather",
        "Matthew E. Kahn",
        "Robert D. Metcalfe",
        "Sebastian Sandoval Olascoaga"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "2025-01-07",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nClimate change presents new risks for property in the United States. Due to the high cost and sometimes unavailability of location-specific property risk data, home buyers can greatly benefit from acquiring knowledge about these risks. To explore this, a large-scale nationwide natural field experiment was conducted through Redfin to estimate the causal impact of providing home-specific flood risk information on the behavior of home buyers in terms of their search, bidding, and purchasing decisions. Redfin randomly assigned 17.5 million users to receive information detailing the flood risk associated with the properties they searched for on the platform. Our analysis reveals several key findings: (1) the flood risk information influences every stage of the house buying process, including the initial search, bidding activities, and final purchase; (2) individuals are willing to make trade-offs concerning property amenities in order to own a property with a lower flood risk; (3) the impact of the flood risk information on behavior is more pronounced for users conducting searches in high flood risk areas, but does not differ significantly between buyers in Republican and Democrat Counties; and (4) the information resulted in changes to property prices and altered the market's hedonic equilibrium, providing  a new finding that climate adaptation can be forward-thinking and proactive.\n\n",
    "acknowledgement": "\nKahn, Metcalfe, and Sandoval-Olascoaga did not receive any funding or payment for the research from Redfin or First Street Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Fairweather is a current employee of Redfin. Sandoval-Olascoaga is a former employee of and current contract worker for Redfin.\n\n\n"
}