{
    "id": 33110,
    "citation_title": "Carbon Burden",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the U.S. corporate sector's carbon externality by computing the sector's “carbon burden”—the present value of social costs of its future carbon emissions. Our baseline estimate of the carbon burden is 131% of total corporate equity value. Among individual firms, 77% have carbon burdens exceeding their market capitalizations, as do 13% of firms even with indirect emissions omitted. The 30 largest emitters account for all the decarbonization of U.S. corporations predicted by 2050. Predicted emission reductions, and even firms' targets, fall short of the Paris Agreement. Firms' emissions are predictable by past emissions, investment, climate score, and book-to-market.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Jaroslav Borovicka, Xavier Gabaix, Johannes Stroebel, Jeff Wurgler, and seminar participants at NYU and Ohio State.  We thank Vitor Furtado Farias, Vanessa Hu, Aria Liu, and Chris Yaoyao Zhu for excellent research assistance. This research was supported by the Fama-Miller Center for Research in Finance and the Robert King Steel Fellowship at the University of Chicago Booth School of Business. Pastor serves as an independent director and trustee of Vanguard. The views expressed here do not necessarily reflect those of Vanguard or its funds, nor those of the National Bureau of Economic Research.\n\n\n"
}