{
    "id": 33111,
    "citation_title": "The Mental Health of the Young in Latin America",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2024-11-04",
    "issue_date": "2024-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the mental wellbeing of the young in 18 Latin American countries using data from five cross-country comparative studies plus cross-sectional and quarterly time series data for a single country, Mexico. We examine whether there has been a decline in youth mental health and, if so, whether it has removed the U-shape in happiness and the hump-shape in unhappiness in Latin America as it has done in the United States and elsewhere. In the Global Minds data, the mental health of the young is poorer than that of older age groups. The Enbiare surveys for Mexico indicate that declining wellbeing of the young has changed the age profile of (un)happiness in that country. The OECD’s Programme for International Student Assessment (PISA) data show a decline in the mental health of school children in Latin America, and that mental ill-health is more pronounced among those who have early access to, or spend excessive time spent on, digital devices. However, in both the Gallup World Poll and the Latinobarometers the young remain happier than older age groups, even though the wellbeing of the young has declined in some Latin American countries. We speculate as to why there may be differences in trends across surveys.\n\n",
    "acknowledgement": "\nDavid G. Blanchflower and Alex Bryson would like to thank the United Nations for support. The copyright for all research commissioned by the Human Development Report Office will be held by UNDP.  We thank the ESRC Data Archive for access to the data.  We thank Gabe Gottesman and Noah Durham for research assistance and Carol Graham, Jon Haidt, Christina Lengfelder, Bruce Sacerdote and Tara Thiagarajan for useful comments and Mariano Rojas for help with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}