{
    "id": 33129,
    "citation_title": "Macro-Level Institutions and Micro-Level Economic Behavior: A Meta-Meta Analysis of 1,126 Studies",
    "citation_author": [
        "Jason A. Aimone",
        "Sheryl Ball",
        "Esha Dwibedi",
        "Jeremy J. Jackson",
        "James E. West"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine societal-level institutional measures from 51 countries between 1996 and 2017 with individual decision-making outcome data from 1,126 laboratory experiments in six meta-analyses to evaluate the effects of within-country institutional change on pro-social and Nash behavior. We find that government effectiveness and regulatory freedom positively correlate with pro-social behavior. We find that freedom from each of the following components of regulation; interest rate controls, binding minimum wages, worker dismissal protections, conscription, and administrative requirements; are correlated with prosocial behavior and are inversely correlated with Nash behavior. These results suggest the importance of considering spillover effects in pro-social behavior when designing government policy.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the John F. Baugh Center for Entrepreneurship and Free Enterprise, research assistance from Peter Doe, Andrew Bender, and William Blake, and helpful discussions with Boris Nikolaev, and Daniel Bennett. We thank seminar participants from meetings of the Economic Science Association, The Southern Economic Association, and Texas A&M University. We thank the authors of each meta-analysis for their help and cooperation in making their data/code available to us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJason A. Aimone\n\nAuthor Aimone's spouse has been employed by a policy-oriented non-profit organization(s) within the last three years (though is not currently).\n\n\n"
}