{
    "id": 33126,
    "citation_title": "How the US-China Trade War Accelerated Urban Economic Growth and Environmental Progress in Northern Vietnam",
    "citation_author": [
        "Matthew E. Kahn",
        "Wen-Chi Liao",
        "Siqi Zheng"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe Trump Administration's tariffs created a wedge between mutually beneficial trades between China's producers and U.S. consumers. Moving production to nearby Vietnam allows firms to jump the tariff wall.  Within Vietnam, cities closer to China with respect to distance and industrial mix  grow faster and attract more FDI. They are increasingly consuming renewable power to fuel their local economy.   We study the local air quality gains and the carbon dioxide emissions reductions associated with the growth in regional trade. China’s regional trade increases have important implications for the rise of the system of cities across Asia.\n\n",
    "acknowledgement": "\nWe thank Pablo Fajgelbaum, Tri Hoang, Robert Huang, Nghuiem Huynh, Remi Jedwab, Eunjee Kwon, Hou Li, Philipp Ludwig, Ferdinando Monte, Albert Saiz, Vinicios Sant’Anna, Ashley Vicary, Roman Zarate, and participants at the Vietnam Symposium in Global Economic Issues (Oct. 2023), MIT Center for Real Estate Seminar (Nov. 2023), Syracuse University Economics Department Seminar (Mar. 2024), AREURA National Conference (May 2024), NUS-MIT Asia Real Estate Workshop (Jul. 2024), and UEA North America Meeting (Sep. 2024), for their insightful comments and feedback. All errors are ours. Wen-Chi Liao acknowledges the funding support from the NUS Humanities and Social Sciences Seed Fund (HSSF-2302-P03), and Siqi Zheng acknowledges the funding support from the MIT Asia Real Estate Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}