{
    "id": 33128,
    "citation_title": "Input Price Dispersion Across Buyers and Misallocation",
    "citation_author": [
        "Ariel Burstein",
        "Javier Cravino",
        "Marco Rojas"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe leverage a comprehensive dataset of electronic invoices from Chilean firms to document new facts on price dispersion across buyers of manufactured intermediate goods. Over half of firm-to-firm manufacturing sales are accounted for by products that are purchased by more than one buyer in the same month. Price dispersion across buyers is pervasive, with a price range across buyers of 46 percentage points for the average product. Price gaps are highly persistent over time and strongly correlated across different products purchased by the same buyer. While price disparities comove with observable characteristics of buyer-seller pairs—such as size of the buyer and the transaction—these factors account for a small portion of the overall variation in price gaps. We use a workhorse model of production networks to quantify the productivity gains from eliminating observed dispersion in prices across buyers of the same product, under the assumption that this dispersion is driven by buyer-product specific markups. The increase in aggregate productivity (normalized by the sales share of treated multi-buyer firms) ranges from 2 to 7 percent, depending on the calibration of elasticities of substitution. The gains from eliminating markup dispersion across buyers are as large as those of eliminating markup dispersion across products.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily represent the views of the Central Bank of Chile, its board members, or the National Bureau of Economic Research.\n\n\n"
}