{
    "id": 33125,
    "citation_title": "Spatial Economics",
    "citation_author": [
        "Stephen J. Redding"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews recent research in spatial economics. The field of spatial economics is concerned with the determinants and effects of the location of economic activity in geographic space. It analyses how geographical location shapes the economic activities performed by agents, their interactions with one another, their welfare, and the effects of public policy interventions. Research in this area has benefited from the simultaneous development of new theoretical techniques, new sources of geographic information systems (GIS) data, rapid advances in computing power, machine learning and artificial intelligence, and renewed public policy interest in infrastructure and appropriate policies towards places “left-behind” by globalization and technology. Among the insights from this research are the role of goods and commuting market access in determining location choices; the conditions under which the location of economic activity is characterized by multiple equilibria; the circumstances under which temporary shocks can have permanent effects (hysteresis or path dependence); the heterogeneous and persistent impact of local shocks; the magnitude and spatial decay of agglomeration economics; and the role of both agglomeration forces and endogenous changes in land use in shaping the impact of transport infrastructure improvements.\n\n",
    "acknowledgement": "\nThis paper was commissioned for the Oxford Research Encyclopedia of Economics and Finance. I am grateful to Princeton University for research support. I would like to thank Zhuokai Huang for excellent research assistance. I am grateful to Dave Donaldson, Ed Glaeser and Jacques-François Thisse for helpful comments. Any errors, limitations and omissions are the responsibility of the author alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}