{
    "id": 33124,
    "citation_title": "On the Limits of Chronological Age",
    "citation_author": [
        "Rainer Kotschy",
        "David E. Bloom",
        "Andrew J. Scott"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalysis of population aging is typically framed in terms of chronological age. However, chronological age itself is not necessarily deeply informative about the aging process. This paper reviews literature and conducts empirical analyses aimed at investigating whether chronological age is a reliable proxy for physiological functioning when used in models of economic behavior and outcomes. We show that chronological age is an unreliable proxy for physiological functioning due to appreciable differences in how aging unfolds across people, health domains, and over time. We further demonstrate that chronological age either fails to predict economic variables when used in lieu of physiological functioning, or that it predicts additional effects on economic behavior and outcomes that are largely unrelated to physiological aging. Continued reliance on chronological age as a proxy for physiological functioning might impede the ability of societies to fully harness the benefits of increasing longevity.\n\n",
    "acknowledgement": "\nThe authors thank John Beard, Nicola Bianchi, and other participants in the CEPR Conference “Longevity and Ageing” at London Business School and seminar participants at Columbia University for helpful comments and suggestions. Kotschy gratefully acknowledges support by the German Research Foundation (Deutsche Forschungsgemeinschaft) through grant 471897412. Scott is grateful for support from ESRC grant T002204. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}