{
    "id": 33122,
    "citation_title": "Earnings, Marriage, and the Variance of Family Income by Age, Gender, and Cohort",
    "citation_author": [
        "Joseph Altonji",
        "Daniel Giraldo Páez",
        "Disa M. Hynsjö",
        "Ivan Vidangos"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nFor birth cohorts 1935–44, 1945–62, and 1964–74, we estimate the contribution of education; permanent heterogeneity in wage rates, employment, and hours; labor market shocks; spouse characteristics and shocks; nonlabor income shocks; and marital histories to the age profiles of the variance of family income per adult equivalent. The decompositions are based upon PSID data and Altonji, Giraldo-Páez, Hynsjö, and Vidangos’ (2024) statistical model of earnings, marriage, marital sorting, fertility, and nonlabor income. We find that education and employment heterogeneity are key sources of the rise in the variance with age and across birth cohorts. Hours shocks have grown in importance for women, and employment shocks have grown in importance, especially for men after age 30. The variance contribution of wage heterogeneity is substantial at all ages and has risen across cohorts for women.  Own characteristics and shocks matter more for men than women, while spouse characteristics and shocks matter more for women. Gender differences have declined across cohorts.\n\n",
    "acknowledgement": "\nOur brilliant and kind co-author, Disa Hynsjö, passed away in July 2021 after a sudden illness. We mourn her passing. Our research has been supported by the Cowles Foundation, the Tobin Center for Economic Policy, and the Economic Growth Center, Yale University (Altonji). This work was supported in part by the facilities and staff of the Yale University Faculty of Arts and Sciences High Performance Computing Center, and by the National Science Foundation under grant #CNS 08-21132 that partially funded acquisition of the facilities. We thank Paula Calvo, Luigi Guiso, Costas Meghir, Robert Pollack, Kjell Salvanes, participants in the Conference in Honor of Robert Moffitt (Johns Hopkins, 2022), the editor, and two anonymous referees for helpful comments. We also thank Serena Goldberg, Mona Mahadevan, Lucas Marron, Eleri Phillips, and Owen Rask for excellent research assistance. The views expressed in the paper are our own and do not necessarily represent the views of the Federal Reserve Board, Yale University, NBER, IZA, or other members of their staffs. We are responsible for the remaining shortcomings of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}