{
    "id": 33123,
    "citation_title": "Monetary-Fiscal Coordination with International Hegemon",
    "citation_author": [
        "Xuning Ding",
        "Zhengyang Jiang"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary and fiscal policies require coordination to achieve desired macroeconomic outcomes. The literature since Leeper (1991) has focused on two regimes: monetary dominance and fiscal dominance. In both cases, one policy is active while the other is passive and accommodates the former. We study this coordination problem in an international economy, and find a third regime—hegemon dominance. In this case, one country (the hegemon)'s monetary and fiscal authorities can pursue separate policy goals, while the other country's monetary and fiscal policies are both accommodative. For example, the hegemon can pursue a monetary policy unbacked by its fiscal policy. When this happens, the foreign monetary authority has to take the same stance as the hegemon, the foreign fiscal authority has to provide fiscal backing for the monetary stance undertaken by both countries, and the exchange rate adjusts to equilibrate the economy. Our result suggests that the U.S. fiscal policy's independence from its own monetary policy can be made possible by accommodative foreign policies, and that the Fed's effort to fight inflation can succeed despite the high level of public debt which would have required enormous fiscal backing in a closed economy.\n\n",
    "acknowledgement": "\nZhengyang Jiang gratefully acknowledges the research support from the William and Mary Breen Fund at the Kellogg School of Management, Northwestern University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}