{
    "id": 33137,
    "citation_title": "Income Inequality and Job Creation",
    "citation_author": [
        "Sebastian K. Doerr",
        "Thomas Drechsel",
        "Donggyu Lee"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel channel through which rising income inequality affects job creation and macroeconomic outcomes. High-income households save relatively more in stocks and bonds but less in bank deposits. A rising top income share thereby increases the relative financing cost for bank-dependent firms, which in turn create fewer jobs. Exploiting variation in top income shares across US states and an instrumental variable strategy, we provide evidence for this channel. We then build a general equilibrium macro model with heterogeneous households and heterogeneous firms and calibrate it to our empirical estimates. The model shows that the secular rise in top incomes accounts for 13% of the decline in the employment share of small firms since 1980. Through the new channel, rising inequality also reduces the labor share and aggregate output. Model experiments show that ignoring the link between inequality and job creation understates welfare effects of income redistribution.\n\n",
    "acknowledgement": "\nThe authors would like to thank George-Marios Angeletos, Boragan Aruoba, Adrien Auclert, Corina Boar, Dheeraj Chaudhary, Gabriel Chodorow-Reich, Francesco D’Acunto, Vadim Elenev, Miguel Faria-e-Castro, John Haltiwanger, Sebnem Kalemli-Ozcan, Marios Karabarbounis, Matteo Maggiori, Davide Melcangi, Giuseppe Moscarini, Christian Moser, Pablo Ottonello, Enrico Perotti, Michael Peters, Alessandro Rebucci, Jean-Charles Rochet, Petr Sedlacek, Ludwig Straub and Gianluca Violante; seminar participants at Yale University, University of Virginia, Michigan State University, Johns Hopkins University, University of Maryland, Emory University/Atlanta Fed, University of Zurich, CREI Barcelona, Tinbergen Institute, University of Bonn, LMU Munich, TU Munich, Berlin School of Economics, Glasgow University, Sao Paulo School of Economics (FGV), Australian National University, Kansas State University, Cleveland Fed, Kansas City Fed, Bank of England, Swiss National Bank, European Central Bank, the EBRD, Reserve Bank of India, Virtual Australian Macro Seminar; as well as conference participants at the Econometric Society Winter Meetings, the CEPR European Summer Symposium in International Macroeconomics, the European Midwest Micro/Macro Conference, the Oxford Conference on Firm Heterogeneity and the Macroeconomy, the SED in Minneapolis, the Society for the Advancement of Economic Theory, the Southern Economics Association, the Swiss Winter Conference on Financial Intermediation, the 2nd DC Juniors Finance Conference, the EEA Annual Congress, the Korea-America Economic Association, and VMACS Junior. The views expressed here are those of the authors only and not necessarily those of the Bank for International Settlements, the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}