{
    "id": 33131,
    "citation_title": "Forced Displacement, the Perpetuation of Autocratic Leaders, and Development in Origin Countries",
    "citation_author": [
        "Nicolas Cabra-Ruiz",
        "Sandra V. Rozo",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nHow does forced displacement shape development in origin countries? We examine the case of Venezuela, where over seven million people have been forcibly displaced. Our study compares municipalities with different proportions of foreign-born populations before and after the international oil price shocks that accelerated forced displacement between 2014 and 2019. Our findings show that municipalities with higher foreign-born populations in 1990, exhibiting greater out-migration from Venezuela after 2014, experienced lower economic development and higher inequality. We shed light on a novel mechanism: forced displacement facilitates the perpetuation of autocratic leaders, further hindering development. It does so by weakening the opposition’s voices and facilitating the expansion of organized crime and illicit sources of income.\n\n",
    "acknowledgement": "\nWe are grateful to Roberto Mendoza and Gaspar Arias for excellent research assistant support and to Leah Boustan, José Morales-Arilla, Salvador Traettino, Maria Esther Caballero, Vincenzo DiMaro, Daniel Pereira, Carolina Mejía, Jose Luis Espinoza, Pablo Querubín, Margaret Peters, Daniel Ortega, Juan Vargas, Javier Romero, Carlos Rodríguez, Mark Thomas, and Dorothy Kronick for suggestions. We also thank participants at seminars at Oxford University, NOVA university, Bocconi University, the University of Turin, George Washington University, Villanova University, University of Pittsburg, John Hopkins University, the University of Chicago, and World Bank seminars for their feedback. Rozo acknowledges support from the Research Support Budget of the World Bank. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}