{
    "id": 33135,
    "citation_title": "Education and Preferences for Desired Traits in Children",
    "citation_author": [
        "Naci H. Mocan",
        "Nur Orak"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a strong correlation between the preferences and beliefs of parents and their children. Also, children of more educated parents tend to have different preferences and beliefs than those of less educated parents. However, evidence on whether education influences adults’ preferences regarding the attributes they wish to instill in children is missing. This paper seeks to fill that gap. Utilizing compulsory education reforms implemented in 19 European countries and data from the Integrated Values Survey—which includes questions about essential qualities children should be encouraged to learn at home—we demonstrate that women who acquired additional education due to these reforms are more likely to prioritize imagination, determination and perseverance, and a sense of responsibility as important traits to instill in children. Conversely, they are less inclined to regard religiosity, obedience, and unselfishness as essential attributes for children to learn at home. In addition, we find that education reduces women's religiosity. These effects are primarily driven by Catholic women and women living in majority-Catholic countries. In contrast, education does not have a significant impact on men's religiosity or the child attributes they consider important.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}