{
    "id": 33132,
    "citation_title": "Tax Policy, Investment and Profit Shifting",
    "citation_author": [
        "Katarzyna A. Bilicka",
        "Michael P. Devereux",
        "İrem Güçeri"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany multinational firms (MNEs) pay low or no corporation tax in high-tax countries because they shift taxable income to tax havens. We incorporate nonconvex costs of profit shifting and unobserved heterogeneity in profit-shifting ability in the MNEs' value maximization problem to study responses of firms to tax policies. We estimate our model using UK corporate tax returns data and quantify: (i) the elasticities of tax base and capital stock with respect to tax rates, (ii) the fixed and variable components of profit-shifting costs for different firm types, and (iii) the government's trade-off between raising tax revenue by reducing profit shifting and attracting investment. Accounting for extensive margin profit-reporting decisions, we reconcile most of the discrepancies between previous micro- and macro-level estimates of tax base elasticities. We test the predictions of the model using a quasi-natural experiment that restricted profit-shifting by Italian MNEs that operated in the UK and evaluate two types of tax policies that can be analyzed using our approach.\n\n",
    "acknowledgement": "\nThis work contains statistical data from HMRC which is Crown Copyright. The research datasets used may not exactly reproduce HMRC aggregates. The use of HMRC statistical data in this work does not imply the endorsement of HMRC in relation to the interpretation or analysis of the information. We would like to thank Rosanne Altshuler, Antoine Bozio, Sebastian Dyrda, Antoine Ferey, Clemens Fuest, Nathan Hendren, James Hines, Guangbin Hong, Niels Johannesen, Felipe Lobel, Clement Malgouyres, Mohammed Mardan, Jakob Miethe, Marcel Olbert, Pierce O'Reilly, Jan Palguta, Mathieu Parenti, Dina Pomeranz, Joshua Rauh, Joel Slemrod, Andrzej Stasio, Farid Toubal, Michael Stimmelmayr, Juan Carlos Suarez Serrato, Gabriel Zucman, Eric Zwick, and the participants at conferences by the NBER Summer Institute, NBER Stanford Business Tax Conference, CESifo Public Economics Area Meeting and Public Economics Week, Royal Economic Society, Centre for Business Taxation, IIPF, NTA, Utah Tax Invitational, European Commission's Joint Research Council and seminar participants at the OECD, Michigan, Columbia, Mannheim, LMU Munich, Paris School of Economics, IMF Fiscal Affairs, Bath, Kent and Exeter for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}