{
    "id": 33134,
    "citation_title": "Randomized Entry",
    "citation_author": [
        "Francis Annan"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the direct and indirect effects of randomized entry. In partnership with the two largest service providers in Ghana, we implement a three-step design that randomizes the entry of new financial mobile money vendors, who also sell non-financial goods/services, across local markets. This mixed financial and non-financial services setting is widespread and naturally emerges as the market entry approach for several real-world financial markets. Randomized entry increases firm conduct and service quality and decreases price-cost markups, indicating positive consumer surplus. We find evidence of within-market revenue reallocation and expansion for mobile money and a large services multiplier: revenues for non-financial goods/services increased (+20%), with aggregate service industry revenues increasing. These improvements emphasize the “real effects” of financial markets on the local economy, and come from adoption externalities and aggregate increase in household expenses. Entry increases local economic activity, and it does so not only by changing markets for digital financial services, but also by transforming the non-financial services sector. These effects are key ingredients for advancing basic and applied knowledge on firm entry in industry equilibrium.\n\n",
    "acknowledgement": "\nFor helpful discussions and suggestions, we thank David Atkin, Nano Barahona, Lauren Bergquist, Kirill Borusyak, Arun Chandrasekhar, Jishnu Das, Garance Genicot, Xavier Gine, Thibault Fally, Billy Jack, David McKenzie, Melanie Morten, Paul Niehaus, Rohini Pande, Jeff Perloff, and several seminar participants at Bank of Ghana, Berkeley/ARE/Haas, Georgetown, Illinois, Iowa, ISSER-University of Ghana, Stanford, Yale, IPA/Northwestern, and World Bank. Field and partnership support from Ghana Statistical Service (Bright Worlanyo Neku), MTN Mobile Money Ltd., and GCB Ltd. G-Money is acknowledged. Thanks to Chiman Cheung, Rachel Pizatella-Haswell, Samuel Boamah, and Yazen Kashlan for excellent research assistance. We are grateful to J-PAL DigiFI, IPA Consumer Protection, ReFinD Research Initiative, and Weiss Fund for funding. Institutional Review Board (IRB) approvals for research data collection were obtained from Georgia State University (#H21117) and UC Berkeley (#2023-07-16548). The project was registered in the AEA RCT Registry, ID-0006451. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}