{
    "id": 33138,
    "citation_title": "Industrial Policies and Innovation: Evidence from the Global Automobile Industry",
    "citation_author": [
        "Panle Jia Barwick",
        "Hyuk-Soo Kwon",
        "Shanjun Li",
        "Yucheng Wang",
        "Nahim B. Zahur"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the impact of industrial policies (IPs) on innovation in the global automobile industry. We compile the first comprehensive dataset linking global IPs with patent data related to the auto industry from 2008 to 2023. We document a major shift in policy focus: by 2022, nearly half of all IPs targeted electric vehicles (EV)-related sectors, up from almost none in 2008. In the meantime, there has been a clear technological transition from internal combustion engine (GV) technologies to EV innovations. Our analysis finds a positive relationship between policy support and innovation activity. At the country level, a one-standard-deviation increase in five-year cumulative EV-targeted IPs is associated with a four-percent rise in new EV patent applications. Firm-level analyses (using OLS, IV, and PPML) indicate that a ten-percent increase in EV financial incentives received by automakers and EV battery producers leads to a similar four-percent increase in EV innovations. We confirm the importance of path dependence in the direction of technology change in the automobile industry but find no evidence that EV-targeted IPs stimulate innovation in GV technologies.\n\n",
    "acknowledgement": "\nWe thank Nathan Lane, Penny Goldberg, and Reka Juhasz for useful comments and Chuwei Fu, Chenyan Gong, Feiyu Wang, Haohan Wenyan, and Yiqun Zhao for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}