{
    "id": 33136,
    "citation_title": "Central Bank Information or Neo-Fisher Effect?",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe central bank information (CBI) effect and the neo-Fisher effect produce similar outcomes: under both, a monetary tightening triggers an increase in inflation and an expansion in real activity. Separate estimates of these effects run the risk of confounding one with the other. To disentangle these two channels, we introduce into a new-Keynesian model a permanent monetary shock that generates neo-Fisher effects and an aggregate demand shock to which the central bank responds that creates CBI effects. We estimate the model on U.S. data, including information on monetary shocks obtained from high frequency identification and on long-term yields. We find that the neo-Fisher shock is an important driver of inflation, while the CBI shock explains a significant fraction of movements in the nominal interest rate. The CBI shock explains little of inflation and output, but, through counterfactual exercises, we establish that this reflects the central bank’s success in isolating the economy from aggregate demand disturbances. The contribution of the traditional monetary shock is found to be minor. These results are shown to hold under full and imperfect information.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}