{
    "id": 33146,
    "citation_title": "The Power of Daughters: How Physicians' Family Influences Female Patients' Health",
    "citation_author": [
        "Mette Gørtz",
        "Ida L. Kristiansen",
        "Tianyi Wang"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWhile physicians are crucial to patient outcomes, what determines physician behavior and decision making remains to be understood. In this paper, we study how physicians’ family characteristics influence physicians’ behavior and patient health outcomes. Using administrative data from Denmark and the natural experiment of a child’s gender, we find that having daughters affects male primary care physicians’ practices and the health of their female patients. Specifically, female patients cared for by male physicians with one additional daughter (compared to one additional son) are 5.5% less likely to die from female-specific cancers, including breast and gynecologic cancers. This improvement in outcomes appears to stem from enhanced cancer screening and preventive efforts, leading to earlier detection and more successful prevention. Exploring potential mechanisms, we find that male physicians with more daughters show greater attentiveness to female-specific health guidelines and are more likely to collaborate with women. We also find suggestive evidence from survey data that female patients report higher levels of trust, empathy, and clearer communication with these physicians.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from The Danish National Research Foundation (grant no. DNRF134), from the Novo Nordisk Foundation (grant no. NNF17OC0026542), and from the Rockwool Foundation (grant no. 3038). Corresponding author: Ida Lykke Kristiansen, ilk@econ.ku.dk, Øster Farimagsgade 5, building 26, 1353 København K. We are also grateful to conference and seminar participants at the Essen Health Conference, Montana State University, Princeton University, Queen’s University, San Diego State University, Society of the Economics of the Household, Stockholm University, University of Copenhagen, University of Hamburg, University of Pittsburgh, and University of Toronto for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}