{
    "id": 33140,
    "citation_title": "Evaluating Minimum Taxation",
    "citation_author": [
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMinimum tax rules constrain only the lowest-tax jurisdictions.  Because higher minimum tax rates expand the circle of affected countries and therefore the impact of any further changes, there can be dominated regions over which no parameter values would make a minimum tax efficient.  Applying a Taylor approximation to the distribution of statutory corporate tax rates in 2020, the range 4%-27% is a dominated region: there may be an efficient minimum rate below 4%, or higher than 27%, but there is no efficient world minimum tax rate between 4% and 27%.  Minimum taxes set at popular rates are particularly inefficient – a minimum tax rate of 15% yields value that, when positive, is equivalent to offsetting less than one percent of the effect of tax competition.\n\n",
    "acknowledgement": "\nI thank Alan Auerbach, Fotis Delis, Michael Devereux, Dhammika Dharmapala, Evgeniya Dubinina, Niels Johannesen, Michael Keen, and Michael Smart, along with seminar participants at the University of Michigan, University of Wisconsin, University of Utah, University of Oxford, University of Melbourne, University of Tübingen, NBER, the Max Planck Institute, and the OMG seminar, and the American Law & Economics Association, Mannheim Taxation, National Tax Association, and International Institute of Public Finance annual conferences for many helpful comments; Jost Heckemeyer and Christoph Spengel for sharing effective tax rate data; and Xinyu Chen, Catherine Cox, George Cui, Ana Franco, and Jacob Iwashyna for outstanding research assistance. James Hines is the Research Director of the International Tax Policy Forum, which sponsors research and conferences on corporate and international taxation, and as an organization does not advocate for particular policies. The author did not receive financial support from any firm or person for this paper or from any firm or person with a financial or political interest in this paper. With the exception of the aforementioned, he is currently not an officer, director, or board member of any organization with an interest in this paper. No outside party had the right to review this paper before publication. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}