{
    "id": 33141,
    "citation_title": "Information Span and Credit Market Competition",
    "citation_author": [
        "Zhiguo He",
        "Jing Huang",
        "Cecilia Parlatore"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe develop a credit market competition model that distinguishes between the information span (breadth) and signal precision (quality), capturing the emerging trend in fintech/non-bank lending where traditionally subjective (“soft”) information becomes more objective and concrete (“hard”). In a model with multidimensional fundamentals, two banks equipped with similar data processing systems possess hard signals about the borrower's hard fundamentals, and the specialized bank, who further interacts with the borrower, can also assess the borrower's soft fundamentals. Increasing the span of the hard information hardens soft information, enabling the data processing systems of both lenders to evaluate some of the borrower's soft fundamentals. We show that hardening soft information levels the playing field for the non-specialized bank by reducing its winner's curse. In contrast, increasing the precision or correlation of hard signals often strengthens the informational advantage of the specialized bank.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Specialized Lending when Big Data Hardens Soft Information.” For helpful comments, we thank Philip Bond, Christa Bouwman, Bruce Carlin, Peter DeMarzo, Itay Goldstein, Veronica Guerrieri, Christopher Hrdlicka, Lewis Kornhauser, Dan Luo, Michael Ostrovsky, Andy Skrzypacz, Savitar Sundaresan, Laura Veldkamp, Zhe Wang, Basil Williams, Liyan Yang, Jidong Zhou, and participants at Yale Junior Finance Conference, Texas A&M University, Texas Finance Festival, Tsinghua PBC, Lone Star Finance Conference, WAPFIN at Stern, NYU Stern, BIS-CEPR-SCG-SFI Financial Intermediation Workshop, FTG, Frankfurt School, Goethe University, Indiana University, Rice University, Northeastern, Stanford GSB FRILLs, Yale SOM, UBC Winter Conference, UCL, Women in Macroeconomics Conference, INSEAD Finance Symposium, University of Washington,  Annual Paul Woolley Centre Conference at LSE, Oxford Financial Intermediation Theory Conference, Federal Reserve Bank of New York, Duke Fuqua, MIT Sloan, and 2024 Fall NBER Corporate Finance Meeting (Stanford). Ningxin Zhang and Jialu Rao provided excellent research assistance. He acknowledges financial support from the John E. Jeuck Endowment at the University of Chicago Booth School of Business as part of the paper was written when He worked at University of Chicago. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}