{
    "id": 33145,
    "citation_title": "Capital Flow Stability and Policy Challenges in Southeast Asia: Historical Perspectives from the 19th to the 21st Century",
    "citation_author": [
        "Christopher M. Meissner",
        "Kensuke Molnar-Tanaka"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last 200 years, economies have accumulated significant experience in managing capital flows in the face of globalization. This study examines management of capital flows since the 1800s with an eye towards providing historical lessons for Southeast Asia today. We start with the global sterling/gold standard regime of the late 19th century globalization and then discuss the tumultuous inter-war period. We then examine policies in Southeast Asian countries since the 1950s. In the 1980s and 1990s, many economies faced increasing financial instability related to the resumption of global capital flows, most noticeably in Southeast Asia during the Asian Financial Crisis. The paper examines the historical importance of exchange rate policies for capital flow stability. Capital flow management in the 21st century faces various challenges such as enhanced state-intervention and digital currencies.\n\n",
    "acknowledgement": "\nChristopher M. Meissner has no disclosures as regards the research in this working paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}