{
    "id": 33142,
    "citation_title": "Liquidity Shocks and Firm Exports: Evidence from Cash Shortages during India's Demonetization",
    "citation_author": [
        "Ritam Chaurey",
        "Ryan Kim",
        "Pravin Krishna"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "2024-12-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how liquidity shocks caused by currency shortages impact exports. We explore this in the context of India’s 2016 currency demonetization, a sudden government policy announcement that led to 86% of the country’s currency in circulation being rendered illegal within hours. Our analysis uses novel data, including high-frequency customs transaction records matched with exporting firms and their balance sheets, as well as with inter-district domestic trade. While the cash shortages do not directly affect exporting firms, we find a significant and immediate decline in real exports for firms whose domestic customers experience liquidity shocks.\n\n",
    "acknowledgement": "\nWe thank Shekhar Aiyar, Borağan Aruoba, Shoumitro Chatterjee, Thomas Drechsel, Şebnem Kalemli-Özcan, Amartya Lahiri, Prachi Mishra, Nagpurnanand Prabhala, Raghuram G. Rajan, Alessandro Rebucci, Mine Senses, Amit Seru, Tom Zylkin, and seminar and conference participants at ABFER - Singapore, American University, Bank of Finland, George Mason University, George Washington University, HKU, HKUST, Keio University, KIEP, IMF, International Macro/Finance/Trade Conference, ISB-NBER, ISI-Delhi, Johns Hopkins SAIS, Seoul National University, and Spatial Econ/Trade Conference at NYU for valuable comments and suggestions. Ryan Kim gratefully acknowledges financial support from the Hong Kong Institute for Monetary and Financial Research. This paper represents the views of the author(s), which are not necessarily those of the Hong Kong Monetary Authority, Hong Kong Academy of Finance Limited, the Hong Kong Institute for Monetary and Financial Research, or the National Bureau of Economic Research. The above-mentioned entities, except the author(s), take no responsibility for any inaccuracies or omissions in the paper. Jing Wu, Seung Yong Yoo, and Ankit Bhatia provided superb research assistance.\n\n\n"
}