{
    "id": 33143,
    "citation_title": "Trade, Trees, and Lives",
    "citation_author": [
        "Xinming Du",
        "Lei Li",
        "Eric Zou"
    ],
    "citation_publication_date": "2024-11-11",
    "issue_date": "2024-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows a cascading mechanism through which international trade-induced deforestation results in a decline of health outcomes in cities distant from where trade activities occur. We examine Brazil, which has ramped up agricultural export over the last two decades to meet rising global demand. Using a shift-share research design, we first show that export shocks cause substantial local agricultural expansion and a virtual one-for-one decline in forest cover. We then construct a dynamic area-of-effect model that predicts where atmospheric changes should be felt – due to loss of forests that would otherwise serve to filter out and absorb air pollutants as they travel – downwind of the deforestation areas. Leveraging quasi-random variation in these atmospheric connections, we establish a causal link between deforestation upstream and subsequent rises in air pollution and premature deaths downstream, with the mortality effects predominantly driven by cardiovascular and respiratory causes. Our estimates reveal a large telecoupled health externality of trade deforestation: over 700,000 premature deaths in Brazil over the past two decades. This equates to $0.18 loss in statistical life value per $1 agricultural exports over the study period.\n\n",
    "acknowledgement": "\nWe thank Philipp Ager, David Autor, Ricardo Dahis, David Dorn, Rafael Dix-Carneido, Thiemo Fetzer, Lisandra Flach, Bård Harstad, Karen Helene Ulltveit-Moeandre, Andreas Moxnes, Jan Schymik, Arthur Seibold, Joseph Shapiro, Camille Urvoy, Andreas Kotsadam, Ulrich Wagner, Kathrine von Graevenitz, and participants at various seminars for helpful comments. Zihao Chen, Guilherme Lindenmeyer, and Raphaël Pérot provided excellent research assistance. Support by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project B06) is gratefully acknowledged. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}