{
    "id": 33149,
    "citation_title": "Wage Adjustment in Efficient Long-Term Employment Relationships",
    "citation_author": [
        "Michael W. L. Elsby",
        "Axel Gottfries",
        "Pawel M. Krolikowski",
        "Gary Solon"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a model in which efficient long-term employment relationships are sustained by wage adjustments prompted by productivity shocks and outside job offers. These wage adjustments occur only sporadically, due to the presence of renegotiation costs. The model is amenable to analytical solution, yielding new insights for several labor market phenomena, including: (1) key features of empirical distributions of changes in pay among job stayers; (2) a near-\"memorylessness\" property in wage dynamics whereby hiring wages have only limited influence on later wages and allocation decisions; and (3) a crucial role for recruitment and retention bonuses in sustaining efficient employment relationships.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Susanto Basu, John Grigsby, Joe Hazell, Rafael Lopes de Melo, Ben Moll, John Moore, Richard Rogerson, and Jonathan Thomas, as well as seminar participants at numerous institutions for helpful comments.  All errors are our own. The views expressed are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}