{
    "id": 33147,
    "citation_title": "Therapy to Reduce Violence and Improve Institutional Safety During Incarceration",
    "citation_author": [
        "Mary Kate Batistich",
        "William N. Evans",
        "Tyler Giles",
        "Rebecca Margolit-Chan"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the impact of Step Up, a cognitive behavioral therapy program administered to inmates at the Lubbock County Detention Center in Lubbock, Texas. Step Up aims to address self-destructive thought and behavior patterns through a combination of group classes, one-on-one counseling, and a structured workbook. We compare individuals over time who enter the Step Up program to a group of eligible and interested nonparticipants in an unbalanced two-way fixed effects framework. Despite similarities in observable characteristics and initial behavior metrics, individuals who enter Step Up exhibit a 49% reduction in monthly behavioral incident rates compared to the untreated group, which is about an 8-percentage point decline. The typical participant spends about 3 months in the program, and we find evidence that the behavioral improvements persist after program completion.\n\n",
    "acknowledgement": "\nThis research was supported by the University of Notre Dame’s Wilson Sheehan Lab for Economic Opportunities (LEO). We thank Emily Merola for outstanding research assistance. We also appreciate the cooperation, help, and data from Lubbock County Detention Center in Lubbock County, Texas, especially J. Rae Brockman, Ryan Braus, Kristina Luera, Kathleen Finley, Salome Lopez, and their IT team. Any remaining errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}