{
    "id": 33155,
    "citation_title": "Nonpayment and Eviction in the Rental Housing Market",
    "citation_author": [
        "John Eric Humphries",
        "Scott T. Nelson",
        "Dam Linh Nguyen",
        "Winnie van Dijk",
        "Daniel C. Waldinger"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2024-12-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRecent research has documented the prevalence and consequences of evictions in the United States, but our understanding of the drivers of eviction and the scope for policy to reduce evictions remains limited. We use novel lease-level ledger data from high-eviction rental markets to characterize key determinants of landlord eviction decisions: the persistence of shocks to tenant default risk, landlords' information about these shocks, and landlords' costs of eviction. Our data show that nonpayment is common, is often tolerated by landlords, and is often followed by recovery, suggesting that landlords face a trade-off between initiating a costly eviction or waiting to learn whether a tenant can continue paying. We develop and estimate a dynamic discrete choice model of the eviction decision that captures this trade-off. Estimated eviction costs are on the order of 2 to 3 months of rent, and the majority of evictions involve tenants who are unlikely to pay going forward. As a result, while commonly-proposed policies can generate additional forbearance for tenants, they do not prevent most evictions. Compared to policies that create delays in the eviction process, increasing filing fees or providing short-term rent subsidies are more likely to prevent evictions of tenants who would resume paying.\n\n",
    "acknowledgement": "\nWe are grateful to seminar and conference participants at the Chicago Fed, Econometric Society North America Summer Meeting, MIT Sloan, NBER Summer Institute, NYU, Stanford/Berkeley IO Fest, Stanford SITE, the University of Chicago, Wisconsin DSE Summer School, and Yale for helpful comments.\nThis research is funded in part by the Industrial Organization Initiative at the Becker Friedman Institute at the University of Chicago and by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. Aryan Arora, Chris Liao, and Andy Xia provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWinnie van Dijk\n\nAdditional financial support was provided by the Tobin Center for Economic Policy.\n\n\n"
}