{
    "id": 33152,
    "citation_title": "The Economics of “Buy Now, Pay Later”: A Merchant’s Perspective",
    "citation_author": [
        "Tobias Berg",
        "Valentin Burg",
        "Jan Keil",
        "Manju Puri"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\n“Buy Now, Pay Later” (BNPL) is a key innovation in consumer payments. It bundles the sale of a product with a subsidized loan, effectively offering lower prices to low-creditworthiness customers. BNPL thereby allows merchants to price-discriminate among customers with different willingness-to-pay.  Consistent with a price-discrimination mechanism, we show that BNPL increases sales by 20%, driven by low-creditworthiness customers and products where market power is larger. We find that the benefits of offering BNPL significantly outweigh the costs for the merchant. Our findings help to explain the surge in popularity of BNPL in e-commerce around the world.\n\n",
    "acknowledgement": "\nJan Keil is supported by grant number KE 2661/1-1 (“Geschäftszeichen”) from the Deutsche Forschungsgemeinschaft. For valuable comments and suggestions we thank the discussants Wilko Bolt, Huan Tang, Martin Brown, Victoria Böhnke; we thank Xiao Yin; we also thank seminar participants at FIRS, the 7th Annual Conference on Alternative Finance in Cambridge, Humboldt-Universität, SMU Lee Kong Chian, NTU NBS, the Münster Banken-Forschungsworkshop, the BIS-CEPR-SCG-SFI Conference on Financial Intermediation at Gerzensee, and the Deutsche Bundesbank's International Conference on Payments and Securities Settlement. Note that the title of the paper has changed more than once. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}