{
    "id": 33153,
    "citation_title": "The Evolution of Gender in the Labor Market",
    "citation_author": [
        "Claudia Olivetti",
        "Jessica Pan",
        "Barbara Petrongolo"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis chapter traces the evolution of the study of gender in the labor market, focusing on how academic thinking on this topic has evolved alongside real world developments in gender inequality from the 1980s to the present. We present a simple model of female labor supply to illustrate how various forces discussed in the literature (e.g., productivity differentials, unequal gender roles, wage markdowns) affect the gender earnings gap. A major development in the literature is a clearer distinction between intrinsic differences in preferences and skills between men and women versus differential constraints in driving gender gaps. We discuss insights from research on the relative importance of these explanations, and the implications for economic efficiency. We highlight that much of the literature today emphasizes the relevance of gendered constraints, where women and men typically face differential trade-offs between family and career, with implications for job sorting, job search, and earnings. These constraints have their roots in gender roles within the household that are shaped by wider societal norms. We review recent research that establishes the relevance of identity and norms for understanding gender inequalities in the labor market, both on the supply-side and on the demand-side, as well as what drives the formation and evolution of these norms. Finally, we conclude with suggestions for future research.\n\n",
    "acknowledgement": "\nWe thank the editors Christian Dustmann and Thomas Lemieux and seminar participants at the 2023 Handbook Conference in Berlin (generously funded by Rockwool Foundation Berlin (RFBerlin)) for very helpful comments and suggestions. We are grateful to Dorothy Ting and Teh Renjie for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}