{
    "id": 33156,
    "citation_title": "Forecasting Natural Gas Prices in Real Time",
    "citation_author": [
        "Christiane Baumeister",
        "Florian Huber",
        "Thomas K. Lee",
        "Francesco Ravazzolo"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a comprehensive analysis of the forecastability of the real price of natural gas in the United States at the monthly frequency considering a universe of models that differ in their complexity and economic content. Our key finding is that considerable reductions in mean-squared prediction error relative to a random walk benchmark can be achieved in real time for forecast horizons of up to two years. A particularly promising model is a six-variable Bayesian vector autoregressive model that includes the fundamental determinants of the supply and demand for natural gas. To capture real-time data constraints of these and other predictor variables, we assemble a rich database of historical vintages from multiple sources. We also compare our model-based forecasts to readily available model-free forecasts provided by experts and futures markets. Given that no single forecasting method dominates all others, we explore the usefulness of pooling forecasts and find that combining forecasts from individual models selected in real time based on their most recent performance delivers the most accurate forecasts.\n\n",
    "acknowledgement": "\nWe thank Joe Bozeman, Pedro Gete, Jim Hamilton, and participants at the EIA seminar for helpful suggestions. Ray Bae and Pascal Frank provided excellent research assistance. The work of Christiane Baumeister was supported by grant DE-EI0003268 from the U.S. Energy Information Administration. Francesco Ravazzolo acknowledges financial support from the European Union NextGenerationEU program (Piano Nazionale di Ripresa e Resilienza (PNRR) Missione 4 Componente 2, Investimento 1.5 D.D. 1058 23/06/2022, ECS-00000043). The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the U.S. Energy Information Administration or the National Bureau of Economic Research.\n\n\n"
}