{
    "id": 33154,
    "citation_title": "Unwarranted Racial Disparity in U.S. Foster Care Placement",
    "citation_author": [
        "E. Jason Baron",
        "Joseph J. Doyle Jr.",
        "Natalia Emanuel",
        "Peter Hull"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nBlack children in the U.S. are twice as likely as white children to spend time in foster care. Such racial disparities raise concerns of discrimination, but might also reflect differences in the underlying need for intervention. This paper estimates unwarranted disparities (UDs)—racial differences in placement rates for children with the same potential for future maltreatment—in national data. We use non-parametric bounds on the potential for future child maltreatment that rely on weak and transparent assumptions. Nationwide, we find that Black children are placed into foster care at higher rates than white children with identical potential to experience subsequent maltreatment; this UD is 42% larger than conventional estimates that control for observables. We demonstrate that UD varies across states and that both the proportion of Black individuals in the population and the racial makeup of caseworkers within a state are key factors in predicting the level of UD. Finally, we show that UD is five times larger among children with potential for subsequent maltreatment than among children without, and that it declined from 2008 to 2020, primarily due to a decline in the placement rate of Black children with potential for subsequent maltreatment. The concentration of UD in cases with potential for future maltreatment yields important policy implications, as it may indicate an \"underplacement\" of white children—with declining racial gaps over time potentially elevating the risk of maltreatment for Black children.\n\n",
    "acknowledgement": "\nThis study received approval from Advarra’s IRB (protocol 00066815). We are grateful to David Frisvold, Leon Furchtgott, Sara Heller, Danielle Li, Emma Pierson, Tavneet Suri, two anonymous referees, and participants at University of Connecticut’s Microeconomics Seminar and the System Conference on Equitable Growth for helpful comments, and Dan Garcia for research assistance. This work does not reflect the views of the Federal Reserve Bank of New York or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}