{
    "id": 33163,
    "citation_title": "The Misery of Diversity",
    "citation_author": [
        "Resul Cesur",
        "Sadullah Yıldırım"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvolutionary accounts assert that while diversity may lower subjective well-being (SWB) by creating an evolutionary mismatch between evolved psychological tendencies and the current social environment, human societies can adapt to diversity via intergroup contact under appropriate conditions. Exploiting a novel natural experiment in history, we examine the impact of the social environment, captured by population diversity, on SWB. We find that diversity lowers cognitive and hedonic measures of SWB. Diversity-induced deteriorations in the quality of the macrosocial environment, captured by reduced social cohesion, retarded state capacity, and increased inequality in economic opportunities, emerge as mechanisms explaining our findings. The analysis of first- and second-generation immigrants in Europe and the USA reveals that the misery of home country diversity persists even after neutralizing the role of the social environment. However, these effects diminish among the second generation, suggesting that long-term improvements in the social environment can alleviate the burden of diversity. Finally, in exploring whether human societies can adapt to diversity, we show evidence that diversity causes adopting cultural traits (such as establishing stronger family ties, assigning greater importance to friendships, and adopting a positive attitude towards competition) that can mitigate the misery of diversity. These results survive an exhaustive set of robustness checks.\n\n",
    "acknowledgement": "\nWe thank Cemal Eren Arbatlı, Metin Coşgel, Benjamin Cowan, Oded Galor, Diego Ramos-Toro, and seminar participants at Brown University, the Southern Economic Association 2017 Annual Meeting in Tampa, the Association for the Study of Religion, Economics, and Culture (ASREC) 2019 Annual Conference in Boston. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}