{
    "id": 33166,
    "citation_title": "Immobility As Memory: Some New Approaches to Characterizing Intergenerational Persistence via Markov Chains",
    "citation_author": [
        "Lawrence Blume",
        "Neil A. Cholli",
        "Steven N. Durlauf",
        "Aleksandra Lukina"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes some new measures of intergenerational persistence based on the idea of characterizing the memory of origin in the stochastic process that links the socioeconomic classes of parents and children. We introduce “memory curves” for all future generations given any initial condition of class for a family dynasty, which reveal how initial conditions interact with the transition process between parents and children to create mobility and persistence. We also propose ways to aggregate information across different classes to produce overall characterizations of mobility in the population. To illustrate our measures, we estimate occupational “memory curves” using U.S. survey data. Our findings show that, on average, the memory of initial conditions dissipates largely within three generations, though there is meaningful heterogeneity in mobility rates across dynasties originating from different occupational classes.\n\n",
    "acknowledgement": "\nAll authors thank the Stone Center for Research on Wealth Inequality and Mobility for financial support. Cholli also thanks the Klarman Fellowship at Cornell University for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}