{
    "id": 33164,
    "citation_title": "The G.I. Bill, Standardized Testing, and Socioeconomic Origins of the U.S. Educational Elite Over a Century",
    "citation_author": [
        "Ran Abramitzky",
        "Jennifer K. Kowalski",
        "Santiago Pérez",
        "Joseph Price"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2024-12-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compile, transcribe, and standardize historical records for 2.5 million students at 65 elite (private and public) U.S. colleges. By combining these data with more recent survey and administrative data, we assemble the largest dataset on the socioeconomic backgrounds of students at American colleges spanning the last 100 years. We document the following: First, despite a large increase in the share of lower-income students in the overall college-going population, the representation of these students at elite private or public colleges has remained at similarly low levels throughout the last century. Second, the representation of upper-income students at elite colleges decreased after World War II, but this group has regained its high representation since the 1980s. Third, while there has been no increase in the economic diversity of elite private and public colleges, these colleges have become more racially and geographically diverse. Fourth, two major policy changes in the history of American higher education, namely the G.I. Bill after World War II and the introduction of standardized tests for admissions, had little success in increasing the representation of lower- and middle-income students at elite colleges.\n\n",
    "acknowledgement": "\nWe thank Lukas Althoff, Raj Chetty, Gabriele Cristelli, Anna Carolina Dutra Saraiva, Liran Einav, Michela Giorcelli, Saumitra Jha, Jay Hamilton, Jon Levin, Jenny Martínez, and numerous seminar participants for helpful comments. In addition, we extend our deepest gratitude to a large team of research assistants who helped with data collection: Felix Ampofo, Brenda Angom, Kate Beal, Weston Blocker, Richmond Botchway, Tom Bryan, Annie Busath, Kelsey Carido, Jenny Charters, Cristine Chen, Kevin Chen, Michelle Chen, Ray Cheng, Carver Coleman, Khalel Corona, Eli Cox, Britton Davis, Mike Diaz, Anna Carolina Dutra Saraiva, Colby Eastmond, Laren Edwards, Peter Fortuna, Katelyn Gale, Hayley Gill, Myesha Gilliland, Jaxon Goble, Sam Goldrup, Ezra Gonzalez, Andrew Grisson, Jared Grooms, Stephanie Kalfayan, Stephen Kemboi, Shivali Korgaonkar, Jeffrey Lam, Acii Laourich, Tyan Lee, Kate Lindsay, Josh Nicholls, Mary Jane MacArthur, Nate McGhie, Tommy Morgan, Leah Morrell, Alexander Mudijire, Owen Murray, Barbara Nyagortey, Alexander Okyere, Doris Oppong, Francis Osilo, Allen Otterstrom, Peyton Petersen, Desmond Komla Pongo, Hector Gabriel Reyes Figueroa, Abby Sandoval, Nathan Schill, Ethan Simmons, Sarah Stanley, Nicholas Thatcher, Rebekah Todd, Lauren Tolley, Juan David Torres Alarcón, Gracia Totimeh, Thomas Vick, Ellie Wang, Hannah Weymouth, Johnny Weymouth, Daniel Wilkerson, Margaret Williams, Megan Wright, and 234 freelancers from the Upwork platform. Abramitzky, Pérez, and Price gratefully acknowledge funding from the National Science Foundation and the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}