{
    "id": 33169,
    "citation_title": "The Signaling Value of Government Action: The Effect of Istanbul Convention on Female Murders",
    "citation_author": [
        "Güneş Aşık",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the expressive content of government action, focusing on Istanbul Convention, an international treaty aimed at protecting women against violence, signed and ratified by 39 countries. In 2021, ten years after signing the Convention, the Turkish government withdrew from it, on the grounds that it \"was hijacked by a group of people attempting to normalize homosexuality, which is incompatible with Turkey’s social and family values.” Although this withdrawal did not alter existing laws or law enforcement practices, women's rights advocates viewed it as a signal of tolerance for violence against women. We use two separate datasets on female murders from independent sources. Analyses, including a difference-in-difference model with male homicide data, show that the withdrawal led to an additional 70 female murders per year, primarily committed by intimate partners. The effect is more pronounced in provinces where the long-governing religious-conservative coalition parties have stronger voter support and in provinces with lower education levels. We also show that Turkey's entry into the Convention in 2011 had the opposite impact, leading to a decrease in female murders. The signing of the Convention, which acted as a normative signal against violence, and the subsequent enactment of comprehensive legislation strengthening deterrence, had distinct effects. The signaling effect of the Entry was more significant in the same provinces that reacted more strongly to the Exit: those with lower education levels, stronger support for the governing party, and the Eastern region of the country. These findings indicate that government actions are interpreted as normative signals by society.\n\n",
    "acknowledgement": "\nWe thank Ayça Akarçay, Cevat Aksoy, Richard Boylan, Maya Mikdash, Murat Mungan, Eunju Lee, as well as participants of the 31st Turkish Economic Association Conference in Fethiye, Turkey, and the 8th Annual Istanbul Conference on Human Capital in Istanbul, Turkey for insightful comments. We are grateful to Ebru İlke of Umut Foundation for sharing the homicide data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}