{
    "id": 33167,
    "citation_title": "Do Minimum Wages Reduce Job Opportunities for Blacks?",
    "citation_author": [
        "David Neumark",
        "Jyotsana Kala"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2024-12-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide a comprehensive analysis of the effects of minimum wages on blacks, and on the relative impacts on blacks vs. whites. We study not only teenagers – the focus of much of the minimum wage-employment literature – but also other low-skill groups. We focus primarily on employment, which has been the prime concern with the minimum wage research literature. We find evidence that job loss effects from higher minimum wages are much more evident for blacks, and in contrast not very detectable for whites, and are often large enough to generate adverse effects on earnings.\nWe supplement this work with additional analysis that distinguishes between effects of an individual’s race and the race composition of where they live. The extensive residential segregation by race in the United States raises the question of whether the more adverse effects of minimum wages on blacks are attributable to more adverse effects on black individuals, or more adverse effects on neighborhoods with large black populations. We find relatively little evidence of heterogeneity in effects across areas defined by the share black among residents. But the large disemployment effects for blacks coupled with strong residential segregation imply that that adverse effects of minimum wages are concentrated in areas with high concentrations of blacks.\n\n",
    "acknowledgement": "\nThis research was partially supported by the International Center for Law & Economics. We are grateful to Daniel Firoozi for research assistance, and to seminar participants at CESifo, USC, and the Hoover Institution for helpful comments. Any views expressed are our own. Neumark is also a Visiting Fellow at the Hoover Institution, and a research associate of the NBER, CESifo, and IZA. Kala is a Ph.D. candidate at UCI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}