{
    "id": 33179,
    "citation_title": "Overcoming Racial Gaps in School Preferences: The Effect of Peer Diversity on School Choice",
    "citation_author": [
        "Clemence M. Idoux",
        "Viola Corradini"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDifferences in school choice by race contribute to school segregation and unequal access to effective schools. Conditional on test score and district of residence, Black and Hispanic families consistently choose schools with fewer white and Asian students, lower average achievement, and lower value-added. This paper combines unique survey data and administrative data from New York City to identify the determinants of racial disparities in school choice and shows that attending a more diverse middle school can mitigate racial choice gaps. Instrumental variable estimates show that middle school students exposed to more diverse peers apply to and enroll in high schools that are also more diverse. These effects particularly benefit Black and Hispanic students who, as a result, enroll in higher value-added high schools. A post-application survey of guardians of high school applicants suggests that most cross-race differences in choice stem from information gaps and homophily in preferences for school demographics. The survey results also reveal that exposure to diverse middle school peers reduces racial differences in choices by addressing these underlying determinants: it increases preferences for peer diversity and broadens the range of known school options.\n\n",
    "acknowledgement": "\nWe are thankful to the New York City Department of Education’s Enrollment Research and Policy office for graciously sharing data, and to participants of the MIT behavioral and labor lunch seminars for helpful comments. We are also grateful to participants at the URPP workshop, Michigan State University, UC Riverside, UC Irvine, and Columbia University seminars for feedback. Thanks to Eryn Heying, Talia Gerstle, and Jim Shen for dependable administrative support, and to Erika Trevino and Amanda Schmidt for excellent research assistance. This paper reports on research conducted under data-use agreements between MIT, the project’s principal investigators, and the New York City Department of Education. This research was made possible by grants from the George and Obie Shultz Fund at MIT and the Wharton Behavioral Lab at the University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}