{
    "id": 3317,
    "citation_title": "World Real Interest Rates",
    "citation_author": [
        "Robert J. Barro",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1990-04-01",
    "issue_date": "1990-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe think of the expected real interest rate for ten OECD countries (our counterpart of the world economy) as determined by the equation of aggregate investment demand to aggregate desired saving. Stock-market returns isolate shifts to investment demand, and changes in oil prices, monetary growth, and fiscal variables isolate shifts to desired saving. We estimated the reduced form for CDP-weighted world averages of the expected short-term real interest rate and the investment ratio over the period 1959-88. The estimates reveal significant effects in the predicted direction for world stock returns, oil prices, and world monetary growth, but fiscal variables turned out to be unimportant. Structural estimation implies that an increase by one percentage point in the expected real interest rate raises the desired saving rate by onethird of a percentage point. Simulations of the model indicated that fluctuations in world stock returns and oil prices explain a good deal of the time series for the world average of expected real interest rates; specifically, why the rates were low in 1974-79 and high in 1981-86. The model also explains the fall in real rates in 1987-88 and the subsequent upturn in 1989. The fitted relation forecasts an increase in the world average of real interest rates in 1990 to a value, 5.6 %, that is nearly a full percentage point above the highest value attained in the entire prior sample, 1958-89. We estimated systems of equations for individual countries' expected real interest rates and investment ratios. One finding is that each country's expected real interest rate depends primarily on world factors, rather than own-country factors, thereby suggesting a good deal of integration of world capital and goods markets.\n\n",
    "acknowledgement": "\n"
}