{
    "id": 33176,
    "citation_title": "Couch-Locked with the Munchies: Effects of Recreational Marijuana Laws on Exercise and Nutrition",
    "citation_author": [
        "Thomas Wilk",
        "Monica Deza",
        "Timothy Hodge",
        "Shooshan Danagoulian"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs recreational marijuana laws (RML) expanded marijuana access over the last decade, still very little is known about the impact of RML on two costly social behaviors that may arise as a consequence of marijuana consumption: unhealthy eating (i.e. munchies), and sedentary lifestyle (i.e. couch-lock). Using Nielsen IQ Consumer Panel data, we find that the passage of RML led to an increase in the number of grocery store trips that involved “junk food”, as well as the amount of respective “junk food” spending. This effect is particularly driven by an increase in snacks, cookies, and candy. Using the Behavioral Risk Factor Surveillance System (BRFSS) and the American Time Use Survey (ATUS), we find that the passage of RML led to a decrease in exercise, particularly driven by a reduction in cardio, and suggestive evidence of more time spent at home. The findings are robust to alternative methods that take into account the staggered implementation of RML. These results suggest that RMLs have an adverse effect on health through “munchies” and “couch-lock,” which pose a significant public health challenge to diet and lifestyle-related chronic conditions.\n\n",
    "acknowledgement": "\nThomas Wilk worked on this paper while a PhD student at Wayne State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}