{
    "id": 33172,
    "citation_title": "From Labor to Intermediates: Firm Growth, Input Substitution, and Monopsony",
    "citation_author": [
        "Matthias Mertens",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "2024-11-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe document and dissect a new stylized fact about firm growth: the shift from labor to intermediate inputs. This shift occurs in input quantities, cost and output shares, and output elasticities. We establish this fact using German firm-level data and replicate it in administrative firm data from 11 additional countries. We also document these patterns in micro-aggregated industry data for 20 European countries (and, with respect to industry cost shares, for the US). We rationalize this novel regularity within a parsimonious model featuring (i) an elasticity of substitution between intermediates and labor that exceeds unity, and (ii) an increasing shadow price of labor relative to intermediates, due to monopsony power over labor or labor adjustment costs. The shift from labor to intermediates accounts for one half to one third of the decline in the labor share in growing firms (the remainder is due to wage markdowns and markups) and rationalizes most of the labor share decline in growing industries.\n\n",
    "acknowledgement": "\nWe thank Juanma Castro-Vincenzi, Andres Octavio Davila-Ospina, Jan Eeckhout, Alexander Fogelson, Joachim Hubmer, Sergio Inferrera, Danial Lashkari, Miguel León-Ledesma, Benjamin Moll, Anthony Savagar, Petr Sedlacek, Chad Syverson, and seminar participants at Boston College, MIT Future Tech, UC Berkeley Labor Lunch, UC Berkeley Macro Lunch, the CEPR Macroeconomics and Growth Annual Symposium 2024, the NBER Wage Dynamics in the 21st Century workshop, the Seminar on Firm Analysis at the National Bank of Belgium, and the Workshop in Honor of David Card at UPF Barcelona for useful comments. We thank Todd Sorensen and Anna Sokolova for sharing their data. We thank the Research Data Centre of the Statistical Offices of the Federal States, particularly Michael Rößner and Denise Henker, for their invaluable support with data access and processing. We are grateful to the IWH, the CompNet team, and all data-providing institutions. Schoefer thanks the UC Berkeley Clausen Center for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}