{
    "id": 33173,
    "citation_title": "FinTech Platforms and Asymmetric Network Effects: Theory and Evidence from Marketplace Lending",
    "citation_author": [
        "Lin William Cong",
        "Ke Tang",
        "Danxia Xie",
        "Weiyi Zhao"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe conceptually identify and empirically verify using marketplace lending data the features distinguishing FinTech platforms from non-financial platforms: (i) Long-term contracts introducing default risk at both the individual and platform levels; (ii) Lenders’ investment diversification to mitigate individual default risk; (iii) Platform-level default risk leading to greater asymmetric user stickiness and rendering platform-level cross-side network effects (p-CNEs), a novel metric we introduce, crucial for adoption and market dynamics. We incorporate these features into a model of two-sided FinTech platform with potential failures and endogenous participation/fees. The model predicts lenders’ single-homing, occasional lower fees for borrowers, asymmetric p-CNEs, and the predictive power of lenders’ p-CNEs in forecasting platform failures. Marketplace lending in China empirically corroborate our model predictions in this dynamic industry characterized by entries, exits, and network externalities. Specifically, lenders’ p-CNEs are empirically lower on declining or more established platforms compared to growing or new ones. Moreover, lenders’ p-CNEs predict platforms’ survival likelihood among others, even at very early stages. Our findings provide novel economic insights on multi-sided FinTech platforms for both practitioners and regulators.\n\n",
    "acknowledgement": "\nWe are especially grateful to Greg Buchak, Yiping Huang, Lin Peng, Shang-Jin Wei, and Hongjun Yan for the many insightful comments. We also thank Zhongjie Fan, Zhiguo He, Xi Li, Kai Lu, Mohamed Shaban, Chen Shen, Kelly Shue, Philip Strahan, Huan Tang, Yang You, and seminar and conference participants at the 33rd Australasian Finance and Banking Conference, Guanghua International FinTech Symposium at Peking University, Machine Lawyering Conference “Human Sovereignty and Machine Efficiency in the Law,” Midwest Finance Association Meeting (Chicago), NBER Chinese Economy Group Meeting Fall 2020, Workshop on “New Frontier on FinTech Studies” at Tsinghua University, 6th P2P Financial Systems International Workshop, Paris FinTech and Cryptofinance Webinar, Southwestern Finance Association Annual Meeting, 3rd Toronto FinTech Conference, the FMCG conference at La Trobe University, the 2021 annual conference of Eastern Finance Association, CICF 2021, World Finance Conference (virtual, 2021), and Zhongnan University of Economics and Law for discussions and feedback. Shengjie Cai, Aditya Iyer, Zelin Tan, and Rouhan Yin provided outstanding research assistance. Some empirical results were circulated in an earlier permanent working paper titled “Survival Scale: Marketplace Lending and Asymmetric Network Effect,” for which Ammon Lam, Yao Li, and Ziming Wang provided excellent research assistance. This research was funded in part by the Ewing Marion Kauffman Foundation and by the National Science Foundation of China. The contents of this publication are solely the responsibility of the authors. Cong is at the Cornell SC Johnson College of Business (Johnson) and NBER; Tang and Xie are at the Institute of Economics, School of Social Sciences, Tsinghua University; Zhao is at the School of Finance, Zhongnan University of Economics and Law. Send correspondence to Cong (will.cong@cornell.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}