{
    "id": 33178,
    "citation_title": "The Rise of E-Wallet Super-Apps and Buy-Now-Pay-Later",
    "citation_author": [
        "Wenlong Bian",
        "Lin William Cong",
        "Yang Ji"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe rise of super-app digital wallets provides not only a conduit to banks but also internal payment options, including Buy-Now-Pay-Later (BNPL). We examine, for the first time, transactions matched with merchant and consumer information, from a leading e-wallet super-app, and complement the analyses with a randomized experiment. We document that BNPL serves as a dominant form of “digital cash” and expands payment and credit access to underserved consumers without increasing indebtedness or delinquencies despite their spending more. The findings crucially depend on the cross-sale capacity and inherent disciplinary incentives of super-app ecosystems. Our findings underscore the synergy between credit and payments and provide novel insights for economies transitioning to cashless via super-app-driven platforms, where FinTech credit sees the greatest potential.\n\n",
    "acknowledgement": "\nWe thank Yiping Huang and Xue Wang for their feedback and generous help with data access, Ripple’s University Blockchain Research Initiative (UBRI) and the FinTech at Cornell Initiative for financial support, and Murillo Campello, Pulak Ghosh, Bin Guo, Iftekhar Hassan, Yi Huang, Manju Puri, and Huan Tang for detailed comments. We also thank Huang Chen, Shaohua Chen, Chidi Chidambaran, Kim Fe Cramer, Zhiguo He, Sean Higgins, Jiayin Hu, Kim Huynh, Ginger Jin, Hao Liu, Xiaomeng Lu, Junho Oh, Cong Peng, Wenlan Qian, Jason Schloetzer, Donghwa Shin, Eunjung Shin, Vicki Tang, Sijie Wang, Yajun Xiao, Bernard Yeung, Yao Zeng, Hao Zhang, Li Zhou, Yinggang Zhou, Jun Tu, Jiasun Li, TSE Chun Lin, as well as conference and seminar participants at the 2023 ABFER, HKUST, and SUSTech Research Conference on Capital Market Research in the Era of AI, China Business Research Network, Cornell University, Fudan University Fanhai International School of Finance, Fordham University Gabelli School of Business, Georgetown University, 9th Global Conference on Business Management and Social Science (GCBMS-2023), Payments and Securities Settlement: Data and Information workshop, 19th Annual Conference of the Asia-Pacific Association of Derivatives (APAD-2023), 2023 Journal of Finance and Data Science Conference, 18th Annual Conference on Asia-Pacific Financial Markets, 36th Australian Finance and Banking Conference, 5th China International Forum on Finance and Policy, Paris December Finance Meeting 2023, SIF 2024, Knut Wicksell Conference on Crypto and Fintech, Peking University, and Xiamen University for helpful feedback and suggestions. Rishi Kumar and Yiran Ning provided excellent assistance in data processing and proofreading. Due to the tightened regulation on BigTech firms in China, the data provider only permitted us to circulate the results internally (under the manuscript “Demystifying E-Wallets and BNPL”) from late 2020 through late 2022. We thank Ant Research Institute for providing us the data and observations from the controlled experiment. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}