{
    "id": 33171,
    "citation_title": "Investing in Customer Capital",
    "citation_author": [
        "Bianca He",
        "Lauren I. Mostrom",
        "Amir Sufi"
    ],
    "citation_publication_date": "2024-11-18",
    "issue_date": "2024-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nFirms invest heavily in customer capital, and such investment is a main source of intangible capital value. This study measures investment in customer capital using sales and marketing expense from income statements, information on salaries paid to workers in sales and marketing, and text from annual 10-K SEC filings describing firms' sales and marketing strategies. Firms emphasize brand value, sales force, customer service, advertising, and the acquisition and use of customer data as sales and marketing strategies. Industries focused on platform business models, online sales, and the production of high tech manufactured goods invest most heavily in customer capital. Industry-level variation in the intensity of sales and marketing expense and R&D expense explains a large amount of the variation across industries in the value of intangible capital. Residual sales, general, and administrative expense after removing sales and marketing expense is uncorrelated with intangible capital value. Industries that invest most heavily in customer capital are growing as a share of aggregate revenue and enterprise value.\n\n",
    "acknowledgement": "\nCarlo Geat, Freddy Pinzon, and Sixun Tang provided excellent research support. We are grateful to Nicolas Crouzet, Andrea Eisfeldt, Steve Kaplan, Simone Lenzu, Quinn Maingi, Dimitris Papanikolaou, Chad Syverson, and seminar participants at USC Marshall for helpful comments. We are grateful to the University of Chicago Booth School of Business and the Fama Miller Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}