{
    "id": 33183,
    "citation_title": "Fintech, Visual Attention, and Financial Inclusion: A Field Experiment on Migrant Remittances",
    "citation_author": [
        "Eduardo Nakasone",
        "Máximo Torero",
        "Angelino Viceisza"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMigrant remittances are significant but remain relatively costly to send. Policymakers have argued that fintech, specifically, comparison websites like kayak.com but for sending money, can boost financial inclusion and reduce remittance prices. Yet, little is known about how migrants with limited education and trust in digital methods interact with fintech. We conduct a field experiment on a comparison website and vary remittance-company attributes shown to migrants, specifically, the time for delivery and customer reviews. We use visual attention data to explore search. We find that (1) while 10-28 percent of migrants exhibit some type of remittance habit, more than half experiment with companies once provided with fintech information; (2) while migrant response to information is rational and search seems targeted, there is considerable heterogeneity—those with low prior awareness of comparison sites, financial literacy, or information-processing capability are less responsive to fintech; and (3) when presented with fintech information, migrants are 44 percent more likely to behave counter to the preferences over attributes they exhibit outside of the study. As such, they pay 20-30 percent more despite typically shopping around for the cheapest company. The findings suggest a nuanced potential for fintech to improve financial inclusion and consumer welfare.\n\n",
    "acknowledgement": "\nEduardo Nakasone is employed by the Food and Agricultural Organization of the United Nations (FAO), but the research on this project was done when he was an Assistant Professor at Michigan State University. FAO did not have right of review or comment on this research, and all conclusions are our own. This research received approval from the Spelman College Institutional Review Board, protocol ID 0B6A1D. It was funded by the National Science Foundation (Award 1649921) and the Morgan State University FinTech Center. During the 2020-21 academic year, Viceisza was a W. Glenn Campbell and Rita Ricardo-Campbell National Fellow and the John Stauffer National Fellow at the Hoover Institution, Stanford University. During the 2021-22 academic year, he was a Carnegie Corporation and Rockefeller Foundation Distinguished Researcher and Creative Scholar at Spelman College. During the 2023-24 academic year, he was the Dr. Martin Luther King Jr. and Phyllis Wallace Visiting Professor at MIT Sloan. We thank audiences at American Society of Hispanic Economists, Amherst College, BREAD, Duke, Economic Science Association, Experimental Methods in Policy, Fordham, Göttingen, Harvard, Howard, Indiana, International Money Transfer Conferences, MIT, Morgan State, NBER, National Economic Association, Northeastern, Ph.D. Excellence Initiative, Stanford, Texas A&M, and Wellesley as well as the following individuals for helpful comments, Isaiah Andrews, John Beshears, Joy Buchanan, M'Balou Camara, Colin Camerer, James Choi, Joe Doyle, Andrew Caplin, Katie Coffman, Marcel Fafchamps, Laura Gee, Charles Gillig, Rema Hanna, Arne Risa Hole, Deivy Houeix, Samir Huseynov, Seema Jayachandran, Ian Krajbich, David McKenzie, Marco Palma, Christopher Palmer, Silvia Prina, Antoinette Schoar, Tavneet Suri, Laura Taylor, and Caroline Theoharides. Research assistance was provided by Jala Abner, Miguel Almanzar, Camille Black, Luciana Delgado, Javier Fernandez, Christina Flakes, Dixita Gupta, Antonella Gutierrez, Hannah Hailemicael, Kerlisha Hippolyte, Jadyn Jones, Soonho Kim, Sarah Lokenauth, Shelby Pauling, Flor Paz, Elli Rufen-Blanchette, and MoNeka Young. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}