{
    "id": 33188,
    "citation_title": "Why Has Construction Productivity Stagnated? The Role of Land-Use Regulation",
    "citation_author": [
        "Leonardo D'Amico",
        "Edward L. Glaeser",
        "Joseph Gyourko",
        "William R. Kerr",
        "Giacomo A.M. Ponzetto"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe document a Kuznets curve for construction productivity in 20th-century America. Homes built per construction worker remained stagnant between 1900 and 1940, boomed after World War II, and then plummeted after 1970. The productivity boom from 1940 to 1970 shows that nothing makes technological progress inherently impossible in construction. What stopped it? We present a model in which local land-use controls limit the size of building projects. This constraint reduces the equilibrium size of construction companies, reducing both scale economies and incentives to invest in innovation. Our model shows that, in a competitive industry, such inefficient reductions in firm size and technology investment are a distinctive consequence of restrictive project regulation, while classic regulatory barriers to entry increase firm size. The model is consistent with an extensive series of key facts about the nature of the construction sector. The post-1970 productivity decline coincides with increases in our best proxies for land-use regulation. The size of development projects is small today and has declined over time. The size of construction firms is also quite small, especially relative to other goods-producing firms, and smaller builders are less productive. Areas with stricter land use regulation have particularly small and unproductive construction establishments. Patenting activity in construction stagnated and diverged from other sectors. A back-of-the-envelope calculation indicates that, if half of the observed link between establishment size and productivity is causal, America’s residential construction firms would be approximately 60 percent more productive if their size distribution matched that of manufacturing.\n\n",
    "acknowledgement": "\nWe thank Conor Dougherty, the participants at the 2024 NBER Real Estate Summer Institute Meetings and at the 2024 Stanford Institute for Theoretical Economics Housing and Urban Economics Session, and our discussant Leah Brooks, for their insightful comments. We thank Leonardo Bianchi, Davor Djekic, Kaiser Ke, Aman Mahajan, Louis Maiden, Braydon Neiszner, Vivian Wang, and especially Pietro Dedola for outstanding research assistance. D'Amico and Glaeser thank the generous support of the Harvard Joint Center for Housing Studies. Gyourko thanks the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton. Ponzetto thanks the Spanish Ministry of Economy and Competitiveness through its Severo Ochoa Program for Centers of Excellence in R&D (CEX2019-000915-S). Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau has reviewed this data product to ensure appropriate access, use, and disclosure avoidance protection of the confidential source data used to produce this product. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 2396 (CBDRB-FY24-P2396-R11004, R11417). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}