{
    "id": 33187,
    "citation_title": "Adverse Selection and (un)Natural Monopoly in Insurance Markets",
    "citation_author": [
        "Edward Kong",
        "Timothy Layton",
        "Mark Shepard"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAdverse selection is a classic market failure known to limit or “unravel”' trade in high-quality insurance and many other economic settings. While the standard theory emphasizes quality distortions, we argue that selection has another big-picture implication: it unravels competition among differentiated firms, leading to fewer surviving competitors—and in the extreme, what we call “un-natural” monopoly. Adverse selection pushes firms toward aggressive price cutting to attract price-sensitive, low-risk consumers. This creates a wedge between average and marginal costs that (like fixed costs in standard models) limits how may firms can profitably survive. We demonstrate this insight in a simple model of insurer entry and price competition, estimated using administrative data from Massachusetts' health insurance exchange. We find a large “selection wedge” of 20-30% of average costs, which (without corrective policies) unravels the market to monopoly.  Our analysis suggests a surprising policy implication: interventions that limit price-cutting can improve welfare by supporting more entry, and ultimately lower prices.\n\n",
    "acknowledgement": "\nWe are grateful to David Anderson, Chris Avery, Peter Blair, Andrew Ching, Shooshan Danagoulian, Coleman Drake, Liran Einav, Amy Finkelstein, Nathan Hendren, Kate Ho, Ami Ko, Lee Lockwood, Neale Mahoney, Joe Newhouse, Jim Poterba, Amanda Starc, Pietro Tebaldi, Nick Tillipman, Richard Zeckhauser for helpful comments and discussions. We especially thank Richard for suggesting the term “un-natural monopoly” used in our title. We thank David Anderson and Coleman Drake for sharing data on the ACA Marketplaces. We also thank seminar participants at MIT, Georgetown University, the Congressional Budget Office, Duke University, Northwestern University, the University of Chicago, the University of Virginia, Johns Hopkins University, the University of Illinois-Chicago, the University of Wisconsin-Madison, Brigham Young University, Erasmus University Rotterdam, the University of Pennsylvania, Stanford University, Tufts University, the Federal Trade Commission, the American Economic Association meetings, the Annual Meeting of the American Society of Health Economists, and the NBER Insurance, NBER Industrial Organization, and NBER Economics of Health meetings for comments. Ilana Salant, Bradley Katcher, and Kai Shen Lim provided superb research assistance. We gratefully acknowledge funding from Arnold Ventures and the Agency for Healthcare Research and Quality (K01-HS25786-01). Edward Kong acknowledges support from award Number T32AG51108 from the National Institute on Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Aging or the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}