{
    "id": 33189,
    "citation_title": "Taxing the Wealth of the Poor: Evidence from the Danish Old-Age Support Asset Test",
    "citation_author": [
        "Niels Johannesen",
        "Johan Sæverud",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper provides evidence that asset testing of social transfers substantially depresses the liquid wealth of the poor. Our setting is Denmark where the low-income elderly receive an annual payment (around $3,000) if their end-of-year liquid wealth is below a threshold (around $15,000). Using administrative data on income and wealth for the full population, we document that the wealth density distribution of the low-income elderly exhibits large but diffuse excess mass below the wealth threshold: The fraction with wealth between 50% and 100% of the wealth threshold is twice as high as for ineligible control groups who are slightly younger or have slightly higher income. A reform analysis supports a causal interpretation: excess mass below the threshold emerges around the introduction of the program and shifts when the threshold is increased discretely. The excess mass remains when we rely solely on third-party reported data to measure liquid wealth and therefore does not reflect strategic misreporting by the recipients. Finally, analyzing bank customer data with monthly information about wealth, spending and cash withdrawals shows that the excess mass largely reflects permanently lower levels of liquid wealth rather than temporary responses around the end of the year.\n\n",
    "acknowledgement": "\nFinancial support from the Danish National Research Foundation and the Berkeley Stone Center on Inequality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}