{
    "id": 33185,
    "citation_title": "Shifting Patterns of Social Interaction: Exploring the Social Life of Urban Spaces Through A.I.",
    "citation_author": [
        "Arianna Salazar-Miranda",
        "Zhuangyuan Fan",
        "Michael B. Baick",
        "Keith N. Hampton",
        "Fabio Duarte",
        "Becky P.Y. Loo",
        "Edward L. Glaeser",
        "Carlo Ratti"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze changes in pedestrian behavior over a 30-year period in four urban public spaces located in New York, Boston, and Philadelphia. Building on William Whyte's observational work from 1980, where he manually recorded pedestrian behaviors, we employ computer vision and deep learning techniques to examine video footage from 1979-80 and 2008-10. Our analysis measures changes in walking speed, lingering behavior, group sizes, and group formation. We find that the average walking speed has increased by 15%, while the time spent lingering in these spaces has halved across all locations. Although the percentage of pedestrians walking alone remained relatively stable (from 67% to 68%), the frequency of group encounters declined, indicating fewer interactions in public spaces. This shift suggests that urban residents increasingly view streets as thoroughfares rather than as social spaces, which has important implications for the role of public spaces in fostering social engagement.\n\n",
    "acknowledgement": "\nThe authors thank the AMS Institute, Dubai Future Foundation, Toyota, UnipolTech, Consiglio per la Ricerca in Agricoltura e l’Analisi dell’Economia Agraria, Tele2, Volkswagen Group America, FAE Technology, Fédération Internationale de l’Automobile, Rio de Janeiro, Emilia-Romagna, Stockholm, Amsterdam, Kyoto University, SMART - Singapore-MIT Alliance for Research and Technology, KAIST Center for Advanced Urban Systems, the Project for Public Spaces, and the members of the MIT Senseable City Lab Consortium for supporting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers, the Pension Real Estate Association and the Association for International Real Estate Investors.\n\n\n"
}