{
    "id": 33181,
    "citation_title": "Household Saving in Japan: The Past, Present, and Future",
    "citation_author": [
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the determinants of the level of, and trends over time in, Japan’s household saving rate, with emphasis on the impact of the age structure of the population, and makes projections about future trends therein. The paper finds that Japan’s household saving rate has not always been high either absolutely or relative to other countries and that it was only during the 1961-86 period that it exceeded 15%. Past and future trends in Japan’s household saving rate can largely be explained by changes in the age structure of her population, but declines in the saving rate of retired elderly households is a more important explanation for the recent decline in the household saving rate. However, it is likely that other factors such as the unavailability of consumer credit, the unavailability of social safety nets, high rates of economic (income) growth, tax breaks for saving, saving promotion policies, and high and rising land and housing prices are also partial explanations for why Japan’s household saving rate was so high during the 1961-86 period and why it declined so much subsequently. Finally, we project that Japan’s household saving rate will fall even further though not necessarily at a rapid rate.\n\n",
    "acknowledgement": "\nI am grateful to Fumio Hayashi, Takashi Unayama, and the Editors Jenny Corbett, Takatoshi Ito, and John Tang for reading the paper in its entirety and for providing invaluable comments and suggestions and to Kyoji Fukao and other participants of the First Drafts Conference on the Oxford Handbook on the Japanese Economy for their useful comments. This research was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Numbers 20H01513, 20H05633, and 23H00831. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}