{
    "id": 33182,
    "citation_title": "Long-Run Effects of Food Assistance: Evidence from the Food Stamp Program and Administrative Data",
    "citation_author": [
        "Marianne Bitler",
        "Theodore F. Figinski"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious work using mostly self-reports shows large, positive effects of early-life exposure to Food Stamps on self-sufficiency, health, and well-being-lasting well into adulthood. We combine this same adoption timing with administrative data on earnings, employment, and use of disability benefits. Women born in counties with Food Stamps available in early life had 3 percent higher earnings at age 32. Effects were larger in counties with another in-kind food program in place before Food Stamps. Food Stamps relied on the other program's preexisting administrative eligibility determination.  Our results establish links between pre-existing administrative infrastructure and the later-life impacts of Food Stamps.\n\n",
    "acknowledgement": "\nThis research was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Numbers PO1HD065704 and R01HD0938898, by the National Science Foundation under award SMA1327768, and by the ESSPRI center at UC Irvine. The findings, conclusions, views, and opinions are solely those of the authors and do not necessarily represent the views of the U.S. Department of the Treasury, the United States government, the National Institutes of Health, the National Science Foundation, or the Laura and John Arnold Foundation. Thanks to members of the UCI INID group and to Hilary Hoynes, Maria Rosales-Rueda, Doug Miller, Esra Kose, Ariel Pihl, Marianne Page, Janet Currie, Diane Schanzenbach, Martha Bailey, Andrew Goodman-Bacon, David Neumark, Pat Kline, Bill Gentry, Lucie Schmidt, Tara Watson, Amy Schwartz, Bhash Mazumder, Matthew Lindquist, Lauren Jones, Tim Beatty, Erich Battistin, Mary Zaki, Jeff Clemens, Alex Gelber, Lisa Dettling, Becca Brough, and seminar participants from the NBER Children’s group, UC Irvine, UC Berkeley, Williams College, Syracuse, the Ohio State University, UMD ARE, UCSD, the IRP Summer Workshop, the University of Gothenburg, the NTA meetings, the WEA meetings, SOFI, CU Denver, the University of Connecticut, the Federal Reserve Bank of Minneapolis’s OIGI, the Federal Reserve Bank of Dallas, the University of Pittsburgh, Michigan SRC, and BYU for helpful discussions; and to Becca Brough, Annie Laurie Hines, Danea Horn, Arian Seifoddini, Peter Shirley, and Cynthia van der Werf for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}