{
    "id": 33184,
    "citation_title": "Assortative Matching and Wages: The Role of Selection",
    "citation_author": [
        "Katarína Borovičková",
        "Robert Shimer"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a random search model with two-sided heterogeneity and match-specific productivity shocks to explain why high-productivity workers tend to work at high-productivity firms despite low-productivity workers gaining about as much from such matches. Our model has two key predictions: i) the average log wage that a worker receives is increasing in the worker's and employer's productivity, with low-productivity workers gaining proportionally more at high-productivity firms and ii) there is assortative matching between a worker's productivity and that of her employer. Selective job acceptance drives these patterns. All workers are equally likely to meet all firms, but workers have higher surplus from meeting firms of similar productivity. The high surplus meetings result in matches more frequently, generating assortative matching. Only the subset of meetings that result in matches are observed in administrative wage data, shaping wages. We show that our findings are quantitatively consistent with recent empirical results. Moreover, we prove this selection is not detected using standard empirical approaches, highlighting the importance of theory-guided empirical work. Our results imply that encouraging high-wage firms to hire low-wage workers may be less effective at reducing wage inequality than wage patterns suggest.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Fernando Alvarez, Stéphane Bonhomme, Jaroslav Borovička, Paweł Gola, Kyle Herkenhoff, Philipp Kircher, Patrick Kline, Thibaut Lamadon, Guido Menzio, Magne Mogstad, Simon Mongey, Christian Moser, Derek Neal, Benjamin Schoefer, and Isaac Sorkin, as well as workshop participants at Duke University, the Federal Reserve Bank of Richmond, Fudan University, the Hydra Conference (Mallorca), the Minnesota Macro Workshop, New York University, the NBER Labor Studies Program meeting, the NBER Summer Institute (Micro and Macro Perspectives of the Aggregate Labor Market), Northwestern University, the Ohio State University, Peking University, Shanghai Jiao Tong University, the SITE Summer Conference (Micro and Macro of Labor Markets), the Society for Economic Dynamics, Tsinghua University, Universidad Andres Bello, and the University of Chicago.  Any remaining errors are our own.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Richmond or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}