{
    "id": 33186,
    "citation_title": "Racial Screening on the Big Screen? Evidence from the Motion Picture Industry",
    "citation_author": [
        "Liang Zhong",
        "Angela Crema",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of discrimination that allows us to interpret observed differences in outcomes across groups, conditional on passing a screening test, as taste-based (employer,) statistical, or customer discrimination. We apply this framework to investigate the nature of non-white underrepresentation in the US motion picture industry. Leveraging a novel data set with racial identifiers for the cast of 7,000 motion pictures, we show that, conditional on production, non-white movies exhibit higher average revenues and a smaller variance. Our findings can be rationalized in the context of our model if non-white movies are held to higher standards for production.\n\n",
    "acknowledgement": "\nWe thank Matthew Gudgeon, Patrick Kline, Erzo F.P. Luttmer, Elena Manresa, Anna Weber and seminar participants at EEA-ESEM 2022, SOLE 2022, Georgia Tech, the United States Military Academy, the Boston University Labor Reading Group, and the New York University Econometrics Student Lunch for helpful suggestions. We also thank Venkata Andra, Tabitha Fortner, Srihaasa Kompella, Antonia Lehnert, Haoyu Liu, Jacob Park, Richard Pilleul, Jacob Pothen, Rishab Sudhir, Jason Wang, and Hongyi Yu for outstanding research assistance. All errors are our own. ⓡ Author names are in random order following Ray ⓡ Robson (2018). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}