{
    "id": 33197,
    "citation_title": "Rate-Based Emissions Trading with Overlapping Policies: Insights from Theory and an Application to China",
    "citation_author": [
        "Carolyn Fischer",
        "Chenfei Qu",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJurisdictions employing emissions trading systems (ETSs) to control emissions often utilize other environmental or energy policies as well, including policies to support renewable energy and reduce energy consumption. Interactions with these other policies lead to different outcomes from what might be predicted by examining the policies separately. The prior literature considering policy interactions has focused mainly on the case where the ETS is cap and trade. This paper extends the literature by examining the outcomes under a wide range of ETSs (including several forms of tradable performance standards) and overlapping policies (including various renewable subsidies and electricity consumption taxes). An analytical model demonstrates that the impacts of overlapping policies on allowance prices, emissions, and electricity output depend critically on the nature of the ETS. A numerical general equilibrium model tailored to China’s economy explores the implications for the cost-effectiveness of emissions reductions. Results indicate that overlapping policies that reduce cost-effectiveness under cap and trade can significantly enhance cost-effectiveness under tradable performance standards. The model predicts that under the current and planned designs for China’s ETS, which sets differentiated tradable performance standards for emitters, implementing renewable portfolio standards and accounting for indirect emissions from electricity consumption are both beneficial. Together they can reduce the cost of achieving the national emissions target by 20-30 percent over the interval 2020-2035. Transitioning to uniform benchmarks for emitting power generators could save another 10-15 percent. The findings highlight the importance of coordinating the designs of emissions trading systems with the overlapping policies.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful comments from Shanjun Li, Sebastian Rausch, Giovanni Ruta, Oliver Schenker, Chunhua Wang, Junjie Wu, Da Zhang, and Xiliang Zhang, as well as participants in the AERE 2024 Annual Conference, CAERE 2024 Annual Conference, Workshop on Environmental and Energy Economics at Shanghai Jiao Tong University, EUI Workshop on Emissions Trading, EAERE Annual Conference 2024, EfD Annual Meetings 2024, and seminar participants at Harvard Kennedy School, University of Pennsylvania, and the OECD. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}