{
    "id": 33199,
    "citation_title": "The Effects of Lump-Sum Food Benefits during the COVID-19 Pandemic on Spending, Hardship, and Health",
    "citation_author": [
        "Lauren L. Bauer",
        "Krista J. Ruffini",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how providing families with lump-sum in-kind assistance during the pandemic affected food hardship, economic well-being, and maternal health. We study the introduction of a new program, P-EBT, that provided grocery vouchers worth approximately $300 per student during spring and summer 2020. Using cross-state variation in program timing, we find that families spent $18-42 per student per week in the 6 weeks after benefit receipt. Household food insufficiency and children’s food insecurity among low-income families declined by 27-49% in the month following receipt, and maternal mental health improved by 0.9 standard deviation.\n\n",
    "acknowledgement": "\nThe authors thank Jess Belledonne, Eliana Buckner, Ronnie Clevenstine, Kirsten dela Cruz, Moriah Macklin, Emily Moss, Abigail Pitts, Elisabeth Raczek, Beatriz Rivera, Eric Schroeder, Bree Seiler, Payal Soneja, Aaron Till, Natalie Tomeh, Jennifer Umanzor, Sarah Wheaton, and Winnie Yee for exceptional diligence and research assistance over the course of this project. We are grateful to Raheem Chaudhry, Sheila Fleischhacker, Hilary Hoynes, Zoë Neuberger, Dottie Rosenbaum, and federal and state officials for sharing program implementation information with us. Lindsey Bullinger, Kristin Butcher, Wendy Edelberg, Poonam Gupta, Emily Gutierrez, Joseph Llobera, Michah Rothbart, Dottie Rosenbaum, Elaine Waxman, and participants at the Association for Education Finance, Association for Public Policy and Management, Southern Economics Association, Policy and American Society of Health Economists, NBER Summer Institute, Virtual Economics of Poverty and Policy Seminar, NOPREN working group, and Economic Studies at Brookings seminars provided helpful feedback on this work. Bauer and Ruffini acknowledge support from Healthy Eating Research (Grant 111326). The views expressed in this piece are the authors’ alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}