{
    "id": 33195,
    "citation_title": "Liquidity Traps: A Unified Theory of the Great Depression and Great Recession",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Sergey K. Egiev"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a unified framework to explain three major economic downturns: the U.S. Great Depression, the U.S. Great Recession, and Japan’s Long Recession. Temporary economic disruptions, such as banking crises and excessive debt accumulation, can drive natural interest rates into negative territory in the short term. At the same time, structural factors, including demographic decline and rising inequality, can depress natural interest rates over short and long horizons. A negative natural interest rate and the zero lower bound (ZLB) are necessary conditions for a liquidity trap. Credible monetary policy can counteract the adverse effects of short-run liquidity traps. Diminished monetary policy credibility or persistent negative natural rates may necessitate fiscal interventions. The framework sheds light on the macroeconomic challenges of low-interest-rate environments and underscores the central importance of policy regimes. We close by reflecting on the great macroeconomic question of our time: Will short-term interest rates collapse back to zero once the inflation surge of the 2020s moves to the back mirror and the political landscape in the US has dramatically changed?\n\n",
    "acknowledgement": "\nThis paper is prepared for the Journal of Economic Literature. We thank five anonymous referees, and especially the editors Steven Durlauf and David Romer, for their patience, persistence, superb editorial advice, and last but not least, encouragement that motivated us to finish writing this article, which would otherwise not exist. We also owe special thanks to Varanya Chaubey, who gave us invaluable editorial advice on how to structure the paper and various other comments. We also thank Emil Dagsson, Hyeonseo Lee, and Finn Schüle for their outstanding research assistance. We thank a large number of both graduate and undergraduate students at Brown students who have commented on this manuscript at various stages of production and provided other meaningful additional assistance. Finally, we thank Pierpaolo Benigno, Pascal Michaillat, Paul R Krugman, Lawrence H Summers, and Michael Woodford for comments and seminar participants from a number of institutions where part of this work has been presented and written, including especially Minneapolis Fed who hosted one of the authors for a week where the first draft of the manuscript was written, seminar participants at Cambridge and seminar participants at a number of other venues. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}