{
    "id": 33192,
    "citation_title": "How Important Are Cultural Frictions for Internal Migration? Evidence from the Nineteenth Century United States",
    "citation_author": [
        "Taylor Jaworski",
        "Erik O. Kimbrough",
        "Nicole Saito"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new measure of cultural distance based on differences in the composition of first names and church denominations between locations. We use a gravity equation to estimate the elasticity of migration flows with respect to the two components of cultural distance as well as a standard measure of travel costs via the transportation network in the United States between 1850 and 1870. Our findings indicate a modest role for cultural distance relative to travel costs in explaining migration flows. We construct migration costs that reflect the distinct contributions of cultural distance and travel costs, and use an economic geography model of migration to quantify their effects. Travel costs are substantially more important than cultural distance for aggregate welfare. Nevertheless, we provide evidence that the components of cultural distance play a role in shaping of how many people move and their final destinations.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Kay Family Foundation for financial support. We thank Allison Ma, Pranit Nanda, Manav Chakravarthy, Emma Kochenderfer, and Anna Pasnau for excellent research assistance. We would also like to thank Brian Cadena, Ann Carlos, Maggie Jones, Cindy Rivas, Jared Rubin, Hagop Shahbazian, and participants in seminars at Caltech, Santa Clara, UC-Irvine, Yale, and at the 2022 meetings of the Association for the Study of Religion, Economics and Culture for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}