{
    "id": 33193,
    "citation_title": "How Institutions Interact with Exchange Rates After the 2024 US Presidential Election: New High-Frequency Evidence",
    "citation_author": [
        "Joshua Aizenman",
        "Jamel Saadaoui"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a case study of the exchange rate adjustments during the first week following the swapping US election results. We compute three measures of exchange rate depreciation: the maximum depreciation during the 1st trading day after November 6 UTC 0:00 to capture the reaction on the FOREX immediately after the news for our sample of 73 currencies against the USD, practically all currencies depreciated sharply at the news.  Second, the depreciation after 4 days to capture the reaction of monetary authorities and the global markets to the news; third, the depreciation 1 week after the shock to observe whether some countries have experienced a further depreciation or a return to the pre-shock exchange rate level. In 26 countries out of a sample of 73 bilateral exchange rates against the US Dollar, the depreciation after 1 week was even more pronounced than just after the election.  We also find that the correlation between the depreciation rate after a week from the initial news and the ICRG institutional score is positive and significant at the 1 percent level. A multivariate regression for exchange rate movements indicates that after a week, the bilateral trade surplus with the US, and better institutional scores are associated with stronger depreciations. Exchange rate interventions have helped to stabilize the currencies at all time horizons. The exposure to policy changes, measured by EIU’s Trump Risk Index seems to be at play after 4 days.\n\n",
    "acknowledgement": "\nJoshua Aizenman gratefully acknowledges the financial support of the Dockson Chair research fund of the University of Southern California. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}