{
    "id": 33190,
    "citation_title": "Sticky Inflation: Monetary Policy when Debt Drags Inflation Expectations",
    "citation_author": [
        "Saki Bigio",
        "Nicolas Caramp",
        "Dejanir Silva"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe append the expectation of a monetary-fiscal reform into a standard New Keynesian model. If a reform occurs, monetary policy will temporarily aid debt sustainability through a temporary burst in inflation. The anticipation of a possible reform links debt levels with inflation expectations. As a result, interest rates have two effects: they influence demand and affect expected inflation in opposite directions. The expectations effect is linked to the impact of interest rates on public debt. While lowering inflation in the short term is possible through demand control, inflation tends to rise again due to its impact on inflation expectations (sticky inflation). Optimal monetary policy may allow low real interest rates after fiscal shocks, temporarily breaking away from the Taylor principle. We assess whether the Federal Reserve's “staying behind the curve” was the right strategy during the recent post-pandemic inflation surge.\n\n",
    "acknowledgement": "\nWe would like to thank George-Marios Angeletos, Andy Atkeson, Marco Bassetto, Francesco Bianchi, John Cochrane, Javier García-Cicco (discussant), Stavros Panageas, Ricardo Reis, Pedro Teles (discussant), as well as seminars and conferences participants for helpful comments and suggestions.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}