{
    "id": 33194,
    "citation_title": "Private Equity for Pension Plans? Evaluating Private Equity Performance from an Investor's Perspective",
    "citation_author": [
        "Arthur Korteweg",
        "Stavros Panageas",
        "Anand Systla"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe evaluate private equity (PE) performance using investor-specific stochastic discount factors, and examine whether investors could benefit from changing their allocation to PE. Plans invest in PE funds with higher average risk-adjusted performance. This is mainly due to access to successful PE managers, not superior selection skill. Decomposing returns into risk-compensation and \"alpha\",  we find that some plans obtain higher PE returns by taking more risk without earning higher, and in some cases earning lower, risk-adjusted returns, broadly consistent with agency problems within plans.\n\n",
    "acknowledgement": "\nWe thank the Pacific Center for Asset Management (PCAM) for financial support, and Aleksandar Andonov, Niklas Hüther, Tim Jenkinson, Xinxin Wang, and seminar participants at the 2023 IPC New York Research Symposium, NBER-PeRCent Conference, 2023 LBS Private Capital Symposium, 2023 Citrus Finance Conference at UC Riverside, EDHEC, Georgetown University, Lehigh University, London Business School, University of Michigan, Michigan State, PCAM, PIMCO, Purdue University, Santa Clara University, and the University of Virginia for helpful comments. We are especially grateful to Aleksandar Andonov, Yael Hochberg, and Joshua Rauh for generously sharing their pension plan board membership data. Arthur Korteweg and Stavros Panageas received a financial grant from the Pacific Center for Asset Management (PCAM) for this project. Arthur Korteweg has served as consulting expert and expert witness in legal cases involving estimates of the risk of venture-capital backed startup companies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}