{
    "id": 33209,
    "citation_title": "Household Responses to Guaranteed Income: Experimental Evidence from Compton, California",
    "citation_author": [
        "Sidhya Balakrishnan",
        "Sewin Chan",
        "Sara Constantino",
        "Johannes Haushofer",
        "Jonathan Morduch"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-11-27",
    "revision_date": "2024-12-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of a two-year unconditional cash transfer program for lowincome households in Compton, California between 2021 and 2023. 695 households were randomly assigned to receive transfers averaging about $500 per month over a two year period, with 1,402 households randomly assigned to a control group. To measure the impact of transfer frequency, half of the recipients were paid twice per month and the other half received quarterly transfers. We surveyed 1,074 respondents 18 months after the beginning of transfers. Receiving guaranteed income had no impact on the labor supply of full-time workers, but part-time workers (at baseline) had lower labor market participation by 13 percentage points. Income (excluding the transfer) was reduced by $333 per month on average relative to control households, and expenditures were reduced by $302 per month. At the same time, average non-housing debt balances declined by $2,190 over 18 months relative to the control group, although the drop is not statistically significant. We find a significant improvement in housing security, but no overall effects on indices of psychological and financial well-being. The recipients of twice-monthly transfers were more likely to own a car, had lower credit card debt and greater food security than recipients of quarterly transfers, but otherwise transfer frequency had little impact. Compared to male recipients, female recipients reported a greater increase in financial security, and a smaller reduction in earned income and expenditures.\n\n",
    "acknowledgement": "\nWe thank our academic advisory board for their helpful comments and feedback: Donald Green, Evelyn Forget, Greg Duncan, Irwin Garfinkel, Michael Lewis, Suresh Naidu, Wojciech Kopczuk, Katherine O’Regan, Sharoni Little, Brian Elbel, and Ingrid Ellen. We are also grateful for the support and recommendations of our community advisory board: Sharoni Little, Abigail Lopez-Byrd, Sandra Moss, Maritza Agundez, Lori Gay, Keith Curry, Kathryn Icenhower, Michael Fisher, Efrain Garibay, Greg Pitts, Cynthia Nunn, Amen Mandela Rahh, Yolanda Gomez, Annabella Bastida, Sarah Bomani, Sara Silva, Tommy Johnson, and Jaren Savage. We thank former mayor Aja Brown and Nika Soon-Shiong for leading the development and implementation of the Compton Pledge cash transfer program. We also thank the Robert Wood Johnson Foundation, J-PAL, and private donors for research funding. We thank the attendees of seminar and conference presentations at NYU, the Association for Public Policy Analysis and Management, the Robert Wood Johnson Foundation, the Abdul Latif Jameel Poverty Action Lab (JPAL), the Global Action for Policy Initiative (GAP) at Northeastern University, the Center for Effective Global Action (CEGA), as well as Debra Fine and Sheldon Danziger, for their valuable comments and feedback on the project. This study is registered in the AEA RCT Registry as AEARCTR-0007621. We thank our implementation partner, the USC Center for Economic and Social Research (CESR), for their work on data collection. We are grateful to Ege Aksu, Marcella Cartledge, Roberta Costa, Sara Restrepo, and Yunjie Xie for excellent research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}