{
    "id": 33206,
    "citation_title": "Financial Conditions Targeting",
    "citation_author": [
        "Ricardo J. Caballero",
        "Tomás E. Caravello",
        "Alp Simsek"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that noisy financial flows influence financial conditions and macroeconomic activity. How should monetary policy respond to this noise? We develop a model where it is optimal for the central bank to target and (partially) stabilize financial conditions beyond their direct effect on output and inflation gaps, even though stable financial conditions are not a social objective per se. In our model, noise affects both financial conditions and macroeconomic activity, and arbitrageurs are reluctant to trade against noise due to aggregate return volatility. Our main result shows that Financial Conditions Index (FCI) targeting—announcing a (soft and temporary) FCI target and setting the policy rate in the near future to maintain the actual FCI close to the target—reduces the FCI volatility and stabilizes the output gap. This improvement occurs because a more predictable FCI enables arbitrageurs to trade more aggressively against noise shocks, thereby \"recruiting\" them to insulate FCI from financial noise. FCI targeting is similar to providing forward guidance about the FCI, and in our framework it is strictly superior to providing forward guidance about the policy interest rate. Finally, we extend recent policy counterfactual methods to incorporate our model's endogenous risk reduction mechanism and apply it to U.S. data. We estimate that FCI targeting could have reduced the variance of the output gap, inflation, and interest rates by 36%, 2%, and 6%, respectively, and decreased the conditional variance of the FCI by 55%. When compared with interest rate forward guidance, it would have reduced output gap variance by 21%. We also show that a significant share of the gains from FCI targeting can be attained by an augmented version of a Taylor rule that gives a large weight to a simplified financial conditions target.\n\n",
    "acknowledgement": "\nWe thank Fabrice Collard, Xavier Gabaix, Andrei Shleifer, Christian K. Wolf, and seminar participants at Banque de France, Brown, GCAP conference, the Fed Board, the Chicago Fed, the Cleveland Fed, the New York Fed, the St Louis Fed, the San Francisco Fed, Stanford GSB, Oxford, RBA, Warwick, LBS, NBER SI (macro, money, and financial frictions) for their comments. Caballero acknowledges support from the National Science Foundation (NSF) under Grant Number SES-1848857. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}