{
    "id": 33207,
    "citation_title": "The End of Oil",
    "citation_author": [
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is now plausible to envision scenarios in which global demand for crude oil falls to essentially zero by the end of this century, driven by improvements in clean energy technologies, adoption of stringent climate policies, or both. This paper asks what such a demand decline, when anticipated, might mean for global oil supply. One possibility is the well-known “green paradox”: because oil is an exhaustible resource, producers may accelerate near-term extraction in order to beat the demand decline. This reaction would increase near-term CO2 emissions and could possibly even lead the total present value of climate damages to be greater than if demand had not declined at all. However, because oil extraction requires potentially long-lived investments in wells and other infrastructure, the opposite may occur: an anticipated demand decline reduces producers' investment rates, decreasing near-term oil production and CO2 emissions. To evaluate whether this disinvestment effect outweighs the green paradox, or vice-versa, I develop a tractable model of global oil supply that incorporates both effects, while also capturing industry features such as heterogeneous producers, exercise of market power by low-cost OPEC producers, and marginal drilling costs that increase with the rate of drilling. I find that for model inputs with the strongest empirical support, the disinvestment effect outweighs the traditional green paradox. In order for anticipation effects on net to substantially increase cumulative global oil extraction, I find that industry investments must have short time horizons, and that producers must have discount rates that are comparable to U.S. treasury bill rates.\n\n",
    "acknowledgement": "\nI thank Christopher Costello, Derek Lemoine, Stephen Salant, and Rick van der Ploeg for comments on an earlier draft of this manuscript, and I thank a variety of seminar and conference participants for their comments and suggestions. I do not have any material financial relationships that are relevant to the research discussed in this manuscript. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}