{
    "id": 33202,
    "citation_title": "r-g before and after the Great Wars 1507-2023",
    "citation_author": [
        "Kenneth S. Rogoff",
        "Paul Schmelzing"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new long-run samples of r-g series over centuries for key economies in the international financial system. Across a wide variety of econometric approaches, and including duration-matched constructions, we demonstrate strong evidence of trend stationarity in these series. Although we confirm trend stationarity, we find robust evidence of a major structural break in the first third of the 20th century. A multi-century downward trend in r-g appears to have levelled off in the years around 1930, and since then r-g has shown high volatility coupled with clear upwards pressure: notably, though real interest rates may still appear favorably low, aggregate growth rates are drifting downwards in advanced economies since the interwar period, creating secular pressures on r-g and debt sustainability. Our results stand in contrast to much recent literature and suggest the need for much more caution in assuming benign trends in global public debt sustainability. At the same time, when adding riskier elements of capital returns, the data lend support for structurally increasing \"dynamic efficiency\". We then associate the key 1930s inflection to the establishment and growth of welfare states in advanced economies, and the surge in non-defense, non-interest expenditures.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors. We thank Dan Smith, Baiyun Jing, and Agustin Kupfer for outstanding research assistance, as well as seminar and conference participants at Northwestern Kellogg, UC Berkeley, and Boston College, as well as John Cochrane for very helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}