{
    "id": 33203,
    "citation_title": "Gender-Based Violence in Schools and Girls’ Education: Experimental Evidence from Mozambique",
    "citation_author": [
        "Sofia Amaral",
        "Aixa Garcia-Ramos",
        "Selim Gulesci",
        "Alejandra Ramos",
        "Sarita P. Ore-Quispe",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2024-11-25",
    "issue_date": "2024-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nGender-based violence (GBV) at schools is a pervasive problem that affects millions of adolescent girls worldwide. In partnership with the Ministry of Education in Mozambique, we developed an intervention to increase the capacity of key school personnel to address GBV and to improve students’ awareness as well as proactive behaviors. To understand the role of GBV on girls’ education, we randomized not only exposure to the intervention but also whether the student component was targeted to girls only, boys only, or both. Our findings indicate a reduction in sexual violence by teachers and school staff against girls, regardless of the targeted gender group, providing evidence of the role of improving the capacity of key school personnel to deter perpetrators. Using administrative records, we also find that in schools where the intervention encouraged proactive behavior by girls, there was an increase in their school enrollment, largely due to an increased propensity for GBV reporting by victims. Our findings suggest that effectively mitigating violence to improve girls’ schooling requires a dual approach: deterring potential perpetrators and fostering a proactive stance among victims, such as increased reporting.\n\n",
    "acknowledgement": "\nWe appreciate the valuable feedback from Janet Currie, Thomas Fujiwara, Ilyana Kuziemko, Eliana La Ferrara, Chris Neilson, Helmut Rainer, Christine Valente, Alex Eble, Ludger Woessmann, Cátia Batista, Pedro Vicente, Alex Armand, Sandra Sequeira, Amber Peterman, Wayne Sandholtz, Joao Montalvão, Eleonora Guarnieri, Girija Borker, Nishith Prakash, Karlijn Morsink, Sara Troiano, Eeshani Kandpal, Wei Chang, Sophia Friedson-Ridenour, and seminar participants at the Africa Gender Innovation Lab, ifo Institute, Princeton, Trinity College, Dublin, and Yale University Kuznets Mini-Conference. We thank Judite Sambo, Sarita Sinai, and various staff at the Ministry of Education and Human Development of Mozambique for their support. We thank Miguel Jambo, Gizela Samuel, and Nyararai Magudo from Girl Child Rights for the support in the implementation and development of the program. We also thank Gaia Segola and partners from UNICEF and GIZ for their support in the development of the curriculum. This work was supported by J-PAL Post-Primary Education Initiative, Princeton Overdeck, Leibniz Association, UNICEF, GIZ, and Weiss Foundation. The project received IRB approval from the Bioethics Committee of Mozambique, Princeton University, Trinity College Dublin; and was registered at the American Economic Association RCT registry, ID: AEARCTR-0008361. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}