{
    "id": 33204,
    "citation_title": "From Novelty to Norm: Uncovering the Drivers of Virtual Tour Effectiveness in Real Estate Sales",
    "citation_author": [
        "Miremad Soleymanian",
        "Yi Qian"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effectiveness of virtual tours and digital marketing strategies in enhancing real estate sales using a unique dataset combining MLS data, government-assessed property values, and agents’ marketing activities. While virtual tours are often perceived as a powerful tool to boost sales, their impact is context-dependent. Using classical econometric models and causal machine learning techniques, we find that virtual tours increase property sale prices by an average of 1%. However, the effect has declined over time, particularly post-COVID, indicating a shift from being a novel feature to a standard practice. Further analysis using causal random forests reveals significant heterogeneity in their effectiveness across property attributes, market conditions, and agent characteristics. Virtual tours are less impactful for highly differentiated properties but more beneficial in competitive markets and for less experienced agents who lack familiarity with the local market. These results suggest that real estate agents may benefit from considering property features, market dynamics, and their own experience when deciding how to use virtual tours. Our findings offer valuable insights for practitioners looking to optimize digital marketing strategies and enhance sales performance.\n\n",
    "acknowledgement": "\nWe acknowledge the support by the Social Sciences and Humanities Research Council of Canada [grants #435-2018-0519 and #435-2023-0306] and also the SSHRC Small Research Grant [#29442]. All inferences, opinions, and conclusions drawn in this study are those of the authors, and do not reflect the opinions or policies of the funding agencies and data stewards. No personal identifying information was made available as part of this study. Procedures used were in compliance with British Columbia’s Freedom in Information and Privacy Protection Act. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}