{
    "id": 33208,
    "citation_title": "FinTech Lending to Borrowers with No Credit History",
    "citation_author": [
        "Laura Chioda",
        "Paul Gertler",
        "Sean Higgins",
        "Paolina C. Medina"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDespite the promise of FinTech lending to expand access to credit to populations without a formal credit history, FinTech lenders primarily lend to applicants with a formal credit history and rely on conventional credit bureau scores as an input to their algorithms. Using data from a large FinTech lender in Mexico, we show that alternative data from digital transactions through a delivery app are effective at predicting creditworthiness for borrowers with no credit history. We also show that segmenting our machine learning model by gender can improve credit allocation fairness without a substantive effect on the model’s predictive performance.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from USAID and Digital Frontiers (Equitable AI Challenge), CEGA and the Bill & Melinda Gates Foundation (Digital Credit Observatory, DCO), and UC Berkeley’s Lab for Inclusive Fintech (LIFT). We thank José Antonio Murillo, Luz Téllez, and Roberto Arriaga from RappiCard Mexico (https://rappicard.mx/) for generously supporting this research project, providing access to the data, and answering questions. We thank Josh Blumenstock, Nitin Kohli, and Enrique Seira for helpful advice. Luis Roman, Yusuf Abdul, Iñaki Fernández, and Jora Li provided excellent and unwavering research support. William Karl Thomson and Matthew Gorby offered excellent computing and data service support. The authors declare that they have no financial or material interests in the findings of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}