{
    "id": 33214,
    "citation_title": "The Causal Effects of Income on Political Attitudes and Behavior: A Randomized Field Experiment",
    "citation_author": [
        "David E. Broockman",
        "Elizabeth Rhodes",
        "Alexander W. Bartik",
        "Karina Dotson",
        "Sarah Miller",
        "Patrick K. Krause",
        "Eva Vivalt"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the causal effects of income on political attitudes and behavior with a field experiment. In the experiment, a non-profit gifted 1,000 low-income Americans $1,000 per month for three years tax-free, and 2,000 control participants $50 monthly. Contrary to resource models of participation, we find no effects on political participation or engagement, and rule out effects equivalent to the observational association between turnout and income. Political preferences largely do not change, with the estimates again distinguishable from the observational relationship that economic conservatism increases with income. Dispositions such as trust in government, polarization, and support for democracy also do not change. We do find effects consistent with mood misattribution: affect towards one's own racial group, other racial groups, and some politicians slightly improves. There is also some evidence that treated participants saw work as more important for individuals, society, or even as a requirement for accessing government programs; qualitative evidence illuminates potential mechanisms. Our findings contrast with findings from other economic shocks such as government-sponsored or taxable transfers—thereby helping clarify the mechanisms likely responsible for their effects—and underscore the durability of political predispositions.\n\n",
    "acknowledgement": "\nMany people were instrumental in the success of this project. The program we study and the associated research were supported by generous private funding sources, and we thank the non-profit organizations that implemented the program. We are grateful to Jake Cosgrove, Leo Dai, Joshua Lin, Anthony McCanny, Ethan Sansom, Kevin Didi, Sophia Scaglioni, Oliver Scott Pankratz, Angela Wang-Lin, Jill Adona, Oscar Alonso, Rashad Dixon, Marc-Andrea Fiorina, Ricardo Robles, Jack Bunge, Isaac Ahuvia, and Francisco Brady, all of whom provided excellent research assistance. The management and staff of the Inclusive Economy Lab at the University of Chicago, including Carmelo Barbaro, Janelle Blackwood, Katie Buitrago, Melinda Croes, Crystal Godina, Kelly Hallberg, Kirsten Jacobson, Timi Koyejo, Misuzu Schexnider, Stephen Stapleton, and many others have provided important support throughout all stages of the project. Alex Nawar, Sam Manning, Elizabeth Proehl, Tess Cotter, and Aristia Kinis were invaluable contributors through their work at OpenResearch. We are grateful for the feedback we received throughout the project from numerous researchers and from our advisory board, as well as useful feedback from seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}