{
    "id": 33219,
    "citation_title": "Careers and Wages in Family Firms: Evidence from Matched Employer-Employee Data",
    "citation_author": [
        "Edoardo Di Porto",
        "Marco Pagano",
        "Vincenzo Pezone",
        "Raffaele Saggio",
        "Fabiano Schivardi"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate compensation policies in family and non-family firms using a novel employer-employee matched dataset comprising nearly the universe of Italian incorporated firms and ownership information. Family firms pay significantly lower wages and offer slower and less rewarding careers. Differences in worker sorting account for half of the wage gap while productivity differences and compensating differentials explain little of the residual gap. The wage distribution in family firms is more compressed, with infrequent promotions. We rationalize this evidence with a model where family owners seek to maintain control, creating a “glass ceiling” that limits their employees’ career progression.\n\n",
    "acknowledgement": "\nMarco Pagano and Vincenzo Pezone acknowledge support by the VisitINPS Scholars program for providing access to data on workers’ careers. This research project was supported by the ERC Advanced Grant on Industrial Structure and the European Productivity Growth Divergence (awarded to Fabiano Schivardi, ERC grant 835201), and by the PRIN grant on Information, Firms’ Performance andWorkers’ Careers (awarded by the Italian Ministry of the University and Research to Marco Pagano). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}