{
    "id": 33210,
    "citation_title": "Unresolved Conflict in Workers' Compensation: The Impact of Legal Representation on Workers' Compensation Benefits",
    "citation_author": [
        "Bogdan Savych",
        "David Neumark"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "2024-12-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the causal effect of attorney involvement on the indemnity benefits workers receive after their injuries. To address the fundamental challenge that claims and injuries may differ on unmeasured dimensions that affect both attorney involvement and benefits received, we propose and use two instruments. The first is the baseline local area attorney involvement rate derived from a subset of claims for fractures, lacerations, and contusions without permanent partial disability and/or lump-sum payments. The second instrument is a delay in the first indemnity payment. Our outcome is the total indemnity benefits that workers receive after their injuries, which captures payments to workers for time lost from work and other adverse effects of an injury. Our analysis of more than 950,000 claims with more than seven days of lost time indicates that attorney involvement substantially increases total indemnity benefits paid to workers.\n\n",
    "acknowledgement": "\nWe thank Les Boden, Matthew Bryant, Sebastian Negrusa, Seth Seabury, and Ramona Tanabe for helpful comments and suggestions. We are grateful to workers’ compensation adjudicators and attorneys who shared their time and expertise about the system in non-structured interviews we conducted for the project. We thank Melanie Brown-Lyons and Eric Harrison for assistance with the data and programming, and Sarah Solorzano for editing assistance. Any remaining errors or omissions are the authors’ responsibility, and our views do not necessarily reflect the opinions or the Workers Compensation Research Institute, its research sponsors, or the National Bureau of Economic Research.\n\n\n"
}