{
    "id": 3321,
    "citation_title": "The Internationalization of the U.S. Labor Market",
    "citation_author": [
        "John M. Abowd",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1990-04-01",
    "issue_date": "1990-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 1970s and 1980s immigration, trade, and foreign investment became increasingly important in the U.S. labor market. The number of legal and illegal immigrants to the country increased, altering the size and composition of the work force and substantially raising the immigrant share of labor in gateway cities. The national origins of immigrants changed from primarily European to Mexican, Latin American, and Asian. Foreign trade rose relative to gross national product, and a massive trade deficit developed in the 1980s. Foreign investment in the U.S. grew rapidly, with foreign direct investment increasing until three percent of American workers were employed in foreign-owned firms. Whereas once labor market analysts could look upon the U.S. as a largely closed economy, the changes of the 1970s and 1980s brought about the internationalization of the U.S. labor market. In this paper we show that the first order effects of immigration on the labor market arise primarily from the geographic variation in immigrant shares of the local labor force. The first order effects of goods flows on the labor market arise from industrial variation in the openness of the product market. Direct foreign investments, though significant, do not give rise to businesses substantially different from existing American-owned businesses. The paper also summarizes the findings of the NBER research volume  Immigration, Trade, and Labor Markets.\n\n",
    "acknowledgement": "\n"
}