{
    "id": 33216,
    "citation_title": "Predicting College Closures and Financial Distress",
    "citation_author": [
        "Robert J. Kelchen",
        "Dubravka Ritter",
        "Douglas A. Webber"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "2024-12-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we assemble the most comprehensive dataset to date on the characteristics of colleges and universities, including dates of operation, institutional setting, student body, staff, and finance data from 2002 to 2023. We provide an extensive description of what is known and unknown about closed colleges compared with institutions that did not close. Using this data, we first develop a series of predictive models of financial distress, utilizing factors like operational revenue/expense patterns, sources of revenue, metrics of liquidity and leverage, enrollment/staff patterns, and prior signs of significant financial strain. We benchmark these models against existing federal government screening mechanisms such as financial responsibility scores and heightened cash monitoring. We document a high degree of missing data among colleges that eventually close and show that this is a key impediment to identifying at risk institutions. We then show that modern machine learning techniques, combined with richer data, are far more effective at predicting college closures than linear probability models, and considerably more effective than existing accountability metrics. Our preferred model, which combines an off-the-shelf machine learning algorithm with the richest set of explanatory variables, can significantly improve predictive accuracy even for institutions with complete data, but is particularly helpful for predicting instances of financial distress for institutions with spotty data. Finally, we conduct simulations using our estimates to contemplate likely increases in future closures, showing that enrollment challenges resulting from an impending demographic cliff are likely to significantly increase annual college closures for reasonable scenarios.\n\n",
    "acknowledgement": "\nThe views expressed here are those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. No statements here should be treated as legal advice. The authors thank John Campbell, Julia Cheney, Robert Hunt, and Jeff Larrimore for helpful comments. We also gratefully acknowledge excellent research support by Akash Banerjee and Jacob Goldsmith. All remaining errors are our own.\n\n\n"
}