{
    "id": 33218,
    "citation_title": "Growth and Fluctuations: An Overview",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCapitalism since its inception has been marked by large fluctuations. The resulting episodic unemployment has been very costly. This paper provides an overview of alternative theories. Standard models (such as DSGE)  have not provided insights into the causes of the fluctuations and the shocks buffeting the economy, which contrary to what they assume, are largely endogenous; they have not provided an understanding of how and why the economy amplifies shocks and makes their effects at times so persistent or how and why there may be oscillatory behavior, rather than a smooth convergence back to some (temporary) equilibrium. Accordingly, they do not give guidance on how to make deep downturns—those that really matter—less frequent, shallower, and less costly. By contrast, there are alternative, new models, often building on older Keynesian foundations, with heterogenous capital goods and heterogeneous agents, interacting with each other in imperfect markets and fragile networks, with endogenous innovation in an ever-evolving economy, with deep uncertainty. These theories, with endogenously driven fluctuations, provide greater insights in the causes and nature of fluctuations, and better policy guidance.\n\n",
    "acknowledgement": "\nThe Hewlett Foundation and Groundwork Collaborative. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}