{
    "id": 33213,
    "citation_title": "Subsidizing Medical Spending through the Tax Code: Take-Up, Targeting and the Cost of Claiming",
    "citation_author": [
        "Gopi Shah Goda"
    ],
    "citation_publication_date": "2024-12-02",
    "issue_date": "2024-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe U.S. tax code partially subsidizes out-of-pocket medical spending as itemized medical deductions (IMDs).  In this paper, using detailed information in the Health and Retirement Study, I find that while a substantial share of medical spending among older Americans is deducted through the tax code, take-up is incomplete: 61.8 (50.5) percent of potential tax savings (deductions) are claimed, resulting in lost tax savings of $5.4 billion annually.  Further, frictions in take-up result in diverting tax savings from higher-need populations.  I investigate potential mechanisms and estimate a discrete choice model to simulate eligibility, take-up and the implied cost of claiming under different policy counterfactuals.  The results indicate that subsidizing medical expenses through the tax code imposes significant economic burdens, reducing the net subsidy available to taxpayers.\n\n",
    "acknowledgement": "\nI would like to thank Priyanka Parikh for exceptional research assistance, and Rebecca Diamond, Maria Fitzpatrick, William Gale, Lee Lockwood, Ithai Lurie, Grant Miller, Petra Persson, Maria Polyakova, Maya Rossin-Slater, John Shoven, Evan Soltas, Chelsea Swete, and seminar participants at Brown University, Stanford University, University of New Mexico, Public Policy Institute of California, the Brookings Institution, the Penn Leonard Davis Institute, and the NBER Summer Institute for helpful comments. This research was supported by funding from the TIAA Institute. The content, findings and conclusions are the responsibility of the author and do not necessarily represent the views of TIAA or the TIAA Institute. This study has been approved by the Institutional Review Board at Stanford University (#73342). I dedicate this paper to my father, Bipin J. Shah, who was an inspiration for this work. This study was supported by funding from the TIAA Institute.  The content, findings and conclusions are the responsibility of the author and do not necessarily represent the views of TIAA, the TIAA Institute, or the National Bureau of Economic Research.  Neither the TIAA institute nor any other party had the right to review the paper prior to its circulation.\n\n\n\nGopi Shah Goda\n\nI am currently an unpaid detailee with the Internal Revenue Service as part of the Joint Statistical Research Program to lead a project titled, “Implicit Insurance through Itemized Medical Deductions.”  I obtain computing resources and data access through this arrangement.\n\n\nOver the last ten years, I have received significant financial support on related research from the Brookings Institution, the National Bureau of Economic Research, the Social Security Administration, the TIAA Institute, the Laura and John Arnold Foundation, the National Institutes of Health, the National Institutes on Aging, the Alfred P. Sloan Foundation, and Prudential Financial.\n\n\n"
}