{
    "id": 33227,
    "citation_title": "Minimum Viable Signal: Venture Funding, Social Movements, and Race",
    "citation_author": [
        "Matt Marx",
        "Qian Wang",
        "Emmanuel Yimfor"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nHow do venture capital investors react to social movements, including those that relate to historical underrepresentation in funding? We use image and name algorithms combined with clerical review to classify race for 150,000 founders and 30,000 investors. These data allow us to assess the impact of George Floyd’s murder on VC funding of Black entrepreneurs and identify which VCs were most responsive. Although VCs responded swiftly, investment in Black-founded startups reverted to prior levels within two years. This temporary reaction was concentrated among those who had never previously invested in any Black entrepreneur. Moreover, the investors who responded were less likely to invest in more than one Black-founded startup and were less inclined to engage deeply by taking a board seat. Finally, it appears that the best Black entrepreneurs may have anticipated this “token” response, as they did not match with investors who had no experience funding Black startups.\n\n",
    "acknowledgement": "\nWe thank WonJung Joey Ryu for excellent research assistance. We are grateful to Brittany Bond, Glen Dowell, Xuege (Cathy) Lu, Kunyuan Qiao, Peter Younkin, and seminar participants at Cornell University, the Wharton Management Department, the Georgia Tech REER conference, and the AIEA-NBER seminar series for feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}