{
    "id": 33228,
    "citation_title": "A Market Interpretation of Treatment Effects",
    "citation_author": [
        "Robert Minton",
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarkets, likened to an invisible hand, often appear to contradict econometric assumptions that rule out spillovers of one person’s treatment on another’s outcomes.  This paper provides a simple statistical framework highlighting that controls are indirectly affected by the treatment through the market.  Further, the effect of the treatment on the treated reveals only part of the consequence for the treated of treating the entire market.  When combined with economic theory, our framework leads to a new application of Marshall’s Laws of Derived Demand that relates econometric estimates of treatment effects in the marketplace to the substitution and scale effects of demand theory.  We show how treatment-effect estimators can diverge – both in magnitude and direction – from the causal effects of treatment on the treated or counterfactual policies treating all market participants.  The framework shows how the consequences of targeted treatments reveal the effects of marketwide treatments, and the role of market frictions in that inference.  Examples from labor, public finance, economic geography, development, and the macro literature on the “missing intercept” are provided.\n\n",
    "acknowledgement": "\nThis paper stems from the earlier “Difference-in-Differences in the Marketplace” piece (NBER wp 32111) that was written for a price theory audience and centered around an industry-equilibrium model.  We thank seminar participants at the Federal Reserve Board, the University of Chicago and the participants of the 2024 Price Theory Summer Camp. We also appreciate comments from Jim Heckman, Jack MountJoy, Evan Munro, Allen Sanderson, Alex Torgovitsky, Giuseppe Forte, Josh Gross, João Pugliese, Alex Tordjman, Harald Uhlig. The views in this paper are those of the authors and do not represent those of the Board of Governors of the Federal Reserve System, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}