{
    "id": 33225,
    "citation_title": "Valuing Policy Characteristics and New Products using a Simple Linear Program",
    "citation_author": [
        "H. Spencer Banzhaf"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Random Utility Model (RUM) is a workhorse model for valuing new products or changes in public goods.  But RUMs have been faulted along two lines.  First, for including idiosyncratic errors that imply unreasonably high values for new alternatives and unrealistic substitution patterns.  Second, for involving strong restrictions on functional forms for utility.  This paper shows how, instead, starting with a revealed preference framework, one can partially identify nonparametrically the answers to policy questions about discrete alternatives.  When the Generalized Axiom of Revealed Preference (GARP) is satisfied, the approach weakly identifies a pure characteristics model.  When GARP is violated, it recasts the RUM errors as departures from GARP (critical cost efficiency), to be minimized using a minimum-distance criterion.  This perspective provides an alternative avenue for nonparametric identification of discrete choice models.  The paper illustrates the approach by estimating bounds on the values of ecological improvements in the Southern Appalachian Mountains using survey data.\n\n",
    "acknowledgement": "\nI thank seminar participants at Cornell U., Georgetown U., Georgia State U., LSE, NC State U., the triangle econometrics conference, U.C. Santa Barbara, and the U. of Chicago for comments on earlier drafts.  There is no financial support or conflict of interest to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}