{
    "id": 33222,
    "citation_title": "Is Swedish Household Debt Too High? Solvency, Liquidity, and Debt-Financed Overconsumption",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "2025-01-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nSwedish authorities and international organizations that monitor and comment on Swedish economic policy have argued that Swedish household debt is too high and a threat to financial and macroeconomic stability (FMS). But household debt may become a threat to FMS under essentially three conditions: (1) Household debt becomes too high relative to household assets. (2) Households’ debt service becomes too high relative to incomes and payment capacity. (3) Households use home-equity withdrawals—made possible by rising housing prices—to finance an unsustainable overconsumption of macroeconomic significance.\nThe analysis covers both the total stock of mortgages and its borrowers and the new mortgages and borrowers, not—as is common—only the new mortgages and borrowers. The total stock is much larger, its borrowers are many more, and they matter much more for FMS.\nTwo structural features mitigate risks from the Swedish household debt. First, on a closer look, mortgages are in fact a safe cash cow for banks and contribute to financial stability. Second, the mortgage rates are not exogenous but indirectly controlled by the Riksbank and its policy rate. The Riksbank sets the policy rate to maintain macroeconomic stability and contribute to financial stability.\nRegarding condition (1), aggregate household assets are much larger and have grown much faster than the debt. Net wealth was twice the debt in 1985, five times the debt in 2024. LTV ratios among the borrowers of the mortgage stock are much smaller than those among the new borrowers. A full 78% of the borrowers of the stock have home equity exceeding 30%, which is more than any housing price fall during the last 50 years. Regarding condition (2), the debt service of the borrowers of the stock is not high relative to incomes, because modest LTV ratios mean that required amortization rates are modest. Regarding condition (3), there is no indication that there is any debt-financed overconsumption (undersaving) of macroeconomic significance. The HEW recorded by the Swedish FSA is not unusually high, the saving rate is at a historical high, and the share of durable consumption in total consumption expenditures is normal.\nThus, none of the three conditions is present. Swedish household debt is neither too high nor a threat to financial or macroeconomic stability.\n\n",
    "acknowledgement": "\nA first full version of the paper was published on larseosvensson.se on November 1, 2024. I thank Robert Boije, Peter Englund, Sten Hansen, Jesper Hansson, John Hassler, Stefan Laséen, Edward Nelson, and Roine Vestman for discussions and comments. I thank Finansinspektionen (FI, the Swedish FSA) and Statistics Sweden for data. Support from the Jan Wallander and Tom Hedelius research foundation and the Tore Browaldh research foundation is gratefully acknowledged. The views expressed and any errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}