{
    "id": 33224,
    "citation_title": "Business Applications as a Leading Economic Indicator?",
    "citation_author": [
        "Jose Asturias",
        "Emin Dinlersoz",
        "John C. Haltiwanger",
        "Rebecca J. Hutchinson",
        "Alyson Plumb"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow are applications to start new businesses related to aggregate economic activity? This paper explores the properties of three monthly business application series from the U.S. Census Bureau’s Business Formation Statistics as economic indicators: all business applications, business applications that are relatively likely to turn into new employer businesses (“likely employers”), and the residual series -- business applications that have a relatively low rate of becoming employers (“likely non-employers”). Growth in applications for likely employers significantly leads total nonfarm employment growth and has a strong positive correlation with it. Furthermore, growth in applications for likely employers leads growth in most of the monthly Principal Federal Economic Indicators (PFEIs). Motivated by our findings, we estimate a dynamic factor model (DFM) to forecast nonfarm employment growth over a 12-month period using the PFEIs and the likely employers series. The latter improves the model’s forecast, especially in the years following the turning points of the Great Recession and the COVID-19 pandemic. Overall, applications for likely employers are a strong leading indicator of monthly PFEIs and aggregate economic activity, whereas applications for likely non-employers provide early information about changes in increasingly prevalent self-employment activity in the U.S. economy.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results in this paper use publicly available data from Census Bureau websites. The Census Bureau has reviewed the public domain products for unauthorized disclosure of confidential information and has approved the disclosure avoidance practices applied to this release (Approval IDs: CBDRB-FY24-0148, CBDRB-FY24-0150). John Haltiwanger was also a Schedule A employee of the Bureau of the Census at the time of the writing of this paper. We thank John Abowd, Lucia Foster, Ron Jarmin, Shawn Klimek, Nick Orsini, Amy Newman Smith, Stephanie Studds, Kirk White, and Erin Wrona for useful comments and suggestions.\n\n\n"
}