{
    "id": 33223,
    "citation_title": "Gender Composition and Group Behavior: Evidence from US City Councils",
    "citation_author": [
        "Emilia Brito Rebolledo",
        "Jesse Bruhn",
        "Thea How Choon",
        "E. Anna Weber"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nHow does gender composition influence individual and group behavior? To study this question empirically, we assembled a new, national sample of United States city council elections and digitized information from the minutes of over 40,000 city-council meetings. We find that replacing a male councilor with a female councilor results in a 25p.p. increase in the share of motions proposed by women. This is despite causing only a 20p.p. increase in the council female share. The discrepancy is driven, in part, by behavioral changes similar to those documented in laboratory-based studies of gender composition. When a lone woman is joined by a female colleague, she participates more actively by proposing more motions. The apparent changes in behavior do not translate into clear differences in spending. The null finding on spending is not driven by strategic voting; however, preference alignment on local policy issues between men and women appears to play an important role. Taken together, our results both highlight the importance of nominal representation for cultivating substantive participation by women in high-stakes decision making bodies; and also provide evidence in support of the external validity of a large body of laboratory-based work on the consequences of group gender composition.\n\n",
    "acknowledgement": "\nWe have disclosed all relevant source of financial support in the acknowledgement section of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}