{
    "id": 33220,
    "citation_title": "Tearing the Paper Ceiling: The Impact of State Commitments to Remove Degree Requirements on Public Awareness and Job Opportunities for STARs",
    "citation_author": [
        "Justin Heck",
        "Blair Corcoran de Castillo",
        "Peter Q. Blair",
        "Papia Debroy"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "2024-12-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn the past two years, 25 states have enacted executive orders and legislation to reduce unnecessary degree requirements for public sector jobs, signaling a shift toward skill-based hiring. This paper examines the impact of these policy commitments on public perceptions, media coverage, and job posting practices in the time following their adoption. Our analysis reveals significant increases in public awareness of skill-based hiring concepts, such as the 'paper ceiling' (i.e., bachelor’s degree analog of the glass ceiling), and a notable decline in bachelor’s degree requirements in state government job postings. We estimate that degree requirements dropped by 2.5 percentage points for each additional year of policy exposure in states with commitments. These findings suggest that state policy commitments have expanded access to government jobs for workers skilled through alternative routes (STARs) other than the bachelor’s degree in keeping with the intended goals of the policies to broaden the talent pool for public sector hiring.\n\n",
    "acknowledgement": "\nWe are grateful for helpful feedback on this paper from Shad Ahmed, Georgios Athanasakopoulos, Byron Auguste, Henry Bartholomay, Paige Bongiorno, Jennie Cecere, Rebecca De La Garza, Ashley Edwards, Drew Erdmann, Patty Goldman, Courtney Haynes, Katherine Keegan, Daria Kirilenko, Andrea Kirk, Connie Kwong, Erica Loken, Amy Mortimer, Audrey Mickahail, Layla O’Kane, Sarah Olson, Gina Rosen, Joseph Siegmund, Federico Trudu, Jalencia Wade, Melissa Walker, and Will Villota. We thank the Gates Foundation for grant support for this research. This paper's content, and any errors, are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Q. Blair\n\nPeter Blair is a compensated research consultant with Opportunity@Work.\n\n\n"
}