{
    "id": 33238,
    "citation_title": "Assessing Assessors",
    "citation_author": [
        "Huaizhi Chen",
        "Lauren Cohen"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nProperty tax revenues – the largest discretionary source of revenue for local governments - adjust at a pace that is inconsistent with property values in the US. We show that this form of revenue smoothing may be rooted in the political economy of municipalities. Measures of local budget stressors are positively related to upward assessments of a property’s value. Moreover, municipalities are significantly more likely to reassess in up markets as opposed to down – consistent with maximizing tax base and revenue collected. Using micro-level evidence from just-passing school referenda in Illinois, these shocks to municipal liabilities lead to significant increases in property assessments without any associated increases in market values or transactions. Passing a referendum over the prior 3 years increases the probability that a house is reassessed upward by 23%. This flexible form of revenue smoothing creates avenues for personal rent extraction. We find that local tax assessors: 1) have tax assessments on their own properties significantly lower than neighboring properties; and 2) these tax assessments grow significantly slower than neighbors – lowering their tax bills. We further document a significant connection between the underassessment of tax assessors’ own properties and the tax-maximizing assessment gaps documented in the districts they operate.\n\n",
    "acknowledgement": "\nWe are grateful for the incredibly helpful comments from Ashwini Agrawal, Sam Antill, Malcolm Baker, John Campbell, Mark Egan, Margaret Forster, Ben Golez, Ed Golding (Discussant), Dan Green, Robin Greenwood, Dirk Jenter, Christian Julliard, Elisabeth Kempf, Scott Kominers, Daniel Kriesman, John Macomber, Max Miller, Marco Sammon, Lawrence Schmidt, Paul Schultz, Nathan Seegert, Ishita Sen, Felipe Severino, Kjetil Storesletten, Boris Vallee, Emil Verner, Wanyi Wang (Discussant), Paul Willen (Discussant), Steven Xiao, Livia Yi, Dayin Zhang (Discussant), and from conference and seminar participants at Harvard University, University of Notre Dame, the 1st Georgia Economic Association Meeting, CICF 2024, the NFA 2024 Meeting, the MIT Conference on Consumer Finance, and the SFA 2024 Meeting. Email addresses: Huaizhi Chen at hchen11@nd.edu. Mendoza College of Business, University of Notre Dame; Lauren Cohen at lcohen@hbs.edu. Harvard Business School, Harvard University. The views expressed in this paper are the authors’ own and do not necessarily reflect the views of their employer or any other entities with which they may be associated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}