{
    "id": 33231,
    "citation_title": "Are Some Angels Better than Others?",
    "citation_author": [
        "Johan Karlsen",
        "Katja Kisseleva",
        "Aksel Mjøs",
        "David T. Robinson"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper uses Norwegian tax records to examine the performance of angel investors. While most angel investments perform poorly, mean returns are twice the invested capital, due largely to extreme skewness: around one-third of investments are a total loss, but the top one-percent return more than fifty times invested capital. Performance persistence among angels is largely attributable to unobserved investor characteristics. Professional networks are critical determinants of performance: top-performing angels tend to have broader business connections with startups and fellow investors, consistent with having access to superior deal flow.\n\n",
    "acknowledgement": "\nWe thank Per Stromberg, Ye Zhang (discussant), Sophie Calder-Wang (discussant), seminar participants at Universite Paris Dauphine, UC San Diego, University of Pittsburgh, Duke University, Rice University, participants of the EFA Annual Meeting 2023, NHH Center for Corporate Finance Conference 2023, Columbia Private Equity Conference 2024, IPC Spring Research Symposium 2024, PERC Oxford 2024 and IPC Research Workshop 2024 for their helpful comments. We thank the Norwegian tax authorities for granting us data access. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}