{
    "id": 33237,
    "citation_title": "Hustling From Home? Work From Home Flexibility and Entrepreneurial Entry",
    "citation_author": [
        "John M. Barrios",
        "Yael Hochberg",
        "Hanyi (Livia) Yi"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Gender in the Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the influence of the growing trend of work-from-home (WFH) on new business formation, with a particular focus on the period surrounding the COVID-19 pandemic. At baseline, local new business entry is positively associated with the proportion of occupations amenable to telework in the region. Utilizing the advent of the COVID-19 pandemic and the implementation of stay-at-home mandates as an exogenous shock, we examine the effects of realized flexibility for WFH on entrepreneurial entry. While overall new business registrations increased following pandemic stay-at-home mandates, areas with an occupational mix that has higher potential for telework demonstrate less pronounced growth in new business formation, particularly in regions with lower economic demand factors. Survey evidence highlights how flexibility provided by traditional employment reduces entrepreneurial intent, especially for workers seeking non-pecuniary benefits such as autonomy or flexibility. Consistent with this substitution effect, we observe significant gender disparities, with a notable decline in women-led startups in areas with greater telework potential. Our results suggest a nuanced tension between the attractiveness of flexibility in traditional employment and the autonomy provided by entrepreneurial entry.\n\n",
    "acknowledgement": "\nWe thank numerous colleagues for their thoughtful feedback and comments. We are grateful to the Startup Cartography Project for the provision of data used in this project. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}