{
    "id": 33233,
    "citation_title": "A Theory of How Workers Keep Up With Inflation",
    "citation_author": [
        "Hassan Afrouzi",
        "Andrés Blanco",
        "Andrés Drenik",
        "Erik Hurst"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a model that combines elements of modern macro labor theories with nominal wage rigidities to study the consequences of unexpected inflation on the labor market. The slow and costly adjustment of real wages within a match after a burst of inflation incentivizes workers to engage in job-to-job transitions. Such dynamics after a surge in inflation lead to a rise in aggregate vacancies relative to unemployment, associating a seemingly tight labor market with lower average real wages. Calibrating with pre-2020 data, we show the model can simultaneously match the trends in worker flows and wage changes during the 2021-2024 period. Using historical data, we further show that prior periods of high inflation were also associated with an increase in vacancies and an upward shift in the Beveridge curve. Finally, we show that other “hot labor market” theories that can cause an increase in the aggregate vacancy-to-unemployment rate have implications that are inconsistent with the worker flows and wage dynamics observed during the recent inflationary period. Collectively, our calibrated model implies that the recent inflation in the United States, all else equal, reduced the welfare of workers through real wage declines and other costly actions, providing a model-driven reason why workers report they dislike inflation.\n\n",
    "acknowledgement": "\nWe thank Yash Singh for his outstanding research assistance and Guido Lorenzoni, Gabe Chodorow-Reich and Joe Hazell for providing us with helpful comments. We also thank seminar participants at Chicago, Columbia, Harvard, LSE, Michigan, UCLA Anderson, the Federal Reserve Board, the Federal Reserve Bank of Atlanta, the 2024 Society of Economic Dynamics conference, the 2024 NBER Macroeconomics over Time and Space conference, the 2024 NBER Monetary Economics Fall meeting, and the 2024 St. Louis Fed-Washington University Macro Labor conference for helpful comments. The views expressed here are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve Board, the National Bureau of Economic Research.\n\n\n"
}