{
    "id": 33230,
    "citation_title": "You Can Take Them With You: Recruiting Coworkers to One's Own New Firm",
    "citation_author": [
        "Marc-Andreas Muendler",
        "James E. Rauch",
        "Sergio Mikio Koyama"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nNew firms do not yet have employees who can aid recruiting by referrals, but entrepreneurs can recruit workers they know to their startups—in effect making their own referrals. We consider new firms in Brazil’s formal sector founded between 2002 and 2014, for which at least one founding owner can be traced to previous formal employment. We find that 35.1 percent of new firms with at least five employees hire one or more coworkers from a founding owner’s last employer in their first year of operation, and that 9.2 percent of first-year hires at new firms were coworkers at a founding owner’s last employer. The former coworkers most likely to join a founding owner’s new firm are those who, at their last employer, worked in the same plant as a founding owner, had long overlap with a founding owner, were classified in the same industry or occupation as a founding owner, and were hired at roughly the same time as a founding owner. Controlling for observable human capital and new firm fixed effects, former coworkers earn eight percent higher initial wages at new firms and are six percentage points less likely to separate before a new firm’s second year of operation. We find that the coworker wage premium diminishes with tenure by 0.5 percentage points per year and the coworker separation premium diminishes with tenure by 2.0 percentage points per year.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of Banco Central do Brasil or the National Bureau of Economic Research.  No external funding was received. We thank Alyssa Brown, Angela Gu, and Kye Lippold for outstanding research assistance. We had many insightful discussions with Joel Sobel and Joel Watson, and received valuable comments on earlier drafts from Ronald Gilson, John Ries, and participants in the Harvard Business School International Research Conference, the Santa Cruz Institute for International Economics, the NBER Entrepreneurship Working Group, the Conference on Networks at University of Essex, the IAW-Workshop on New Firms and New Forms of Work Tubingen, the ZEW Workshop on Spin-off Entrepreneurship, and at seminars at Boston University, Booth School of Business, Harris School for Public Policy, ITAM, University of Oregon and UC San Diego. We circulated a related earlier research paper based on employee spinoffs, a subsample of new firms, under the title “Mobilizing Social Capital Through Employee Spinoffs.”\n\n\n\nSergio Mikio Koyama\n\nNo additional disclosures\n\n\n"
}