{
    "id": 33235,
    "citation_title": "The Effects of Gender Integration on Men: Evidence from the U.S. Military",
    "citation_author": [
        "Kyle Greenberg",
        "Melanie Wasserman",
        "E. Anna Weber"
    ],
    "citation_publication_date": "2024-12-09",
    "issue_date": "2024-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDo men negatively respond when women first enter an occupation? We answer this question by studying the end of one of the final explicit occupational barriers to women in the U.S.: in 2016, the U.S. military opened all positions to women, including historically male-only combat occupations. We exploit the staggered integration of women into combat units to estimate the causal effects of the introduction of female colleagues on men’s job performance, behavior, and perceptions of workplace quality, using monthly administrative personnel records and rich survey responses. We find that integrating women into previously all-male units does not negatively affect men’s performance or behavioral outcomes, including retention, promotions, demotions, separations for misconduct, criminal charges, and medical conditions. Most of our results are precise enough to rule out small, detrimental effects. However, there is a wedge between men's perceptions and performance. The integration of women causes a negative shift in male soldiers' perceptions of workplace quality, with the effects driven by units integrated with a woman in a position of authority. We discuss how these findings shed light on the roots of occupational segregation by gender.\n\n",
    "acknowledgement": "\nWe have benefited from the helpful feedback of Scott Carrell, Caitlin Myers, Serkan Ozbeklik, Wei-hsin Yu, Daniele Paserman, Yana Gallen, Betsey Stevenson, Marcella Alsan, Anne Brenoe, Manasi Deshpande, Adam Sacarny, and seminar participants at West Point, the University of Connecticut, the U.S. Air Force Academy, the ASSA 2024 CSWEP session, Cornell, Northwestern, All-UC Demography conference, the Northeast Labor Symposium for Early Career Economists, Loyola Marymount, UC Riverside, the Institute for Defense Analysis, the Southern California Conference in Applied Microeconomics (SoCCAM), NBER Summer Institute Gender in the Economy, University of Virginia, the All California Labor Economics Conference (ACLEC), and the BFI Women in Empirical Microeconomics conference. We thank Anika Nerella, Kelly Orr, and Samantha Mackley for excellent research assistance. All views, opinions, and interpretations are those of the authors and do not represent the views or official positions of West Point, the U.S. Army, or the Department of Defense. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}