{
    "id": 33245,
    "citation_title": "Conflict in Dismissals",
    "citation_author": [
        "Pauline Carry",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow do the employer and the worker interact during a dismissal? This paper tests whether they cooperate to minimize costs, or instead engage in conflict—i.e., deliberately amplify costs. We leverage a unique feature of the French labor market: an employer and a worker can jointly opt to replace a costly dismissal by a cheaper and more flexible “separation by mutual agreement” (SMA). Introduced in 2008, SMAs eliminate red tape costs, enable severance pay bargaining, and preclude litigation. However, we find that only 12% of dismissals are resolved through SMAs—far below the efficient level predicted by standard bargaining models. Surveying HR directors, we identify three drivers of conflict that hinder cost minimization: (i) hostility between the employer and the employee, (ii) employers using dismissals as a “discipline device” to maintain incentives, and (iii) asymmetric beliefs about subsequent labor court outcomes. Using counterfactual scenarios in the survey, we find that removing these three drivers of conflict would increase SMA adoption from 12% to 67% of dismissals. We confirm that less conflictual dismissals—due to either better employer-employee relationships or workers benefiting from early retirement—end more often as SMAs.\n\n",
    "acknowledgement": "\nWe thank David Autor, Antoine Bertheau, Marianne Bertrand, Tito Boeri, Pierre Cahuc, Zoe Cullen, Steven Davis, Tim Ederer, Henry Farber, Supreet Kaur, Patrick Kline, Francis Kramarz, Thibaut Lamadon, Attila Lindner, Bentley MacLeod, Christian Moser, Arash Nekoei, Elio Nimier-David, Matthew Notowidigdo, Agathe Pernoud, Charlie Rafkin, Gautam Rao, Richard Rogerson, Nina Roussille, Lars Stole, and Eric Zwick for useful comments. We are grateful to Cedric Christensen for outstanding research assistance, and to Sofia Belhouari for institutional research. We thank Jean-Emmanuel Ray for sharing his expertise of French labor market institutions, as well as the anonymous HR directors for sharing their experience in our survey. We also thank participants at the NBER Summer Institute, the 7th CEPR-Bank of Italy Workshop: Labour Market Policies and Institutions, the Determinants and Consequences of Labor Market Mobility Conference (Konstanz), the St. Louis Fed-WashU Macro-Labor Conference, the UChicago Money and Banking Seminar, the UChicago Saieh Fellows Seminar, the Berkeley Social Science Matrix Fellows brownbag, Drexel Macro Seminar, the University of Montreal Economics Seminar, the Wisconsin-Madison Public Economics Seminar, the UPenn Wharton Macro Seminar, the Berkeley Macro Labor Workshop, the Wisconsin Public Seminar, CMU Applied Seminar, the Rutgers Applied Seminar, the NY Fed seminar, the Princeton internal applied seminar, the Microeconomics Empirical Research Workshop at TAMU, the Columbia Business School Junior Labor Workshop, and the joint Macro / MILLS Applied Micro seminar at Bocconi for useful feedback. Our survey of HR directors received IRB exemption from UC Berkeley (protocol number 2024-01-17102). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}