{
    "id": 33246,
    "citation_title": "War Mobilization and Economic Development: World War II and Structural Transformation in India",
    "citation_author": [
        "Aneesha Parvathaneni",
        "Dean Yang"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan temporary wartime mobilization change the long-run development trajectory of an economy? We study how mobilization for World War II in colonial India influenced its subsequent development. From 1939 to 1945, the British colonial government purchased massive amounts of war materiel within India. We study long-run impacts on structural transformation—the transition of employment from agriculture to modern sectors (industry and services)—in Indian districts. Causal identification takes a shift-share approach, exploiting variation across industries in war-related government orders, and variation across districts in their pre-war industrial structure. We find that World War II economic mobilization had positive and significant impacts on long-run development. More than six decades later, districts with higher procurement of war materiel saw greater structural transformation from agriculture towards industry and services, and higher consumption levels, urbanization rates, and in-migration. We find substantial spillovers on services sectors not directly subject to procurement. The majority of structural transformation effects are driven by procurement of heavy industrial goods.\n\n",
    "acknowledgement": "\nZara Jacob, Jinghao Liu, and Ann Yang provided exemplary research assistance. We appreciate the research assistance of Rohan Bhargava, Yuqing Wang, and Lana Yang-Maccini in earlier stages of this project. We thank Prashant Bharadwaj, Roberto Bonfatti, Latika Chaudhary, Mark Dincecco, James Fenske, Rinchan Mirza, and Saumitra Jha for generously sharing data. We are thankful for thoughtful feedback from Dmitry Arkhangelsky, Manuel Arellano, Sam Asher, Chris Barrett, Laura Boudreau, Paula Bustos, Sebastian Calonico, Guillermo Caruana, Julieta Caunedo, Giacomo de Giorgi, Nicolas de Roux, Brian Dillon, Mark Dincecco, Esther Duflo, Gilles Duranton, Alfonso Flores-Lagunes, Andrew Foster, Tishara Garg, Jonas Gathen, Victor Gay, Andre Groger, John Hoddinott, Elise Huillery, Clement Imbert, Seema Jayachandran, Ruixue Jia, Joe Kaboski, Gaurav Khanna, Federico Kochen, Gianmarco Leon, Karen Macours, Pushkar Maitra, Ben Marx, Craig McIntosh, Devashish Mitra, Melanie Morten, Petra Moser, Karthik Muralidharan, Suresh Naidu, Gerard Padro i Miquel, Kiki Pop-Eleches, Tommaso Porzio, Imran Rasul, Tristan Reed, Mark Rosenzweig, Paulina Rossi, Alex Rothenburg, Anisha Sharma, Sandip Sukhtanktar, Jan Svejnar, Alessandro Tarozzi, Liz Tennant, Gabriel Ulyssea, Eric Verhoogen, and Tom Zohar, from seminar participants at CEMFI, Columbia, Cornell, Michigan, and Syracuse, and from audience members at the conferences: Columbia industrial policy (Nov 2023), ISI (Dec 2023), AMES (Jan 2024), U. Chicago MWIEDC (Apr 2024), UCSD BREAD (May 2024), U. Michigan MDev (May 2024), Barcelona Summer Forum (Jun 2024), and VDEV-CEPR-BREAD (Dec 2024). Hardish Bindra and his team at Paradigm Data Services provided expert data entry. We are grateful for U. Michigan Economics Department MITRE Research Grant support. Dean Yang appreciates funding from Spain's State Research Agency under the Maria de Maetzu Unit of Excellence Program (project CEX2020-001104-M.) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}