{
    "id": 33241,
    "citation_title": "LASH risk and Interest Rates",
    "citation_author": [
        "Laura Alfaro",
        "Saleem A. Bahaj",
        "Robert Czech",
        "Jonathon Hazell",
        "Ioana Neamtu"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies a form of liquidity risk that we call ‘Liquidity After Solvency Hedging’ or “LASH” risk. Financial institutions take LASH risk when they hedge against solvency risk, using strategies that require liquidity when the solvency of the institution improves. We focus on LASH risk relating to interest rate movements. Our framework implies that institutions with longer-duration liabilities than assets—e.g. pension funds and insurers—take more LASH risk as interest rates fall. Using UK regulatory data from 2019-22 on the universe of sterling repo and swap transactions, we measure, in real time and at the institution level, LASH risk for the non-bank sector. We find that at the peak level of LASH risk, a 100bps increase in interest rates would have led to liquidity needs close to the cash holdings of the pension fund and insurance sector. Using a cross-sectional identification strategy, we find that low interest rates caused increases in LASH risk.  We then find that the pre-crisis LASH risk of non-banks predicts their bond sales during the 2022 UK bond market crisis, contributing to the yield spike in the market.\n\n",
    "acknowledgement": "\nWe would like to thank Muhammad Anuar, Claudio Borio, Marco Bardoscia, Jens Christensen, Darrell Duffie, Nathan Foley-Fisher, Rodrigo Guimarães, Valentin Haddad, Peter Hoffmann, Victoria Ivashina, Kristy Jansen, Gwen Jing, Christian Kubitza, Calixto López Castañon, Aytek Malkhozov, Johannes Matt, Tyler Muir, Julien Penasse, Huw Pill, Matthew Pritsker, José Scheinkman, Matt Roberts-Sklar, Fabricius Somogyi, Philipp Schnabl, Andrei Shleifer, Jean-David Sigaux, Adi Sunderam, Misa Tanaka, Leonidas Tsiaras, Quynh-Anh Vo and conference and seminar participants at the Bank of England, Bank of International Settlements, NBER IFM Fall Meeting, 10th International Conference on Sovereign Bond Markets, Annual Conference of the Banco Central do Brasil, Barcelona Summer Forum, QCGBF Conference, EFA, EEA-ESEM, Joint BIS-ESM-EUI-CCA-HEC Montréal Conference on the Economics of Risk, BIS Conference on Banks’ Liquidity in Volatile Macroeconomic and Market Environments, Bundesbank Conference on Markets and Intermediaries, CEPR Annual Monetary Economics and Fluctuations Symposium, 19th Central Bank Conference on the Microstructure of Financial Markets, ECB Conference on Financial Stability and Macroprudential Policy, Federal Reserve Board, Federal Reserve Bank of Boston, Fidelity, INSEAD, Keio University, the IMF Research Department and the London School of Economics for their useful comments. We thank Seyed Hosseini and Younghun Lee for excellent research assistance. Part of this work was conducted when Alfaro was visiting the Bank of England and she thanks them for their hospitality. The views expressed in this paper are those of the authors and not necessarily those of the Bank of England or its committees, nor those of the National Bureau of Economic Research.\n\n\n"
}