{
    "id": 33243,
    "citation_title": "Granular Treasury Demand with Arbitrageurs",
    "citation_author": [
        "Kristy A.E. Jansen",
        "Wenhao Li",
        "Lukas Schmid"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a novel dataset of sector-level U.S. Treasury holdings, covering the majority of the market. Using this dataset, we estimate maturity-specific demand functions and elasticities of different investors and the Fed, and integrate them into a dynamic equilibrium model of the Treasury market with risk-averse arbitrageurs. Quantifying the model reveals that (1) strong arbitrage leads to an elastic Treasury market and a steeply downward-sloping term structure of market elasticity; (2) monetary tightening raises term premia due to arbitrageurs interacting with investors exhibiting high cross-elasticities; (3) QE has limited impact unless the Fed credibly commits to sustained balance sheet expansion.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya (discussant), Daniel Andrei (discussant), Adrien d’Avernas (discussant), Zefeng Chen, Greg Duffee, Darrell Duffie, William Diamond, Valentin Haddad, Ben Hebert, Francois Gourio, Erica Jiang, Ralph Koijen, Arvind Krishnamurthy, Moritz Lenel (discussant), Martin Lettau, Jane Li, Karen Lewis, Tom Sargent, Alexi Savov, Selale Tuzel, Quentin Vandeweyer (discussant), Annette Vissing-Jorgensen, Robert Richmond, Olivier Wang, Xingtan Zhang, Geoffery Zheng, and seminar and conference participants at the SF Fed, BI-SHoF Conference on Asset Pricing and Financial Econometrics, Junior Valuation Workshop at Wharton, Zurich Quantitative Macroeconomics Workshop, UBC Summer Finance Conference, USC, Chicago Fed, Stanford SITE, Stanford Junior Macro-Finance Conference, SAIF, PBCSF Tsinghua, CKGSB, Peking University Guanghua, NBER Financial Market Frictions and Systemic Risks Conference, UIUC, NYU, CMU Tepper-LAEF Conference, Princeton Macro-Finance Conference, UNSW, ANU, University of Sydney, University of Technology Sydney, UCLA Macro-Finance Lunch, JHU Carey Finance Conference, and Berkeley Haas for very useful comments and discussions. We gratefully acknowledge financial support from NBER Financial Market Frictions and Systemic Risks initiative. We thank Winston Chen for excellent research assistance. Views expressed are those of the authors and do not necessarily reflect official positions of DNB or the Eurosystem. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}