{
    "id": 33249,
    "citation_title": "Unhooking the Past: Early-life Exposure to Hookworm Eradication and Later-life Longevity",
    "citation_author": [
        "Hamid Noghanibehambari",
        "Jason Fletcher"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis study examines the long-term effects of the Rockefeller Sanitary Commission’s (RSC) hookworm eradication campaign, initiated in the American South in the 1910s, on old-age longevity. Utilizing Social Security Administration death records linked to the 1940 full-count census, we employ a difference-in-differences approach to examine the effects of early-life exposure to the eradication campaign on later-life outcomes. We find that individuals exposed to the RSC campaign during in-utero and early-life experience an increase of 1.3 months in longevity. The effects are substantially larger among nonwhites, children of illiterate mothers, and those born in urban areas. Moreover, we provide evidence of dynamic complementarity in the effects of hookworm eradication on longevity, with larger effects observed in counties exposed to the Rosenwald school construction movement and in states with more stringent child labor laws. Using the 1940 census and World War II enlistment data, we provide suggestive evidence of improvements in educational attainment, income, and cognitive ability as possible pathways. Our findings contribute to the literature on the lasting effects of early-life public health interventions and underscore the importance of such programs in addressing present-day global health challenges.\n\n",
    "acknowledgement": "\nThe authors claim that they have no conflict of interest to report. The authors would like to acknowledge financial support from NIA grants (R01AG060109, R01AG076830).  We thank Joshua Goldstein for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}