{
    "id": 33242,
    "citation_title": "When Given Discretion Teachers Did Not Shirk: Evidence from Remedial Education in Secondary Schools",
    "citation_author": [
        "Sabrin A. Beg",
        "Anne E. Fitzpatrick",
        "Jason T. Kerwin",
        "Adrienne Lucas",
        "Khandker Wahedur Rahman"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPublic-sector organizations face a tradeoff: allowing workers discretion at the point of service to adapt to local needs, versus rigid harmonization to ensure uniform service delivery. We examine this tradeoff in the context of secondary schools in Odisha, India, where the centrally set curriculum is nearly 4 grades above the learning levels of the mean student. We conduct a randomized intervention that assigned schools to either a rigid or a flexible version of a remedial learning intervention that displaced the curriculum. We compare learning outcomes and teaching quality to the status quo. Both interventions increased learning by 0.11SD, about 60 percent of a year of learning, with gains throughout the learning distribution. We find no crowd-out of grade-level mastery, and no change in the likelihood of earning passing Board Marks one year later. Discretion did not lower the quality of implementation or induce shirking. Allowing teachers flexibility to adjust classroom content to student needs was beneficial and had limited downsides.\n\n",
    "acknowledgement": "\nAll study activities were approved by the following Institutional Review Boards: IFMR, University of Minnesota, University of Delaware, and University of Massachusetts Boston. This evaluation would not be possible without our partners at Transform Schools, People for Action, and the School and Mass Education Department of Odisha, including Pankaj Sharma, Bindiya Nagpal, Christine Oliver, and Kartik Sahu. We thank Rebecca Thornton, Sandra Sequiera and seminar participants at Bentley University, Boston University, IFPRI, Lafayette College, Universite Laval, the University of Delaware, University of Nevada Reno, Wellesley College, the University of Maryland, Miami University, as well as our discussants at the following conferences: AEFP, AFE, CSAE, NEUDC, and PAA for their comments. We also thank the JPAL-South Asia field operations sta↵, and all of our respondents for their time, cooperation, and insight. Soumya Das provided excellent research assistance. Funding for this project was provided by the UK Foreign, Commonwealth & Development Office, awarded through J-PAL’s Post-Primary Education Initiative, and the Kusuma Trust UK. AEA RCT #AEARCTR-0004138. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}