{
    "id": 33248,
    "citation_title": "The Long-run Effects of Transportation Productivity on the US Economy",
    "citation_author": [
        "A. Kerem Coşar",
        "Sophie Osotimehin",
        "Latchezar Popov"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the aggregate, regional and sectoral impacts of transportation productivity growth on the US economy over the period 1947-2017. Using a multi-region, multi-sector model that explicitly captures produced transportation services as a key input to interregional trade, we find that the calibrated change in transportation productivity had a sizable impact on aggregate welfare, magnified by a factor of 2.3 compared to its sectoral share in GDP. The amplification mechanism results from the complementarity between transport services and tradable goods, interacting with sectoral and spatial linkages. The geographical implications are highly uneven, with the West and Southwest benefiting the most from market access improvements while the Northeast experiences a decline. Sectoral impacts are largest in transportation-intensive activities like agriculture, mining and heavy manufacturing. Our results demonstrate the outsized and heterogeneous impact of the transportation sector in shaping US economic activity through specialization and spatial transformation.\n\n",
    "acknowledgement": "\nThis research is supported by the University of Virginia Quantitative Collaborative and the Canadian Social Sciences and Humanities Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}