{
    "id": 33240,
    "citation_title": "Beyond Bruen: Can Firearm Training Replace Local Discretion in Concealed Carry Permitting?",
    "citation_author": [
        "John J. Donohue",
        "Matthew Benavides",
        "Amy L. Zhang",
        "Alex Oktay"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2022 Supreme Court case NYSRPA v. Bruen struck down states’ discretion in issuing individuals firearm right-to-carry permits. As the country transitions towards more and more permissive concealed carry regulation, it has remained unclear how permitting processes and requirements affect personal and public safety. Leveraging a novel dataset of state laws spanning 2000- 2022, we find that more stringent concealed carry requirements, such as higher fees or more training hours, do not deter gun owners from obtaining carrying licenses, nor do they alter their behavior substantially enough to impact public safety outcomes including violent crimes, gun theft, or accidental shootings. As such, stricter training requirements are unable to counteract the effects of more permissive concealed carry issuance.\n\n",
    "acknowledgement": "\nThe authors thank the many helpful state legislature and law enforcement employees who responded to our data requests. Stanford Law students Dana Alpert, Desmond Mantle, David Mollenkamp, and Robert Vogel provided invaluable legal research assistance, as well as Allison Anderman, Erin Earp, and Kelly Drane at Giffords. This project was generously funded by Arnold Ventures grant #23-09671. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}