{
    "id": 33254,
    "citation_title": "Financing, Ownership, and Performance: A Novel, Longitudinal Firm-Level Database",
    "citation_author": [
        "J. David Brown",
        "Steven J. Davis",
        "Lucia S. Foster",
        "John C. Haltiwanger",
        "John Sabelhaus"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe Census Bureau’s Longitudinal Business Database (LBD) underpins many studies of firm-level behavior. It tracks longitudinally all employers in the nonfarm private sector but lacks information about business financing and owner characteristics. We address this shortcoming by linking LBD observations to firm-level data drawn from several large Census Bureau surveys. The resulting Longitudinal Employer, Owner, and Financing (LEOF) database contains more than 3 million observations at the firm-year level with information about start-up financing, current financing, owner demographics, ownership structure, profitability, and owner aspirations – all linked to annual firm-level employment data since the firm hired its first employee. Using the LEOF database, we document trends in owner demographics and financing patterns and investigate how these business characteristics relate to firm-level employment outcomes.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau, nor the views of the Brookings Institution or its funders. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Data Management System: P-7514232, CBDRB-FY25-CES014-005). We thank John Eltinge, Nathan Goldschlag, Cristina Tello-Trillo, and participants at the AEA, FSRDC, and OUSEA-BEA-Census conferences for helpful comments on this paper or on early draft presentations of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates.\n\n\n"
}