{
    "id": 33258,
    "citation_title": "Knowledge Suppression and Resilience under Censorship: Three-century Book Publications in China",
    "citation_author": [
        "Ying Bai",
        "Ruixue Jia",
        "Jiaojiao Yang"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis study examines the short-, medium-, and long-term impacts of state censorship on knowledge production, focusing on the largest book-banning campaign in Chinese history, initiated during the compilation of the 'Siku Quanshu' (Complete Library in Four Sections) between 1772 and 1783. Analyzing publication data from over 161,000 books spanning the 1660s to the 1940s, we find that categories subjected to stricter censorship experienced significant declines in publication during the seven decades following the bans (1770s–1830s). However, beginning in the 1840s, political upheavals and the erosion of state control triggered a resurgence of publications in previously restricted categories. This pattern of suppression and recovery extends to ideas, as evidenced by keyword analysis of book titles. Further analysis highlights the central role of chilling effects in driving these dynamics, with the exit and entry of publishers playing a crucial role in both the suppression and subsequent revival of knowledge production.\n\n",
    "acknowledgement": "\nWe thank Scott Gehlbach, Matthew Gentzkow, Sergei Guriev, Jennifer Pan, Harry Pickard, Tuan Twee Sng,Konstantin Sonin, David Stromberg, Shaoda Wang, Jaya Wen, David Yang, Li-an Zhou, Katia Zhuravskaya andconference and seminar participants at Arthur Lewis Lab Conference, Monash, National University of Singapore, Oxford, Singapore Management University, and University of Chicago for their comments. Ying Bai acknowledges the financial support of the Research Grants Council of Hong Kong (grant no. GRF 14507122). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}