{
    "id": 33250,
    "citation_title": "Suez",
    "citation_author": [
        "David S. Jacks",
        "Christopher M. Meissner",
        "Nikolaus Wolf"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor all its importance, there still is no comprehensive quantitative assessment of the Suez Canal’s opening in 1869. We find that it led to a 72% relative increase in bilateral exports for affected country pairs and a likely permanent increase in world trade. With respect to the composition of trade, Suez was associated with large changes in export shares but only for a handful of goods categories. With respect to mechanisms, the relative cost of using steamships on Suez-affected routes fell dramatically and immediately after 1869, suggesting a vital role for the canal in the global diffusion of steam technology.\n\n",
    "acknowledgement": "\nThis paper was written while Jacks was the Milne Visiting Professor of Economics at the University of Western Australia, and he thanks the UWA Business School for its hospitality. We appreciate feedback from Tim Hatton, Noel Maurer, and Thierry Mayer as well as conference and seminar participants at UBC, UC Irvine, the 2023 EHES Conference, the 2024 Australian Cliometrics Workshop, the 2024 EHA annual meeting, and the 2024 NBER Summer Institute. Finally, Jacks gratefully acknowledges research support from the National University of Singapore. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher M. Meissner\n\nChristopher Meissner has no external funding to report for this research and has no relevant financial relationships to report.\n\n\n"
}