{
    "id": 33257,
    "citation_title": "Conditions Under Which College Students Can be Responsive to Text-based Nudging",
    "citation_author": [
        "Lindsay C. Page",
        "Katharine E. Meyer",
        "Jeonghyun Lee",
        "Hunter Gehlbach"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "2024-12-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege success requires students to engage with their institution academically and administratively. Missteps with administrative processes can threaten student persistence and success. Through two experimental studies, one exploratory (N=13,657) and one pre-registered and confirmatory (N=11,561), we assessed the effectiveness of an artificially intelligent, text-based chatbot that proactively reached out to students to support navigation of administrative processes and use of campus resources. Across two-year and four-year college contexts, outreach was most effective when focused on discrete administrative processes–such as filing financial aid forms and managing registration holds–which were acute and time-sensitive and for which outreach could be targeted to those for whom it was relevant. We situate these experiments in the context of similar efforts targeting college students to formulate testable hypotheses about their effective use for promoting college success. Specifically, we hypothesize that proactive outreach will be most effective when: (1) framed as from a trusted source with whom students would expect to communicate; (2) targeted using data to ensure that communication is relevant to students’ personal circumstances; and (3) focused on well-defined, required, and often acute tasks.\n\n",
    "acknowledgement": "\nWe thank the Michael and Susan Dell Foundation (MSDF) for providing financial support to make this research possible, and we acknowledge both MSDF and the ECMC Foundation for their financial support of project implementation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}