{
    "id": 33251,
    "citation_title": "When Democracy Refuses to Die: Evaluating a Training Program for New Politicians",
    "citation_author": [
        "Ernesto Dal Bó",
        "Claudio Ferraz",
        "Frederico Finan",
        "Pedro Pessoa"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the effects of a program in Brazil that selects and trains new politicians, addressing three main challenges: selection bias from program screening, self-selection into candidacy, and the need to quantify the contributions of both selection and training in a holistic evaluation. Our findings show that the program raised political entry by doubling candidacy rates and increasing electoral success by 69%. However, much of the overall effect was driven by screening, which accounted for 30% of the increase in candidacy and 43% of the increase in election rates, while also making the candidate pool more diverse, competent, and committed to democratic values. Renewing the political class involves trade-offs, as some traits favored by the program did not align with voter preferences, and also reduced the descriptive representation of low-income individuals.\n\n",
    "acknowledgement": "\nWe thank Rodrigo Cobra, Darlan Dal-Bianco and Eduardo Mufarej for access to, and clarifications and discussions about, the RenovaBR data. We thank Matt Backus, Sam Kapon, Thomas Lemieux, and Sam Norris for valuable discussion, and participants in numerous seminars and conferences for their helpful comments. We thank Juan Felipe Riaño for a thoughtful discussion of the paper. Silvia Farina provided excellent research assistance. Ferraz acknowledges financial support from SSHRC. All results and opinions are the responsibility of the authors, not RenovaBR or the National Bureau of Economic Research.\n\n\n"
}