{
    "id": 33259,
    "citation_title": "Open Banking and Digital Payments: Implications for Credit Access",
    "citation_author": [
        "Shashwat Alok",
        "Pulak Ghosh",
        "Nirupama Kulkarni",
        "Manju Puri"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDoes the ability to generate verifiable digital financial histories, with customers having data-sharing rights, improve credit access? We answer this using India’s launch of an Open-Banking based public digital payment infrastructure (UPI). Using rarely available data on the universe of consumer loans we show credit increases by both fintechs (new entrants) and banks (incumbents), on the intensive and extensive margin, including increased credit to subprime and new-to-credit customers. We show several mechanisms at play: low-cost internet improves credit access, lenders weigh in digital histories, and digital payments with Open Banking effectively complement first-time bank accounts enabling access to formal credit.\n\n",
    "acknowledgement": "\nWe thank seminar participants at ABFER, American University, Bank of International Settlements, George Mason University, Federal Deposit Insurance Corporation, Federal Reserve Board of Governors, Fed Philadelphia/Univ of Delaware Fintech conference, Fordham University, Henry Thornston memorial lecture, Bayes University, Imperial College, Indian Institute of Management, Bangalore, Institute for Economic Growth, Delhi, National University of Singapore, RIETI International Workshop, Tokyo, Taiwan Symposium on Innovation Economics and Entrepreneurship, Taipei, University of California, Berkeley, UMIF seminar, UNC Conference on wealth and inequality, University of Texas, Austin, University of Texas, Dallas, University of Tokyo, University of Zurich, Vanderbilt University, and the World Bank for providing useful feedback. We also thank Advait Moharir and Amartya Rajamalla for their excellent research assistance. All opinions expressed in this paper reflect those of the authors and not necessarily those of the RBI or CAFRAL. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}