{
    "id": 33256,
    "citation_title": "Financial Inclusion Across the United States",
    "citation_author": [
        "Motohiro Yogo",
        "Andrew Whitten",
        "Natalie Cox"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study retirement and bank account participation for the universe of U.S. households with a member aged 50 to 59 in the administrative tax data. ZCTA-level average income, income inequality, and racial composition predict retirement account participation for low-income households, conditional on household income and regional price parities. Income inequality also predicts bank account participation for low-income households. We estimate the causal effect of access to an employer retirement plan on participation. Recent policy proposals for universal access with automatic enrollment could increase participation by 19 percentage points in the lowest income quintile over ten years.\n\n",
    "acknowledgement": "\nThis research was conducted while Whitten was an employee of the U.S. Department of the Treasury. Any confidential taxpayer data used in this research were kept in a secured IRS data repository, and all results have been reviewed to ensure that no confidential information is disclosed. This research was derived in part from research activities performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily reflect the views or the official positions of the Treasury, SSA, any agency of the U.S. Government, or the National Bureau of Economic Research. Neither the U.S. Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this paper. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the U.S. Government or any agency thereof. For comments and discussions, we thank Edith Brashares, Adam Cole, Alice Henriques Volz, Ben Meiselman, Brian Melzer, Neviana Petkova, John Sabelhaus, Irina Stefanescu, and Alexander Zentefis. We also thank seminar participants at CUNY Graduate Center, Dartmouth College, Federal Reserve Bank of Chicago, Federal Reserve Bank of New York, Federal Reserve Bank of Philadelphia, Harvard University, MIT, National University of Singapore, Peking University, Princeton University, Rutgers University, Temple University, UCLA, University of Michigan, University of Wisconsin, U.S. Department of the Treasury, Wharton, the 2021 Office of Tax Analysis Research Conference, the 2021 NBER Conference on Innovative Data in Household Finance: Opportunities and Challenges, the 2022 Q-Group Spring Seminar, the 2022 NBER Public Economics Program Meeting, the 2022 UCLA Fink Center Conference on Financial Markets, the 2022 Chicago Household Finance Conference, and the 2023 AEA Annual Meeting.\n\n\n"
}