{
    "id": 33253,
    "citation_title": "Efficient Imperfect Competition with an Application to International Trade",
    "citation_author": [
        "Guido Menzio"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the equilibrium and the welfare effects of international trade when product markets are imperfectly competitive due of search frictions—as in Burdett and Judd (1983)—rather than product differentiation—as in Dixit and Stiglitz (1977). Markups are positive, even though there are multiple firms producing identical goods. Markups depend negatively on the number of firms producing identical goods, which, in turn, determines the extent of competition in the market. Markups may be increasing, constant, decreasing or non-monotonic in firm's size, depending on the extent of competition and on the distribution of marginal costs. The entry of firms and the quantity of output produced by each firm are efficient, even though the market is imperfectly competitive. International trade increases the measure of firms in the market, intensifies competition, lowers markups, and unambiguously increases welfare. These \"natural\" effects of trade emerge generically in the Burdett-Judd model of imperfect competition. In the Dixit-Stiglitz model of imperfect competition, these effects are an artifact of particular specifications of preferences.\n\n",
    "acknowledgement": "\nGuido Menzio: Department of Economics, New York University, 19 West 4th Street, New York, NY 10012 (email: gm1310@nyu.edu). I am grateful to Thanasis Geromichalos, Paolo Martellini, Guillaume Rocheteau, Chris Tonetti and Sharon Traiberman for their comments, as well as to seminar participants at UC San Diego and UC Irvine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}