{
    "id": 33264,
    "citation_title": "Adaptation to Climate Change",
    "citation_author": [
        "Tamma Carleton",
        "Esther Duflo",
        "Kelsey Jack",
        "Guglielmo Zappalà"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMounting costs of anthropogenic climate change reveal that adaptation will be essential to human well-being in coming decades. At the same time, the literature on the economics of adaptation offers relatively little guidance for emerging policy. In this chapter, we review the existing literature, focusing on how it can better inform adaptation policy design and implementation. A simple conceptual model of adaptation decision-making describes two core adaptation channels that we link to two streams of adaptation literature, which have emerged largely in parallel. We outline how insights from these literatures can be used for adaptation policy evaluation, highlight key limitations of and opportunities for public intervention in private adaptation markets, and provide guidance for future work.\n\n",
    "acknowledgement": "\nPrepared for the forthcoming Handbook of the Economics of Climate Change, Volume 1, Elsevier. We are grateful for constructive feedback from Fiona Burlig, Simon Dietz, Kyle Emerick, Ishan Nath, Katherine Wagner, members of the Coase Project, and the Editors, Lint Barrage and Solomon Hsiang. Kathryn McMahon provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsther Duflo\n\nNo disclosure to add\n\n\n"
}