{
    "id": 33263,
    "citation_title": "Federal Reserve Structure, Economic Ideas, and Banking Policy During the “Quiet Period” in Banking",
    "citation_author": [
        "Michael D. Bordo",
        "Edward S. Prescott"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the decentralized structure of the Federal Reserve System as a mechanism for generating and processing new ideas on banking policy in the 1950s and 1960s. We document that demand for research and analysis was driven by banking industry developments and legal changes that required the Federal Reserve and other banking regulatory agencies to develop guidelines for bank mergers. In response to these developments, the Board and the Reserve Banks hired industrial organization economists and young economists out of graduate school who brought in the leading theory of industrial organization at the time, which was the structure, conduct, and performance (SCP) paradigm. This flow of ideas into the Federal Reserve from academia paralleled the flow that was going on in monetary policy and macroeconomics at the time and contributed to the increased professionalization of research at the Federal Reserve. We document how several Reserve Banks, particularly Boston and Chicago, innovated by creating dissertation support programs, collecting specialized data, and creating the Bank Structure Conference, which became the clearinghouse for academic work on bank structure and later for bank risk and financial stability. We interpret these examples as illustrating an advantage that a decentralized central bank has in the production of knowledge.\n\n",
    "acknowledgement": "\nWe would like to thank Bob Eisenbeis, Doug Evanoff, Stuart Greenbaum, Neil B. Murphy, Sam Peltzman, and Jim Schmitz for helpful discussions. We would also like to thank several Federal Reserve archivists, particularly Joanne O’Dell, for their assistance and Alan Chernoff and Keith Hazen for excellent research assistance. The views expressed in this essay are those of the authors and not necessarily those of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nMichael D. Bordo\n\nWe thank the Smith Richardson Foundation for their support for this paper which is part of a larger project on the role of the Reserve Banks in federal Reserve policy formation.\n\n\n"
}