{
    "id": 33265,
    "citation_title": "Handling Endogenous Marketing Mix Regressors in Correlated Heterogeneous Panels with Copula Augmented Mean Group Estimation",
    "citation_author": [
        "Liying Yang",
        "Yi Qian",
        "Hui Xie"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEndogeneity is a primary concern when evaluating causal effects using observational panel data. While unit-specific intercepts control for unobserved time-invariant confounders, dependence between (i) regressors (e.g., marketing mix strategy of interests) and the current error term (regressor endogeneity) and/or between (ii) regressors and heterogeneous slope coefficients (slope endogeneity) can introduce significant estimation bias, resulting in misleading inference. This paper proposes a two-stage copula endogeneity correction mean group (2sCOPE-MG) estimator for panel data models, simultaneously addressing both endogeneity concerns. We generalize the IV-free copula control function, employing a general location Gaussian copula that effectively captures the panel structure. The heterogeneous coefficients are treated as unit-specific fixed parameters without distributional assumptions. Consequently, the 2sCOPE-MG estimator allows for arbitrary dependence structure between heterogeneous coefficients and regressors. Unlike Haschka (2022), 2sCOPE-MG requires neither a normal error distribution nor a Gaussian copula regressor-error dependence structure and is more robust, easier to implement, and capable of addressing slope endogeneity. The 2sCOPE-MG estimator is extended to dynamic panels, where intertemporal dependence in the outcome process can be suitably captured. We study its asymptotic properties and provide an analytical variance formula for inference without the need to bootstrap. For short dynamic panels, a Jackknife bias-corrected 2sCOPE-MG estimator is provided to ensure unbiased inference. The usage of the 2sCOPE-MG estimator is demonstrated by Monte Carlo simulations and a marketing mix response application across 21 categories to account for regressor and slope endogeneities in store-panel sales data.\n\n",
    "acknowledgement": "\nWe acknowledge the support by Social Sciences and Humanities Research Council of Canada [grants 435-2018-0519 and 435-2023-0306], Natural Sciences and Engineering Research Council of Canada [grant RGPIN-2018-04313 and RGPIN-2024-06629] and US National Institute of Health [grant R01CA178061]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}