{
    "id": 33269,
    "citation_title": "College Major Restrictions and Student Stratification",
    "citation_author": [
        "Zachary Bleemer",
        "Aashish Mehta"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nUnderrepresented minority (URM) college students have been steadily earning degrees in relatively less lucrative fields of study since the mid-1990s. A decomposition reveals that this widening gap is principally explained by rising stratification at public research universities, many of which increasingly prevent students with poor introductory grades from declaring popular majors. We investigate these major restriction policies by constructing a novel 50-year dataset covering four public research universities' student transcripts and employing a staggered difference-in-difference design around the implementation of 25 GPA-based restrictions. Restrictions disproportionately filter out less-prepared students with fewer pre-college academic opportunities, decreasing average URM enrollment shares by 20 percent. They do not measurably improve allocative efficiency across majors, departments' wage value-added, or filtered students' educational attainment. Using first-term course enrollments to identify students who intend to earn restricted majors, we find that major restrictions disproportionately lead URM students toward less lucrative majors, explaining nearly all growth in within-institution ethnic stratification since the 1990s.\n\n",
    "acknowledgement": "\nThanks to Joe Altonji, Kelly Bedard, Dan Black, Chris Campos, David Card, Raj Chetty, David Deming, Claudia Goldin, Rucker Johnson, Peter Kuhn, Todd Messer, Martha Olney, Jesse Rothstein, Ebonya Washington, Cathy Weinberger, Matt Wiswall, Seth Zimmerman, and many seminar and conference participants for helpful comments. Thanks as well to Camille Baker, David Bodovski, Amelia Davidson, Dhruv Gaur, Dan Ma, Alia Roca-Lezra, San Singh, and Thomas Sweeney for excellent research assistance. Our work was supported by the UC Humanities Research Institute. The conclusions of this research do not necessarily reflect the opinion or official position of the University of California or the State of California. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}