{
    "id": 33260,
    "citation_title": "Cracks in the Glass Ceiling and Gender Equality: Do Exports Shatter the Glass Ceiling?",
    "citation_author": [
        "Bruno César Araújo",
        "Lourenço S. Paz",
        "James E. West"
    ],
    "citation_publication_date": "2024-12-16",
    "issue_date": "2024-12-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe use Brazilian administrative employer-employee matched data of worker demographics, industry of affiliation, occupation, and wages to examine whether females in managerial and executive positions (cracks in the glass ceiling) lead to more gender-equal workplace outcomes. In response to the large and unanticipated 1999 Brazilian Real exchange rate devaluation, the gender wage gap widened across all firms. The contrast between female and male-led firms was large and highly significant regarding managerial and supervisory employees. Both the gender wage gap and the proportion of female employees grew more in female-led firms than in male-led firms, consistent with the predictions of our monopsony model of firm behavior. We conclude that exports further crack the glass ceiling but do not necessarily improve the gender wage gap.\n\n",
    "acknowledgement": "\nThanks to C. Featherstone, V. Pham, M. Richards, seminar participants, and our colleagues at Baylor University. No funding to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}