{
    "id": 33271,
    "citation_title": "Access to Digital Credit for Smallholder Farmers: Experimental Evidence from Ghana",
    "citation_author": [
        "Dean Karlan",
        "Monica P. Lambon-Quayefio",
        "Utsav Manjeer",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDigital finance in agriculture is a nascent technology which could help improve rural financial inclusion. In an experimental evaluation of a digital lending product for farmers in Southern Ghana, credit increases farm investments but has few statistically significant average effects on downstream outcomes. However, logistical challenges generated imperfect compliance with the treatment assignment, with some loans delivered in a timely fashion for agricultural investments and others coming later. We cautiously exploit this unplanned non-experimental implementation heterogeneity and conclude that agriculturally-focused digital credit platforms have potential to tackle persistent rural financial market imperfections, but the timing seems critical and deserves further study.\n\n",
    "acknowledgement": "\nWe thank the Digital Credit Observatory at the Center for Effective Global Action for funding. This study was pre-registered at the AEA RCT Registry (ID: 0005829) and obtained approval from the Innovations for Poverty Action Human Subjects Committee IRB # 14431. We are grateful to the field and project management team at Innovations for Poverty Action (IPA) Ghana office for survey and project management support; to Andre Nickow at the Global Poverty Research Lab for research management; and, to Farmerline, our implementing partner, for their collaboration throughout. All interpretations of the results are our own and do not reflect the views of the funders or implementing partner. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}