{
    "id": 33279,
    "citation_title": "The Benefits and Costs of Paid Family Leave",
    "citation_author": [
        "Buyi Wang",
        "Meredith Slopen",
        "Irwin Garfinkel",
        "Elizabeth Ananat",
        "Sophie M. Collyer",
        "Robert Paul Hartley",
        "Anastasia Koutavas",
        "Christopher Wimer"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational paid family leave programs have been repeatedly proposed in the United States in recent years. To inform policy discussions, we provide a benefit-cost analysis of introducing such a program. We systematically identify high-quality, quasi-experimental studies on the impact of paid leave on infants and parents. Using the most conservative estimates or the mean estimates from this literature, we estimate that every $1,000 investment in paid parental leave would generate, respectively, $7,275 or $29,406 in present discounted net social benefits. We use these estimates to conduct a microsimulation of benefits and costs of two policy proposals with different eligibility and wage replacement rates. The first, a 4-week program, would have an initial fiscal cost of under $2 billion and net social benefits of $13 (conservative) or $55 billion (mean). The corresponding figures for the 12-week program are about 3.7 times larger, suggesting that either version would likely generate high returns.\n\n",
    "acknowledgement": "\nWe are grateful for the support of the Robin Hood Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}