{
    "id": 33272,
    "citation_title": "Lessons Learned and Ignored in U.S. Place-Based Policymaking",
    "citation_author": [
        "Matthew Freedman",
        "David Neumark"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPlace-based programs aim to encourage economic and community development in defined geographic areas. They frequently offer tax incentives, grants, loans, or regulatory relief to private or non-profit entities for investing in specific communities. Funding can support a range of activities, including investments in job creation, infrastructure, workforce development, affordable housing, and more. Interest in spatially targeted interventions in the U.S. has waxed and waned over time in response to changing political environments, policy advocacy, and the evolving conclusions of academic research. The nature of place-based programs themselves has also evolved – often building on the lessons learned from past research and experience, but sometimes ignoring these lessons. In this chapter, we review what we have learned from past place-based job creation programs in the U.S. context. We also describe some of the newest developments in place-based policymaking and how recent programs’ successes and failures in heeding past lessons have contributed to their relative effectiveness.\n\n",
    "acknowledgement": "\nWe thank Emma Wohl for outstanding research assistance as well as Peter Berkowitz, Cecile Gaubert, Gordon Hanson, Jed Kolko, Adam Ozimek, Dani Rodrik, and NBER conference participants for helpful comments. This paper was prepared for the NBER Economics of Place-Based Policies conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}