{
    "id": 33273,
    "citation_title": "Deterrence Through Response Curves: An Empirical Analysis of the Gaza-Israel Conflict",
    "citation_author": [
        "Eli Berman",
        "Prabin B. Khadka",
        "Danny Klinenberg",
        "Esteban Klor"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use response curves in a repeated game to analyze key aspects of mutual deterrence: escalation, de-escalation, incomplete deterrence, and deterrence by denial. In this approach, episodes of violence are due to interacting response curves, which disincentivize opponents from attacking through both deterrence and compellence. Both sides punish attacks to maintain credibility in future episodes, disincentivizing larger attacks and yielding nonviolent lulls. We empirically estimate those curves using detailed incident data from the Israel-Gaza conflict between 2007 and 2017. Our estimates match the dynamics of the raw data: very frequent episodes of low lethality violent exchange. Response curves are stable and probably Markovian. They exhibit a posture consistent with incomplete deterrence: i.e., episodes de-escalate, but to a violent equilibrium. Israeli missile defense shifts the Gazan response curve to a less aggressive posture, as predicted by theory.\n\n",
    "acknowledgement": "\nWe acknowledge the support of the Minerva Research Institute (FA9550-23-1-0437). The views expressed in this article are those of the authors and do not reflect the official policy or position of the Department of Defense or the U.S. Government. Esteban F. Klor thanks the Israel Science Foundation (grant No. 1061/18) and the Falk Institute for Economic Research in Israel for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}