{
    "id": 33276,
    "citation_title": "The Relationship between Officer Misconduct and Conviction-less Arrests",
    "citation_author": [
        "Bocar A. Ba",
        "Nayoung Rim",
        "Roman Rivera"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nGiven the use of an individual’s arrest history for many economic and social outcomes, reducing conviction‐less arrests (arrests that result in no charges or where the defendant is found not guilty) is an important policy goal. This paper examines which officers are making conviction‐less arrests, and whether these arrests can be reduced with increased oversight. Using the Chicago Police Department’s rotational duty calendar to obtain plausibly exogenous variation in the set of officers assigned to work on a particular day, we find that arrests made by officers with high misconduct are 10.5% less likely than the arrests made by no‐misconduct officers to result in charges and are 14% more likely to have a “Not Guilty” outcome. We also analyze two events that increased the transparency of police misconduct through public disclosure of complaint records and find that increased oversight reduces conviction‐less arrests, but with important nuances across misconduct profiles. While no‐ and low‐misconduct officers are responsive to oversight mechanisms, high‐misconduct officers are less responsive.\n\n",
    "acknowledgement": "\nWe thank Trevon Logan for his mentorship and the Russell Sage Foundation and the Laura and John Arnold Foundation for financial support. The views expressed herein are those of the authors and do not reflect the official policy, position, or views of the Department of Defense, the U.S Government, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}