{
    "id": 33274,
    "citation_title": "Ideological Bias in Estimates of the Impact of Immigration",
    "citation_author": [
        "George J. Borjas",
        "Nate Breznau"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen studying policy-relevant topics, researchers’ policy preferences may shape the design, execution, analysis, and interpretation of results. Detection of such bias is challenging because the research process itself is not normally part of a controlled experimental setting. Our analysis exploits a rare opportunity where 158 researchers working independently in 71 research teams participated in an experiment. After being surveyed about their position on immigration policy, they used the same data to answer the same well-defined empirical question: Does immigration affect the level of public support for social welfare programs? The researchers estimated 1,253 alternative regression models, producing a frequency distribution of the measured impact ranging from strongly negative to strongly positive. We find that research teams composed of pro-immigration researchers estimated more positive impacts of immigration on public support for social programs, while anti-immigration research teams reported more negative estimates. Moreover, the methods used by teams with strong pro- or anti- immigration priors received lower “referee scores” from their peers in the experiment. These lower-rated models helped produce the different effects estimated by the teams at the tails of the immigration sentiment distribution. The underlying research design decisions are the mechanism through which ideology enters the production function for parameter estimates.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Amior, Catalina Amuedo Dorantes, Orley Ashenfelter, David Brady, Hugh Cassidy, Anthony Edo, Tom Emery, Daniel Hamermesh, Theodore Joyce, Joan Llull, Joan Monras, Jan Stuhler, Stephen Trejo, Robert VerBruggen, David Weakleim, and Christopher Wlezien for valuable suggestions and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}