{
    "id": 33275,
    "citation_title": "Transition Risk: Sources and Policy Responses",
    "citation_author": [
        "Stefano Carattini",
        "Garth Heutel",
        "Givi Melkadze",
        "Inès Mourelon"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTransition risk – the financial stability risk related with decarbonization – is a major source of concern. The literature has so far only studied transition risk caused by carbon tax shocks. This paper explores other potential sources of transition risk: two other policy sources – subsidies to abatement or to green producers – and two preference-based sources – a shock to consumer preferences and a shock to investor preferences. We develop an environmental dynamic stochastic general equilibrium model that includes a frictional financial sector, and we consider macroprudential policy responses to transition risks. These different shocks have different effects on the possibility of transition risk and lead to different macroprudential policy implications.\n\n",
    "acknowledgement": "\nCarattini, Heutel, and Melkadze acknowledge financial support from the ClimateWorks Foundation and the International Network for Sustainable Financial Policy Insights, Research, and Exchange. Mourelon acknowledges financial support from the French National Research Agency under grant DEMUR (ANR-20-CE26-0013). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}