{
    "id": 33281,
    "citation_title": "Dissertation Paths: Advisors and Students in the Economics Research Production Function",
    "citation_author": [
        "Joshua Angrist",
        "Marc Diederichs"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "2025-01-22",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nElite economics PhD programs aim to train graduate students for a lifetime of academic research. This paper asks how advising affects graduate students’ post-PhD research productivity. Advising is highly concentrated: at the eight highly-selective schools in our study, a minority of advisors do most of the advising work. We quantify advisor attributes such as an advisor’s own research output and aspects of the advising relationship like coauthoring and research field affinity that might contribute to student research success. Students advised by research-active, prolific advisors tend to publish more, while coauthoring has no effect. Student-advisor research affinity also predicts student success. But a school-level aggregate production function provides much weaker evidence of causal effects, suggesting that successful advisors attract students likely to succeed–without necessarily boosting their students’ chances of success. Evidence for causal effects is strongest for a measure of advisors’ own research output. Aggregate student research output appears to scale linearly with graduate student enrollment, with no evidence of negative class-size effects. An analysis of gender differences in research output shows male and female graduate students to be equally productive in the first few years post-PhD, but female productivity peaks sooner than male productivity.\n\n",
    "acknowledgement": "\nWe thank our exceptionally committed and hard-working research assistants, Alison Fang, Merilin Martinson, Isabel Munoz, and Tianyuan (Margaret) Zheng for two years of painstaking work. Thanks also go to Glenn Ellison, Drew Fudenberg, and Tobias Salz for comments, to RFBerlin for research funding, to Reyn van Ewijk for letting us use his server, and to Liz Braunstein for invaluable help with digital EconLit. This essay is dedicated to the memory of Oberlin College Professor Hirschel Kasper, a pioneer in the study of economics education and undergraduate advisor to Josh Angrist. Kasper’s report on economics education was published as Kasper et al. (1991). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}