{
    "id": 33289,
    "citation_title": "Climbing the Ivory Tower: How Socio-Economic Background Shapes Academia",
    "citation_author": [
        "Ran Abramitzky",
        "Lena Greska",
        "Santiago Pérez",
        "Joseph Price",
        "Carlo Schwarz",
        "Fabian Waldinger"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how socio-economic background shapes academia, collecting the largest dataset of U.S. academics’ backgrounds and research output. Individuals from poorer backgrounds have been severely underrepresented for seven decades, especially in humanities and elite universities. Father’s occupation predicts professors’ discipline choice and, thus, the direction of research. While we find no differences in the average number of publications, academics from poorer backgrounds are both more likely to not publish and to have outstanding publication records. Academics from poorer backgrounds introduce more novel scientific concepts, but are less likely to receive recognition, as measured by citations, Nobel Prize nominations, and awards.\n\n",
    "acknowledgement": "\nWe are grateful to Alvaro Calderón, Davide Cantoni, Gabriele Cristelli, Anna Carolina Dutra Saraiva, Kilian Huber, Santiago Paz Ramos and seminar audiences at Bocconi, CEU, Chicago, Cologne, NUS, LMU Munich, LSE, Mannheim, Pompeu Fabra, PSE, SOFI Stockholm, and Tilburg for insightful comments and suggestions. We are grateful to Alessandro Iaria and Sebastian Hager, who have greatly contributed to the construction of the World of Academia Database, which we use in this paper. We are also grateful to Felix Radde and Marie Spörk for outstanding research assistance. Carlo Schwarz is grateful for financial support from a European Research Council (ERC) Starting Grant (Project 101164784 — CHAIN — ERC-2024-STG). Fabian Waldinger and Lena Greska are grateful for financial support by Deutsche Forschungsgemeinschaft through CRC TRR 190 (nr. 280092119). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}