{
    "id": 33280,
    "citation_title": "The Mental Health of the Young in Africa",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGrowing evidence from around the world suggests the mental health of children and young adults is declining.  We examine trends in mental health in  Africa where there has been little prior work.  We examine data from a number of surveys including Afrobarometers, the Gallup World Poll, the World Values Surveys, UNICEF’s Multiple Cluster Indicator Surveys and Global Minds.  We find little support for the proposition that  the age structure of wellbeing in Africa has changed over the last decade, although  the Global Minds surveys, conducted over the internet, do find mental health improves with age.  One potential reason for this is the limited amount of internet access in Africa, especially for women.  In countries like Burkina Faso and Guinea the majority of the population say they have never accessed the internet.  In a new survey in  rural Tanzania, where there is little or no internet access,  mental health improves with age.  The absence of the internet might help explain why the mental health of young Africans have been declining less than elsewhere other than for the internet savvy. However, there are dangers on the horizon as the sales of smartphones explode in Africa.\n\n",
    "acknowledgement": "\nDavid G. Blanchflower and Alex Bryson would like to thank the United Nations for support. The copyright for all research commissioned by the Human Development Report Office will be held by UNDP.  We thank Gytis Greicius for research assistance and Victor Counted, Michael Gurven and Tara Thiagarajan for helpful comments and suggestions. We thank the United Nations Human Development Report Office for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}