{
    "id": 33283,
    "citation_title": "Firm Financing During Sudden Stops: Can Governments Substitute Markets?",
    "citation_author": [
        "Miguel Acosta-Henao",
        "Andrés Fernández",
        "Patricia Gomez-Gonzalez",
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing comprehensive administrative data on Chilean firms, we examine whether credit lines and government-backed credit guarantees mitigated the impact of the large sudden stop event during the pandemic—the abrupt withdrawal of international capital. Our analysis employs a regression discontinuity design to demonstrate that firms eligible for these programs increased their borrowing from domestic lenders at a relatively lower cost. By reducing the cost of domestic currency debt relative to foreign currency debt, these policies effectively lowered the relative cost of domestic capital in the short term. This reduction in borrowing costs is conditional on selection effects at both the firm and bank levels, where only policy-eligible firms benefit from the lower credit costs from the same lender that non-eligible firms also borrow from. An open economy model with heterogeneous firms and financial frictions helps explain our findings: government interventions eased the higher cost of capital during the sudden stop by relaxing firms’ domestic collateral constraints, which in turn reduced domestic financial intermediaries’ risk aversion and boosted the supply of domestic credit in the face of shrinking international capital flows.\n\n",
    "acknowledgement": "\nWe thank comments and discussions by Rodrigo Alfaro, Sofia Baudduco, Hein Bogaard, Mauricio Calani, Giovanni Dell’ Ariccia, Egemen Eren, Pierre-Olivier Gourinchas, Juanpa Nicolini, Benoit Mojon, Steve O’Connell, Patricio Toro, Ella Wold, and participants in conferences held by the Central Bank of Chile, the BIS, CEBRA, RIDGE, Norges Bank, and the SED. Camila Gomez and Montserrat Marti provided outstanding technical support. The views expressed in this paper are those of the authors and do not represent those of the Central Bank of Chile or its Board members, nor those of the IMF, IMF Management, or its Executive Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}