{
    "id": 33285,
    "citation_title": "Diffusion in Social Networks: Experimental Evidence on Information Sharing vs Persuasion",
    "citation_author": [
        "Marcel Fafchamps",
        "Asadul Islam",
        "Debayan Pakrashi",
        "Denni Tommasi"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct a clustered randomized controlled trial across 180 villages in Uttar Pradesh, India, to promote the take-up of a savings commitment product newly introduced to our study population. A random subset of participants was targeted through our promotional campaign to test whether the product's diffusion among untargeted participants operates primarily through information sharing or through persuasion by incentivized target participants. If social learning is the main channel of diffusion, we would expect higher sign-up and take-up rates in information villages compared to persuasion villages. Conversely, if persuasion is the primary channel, sign-up and take-up rates should be higher in persuasion villages. Our findings consistently favor the persuasion channel, as sign-up and take-up rates were higher in the persuasion treatment, even without increased financial literacy or knowledge about the product. Information alone had a negligible impact on take-up, while the combined treatment achieved the highest sign-up and conversion rates, suggesting that information complements persuasion by enhancing its effectiveness. These results highlight the importance of incentivized persuasion in promoting product take-up and suggest that, in certain contexts, direct information-sharing may be less effective than previously assumed.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Indian Institute of Technology Kanpur for outstanding research management, and to Abhishek Yadav, Binay Shankar, Soubhagya Sahoo, Sukanto Roy, Tarannum Baigh for outstanding research assistance. We thank Sommarat Chantarat, Garance Genicot, Karen Macours, Rohini Pande, Yasu Sawada, and participants at the VDEV/CEPR/BREAD Seminar, IIM Bangalore, the CDES Development Conference in Prato, Italy, the East Asian Economic Association (EAEA) conference in Bangkok, and the Japanese Association of Development Economics (JADE) conference in Tokyo. We gratefully acknowledge funding from International Growth Centre and Monash University. The protocols for the experiments described were reviewed by the Institutional Ethic Committee, Indian Institute of Technology Kanpur (IRB Approval# IITK/IEC/2019-20-II/17), and registered in the AEA RCT Registry (AEA RCTR-0005801). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}