{
    "id": 33284,
    "citation_title": "Winners and Losers from the Work-from-Home Technology Boon",
    "citation_author": [
        "Morris A. Davis",
        "Andra C. Ghent",
        "Jesse M. Gregory"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe model how an increase in Work-from-Home (WFH) productivity differentially affects workers using a framework in which some workers cannot work offsite, some are hybrid, and some are completely remote.  The improvement in WFH productivity increases housing demand and thus housing prices since housing is inelastically supplied.  Because workers in non-telecommutable occupations must consume housing but their total factor productivity does not increase,  the rise in house prices reduces their welfare. The welfare decline is equivalent to 1-9% of consumption, depending on how substitutable WFH is with onsite work, and it arises despite measured income of all workers increasing.\n\n",
    "acknowledgement": "\nWe thank Derek Hoff and seminar participants at the AREUEA Virtual Seminar, ASU, London Business School, the SIEPR Implications of Remote Work Conference, the University of Miami, and the University of Utah for helpful comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}