{
    "id": 33282,
    "citation_title": "Can Gifted Education Help Higher-Ability Boys from Disadvantaged Backgrounds?",
    "citation_author": [
        "David Card",
        "Eric Chyn",
        "Laura Giuliano"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nBoys are less likely than girls to enter college, a gap that is often attributed to a lack of non-cognitive skills such as motivation and self-discipline. We study how being classified as gifted – determined by having an IQ score of 116 or higher – affects college entry rates of disadvantaged children in a large urban school district. For boys with IQ’s around the cutoff, gifted identification raises the college entry rate by 25-30 percentage points – enough to catch up with girls in the same IQ range. In contrast, we find small effects for girls. Looking at course-taking and grade outcomes in middle and high school, we find large effects of gifted status for boys that close most of the gaps with girls, but no detectable effects on standardized tests scores of either gender. Overall, we interpret the evidence as demonstrating that gifted services raise the non-cognitive skills of boys conditional on their cognitive skills, leading to gains in educational attainment.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Cynthia Park for assistance in accessing and interpreting the data used in this study as well as information about the District’s policies and practices, and to Tatiana Reyes for extraordinary research assistance. We also thank seminar participants at Brigham Young University, Duke University, McGill University, Queen’s University, RWI Essen, Simon Frazer University, UC Merced, UC Riverside, UC Santa Barbara, University of Nevada-Las Vegas, University of Utah, University of Virginia, and the Upjohn Institute. The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through grant R305C200012 to the National Center for Research on Gifted Education. The opinions expressed are those of the authors and do not represent views of the U.S. Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}