{
    "id": 33286,
    "citation_title": "From Flat to Fair? The Effects of a Progressive Tax Reform",
    "citation_author": [
        "Nicolas Ajzenman",
        "Guillermo Cruces",
        "Ricardo Perez-Truglia",
        "Darío Tortarolo",
        "Gonzalo Vazquez-Bare"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of a progressive tax reform on tax compliance. We leverage a major progressive tax reform in a large Argentine municipality. First, we use a quasi-experimental design to estimate the causal effect of changes in a household's own tax rates on its tax compliance. Second, we utilize a large-scale natural field experiment to examine whether, holding a household's own tax rates constant, tax compliance is influenced by the tax rates of poorer or richer households. We find that reducing taxes for poorer households increases their compliance, while increasing taxes for richer households decreases their compliance. When poor households learn about the tax hike on the rich, this increases their perceived fairness of the tax system and their tax compliance. When rich households learn about the tax cuts for the poor, their perceived fairness increases significantly, but their compliance, if anything, goes down. Leveraging another reform (and another field experiment) that took place a year later, we show that both the quasi-experimental and experimental findings replicate. Our evidence highlights that tax compliance depends not only on a household's own tax rate but also on its perception of the broader tax schedule. Our findings also highlight the gap between stated and revealed preferences for redistribution. Lastly, we conduct a counterfactual analysis to illustrate the implications of our findings for the design of tax policies.\n\n",
    "acknowledgement": "\nNo additional disclosures needed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, nor the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}