{
    "id": 33298,
    "citation_title": "Risk Loving and Fat Tails in the Wealth Distribution",
    "citation_author": [
        "Aloisio Araujo",
        "Juan Pablo Gama",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "General Equilibrium",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the dynamic properties of the wealth distribution in an overlapping generations model with warm-glow bequests and heterogeneous attitudes towards risk. Some dynasties of agents are risk averters, and others are risk lovers. Agents can invest in two types of Lucas trees. The two types of trees are symmetric in the sense that one type has a high return in states where the other has a return of zero. This symmetry allows risk averters to perfectly ensure their future income and eliminates aggregate uncertainty in the model. Furthermore, risk lovers take extreme portfolio positions, which make it easy for us to characterize the evolution of their wealth holdings over time. We show that the model has an equilibrium in which the aggregate wealth distribution converges to a unique invariant distribution. The invariant distribution of wealth of the risk lovers has fat tails for high bequest rates. The existence of fat tails is endogenously generated by the behavior of risk lovers rather than by the exogenous existence of fat tails in the endowments or in the returns of the assets.\n\n",
    "acknowledgement": "\nWe thank participants at the SAET Conference 2023 and the SWET-SAET Conference 2023 in honor of David K. Levine for helpful comments and discussions. We further thank participants at seminars at IMPA, FGV, and the University of Minnesota. We also thank a referee for pointing out a number of expositional problems and minor technical errors in two earlier versions of the paper. The authors gratefully acknowledge financial support from CAPES, FAPERJ, and CNPq. Gama thanks IMPA for generous financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}