{
    "id": 33293,
    "citation_title": "Geopolitics and the World Trading System",
    "citation_author": [
        "Aaditya Mattoo",
        "Michele Ruta",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUntil the beginning of this century, the GATT/WTO system worked. Economic research provided a compelling explanation. It showed that if governments maximize the well-being of their own countries broadly defined, GATT/WTO principles would facilitate mutually beneficial cooperation over their trade policy choices. Now heightened geopolitical rivalry seems to have undermined the WTO. A simple transposition of the previous rationalization suggests that geopolitics and trade cooperation are not compatible. We show that this is only true if rivalry eclipses any consideration of own-country well-being. In all other circumstances, there are gains from trade cooperation even with geopolitics. Furthermore, the WTO’s relevance is in question only if it adheres too rigidly to its existing rules and norms. Through measured adaptation to the geopolitical imperative, the WTO can continue to thrive as a forum for multilateral trade cooperation in the age of geopolitics.\n\n",
    "acknowledgement": "\nWe thank John Sturm Becko, Martin Caruso Bloeck, Chad Bown, Kenneth Kang, Giovanni Maggi, Petros C. Mavroidis, Alen Mulabdic, Daniel O’Connor, Emanuel Ornelas, Ralph Ossa, Martin Sommer, Antonio Spilimbergo and seminar participants at the International Monetary Fund for helpful comments and discussion. The views expressed are those of the authors and they do not necessarily represent the views of the institutions they work for, nor those of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper for the WTO's World Trade Report 2012.\n\n\n"
}