{
    "id": 33297,
    "citation_title": "From Competitors to Partners: Banks’ Venture Investments in Fintech",
    "citation_author": [
        "Manju Puri",
        "Yiming Qian",
        "Xiang Zheng"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe hypothesize and find evidence that banks use venture investments in fintech startups as a strategic approach to navigate fintech competition. We show that banks’ venture investments have increasingly focused on fintech firms in systematic ways. We find that banks facing greater fintech competition are more likely to make venture investments in fintech startups. Banks target fintech firms that exhibit higher levels of asset complementarities with their own business. Finally, instrumental variable analyses show that venture investments increase the likelihood of operational collaborations and knowledge transfer between the bank investor and the fintech investee.\n\n",
    "acknowledgement": "\nWe thank Crunchbase for providing academic access to their data. For helpful comments and discussions, we thank Paul Beaumont (discussant), Zhiguo He (discussant), Jinyuan Zhang (discussant), Jiayin Hu (discussant), conference and seminar participants from the Australasian Finance & Banking Conference, China Financial Research Conference, European Finance Association Annual Meeting, FDIC Bank Research Conference, GSU-RFS Fintech Conference, Kobe University, Kyoto University, Hitotsubashi University, Midwest Finance Association Annual Meeting, NanKai University Economic & Finance Forum, Northern Finance Association Annual Meeting, Duke University, Fudan University, Peking University, Seoul National University, Sun Yat-sen University, Sungkyunkwan University, Tsinghua University, Virginia Tech, WEFI Virtual Seminar, University of Alabama, University of Connecticut, University of Illinois Chicago, University of New South Wales, University of Oxford, and University of Tokyo. The authors are responsible for any errors or omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}