{
    "id": 33295,
    "citation_title": "Between Government and Market: The Political Economics of Labor Unions",
    "citation_author": [
        "Ethan Kaplan",
        "Suresh Naidu"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey and summarize recent literature on labor unions in political economy. While labor unions have been a long-standing subject of study in labor and macroeconomics, until recently they have been less studied by political economists, despite being important political actors in many policy-relevant contexts. We first organize the literature into work on the external influence of unions on the political system, including effects on voting, campaign finance, lobbying, and intraparty bargaining. We then discuss work on the internal politics and organization of unions, including issues of selection and representation, union aggregation of preferences. We pay special attention to the economic and political effects of public sector unions. We also discuss union behavior in weakly institutionalized contexts, where crime, corruption, rent-seeking, political strikes, and violence are all issues. We conclude with directions for future work.\n\n",
    "acknowledgement": "\nPrepared for the Annual Reviews of Economics. We thank Spencer Bowdle for excellent research assistant help and Nicolas Longuet-Marx for precinct-level data on unions and voting. We also thank Spencer Bowdle, Shuqing Chen, Alex Hertel-Fernandez, and Peter Murrell for comments and suggestions. All errors are our own. Naidu was a paid consultant for the New York City Department of Consumer and Worker Protection from 2021-2023. Naidu has ongoing unpaid research collaborations with a number of U.S. labor unions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}