{
    "id": 33292,
    "citation_title": "Phoning Home: The Procurement of Telecommunications for Incarcerated Individuals in the United States",
    "citation_author": [
        "Marleen R. Marra",
        "Nathan H. Miller",
        "Gretchen Sileo"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncarcerated individuals in the U.S. purchase goods and services from monopoly vendors selected by their correctional authority. We study telecommunications, which have come under bipartisan scrutiny due to the high prices inmates pay for phone calls. Prospective providers are evaluated on their technical capabilities, the prices they would charge, and the “commission” they would pay the correctional authority. Using data from public records requests, we estimate a first-score auction model with evaluation uncertainty and multi-dimensional bidder heterogeneity. The model indicates that reducing the role of commissions in procurement lowers prices, whereas increasing competition among providers mainly raises commissions. Moreover, recent federal regulations that ban commissions and cap prices likely preserve providers' profitability.\n\n",
    "acknowledgement": "\nAn earlier version of the paper, titled “The Price that Inmates Pay,” was submitted to the Federal Communications Commission during the formal comment period for regulations promulgated in July 2024. We thank David Byrne, Francisco Garrido, Brent Hickman, Andres Gonzalez-Lira, John Mayo, Bill Pope, Stephen Raher, Diwakar Raisingh, Ben Rosa, Peter Wagner, and Jonathan Williams for helpful conversations. Matthew Parayil and Maria Abissi provided research assistance. The research was funded by the National Science Foundation (SES 2117197). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}