{
    "id": 33299,
    "citation_title": "Highway Procurement During the Great Recession and Stimulus",
    "citation_author": [
        "Dakshina G. De Silva",
        "Benjamin Rosa"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study highway procurement in Texas during the Great Recession and stimulus period, finding increased competition with more bidders and lower bids. We argue that the recession reduced opportunity costs, in part due to a slump in private-sector construction. We evaluate costs and efficiency by developing methods to estimate an empirical auction model tailored for public bidding and demonstrate that contracts became more efficient and less costly. A counterfactual analysis confirms that infrastructure procurement during recessions not only stimulates the economy but also enables the government to complete necessary projects at lower costs.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Francine Lafontaine, Steven Tadelis, Nate Miller, John Rust, Ami Ko, Chris Conlon, Giulia Brancaccio, Ariel Rubinstein, Michael Dickstein, Luis Cabral, Adam Dearing, Mike Waldman, Justin Johnson, Georgia Kosmopoulou, Brad Larsen, and Brent Hickman. We also thank seminar participants at Georgetown, NYU Stern, Cornell SC Johnson, Olin Business School, Berkeley Haas, and participants at various conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}