{
    "id": 33296,
    "citation_title": "Instrumental Variables with Time-Varying Exposure: New Estimates of Revascularization Effects on Quality of Life",
    "citation_author": [
        "Joshua Angrist",
        "Bruno Ferman",
        "Carol Gao",
        "Peter Hull",
        "Otavio L. Tecchio",
        "Robert W. Yeh"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ISCHEMIA Trial randomly assigned patients with ischemic heart disease to an invasive treatment strategy centered on revascularization with a control group assigned non-invasive medical therapy. As is common in such “strategy trials,” many participants assigned to treatment remained untreated while many assigned to control crossed over into treatment. Intention-to-treat (ITT) analyses of strategy trials preserve randomization-based comparisons, but ITT effects are diluted by non-compliance. Conventional per-protocol analyses that condition on treatment received are likely biased by discarding random assignment. In trials where compliance choices are made shortly after assignment, instrumental variables (IV) methods solve both problems—recovering an undiluted average causal effect of treatment for treated subjects who comply with trial protocol. In ISCHEMIA, however, some controls were revascularized as long as five years after random assignment. This paper extends the IV framework for strategy trials, allowing for such dynamic non-random compliance behavior. IV estimates of long-run revascularization effects on quality of life are markedly larger than previously reported ITT and per-protocol estimates. We also show how to estimate complier characteristics in a dynamic-treatment setting. These estimates reveal increasing selection bias in naive time-varying per-protocol estimates of revascularization effects. Compliers have baseline health similar to that of the study population, while control-group crossovers are far sicker.\n\n",
    "acknowledgement": "\nFatima Djalalova provided excellent research assistance. This manuscript was prepared using ISCHEMIA Research Materials obtained from the NHLBI Biologic Specimen and Data Repository Information Coordinating Center and does not necessarily reflect the opinions or views of ISCHEMIA, the NHLBI, or the National Bureau of Economic Research.\n\n\n\nRobert W. Yeh\n\nRobert Yeh is a consultant for and receives research grants from Abbott Vascular, Boston Scientfic, and Medtronic.\n\n\n"
}