{
    "id": 33291,
    "citation_title": "Ambiguity and the Language of Long Run Risk",
    "citation_author": [
        "Antony Millner"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates a duality between ambiguity averse preferences and the valuation of long run risky assets or public projects. The variational ambiguity model represents preferences over ambiguous acts via a minimization problem, and is fundamentally nonprobabilistic. In contrast, long run risky assets are ranked via a large maturity limit of expected discounted returns. Despite their apparent differences, we show that each variational ambiguity preference is a long run risk preference, and (under natural conditions) vice versa. We explore three implications: a notion of long run stochastic dominance that resolves differences between stochastic processes considered identical by standard risk measures, a typology of stochastic processes that pinpoints when a non-probabilistic description of long run risk is required, and an evolutionary foundation for variational ambiguity preferences that offers a novel explanation for ambiguity aversion.\n\n",
    "acknowledgement": "\nI am grateful to Marcus Pivato, Jakub Steiner, Larry Samuelson, Fabio Maccheroni, and Derek Lemoine for valuable discussions, to seminar participants at Berkeley, Oxford, and CESIfo, and to the Theory group at UCSB for feedback. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}