{
    "id": 33290,
    "citation_title": "On the Definition and Estimation of Economic Resilience using Counterfactuals",
    "citation_author": [
        "Mo Alloush",
        "Michael Carter"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper defines the first measure of economic resilience based on the cumulative current and future losses a shock-exposed household experiences relative to a counterfactual measure of what household economic well-being would have been absent the shock. Drawing on the rich economics literature on the sensitivity of household income and consumption to shocks, we derive a resilience metric that can be estimated with panel data using standard impact evaluation methods. To illustrate these methods, we first use simulated data from a dynamic optimization model and a known data generation process. We show how this metric can be used to not only evaluate the impact of different policies on resilience but also to judge the public finance efficacy by showing how the cumulative avoided loss based resilience measure can be used for cost-benefit analysis. We then we illustrate how to use these methods to calculate resilience at the household level and show that reliance on income as a measure of economic well-being may be wiser in the absence of long-term data. Finally, We then use data from a recent experiment in Eastern and Southern Africa to show that these methods can be informative even with relatively short duration data.\n\n",
    "acknowledgement": "\nFinancial support from the BASIS Markets, Risk Resilience Innovation Lab and the Gates Foundation is gratefully acknowledged. We thank seminar audiences at Cornell University, Universidad Politécnica de Madrid, the University of Göttingen and the World Bank for many helpful critiques and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}