{
    "id": 33294,
    "citation_title": "Does Q&A Boost Engagement? Health Messaging Experiments in the U.S. and Ghana",
    "citation_author": [
        "Erika Kirgios",
        "Susan Athey",
        "Angela L. Duckworth",
        "Dean Karlan",
        "Michael Luca",
        "Katherine L. Milkman",
        "Molly Offer-Westort"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEffective information sharing is critical for the success of organizations and governments. Because information that is easy to access is more likely to be adopted, leaders often minimize friction in information delivery. However, one type of friction may increase engagement: piquing curiosity by posing relevant questions prior to sharing information. To test this, we shared identical information about COVID-19 in either question-and-answer format or via direct statements across two preregistered field experiments in Ghana and Michigan (total N=49,395). Q&A-style communication increased information seeking about directly related topics (e.g., how to wear a mask properly) by 1.0 percentage-point (216%) in Ghana and by 1.1 percentage-points (19%) in Michigan (p’s<0.001), and increased self-reported behavior change by 1.3 percentage-points (4%) in Michigan (p=0.002). However, sharing information in Q&A format did not increase interest in general COVID-19 information in either setting, suggesting that the impact of Q&A-style messaging on information seeking may be issue-specific. In Michigan, both Q&A-style and direct statement messaging produced less information-seeking than sending no informational messages, likely due to differential attrition: the more texts participants received, the more likely they were to opt out of receiving messages, which made it impossible for them to seek more information via text. In a follow-up implementation experiment with social media ads (a messaging strategy without attrition challenges) Q&A-style ads generated 9-11% more unique clicks to the CDC website per dollar spent than ads that directly stated information about vaccines (p<0.001). We speculate that Q&A-style information delivery may stimulate curiosity, driving its benefits.\n\n",
    "acknowledgement": "\nThe authors thank the National Science Foundation RAPID Grant 2033321, the Bill & Melinda Gates Foundation, Northwestern University’s Global Poverty Research Lab, Stanford University’s Golub Capital Social Impact Lab, Harvard Business School, the University of Pennsylvania, the AKO Foundation, John Alexander, Mark J. Leder, and Warren G. Lichtenstein for funding support.  See https://aspredicted.org/xp8c-v66w.pdf and https://aspredicted.org/zrpp-9hqp.pdf for preregistrations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}