{
    "id": 33304,
    "citation_title": "Equilibrium Conditions for Catch-22 Situations",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is a paper in the ``economists ruin everything'' field. It considers whether Catch-22 situations can persist as an equilibrium phenomenon. Rather than being an arbitrary rule or a set of self-serving beliefs, the focus is on the preferences of Gatekeepers who choose to create such situations in the first place. The base game-theoretic model is of a Catch-22 situation inspired by Heller's famous paradox. We consider a Requester who may be Sane or Insane and a Gatekeeper who must decide whether to grant the Requester's desired outcome or force them into a less desirable one. This is modelled as a game in which the Requester chooses whether to send a request signal before the Gatekeeper decides. We solve for the conditions under which a Catch-22 situation persists as an equilibrium and its efficiency properties. It is demonstrated that Catch-22 situations can arise, but they reflect an efficient response on the part of a Gatekeeper facing asymmetric information. An application to labour markets is also considered\n\n",
    "acknowledgement": "\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on cryptocurrency and payments matters with an association with Keystone and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nJoshua Gans has drawn on the findings of his research for both compensated speaking engagements and consulting engagements. He is also chief economist of the Creative Destruction Lab, a University of Toronto-based program that helps seed-stage companies, from which he receives compensation. He conducts consulting on cryptocurrency and payments matters with an association with Keystone and his ownership of Core Economic Research Ltd. He also has equity and advisory relationships with a number of startup firms.\n\n\n"
}