{
    "id": 33303,
    "citation_title": "Child Disability and Effects on Sibling Mental Health",
    "citation_author": [
        "Janet Currie",
        "N. Meltem Daysal",
        "Mette Gørtz",
        "Jonas Cuzulan Hirani"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMental health disorders are the leading cause of childhood disability worldwide. We examine the impact of a relatively common household stressor on child mental health: the presence of a younger sibling with a physical disability. Using Danish administrative data from families with at least 3 children, we focus on differences between first and second born children in families with and without a 3rd child with a disability. Second-born children in these families spend a larger fraction of their early childhood in families that may be under stress. We find that second-born children are 11 percent more likely to use mental health services than first-born children. There is a 19% increase in psychiatric visits and a 16% increase in use of psychiatric medications. These results are confirmed by matching models.\n\n",
    "acknowledgement": "\nWe are grateful to Maarten Lindeboom, Mircea Trandafir and seminar participants at the 5th fifth Essen Economics of Mental Health Workshop and the 2023 CEPRA/NBER Workshop on Aging and Health for their comments. We thank Therese Aunbirk Jeppesen and Jørgen Baun Høst for their excellent research assistance. The activities of CEBI are financed by the Danish National Research Foundation, Grant DNRF134. Daysal gratefully acknowledges financial support from the Danish Council for Independent Research (grant number 3126-00006B). Gørtz acknowledges financial support from the Novo Nordisk Foundation (grant no. NNF17OC0026542). Currie thanks the NOMIS Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}