{
    "id": 33307,
    "citation_title": "Distributional Impacts of the Changing Retail Landscape",
    "citation_author": [
        "Yue Cao",
        "Judith A. Chevalier",
        "Jessie Handbury",
        "Hayden Parsley",
        "Kevin R. Williams"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA common tactic to estimate willingness-to-travel exploits variation in the relative proximity of consumers to supplier locations. The validity of these estimates relies on the exogeneity of that consumer-supplier distance. We argue that distance to suppliers is endogenous because suppliers strategically choose locations to target consumers; we introduce a novel instrument to address this form of endogeneity. Using geolocation data from millions of smartphones, we estimate consumer preferences for specific retail chains across income groups and regions. We show that accounting for distance endogeneity significantly alters willingness-to-travel measures. Contrary to the prevailing “retail apocalypse” narrative, we find that consumer surplus per trip to general merchandise stores did not significantly decline from 2010 to 2019. For the lowest-income consumers, the expansion of national chains, particularly dollar stores, nearly compensates for the closure of traditional department stores and regional chains. Notably, failing to account for distance endogeneity leads to the erroneous conclusion that lower-income households experienced statistically significant consumer surplus declines.\n\n",
    "acknowledgement": "\nWe are especially grateful to Cody Cook for sharing data on block group commuting travel times with us. We thank Thomas Chung, Drew DiPrinzio, Ryan Hastings, Alex Li, Bella Li, Sabrina Su, Alex Van Tassel, and Serena Xu for their excellent research assistance. We thank Drew Breunig, Nicholas Shailas, Stephanie De Leon, Elizabeth Cutrone, and the team at Precisely PlaceIQ for data access and helpful conversations. We thank UPenn-Wharton and Yale SOM for providing computational resources that supported this project. Handbury thanks the Wharton Dean’s Research Fund and Zell-Lurie Center for Real Estate for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}