{
    "id": 33302,
    "citation_title": "The Dynamic Fiscal Costs of Outsourcing Health Insurance - Evidence from Medicaid",
    "citation_author": [
        "Timothy Layton",
        "Eran Politzer"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nSetting payment rates for providers contracted over multiple periods is a persistent challenge in government procurement. We study the dynamics of fiscal costs following the outsourcing of Medicaid provision to private health insurers by states. We focus on beneficiaries with disabilities who account for a third of Medicaid's spending. Using a national administrative database, we identify county-level private plan enrollment mandates and exploit them as an instrument for individuals' transition to managed care plans. These transitions, while initially slightly reducing fiscal costs, lead to a continuous increase in Medicaid's costs over subsequent years. Counties subject to mandates experience a 9.8% higher cost four years post-mandate compared to those without mandates. \"Actuarially sound\" endogenous payment rates, that are based on past costs in the market, may serve as mechanism underlying the rising spending.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions we thank David Cutler, Tom McGuire, and  participants in the Harvard Health Policy program seminar. We acknowledge funding from Arnold Ventures and the Agency for Healthcare Research and Quality (K01-HS25786-01). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTimothy Layton\n\nHarvard Medical School: Assistant Professor (salary)\nLitigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\nConsulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\nGrant from John and Laura Arnold Foundation.\nGrant from National Institute of Mental Health\nGrant from Anthem, Inc.\nGrant from National Institute on Aging\nGrant from Agency for Healthcare Research and Quality\nGrant from Social Security Administration\nGrant from J-PAL\nPayment from Farallon Capital Management for consulting (under $1000)\n\n\n"
}