{
    "id": 33306,
    "citation_title": "Aggregate Debt Servicing and the Limit on Private Credit",
    "citation_author": [
        "Mathias Drehmann",
        "Mikael Juselius",
        "Sarah Quincy"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews the debt service ratio (DSR) as a theoretically well-grounded indicator of systemic risk. The DSR has the desirable feature that it fluctuates around a stable level which makes its early warning signals easy to understand and communicate.  In contrast, current early warning indicators (EWIs) based on credit-developments lack clear economic interpretations and require statistical detrending, which can reduce their accuracy and usefulness for macroprudential policymakers. The review of the literature shows that the DSR provides highly accurate early warning signals for crises and future economic slowdowns, outperforming traditional credit-based indicators. By extending the measurement of the DSR back to the 1920s – a novel contribution in this paper – we demonstrate its EWI effectiveness across different historical periods and show that the DSR acts as an upper limit on benign financial deepening. The paper also outlines questions for future research.\n\n",
    "acknowledgement": "\nWe are grateful to David Aikman, Prasana Gai, and Peter Rousseau for helpful comments and participants of presentations at the Research Handbook of Macroprudential Policy conference, the All UC conference on Housing Markets and Living Standards in Economic History, and Vanderbilt for their feedback. The views expressed in this paper are those of the authors and not those of the Bank for International Settlements or the Bank of Finland. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}