{
    "id": 33301,
    "citation_title": "Consumer Preferences for Cigarettes and Heated Tobacco Products in Japan: Evidence from a Discrete Choice Experiment",
    "citation_author": [
        "Donald S. Kenkel",
        "Alan D. Mathios",
        "Grace N. Phillips",
        "Revathy Suryanarayana",
        "Hua Wang",
        "Sen Zeng"
    ],
    "citation_publication_date": "2024-12-23",
    "issue_date": "2024-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeated tobacco products (HTPs), a harm reducing cigarette alternative, gained popularity over the past decade and appear to have contributed significantly to the reduction of smoking in Japan. While the increased popularity of HTPs suggests a consumer preference for cigarette alternatives, there is a limited understanding of how consumers choose between different tobacco products. Understanding consumer choice is especially salient given the evolving policy landscape and proposals to increase HTP taxes. This study uses a large discrete choice experiment to examine the decision-making processes of smokers in Japan when choosing between cigarettes, HTPs, and quitting. We assess the influence of various product attributes such as prices, flavors, nicotine content, and warning messages on these choices. The findings reveal that prices and flavors significantly influence smokers' preferences. Specifically, higher HTP prices tend to drive smokers back to combustible cigarettes and discourage them from choosing to quit. Additionally, there is some evidence that consumers prefer HTPs with a wide variety of flavors. Meanwhile, hypothetical policy simulations that change warning messages or nicotine content do not affect consumers' choices.\n\n",
    "acknowledgement": "\nThis research was conducted with the help of a grant to Cornell University from Global Action to End Smoking (formerly known as Foundation for a Smoke-Free World), an independent, U.S. nonprofit 501(c)(3) grantmaking organization. Global Action played no role in designing, implementing, data analysis, or interpretation of the research results, nor did Global Action edit or approve any presentations or publications from the study. The contents, selection, and presentation of facts, as well as any opinions expressed, are the sole responsibility of the authors and should not be regarded as reflecting the positions of Global Action. Through September 2023, Global Action received charitable gifts from PMI Global Services Inc. (PMI), which manufactures cigarettes and other tobacco products. To complement the termination of its agreement with PMI, Global Action’s Board of Directors established a new policy to not accept or seek any tobacco or non-medicinal nicotine industry funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}