{
    "id": 33305,
    "citation_title": "Empowered by Adversity: Economic Shocks and Noncognitive Skill Development in Ethiopian Youth",
    "citation_author": [
        "Leonard Wantchekon",
        "Sally Zhang"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the widespread economic shocks faced by children in developing countries, the factors that contribute to resilience remain poorly understood. In this paper, we present three novel facts on the development of noncognitive skills using a longitudinal dataset from Ethiopia. First, we observe a weak correlation between parental wealth and noncognitive skills. Second, we find that while adverse weather shock cause a slight decline in cognitive test scores, they boost noncognitive skills, including generalized self-efficacy, self-esteem, and internal locus of control. Lastly, we show that past exposure to adverse weather shocks is correlated with better mental health during the COVID-19 pandemic. We rationalize these surprising findings within a model of cognitive and noncognitive skill development, where child agency serves a key role. In this model, when a child chooses to exert effort during a particular period, they not only increase their immediate consumption, but it also enhances their noncognitive skills through “learning by doing.” Incorporation of child agency in human capital development result in model predictions that are consistent with the empirical results, and highlights the policy relevance of improving child agency.\n\n",
    "acknowledgement": "\nThe data used in this publication come from Young Lives, a 20-year study of childhood poverty and transitions to adulthood in Ethiopia, India, Peru and Vietnam (www.younglives.org.uk). Young Lives is funded by UK aid from the Foreign, Commonwealth Development Office and a number of further funders. The views expressed here are those of the authors. They are not necessarily those of Young Lives, the University of Oxford, FCDO or other funders. The authors would like to thank Princeton University for their invaluable support during this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}