{
    "id": 33319,
    "citation_title": "Linear Estimation of Global Average Treatment Effects",
    "citation_author": [
        "Stefan Faridani",
        "Paul Niehaus"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the problem of estimating the average causal effect of treating every member of a population, as opposed to none, using an experiment that treats only some. We consider settings where spillovers have global support and decay slowly with (a generalized notion of) distance. We derive the minimax rate over both estimators and designs, and show that it increases with the spatial rate of spillover decay. Estimators based on OLS regressions like those used to analyze recent large-scale experiments are consistent (though only after de-weighting), achieve the minimax rate when the DGP is linear, and converge faster than IPW-based alternatives when treatment clusters are small, providing one justification for OLS's ubiquity. When the DGP is nonlinear they remain consistent but converge slowly. We further address inference and bandwidth selection. Applied to the cash transfer experiment studied by Egger et al (2022) these methods yield a 20% larger estimated effect on consumption.\n\n",
    "acknowledgement": "\nWe thank Eric Auerbach, Graham Elliott, Michael Leung, Richard Mansfield, Andres Santos, Davide Viviano, Vedant Vohra, Kaspar Wüthrich, Karen Yang, and participants at the CEPR Development Symposium, the Microeconometrics Class of 2024 Conference, and the Economic geography Session of the Urban Economics Association Annual Meetings for very helpful comments on early drafts of this paper, and Aditi Acharya, Thomas Brailey and Wilson King for exceptional research assistance. We are also grateful to Karthik Muralidharan and Sandip Sukhtankar, whose collaboration on the design of several large-scale experiments helped motivate this question, and to the Bill and Melinda Gates Foundation for financial support for those projects. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}