{
    "id": 33317,
    "citation_title": "In-Person Schooling and Juvenile Violence",
    "citation_author": [
        "Benjamin Hansen",
        "Kyutaro Matsuzawa",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWhile investments in schooling generate large private and external returns, negative peer interactions in school may generate substantial social costs.  Using data from four national sources (Uniform Crime Reports, National Incident-Based Reporting System, National Crime Victimization Survey, National Electronic Injury Surveillance System) and a variety of identification strategies, this study comprehensively explores the effect of in-person schooling on contemporaneous juvenile violence. Using a proxy for in-person schooling generated from anonymized smartphone data and leveraging county-level variation in school calendars — including unique, large, localized changes to in-person instruction during the COVID-19 pandemic — we find that in-person schooling is associated with a 28 percent increase in juvenile violent crime.  A null finding for young adults is consistent with a causal interpretation of this result.  The effects are largest in larger schools and in jurisdictions with weaker anti-bullying policies, consistent with both concentration effects and a peer quality channel. Back-of-the-envelope calculations suggest that relative to closed K-12 schools, in-person schooling generates $233 million in monthly violent crime costs.\n\n",
    "acknowledgement": "\nThis research was supported, in part, by the Center for Health Economics and Policy Studies (CHEPS), which has received grant support from the Charles Koch Foundation. This work benefited from access to the University of Oregon high performance computing cluster, Talapas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}