{
    "id": 33310,
    "citation_title": "Employee Ownership, Employment, and Work-from-Home in the Covid-19 Shock to the US Job Market",
    "citation_author": [
        "Huanan Xu",
        "Joseph R. Blasi",
        "Douglas L. Kruse",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTo what extent, if at all, did employee-owned (EO) firms maintain jobs for workers compared to non-EO firms in the spring 2020 Covid-19 shock to the US economy? Did EO firms shift jobs from workplaces to work-from-home locations in the pandemic more or less than other firms? This paper uses a unique survey of nearly 750 firms that differ in the Employee Stock Ownership Plan (ESOP) mode of employee ownership to answer these questions. The analysis finds that in the Covid crisis ESOPs with majority ownership of their firm maintained proportionately more jobs and shifted work to workers’ homes more than other firms and that these differences scale with the ESOP percentage of firm ownership. The findings are consistent with a model of firm decision-making in which ESOP firms weigh the well-being of employee-owners as workers in the firm in a job crisis while non-ESOP firms view workers solely as a costly input in production in maximizing the income of their (non-employee) owners.\n\n",
    "acknowledgement": "\nThis research was supported by the Sloan Foundation Award #G-2017-9943. The research was also supported by the Employee Ownership Foundation which supported the SSRS survey firm (https://ssrs.com/ ) which conducted the COVID-19 survey that made the data available.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}