{
    "id": 33318,
    "citation_title": "Harmonization...What Else? The Role for International Regulatory Agreements",
    "citation_author": [
        "Giovanni Maggi",
        "Monika Mrázová"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the potential role of international agreements on product standards through a stylized model where countries have different regulatory preferences and firms incur fixed costs of regulatory diversity. Overall, our analysis suggests that the common perception of regulatory agreements as playing a key role in promoting harmonization may have been overstated. We show that regulatory harmony can arise even in the absence of an agreement, and that “spontaneous” harmonization may be inefficient, suggesting that the role of regulatory agreements could be to promote regulatory diversity rather than harmonization. Moreover, the role of regulatory cooperation depends in important ways on the pattern of trade: in the presence of intra-industry trade, the potential role of an agreement tends to be more limited, and under some conditions it can only play a coordination role. Finally, through the lens of our model, we examine the “Pop Critique” of regulatory agreements, according to which lobbying by corporate interests may lead to welfare-reducing harmonization. Our analysis lends only limited support to this critique.\n\n",
    "acknowledgement": "\nWe thank participants in seminars at the University of Nottingham, HEC Paris, Dartmouth, Princeton, SMU, Linz, Drexel, IU, UCD, Georgetown, Bielefeld-Kiel, Yale, University of Geneva, and conferences at EARIE, CESifo, CEPR and LSE for useful comments and discussions. We also thank our discussants Denis Novy, Antoine Bouët and Gonzague Vannoorenberghe for their detailed comments. Monika Mrázová thanks the Swiss National Science Foundation for funding under the SNSF Starting Grant scheme [project # TMSGI1-211445] and the Princeton IES for hosting her as a 2022/23 Kenen Fellow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}