{
    "id": 33316,
    "citation_title": "Coverage, Counter-cyclicality and Targeting of Work Requirement Waivers in the Supplemental Nutrition Assistance Program",
    "citation_author": [
        "Richard V. Burkhauser",
        "Kevin Corinth",
        "Thomas O'Rourke",
        "Angela K. Rachidi"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNon-disabled, working age adults without children are required to work 20 hours per week in order to maintain eligibility for the Supplemental Nutrition Assistance Program. However, states may waive the work requirement for areas that meet conditions reflective of a weak labor market. We construct a dataset with the waiver status of each United States county for every month from 1997–2023 and evaluate waiver coverage, counter-cyclicality and targeting. Waiver coverage has grown over time and in December 2023, when the national unemployment rate was 3.5 percent, waivers covered 29 percent of the U.S. population. In terms of counter-cyclicality, a county’s probability of receiving a waiver increases by 3.1 percentage points for every one percentage point increase in its unemployment rate. In terms of targeting, counties with an unemployment rate below 5 percent received 25 percent of waivers in the average month from 1997–2023. We simulate the effects on waiver eligibility of counterfactual regulations finalized in 2019—but never implemented—by the U.S. Department of Agriculture. Altogether, the 2019 rule would have decreased waiver eligibility in all months, increased the responsiveness of waivers to county unemployment rates, and increased the share of waivers targeted to high unemployment counties.\n\n",
    "acknowledgement": "\nAbby Anger, Cameron Blair, Audrey Feldman, and Hannah Mayhew provided excellent research assistance. We thank Timothy Harris and Jeff Larrimore for helpful discussions and comments, and the United States Department of Agriculture for providing the waiver applications and approvals. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}