{
    "id": 33315,
    "citation_title": "From Crisis to Norm: Remote Work Trends and Employee Engagement Across Industries, Occupations, and Geography",
    "citation_author": [
        "Christos A. Makridis",
        "Jason Schloetzer"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "2025-01-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a survey of nearly 360,000 workers conducted from May 2020 through December 2023 to characterize shifts in remote work across time, industry, occupation, and geography, and examine the evolving relationship between remote work and employee engagement. We find remarkable stability in the incidence of remote work since mid-2021 with roughly one-half of workers reporting always working remotely or in a hybrid arrangement. While remote work arrangements across industries remain broad-based, at the occupation level, they are conspicuously concentrated in certain job classifications. Remote work continues to evolve across the U.S., with 13 (14) states experiencing reported increases (decreases) in remote work rates since 2022 with the most populous states experiencing remote working rates exceeding 40% of workers. Empirical evidence shows that while working remotely correlates with higher job satisfaction and lower intentions to quit, these correlations disappear when other workplace characteristics such as pay practices, human resources policies, and managerial relationships are considered. If remote work remains the norm, our results suggest it may not directly influence employee engagement—the workplace still matters.\n\n",
    "acknowledgement": "\nThese views are our own and do not reflect those of affiliated institutions. This research did not receive any specific grant from any funding agency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}