{
    "id": 33314,
    "citation_title": "The Contribution of Foreign Master's Students to US Start-Ups",
    "citation_author": [
        "Michel Beine",
        "Giovanni Peri",
        "Morgan Raux"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "2025-01-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the effect of increasing the share of foreign-born Master graduates on the creation of innovative start-ups in the US. We combine information on international students graduating from Master's programs by university cohort with data on start-ups created in the US between 1999 and 2020 by graduates of those cohorts.  To establish a causal link, we use idiosyncratic variation in out-of-state relative to in-state fees charged by universities across Master's cohorts, resulting in differential foreign students' enrollment. We also use changes in the share of foreign students predicted by a shift-share instrument, based on university-level past networks, as an additional identification strategy. For each additional ten percentage points of foreign students graduating in a Master's cohort, we find 0.4 additional start-ups in that cohort. Then, using a name-based attribution of the origin of creators of start-ups, we find that between 30 and 45% of the total start-up creation effect is attributable to a positive spillover of foreign-born on start-up founders of US origin.\n\n",
    "acknowledgement": "\nWe are grateful to participants to the First European Conference on Macroeconomics and of the Immigration OECD Migration conference,  and to Seminars participants in UNAM (Mexico City), the University of Bari and the University of Ghent  for their useful comments. We thank Alessandro Caiumi for his help in editing the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMorgan Raux\n\nMorgan Raux acknowledges financial supports from the Luxembourg National Research Fund, Grant C21/SC/15729735, and from the French National Research Agency Grants ANR-17-EURE-0020.\n\n\n"
}