{
    "id": 33311,
    "citation_title": "Babies and the Macroeconomy",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "2024-12-30",
    "issue_date": "2024-12-27",
    "revision_date": "2025-01-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n"
    ],
    "abstract": "\n\nFertility levels have greatly decreased in virtually every nation in the world, but the timing of the decline has differed even among developed countries. In Europe, Asia, and North America, total fertility rates of some nations dipped below the magic replacement figure of 2.1 as early as the 1970s. But in other nations, fertility rates remained substantial until the 1990s but plummeted subsequently. This paper addresses why some countries in Europe and Asia with moderate fertility levels in 1980s, have become the “lowest-low” nations today (total fertility rates of less than 1.3), whereas those that decreased earlier have not. Also addressed is why the crossover point for the two groups of nations was around the 1980s and 1990s. An important factor that distinguishes the two groups is their economic growth in the 1960s and 1970s. Countries with “lowest low” fertility rates today experienced rapid growth in GNP per capita after a long period of stagnation or decline. They were catapulted into modernity, but the beliefs, values, and traditions of their citizens changed more slowly. Thus, swift economic change may lead to both generational and gendered conflicts that result in a rapid decrease in the total fertility rate.\n\n",
    "acknowledgement": "\nMy university research account was the source of funding for this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}