{
    "id": 3331,
    "citation_title": "Pensions and the U.S. Labor Market",
    "citation_author": [
        "Alan L. Gustman",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "1990-04-01",
    "issue_date": "1990-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPensions have played a key role in the transformation of the way workers are paid in the US labor market This paper reviews and synthesizes what is known about the form and function of employer-provided pensions, and identifies areas where further information is most needed. for increasing our understanding of behavior and for guiding the pension policies of the next decade. There are a number of studies which explore the tax advantages of pensions. the special value of pension annuities and related insurance, and the value of pensions to the firm in regulating retirement, mobility and productivity. This paper investigates whether available evidence is consistent with behavioral models, highlights remaining questions, and attempts to determine what types of data would be most helpful in furthering our understanding of pension plans in the labor market. Available evidence indicates that pensions must be viewed as part of a long-term employment relation. For this reason, researchers must move beyond descriptive studies toward structural models which permit tests between diverse pension theories. Studies of this kind have heavy data requirements. Specifically, we believe there is a pressing need for a nationally representative survey where the unit of observation is the firm, the establishment, or the pension plan. To understand the pension-wage and the pension-turnover/retirement relationship, more information is required on the processes determining compensation and employment Combining information on employee characteristics, turnover and retirement patterns, company inputs and outputs, and the firm's overall financial characteristics would go a long way toward helping researchers distinguish among the leading explanations for why firms offer pensions. Of even greater utility would be longitudinal data combining company-side information with employment and wage histories of employees.\n\n",
    "acknowledgement": "\n"
}