{
    "id": 33322,
    "citation_title": "Community Targeting at Scale",
    "citation_author": [
        "Sudarno Sumarto",
        "Elan Satriawan",
        "Benjamin A. Olken",
        "Abhijit Banerjee",
        "Achmad Tohari",
        "Vivi Alatas",
        "Rema Hanna"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommunity-based targeting, in which communities allocate social assistance using local information about who is poor, in experimental settings leads to nuanced allocations that reflect local concepts of poverty. What happens when it is scaled up, by either by making the stakes high, or by replicating the process nationwide? We study this by examining community targeting in both a high-stakes experiment, in which villages determined who would receive the Indonesian conditional cash transfer program – worth almost USD 1,000 over 6 years – and in a nationwide scaleup, whereby Indonesia used community-based meetings to allocate COVID-transfers to over 8 million households. We find that both the experimental scale-up and the massive national scale-up had broadly similar performance to the original experimental study. We find strongly progressive targeting as measured by baseline household consumption, though – as in the pilot – not quite as strong as if they had used a fully up-to-date proxy means test. In both scale-ups, we also find that the villages gave additional weight to locally-valued characteristics beyond pure consumption, such as widowhood, recent illness, and food expenditure shares, again echoing the findings from pilots. The results suggest that community targeting can perform well at scale, as predicted by the experimental study.\n\n",
    "acknowledgement": "\nAuthors are in random order using the AEA author randomization tool. We thank George Garcia, Karan Makkar, and Eduardo Rivera for outstanding research assistance. Data collection for the data used here was supported by the World Bank, World Bank – Royal Netherlands Embassy Trust Fund, AusAID, and 3ie. We also thank Mitra Samya, the Indonesian Central Bureau of Statistics, the Indonesian Department of Social Affairs, and SurveyMeter for their assistance with the field work for the projects discussed here. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 99. All views are those of the authors, and do not necessarily reflect the views of any of the individuals or organizations acknowledged here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSudarno Sumarto\n\nFinancial support for this project came from the Australian Department of Foreign Affairs and Trade through a grant to JPAL at MIT and KOICA.\nThe Australian Department of Foreign Affairs and Trade also provides overall support to JPAL Southeast Asia through a grant to MIT.\nI am a policy adviser at TNP2K, Visiting Scholar at Harvard Center for International Development, and Senior Research Fellow at the SMERU Research Institute, Indonesia.\n\n\n\nVivi Alatas\n\nManuscript Title: Community Targeting at Scale\n• Data collection for the data used here was supported by the World Bank, World Bank – Royal Netherlands Embassy Trust Fund, AusAID, and 3ie. I was working at the World Bank during the data collection process and resigned in July 2019.\n\n\n\nRema Hanna\n\nDisclosure Statement for Rema Hanna\n•\tI am on a scientific director of J-PAL-SEA at MIT. J-PAL has no stake in the outcomes of any given evaluation results. However, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n•\tI co-direct the JPAL / CID Social Protection Initiative, which receives funding from the Australian Department of Foreign Affairs and Trade, the Livelihoods Impact Fund, the Norwegian Agency for Development Corporation, and the Wellspring Philanthropic Fund. I have received summer salary support as part of directing this Initiative.\n•\tIn the past 5 years, I have received research funding for social-protection related research from Australian Department of Foreign Affairs and Trade, the Bill and Melinda Gates Foundation, the JPAL Governance Initiative, the JPAL Innovations in Government Initiative, KOICA, and the United States Agency for International Development/ DIV.\n\n\n"
}