{
    "id": 33325,
    "citation_title": "Fisher-Schultz Lecture: Linear Estimation of Structural and Causal Effects for Nonseparable Panel Data",
    "citation_author": [
        "Victor Chernozhukov",
        "Ben Deaner",
        "Ying Gao",
        "Jerry A. Hausman",
        "Whitney Newey"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops linear estimators for structural and causal parameters in nonparametric,nonseparable models using panel data. These models incorporate unobserved, time-varying, individual heterogeneity, which may be correlated with the regressors. Estimation is based on an approximation of the nonseparable model by a linear sieve specification with individual specific parameters. Effects of interest are estimated by a bias corrected average of individual ridge regressions. We demonstrate how this approach can be applied to estimate causal effects, counterfactual consumer welfare, and averages of individual taxable income elasticities. We show that the proposed estimator has an empirical Bayes interpretation and possesses a number of other useful properties. We formulate Large-T asymptotics that can accommodate discrete regressors and which bypass partial identification in this case. We employ the methods to estimate average equivalent variation and deadweight loss for potential price increases using data on grocery purchases.\n\n",
    "acknowledgement": "\nThe present paper formed the basis of the Fisher–Schultz Lecture given by Whitney Newey at the 2023 European Meeting of the Econometric Society in Barcelona. This research was supported by NSF Grants 1757140 and 224247. Helpful comments were provided by I. Fernandez-Val, B. Graham, G. Imbens, R. Matzkin. Any inquiries email wnewey@mit.edu or b.deaner@ucl.ac.uk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}