{
    "id": 33324,
    "citation_title": "CEO-Firm Matches and Productivity in 42 Countries",
    "citation_author": [
        "Amanda Dahlstrand",
        "Dávid László",
        "Helena Schweiger",
        "Oriana Bandiera",
        "Andrea Prat",
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFirms are key to economic development, and CEOs are key to firm productivity. Are firms in countries at varying stages of development led by the right CEOs, and if not, why? We develop a parsimonious measure of CEO time use that allows us to differentiate CEOs into “leaders” and “managers” in a survey of 4,800 manufacturing firms across 42 countries, with income per capita ranging from USD 4,000 to 45,000. We find that poorer countries have fewer leaders and relate this to training opportunities. Even when suitable leaders are available, they often do not lead the firms that would benefit the most, resulting in mismatches that can cause up to a 20% loss in productivity for the mismatched firms. The findings imply that policies that address the causes of mismatch could significantly enhance growth without additional resources.\n\n",
    "acknowledgement": "\nWe thank Ralph De Haas, Cevat Giray Aksoy, and participants at the CEPR IMO-ENT conference, 2024 ASSA Annual Meeting, University of Zurich, and Office of the Chief Economist at the EBRD for helpful comments. Pablo García-Guzmán provided excellent research assistance with collecting and processing the data on higher education institutions. The views expressed in this paper are our own and not necessarily those of the EBRD. Amanda Dahlstrand acknowledges funding from the University Research Priority Program “Equality of Opportunity” at the University of Zurich. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHelena Schweiger\n\nI, Helena Schweiger, hereby declare that I have no relevant material or financial interests that relate to research described in the article entitled \"CEO-Firm Matches and Productivity in 42 countries\".\n\n\nI have received compensation as an Associate Director, Lead Research Economist, from the European Bank for Reconstruction and Development (EBRD; my employer), which has not exerted any influence on our research.\n\n\n\nRaffaella Sadun\n\nI, Raffaella Sadun, hereby declare that I have no relevant material or financial interests that relate to research described in the article entitled “CEO-Firm Matches and Productivity in 42 Countries.”\n\n\nI also declare that I have received funding for my research from:\n-\tHarvard University\n-\tMicrosoft Corporation\n-\tNBER\n-\tNSF\n-\tSloan Foundation\n\n\n"
}