{
    "id": 33328,
    "citation_title": "Are People Fleeing States with Abortion Bans?",
    "citation_author": [
        "Daniel L. Dench",
        "Kelly Lifchez",
        "Jason M. Lindo",
        "Jancy Ling Liu"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "2025-01-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this study, we investigate whether reproductive rights affect migration. We do so using a synthetic difference-in-differences design that leverages variation from the 2022 Dobbs decision, which allowed states to ban abortion, and population flows based on change-of-address data from the United States Postal Service. The results indicate that abortion bans cause significant increases in net migration outflows, with effect sizes growing throughout the year after the decision. The most recent data point indicates that total abortion bans come at the cost of more than 36,000 residents per quarter. The effects are more prominent for single-person households than for family households, which may reflect larger effects on younger adults. We also find suggestive evidence of impacts for states that were hostile towards abortion in ways other than having total bans.\n\n",
    "acknowledgement": "\nWe are grateful for feedback from participants at the 2nd Annual Health Economics and Policy Innovation Collaborative (HEPIC) conference and gratefully acknowledge the financial support for this work provided by the Center for Reproductive Rights and the Society of Family Planning. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}