{
    "id": 33329,
    "citation_title": "Immigrant Age at Arrival and the Intergenerational Transmission of Ethnic Identification among Mexican Americans",
    "citation_author": [
        "Brian Duncan",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany U.S.-born descendants of Mexican immigrants do not identify as Mexican or Hispanic in response to the Hispanic origin question asked in the Census and other government surveys.  Analyzing microdata from the 2000 U.S. Census and the 2001-2019 American Community Surveys, we show that the age at arrival of Mexican immigrants exerts an important influence on ethnic identification not only for these immigrants but also for their U.S.-born children.  Among Mexican immigrants who arrived as children, the rate of “ethnic attrition”—i.e., not self-identifying as Mexican or Hispanic—is higher for those who migrated at a younger age.  Moreover, the children of these immigrants exhibit a similar pattern:  greater ethnic attrition among children whose parents moved to the United States at a younger age.  We unpack the relative importance of several key mechanisms—parental English proficiency, parental education, family structure, intermarriage, and geographic location—through which the age at arrival of immigrant parents influences the ethnic identification of their children.  Intermarriage turns out to be the primary mechanism:  Mexican immigrants who arrived at a very young age are more likely to marry non-Hispanics, and the rate of ethnic attrition is dramatically higher among children with mixed ethnic backgrounds.\n\n",
    "acknowledgement": "\nThe authors thank Christopher Campos for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}