{
    "id": 33327,
    "citation_title": "The Impact of Counterfeit Victims in the Victim Marketplace",
    "citation_author": [
        "Mingyuan Ban",
        "Yi Qian",
        "Qiang Gong",
        "Karl Aquino"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nJust and efficient allocations of charity have attracted much academic and media attention. The sources of inefficiency and unjust are important to understand yet understudied. Our study aims to fill this void by directly modelling the victims’ market in a collective reputation framework. By analyzing three types of individuals who signal their victim status with different personalities and incentives, we derive the honest, dishonest and unfunded equilibria as well as the mixed equilibrium where both types of these equilibria could coexist. Our analyses of the social welfare under each equilibrium shed light on key parameters that could potentially serve as policy instruments for improving social welfare. We also reveal that the mechanisms analogous to bank run and lemons market could take place in the victims’ market as much as in other markets. In particular, when charity resources are scarce, more strategic signallers could rush to emit false victim signals and drive the market to the dishonest equilibrium with lower social welfare. The need for screening signallers could drive up the psychological costs of authentic victims to the extent that they voluntarily drop out of the market and suffer alone, resulting in misplaced charity funds and severe deadweight losses. When there is psychological utility associated with cheating for the hedonic signallers, the social welfare is even worse off.\n\n",
    "acknowledgement": "\nThe authors would like to thank Wenjia Ba, Tony Ke, Michelle Lu, Mahesh Nagarajan, Eddie Ning, Hao Zhang, and participants at the BIGs Conference and the VSE/Sauder IO Workshop for helpful comments. Karl and Yi would like to acknowledge funding support from SSHRC IDG 430-2023-01156. Yi would also like to acknowledge funding support from SSHRC IG 435-2018-0519 and 435-2023-0306. Qiang would like to acknowledge funding support from the National Social Science Fund of China (No.23AZD029) and National Natural Science Foundation of China (No.72073146). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}