{
    "id": 33323,
    "citation_title": "Technological Disruption in the Labor Market",
    "citation_author": [
        "David J. Deming",
        "Christopher Ong",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores past episodes of technological disruption in the US labor market, with the goal of learning lessons about the likely future impact of artificial intelligence (AI). We measure changes in the structure of the US labor market going back over a century. We find, perhaps surprisingly, that the pace of change has slowed over time. The years spanning 1990 to 2017 were less disruptive than any prior period we measure, going back to 1880. This comparative decline is not because the job market is stable today but rather because past changes were so profound. General-purpose technologies (GPTs) like steam power and electricity dramatically disrupted the twentieth-century labor market, but the changes took place over decades. We argue that AI could be a GPT on the scale of prior disruptive innovations, which means it is likely too early to assess its full impacts. Nonetheless, we present four indications that the pace of labor market change has accelerated recently, possibly due to technological change. First, the labor market is no longer polarizing— employment in low- and middle-paid occupations has declined, while highly paid employment has grown. Second, employment growth has stalled in low-paid service jobs. Third, the share of employment in STEM jobs has increased by more than 50 percent since 2010, fueled by growth in software and computer-related occupations. Fourth, retail sales employment has declined by 25 percent in the last decade, likely because of technological improvements in online retail. The post-pandemic labor market is changing very rapidly, and a key question is whether this faster pace of change will persist into the future.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Aspen Economic Study Group 2024 Annual Meeting. We thank Melissa Kearney and Luke Perdue for helpful comments. The authors acknowledge support from the Mossavar-Rahmani Center for Business and Government at the Harvard Kennedy School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence H. Summers\n\nAuthor contributions: L.S. conceptualized the study with input from D.J. V.F. carried out the analyses. V.F. and D.J. wrote the first draft and all authors contributed to revision and writing of the final draft.\n\n\n"
}