{
    "id": 33330,
    "citation_title": "Intergenerational Mobility over Two Centuries",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Tamar Matiashvili"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper provides an overview of recent empirical and methodological advances in the study of historical intergenerational mobility trends, with a focus on key measurement challenges. These advances are made possible by the recent digitization of historical censuses and new methods of historical record-linking, which have enabled researchers to create large historical samples of parent-child links. We identify three main findings. First, absolute mobility increased in the decades leading up to 1940 but has since declined, both in the US and other industrial countries. Second, recent studies on relative mobility question the classic narrative that the US has transitioned from a “land of opportunity” in the 19th century to a less mobile society today, suggesting that mobility was not as high in the past. However, estimates of relative mobility are sensitive to choices regarding sample selection and measurement. Third, we explore mechanisms underlying shifts in intergenerational mobility over time, including geographic mobility, wealth shocks, educational attainment, locational effects, and the transmission of parent-specific human capital. We conclude by suggesting avenues for future research.\n\n",
    "acknowledgement": "\nWe are grateful to Lukas Althoff, Yonatan Berman, Alvaro Calderon, Raj Chetty, William Collins, Dylan Connor, Frankie Fan, Joseph Ferrie, Florencia Hnilo, Elisa Jácome, Ross Mattheis, Jakob Molinder, Anna Saraiva, José-Antonio Espín-Sánchez, Noah Simon, Isaac Sorkin, Marianne Wanamaker, Zachary Ward and Laura Weiwu for their very thoughtful feedback and suggestions. We thank Steven Durlauf and Bhashkar Mazumder (editors) and participants of the conference on intergenerational mobility at the Chicago Federal Reserve Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}