{
    "id": 33333,
    "citation_title": "Time Consistent Infrastructure Investments: Optimal Flood Protection Policies in Spatial Equilibrium",
    "citation_author": [
        "Amine Ouazad",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPlace-based investments can have unintended general equilibrium effects and face challenges of time inconsistency. This paper simulates the granular impact of alternative spatial and temporal designs of such investments, using Quantitative Spatial Models where the strategy of the policymaker is endogenized, with time-consistent policy analysis or policies with commitment. It can apply to sunk, fixed costs investments in transportation infrastructure, levees, and other location-based investments. Applying this framework to the 1936 Flood Control Act, the largest investment in flood control infrastructure in US history protecting 5% of land, the study examines the general equilibrium effects of levee investments on housing prices, population density, and racial demographics over eight decades. Protected neighborhoods initially had lower property values, higher minority shares, and greater flood risk, but experienced sustained property appreciation and changes in population density. Structural analysis reveals that optimal levee designs prioritize high-density areas, reduce price capitalization, and minimize urban sprawl. Policymakers who cannot commit to long-term plans tend to overbuild and maintain larger systems compared to those with time-consistent strategies.\n\n",
    "acknowledgement": "\nWe thank Robert Huang and Nicholas Trottier-Lacourse for outstanding research assistance. We thank the audiences of the seminar at the Wharton School of Business, University of Pennsylvania, the MIT Center for Real Estate’s First Climate Summit in 2022, the University of Wisconsin, the Urban Economics Association, for feedback on early versions of the paper. We thank Hafedh Bouakez, Chetan Dave, Gilles Duranton, Fernando Ferreira, Ambika Gandhi, Jesse Handbury, Jeffrey Lin, Luis Quintero, Nancy Wallace, Pang Xinle, Siqi Zheng for insightful comments in the early stages of the project. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}