{
    "id": 33339,
    "citation_title": "The Comovement of Voter Preferences: Insights from U.S. Presidential Election Prediction Markets Beyond Polls",
    "citation_author": [
        "Mikhail Chernov",
        "Vadim Elenev",
        "Dongho Song"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel time-series econometric framework to forecast U.S. Presidential election outcomes in real time by combining polling data, economic fundamentals, and political prediction market prices. Our model estimates the joint dynamics of voter preferences across states. Applying our approach to the 2024 Presidential Election, we find a two-factor structure driving the vast majority of the variation in voter preferences. We identify electorally similar state clusters without relying on historical data or demographic models of voter behavior. Our simulations quantify the correlations between state-level election outcomes. Failing to take the correlations into account can bias the forecasted win probability for a given candidate by more than 10 percentage points. We find Pennsylvania to be the most pivotal state in the 2024 election. Our results provide insights for election observers, candidates, and traders.\n\n",
    "acknowledgement": "\nWe thank Alexandre Poirier for providing useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}