{
    "id": 33348,
    "citation_title": "The Effects of Digital Surveillance and Managerial Clarity on Performance",
    "citation_author": [
        "Namrata Kala",
        "Elizabeth Lyons"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow managers frame the adoption of organizational practices may impact the returns to such practices, but managerial justification is often correlated with the use of particular practices or other dimensions of managerial quality. Using a randomized control trial, we study how the causal impacts of a frequently used monitoring management practice for remote work employers–digital worker surveillance–varies by randomly allocated justification for its use. In an online labor market, we divide workers into low and high-productivity performers, and randomize both whether surveillance is used and whether its use is justified based on the workers’ baseline productivity. We find that digital surveillance does not have significant effects on worker performance on average, but that not explaining the presence or elimination of digital surveillance based on worker performance significantly reduces worker output. Our results demonstrate a nuanced relationship between monitoring and worker performance that depends on how monitoring is rationalized to workers.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding support from J-PAL’s Jobs and Opportunity Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}