{
    "id": 33341,
    "citation_title": "Can Early Intervention Reduce Future Child Maltreatment?",
    "citation_author": [
        "Anna Aizer",
        "Emilia Brito Rebolledo"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildren with a disability are 3.5 times more likely to be maltreated. Federal Early Intervention (EI) serves 426,000 children 0-3 with a disability, 3.7% of the entire population under three. EI’s objective is to support families in caring for their children’s special needs. Compared to children evaluated but ineligible for EI, children receiving EI in the first year of life are 3.3 percentage points less likely to be maltreated later in life, a decline of 45%, with smaller effects for those receiving services later. Targeting at-risk children, intervening early, and engaging with families in a cooperative manner effectively reduces future maltreatment.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the Population Studies and Training Center at Brown University through the generosity of the Eunice Kennedy Shriver National Institute of Child Health and Human Development (P2C HD041020). We thank seminar participants at Columbia University, the 2024 ASSA meeting, the NHH as well as and Katherine Rittenhause and Jennifer Kaufman for extremely useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}