{
    "id": 33340,
    "citation_title": "Corporate Resiliency and the Choice Between Financial and Operational Hedging",
    "citation_author": [
        "Viral V. Acharya",
        "Heitor Almeida",
        "Yakov Amihud",
        "Ping Liu"
    ],
    "citation_publication_date": "2025-01-06",
    "issue_date": "2025-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how firms manage financial default risk (on debt) and operational default risk (on delivery obligations). Financially constrained firms reduce operational hedging through inventory and supply chain in favor of cash holdings. Our model predicts that firms’ markup increases with financial default risk as they cut operational hedging costs. Empirical analysis confirms this prediction and shows that the markup-credit risk relationship strengthens during adverse aggregate shocks, particularly for firms exposed to lending disruptions. Market power alone cannot explain this relationship, which reflects firms’ strategic adjustments in operational hedging practices.\n\n",
    "acknowledgement": "\nWe are grateful to Winston Dou (discussant), Andrea Gamba (discussant), Zhiguo He, Yunzhi Hu, Uday Rajan, Adriano Rampini (discussant), Dimitri Vayanos and seminar participants at UNC Chapel Hill, 2021 ASSA annual meeting, 2021 CICF, 2021 University of Connecticut Finance Conference, 2021 International Risk Management Conference, 13th Annual Financial Market Liquidity Conference, 2023 AFA annual meeting, and The 18th Annual Conference in Financial Economics Research by Eagle Labs, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}