{
    "id": 33345,
    "citation_title": "Externalities and the Taxation of Top Earners",
    "citation_author": [
        "Henrik Kleven"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "2025-01-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the optimal taxation of top earners in a world with externalities. It takes a reduced-form approach that spans a broad class of models where top earners create externalities on the economy. The model allows for a flexible relationship between top earnings and the distribution of earnings capacities in the population, including positive externalities (such as innovation) and negative externalities (such as rent-extraction). The model allows for simple optimal tax formulas that clarify the role of different externality patterns. In general, externalities that run from top earners to bottom earners have much stronger tax implications than externalities within the top group. The results are expressed in terms of estimable sufficient statistics and linked to recent evidence on the externalities of top entrepreneurs. A calibration to the US economy suggests that the optimal top tax rate, while lower than the Mirrleesian optimum, remains higher than the current top tax rate.\n\n",
    "acknowledgement": "\nI thank Claus Kreiner, Emmanuel Saez, Florian Scheuer, Damian Vergara, and Owen Zidar for comments. I also thank Valentina Andrade for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}