{
    "id": 33349,
    "citation_title": "Accounting for Individual-Specific Heterogeneity in Intergenerational Income Mobility",
    "citation_author": [
        "Yoosoon Chang",
        "Steven N. Durlauf",
        "Bo Hu",
        "Joon Park"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a fully nonparametric model to investigate the dynamics of intergenerational income mobility for discrete outcomes. In our model, an individual’s income class probabilities depend on parental income in a manner that accommodates nonlinearities and interactions among various individual and parental characteristics, including race, education, and parental age at childbearing. Consequently, we offer a generalization of Markov chain mobility models. We employ kernel techniques from machine learning and further regularization for estimating this highly flexible model. Utilizing data from the Panel Study of Income Dynamics (PSID), we find that race and parental education interact with parental income in children’s economic prospects in ways that can create bottlenecks in mobility.\n\n",
    "acknowledgement": "\nWe thank the Stone Center for Research on Wealth Inequality and Mobility for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}