{
    "id": 33346,
    "citation_title": "Daughters as Safety Net? Family Responses to Parental Employment Shocks: Evidence from Alcohol Prohibition",
    "citation_author": [
        "Anna Aizer",
        "Gabrielle Grafton",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of Federal alcohol Prohibition in 1919 on workers in the alcohol industry and their families using newly linked census records that allow us to follow spouses, sons and daughters.  Immediately after Prohibition, men previously working in alcohol-related industries were less likely to be in the labor force, and when working, employed in lower skilled occupations. By 1940, 21 years after Prohibition, workers were still more likely to be in unskilled occupations, but they were more likely to be employed, consistent with delayed retirement. In the short run, sons are largely unaffected but in the long run, they complete slightly more schooling and earn more. Interestingly, daughters were more likely to remain at home, delay marriage and be employed, even 20 years later. These effects are driven by daughters living at home in 1920. Daughters, not sons, appear to have acted as the family's safety net in this period before public provision of relief.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by the Population Studies and Training Center at Brown University through the generosity of the Eunice Kennedy Shriver National Institute of Child Health and Human Development, P2C HD041020. We have benefited from feedback from seminar participants at Clark University, Clemson University, University of Illinois at Urbana Champaign and UC Irvine. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}