{
    "id": 33359,
    "citation_title": "Survivors' Mental Health and the Protective Role of Income Stability",
    "citation_author": [
        "Itzik Fadlon",
        "Astrid Sophie Fugleholm",
        "Torben Heien Nielsen"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use administrative records on the healthcare utilization and economic outcomes of the universe of Danish households to characterize survivors' mental health following their spouse's death. We provide visually clear evidence for the inevitable immediate, large, and lingering adverse impacts and focus on studying the role of potential mediators: economic conditions and the presence of children. We find no evidence of heterogeneity in family composition. As for economic outcomes, baseline levels of income and net wealth play only a modest role: there is no meaningful cross-household inequality gradient in mental health declines, so that spousal death is devastating for both the rich and the poor. Rather, a key source of heterogeneity in the decline in mental health is the household's degree of income insurance, that is, the within-household income variation. Specifically, the least-insured households experience an immediate decline in mental health that is 80 percent larger. Our findings suggest that the consumption smoothing welfare gains from income protection policies can have important spillovers to improved mental health in the context of severe household events.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Rockwool Foundation (grant no. 3038), the Center for Economic Behavior and Inequality (CEBI) at the University of Copenhagen (financed by grant DNRF134 from the Danish National Research Foundation), and the Danish Independent Research Fund (grant no. 9061-00035B). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}