{
    "id": 33356,
    "citation_title": "The Mental Health of the Young in Ex-Soviet States",
    "citation_author": [
        "David G. Blanchflower",
        "Alex Bryson"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report on the wellbeing of the young in 31 Ex-Soviet Republics located in Eastern Europe and Central Asia.  We find no evidence of the decline in the mental health of the young relative to older people which characterizes Western Europe and English-speaking advanced economies. The mental health of the young in ex-Soviet republics is stable relative to older people across various surveys including the Gallup World Poll, the Eurobarometers, the World Values Surveys and the European Social Survey, as well as in surveys from the European Bank of Reconstruction and Development and UNICEF.  However, there are two exceptions.  A 2023 Flash Eurobarometer Mental Health survey conducted by the European Commission shows unhappiness declines in age in every EU member country including 11 in Eastern Europe.  A similar finding emerges in our analysis of the web-based Global Minds surveys of 2020-2024 in 9 former Soviet republics.  Youngster ages 18-24 in these surveys are especially unhappy.  Furthermore, in keeping with research on children aged 15-16 in the PISA surveys in other countries, we find life satisfaction of these school children in ex-Soviet Republics declined over the period 2015-2022 and that, among this group, time spent on digital devices was associated with lower happiness.\n\n",
    "acknowledgement": "\nDavid G. Blanchflower and Alex Bryson would like to thank the United Nations for support. The copyright for all research commissioned by the Human Development Report Office will be held by UNDP.  We thank Gytis Greicius for research assistance and Victor Counted, Michael Gurven and Tara Thiagarajan for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}