{
    "id": 33357,
    "citation_title": "The Hidden Health Care Crisis Behind Bars: A Randomized Trial to Accredit U.S. Jails",
    "citation_author": [
        "Marcella Alsan",
        "Crystal Yang"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-10",
    "revision_date": "2025-01-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe U.S. has one of the highest incarceration rates in the world, with over seven million admissions to jails each year. Incarcerated individuals are the only group in the U.S. that have a constitutional right to receiving \"reasonably adequate\" health care. Yet, there is little oversight and funding for health care in jails, where illness and mortality are rampant. In this study, we randomize the offer of health care accreditation to 44 jails across the U.S. Surveys of staff indicate that accreditation improves coordination between health and custody staff. We also find that accreditation improves quality standards and reduces mortality among the incarcerated, which is three times higher among control facilities than official estimates suggest. These health gains are realized alongside suggestive reductions in six-month recidivism, such that accreditation is highly cost effective.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from JPAL North America, the William T. Grant Foundation, the Preparedness and Treatment Equity Coalition, Arnold Ventures, and the Malcolm Wiener Center at the Harvard Kennedy School. We thank seminar participants at HKS, UBC, UCLA, and Dartmouth. We thank the National Commission on Correctional Health Care (NCCHC), especially Chief Executive Officer Deborah Ross and Vice-President of Accreditation Amy Panagopoulos. We also thank jail custody and health staff, incarcerated individuals, and county sheriffs for their time and participation. We thank Jim Martin, Dr. Cara Buchanan Muñoz, George Hutchins, and Dr. Nicholos Joseph for sharing their expertise. This work would not have been possible without the effort of our dedicated project coordinators: Tasfia Jahangir and Nadia Huffman. Miguel Purroy, Qing Liu, Shipra Karan, Xingyou Ye, Vanessa Jia, Nada Shalash, Nick Shankar, and Lukas Leister provided excellent research assistance. Finally, we thank the numerous college, law, public policy, and medical students who worked on the project: James Jolin, Lucy Tu, Gwen Byrne, Aisha Oshilaja, Pierre Jolin, Josh Alpert, Daniel Tochimani-Hernandez, Farrah Kalach, Janine Robredo, Sophia Fend, Bolin Shen, Yedith Ortiz, Emily Shah, Susan Takang, Kate De Groote, Worthy Cho, Israa Alzami, Anne Deng, Christine Smith, Aydin Alsan, Achele Agada, Cana Nakase, Sarah Kliment, Kathryn Li, Kaitlyn Ham, Tatheer Adnan, Anita Onyimah, Folukemi Olufidipe, Meisui Liu, Phoebe Canagarajah, Lea Han, Allie Oh, Louis Lin, Jennifer Ding, Zach Channen, Nik Zappia, Fiona Doyle, Christian Carson, Drew Lane, Jack Haney and Haley Dougherty. Angelique Aquatella and Karine Van Der Straeten provided helpful feedback. The experiment was registered on the AEA RCT registry (RCT ID: AEARCTR-0007516). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}