{
    "id": 33355,
    "citation_title": "The Gilded Age and Beyond: The Persistence of Elite Wealth in American History",
    "citation_author": [
        "Priti Kalsi",
        "Zachary Ward"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIs the top tail of wealth a set of fixed individuals or is there substantial turnover? We estimate upper-tail wealth dynamics during the Gilded Age and beyond, a time of rapid wealth accumulation and concentration in the late 19th and early 20th centuries. Using various wealth proxies and data tracking tens of millions of individuals, we find that most extremely wealthy individuals drop out of the top tail within their lifetimes. Yet, elite wealth still matters. We find a non-linear association between grandparental wealth and being in the top 1%, such that having a rich grandparent exponentially increases the likelihood of reaching the top 1%. Still, over 90% of the grandchildren of top 1% wealth grandfathers did not achieve that level.\n\n",
    "acknowledgement": "\nWe are grateful for the feedback from participants at many seminars and conferences. We also thank James Feigenbaum, Jeff Larrimore, Sarah Quincy, Allison Shertzer, and Rebecca Thornton for helpful discussions and comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}