{
    "id": 33358,
    "citation_title": "Technology Sophistication Across Establishments",
    "citation_author": [
        "Diego A. Comin",
        "Xavier Cirera",
        "Marcio Cruz"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines technology sophistication in establishments. To comprehensively measure technology sophistication, we create a grid that covers key business functions and the technologies used to conduct them. Analyzing data from over 21,000 establishments in 15 countries, we find that the most widely used technology is usually not the most sophisticated available in the business function. There is significant variation in technology sophistication across and within countries, explaining 31% of productivity dispersion and over half of the agricultural productivity gap. The sophistication of widely used technologies is more relevant for productivity than the most advanced technologies. More sophisticated technologies are appropriate for both developed and developing countries.\n\n",
    "acknowledgement": "\nWe thank David Baqaee, Jan DeLoecker, Mary Hallward-Driemeier, Apoorv Gupta, John Haltiwanger, Maurice Kugler, Bill Maloney, Martha Martinez Licetti, Paolo Mauro, Denis Medvedev, Dani Rodrik, Giacomo Ponzetto, Tommaso Porzio, Doug Staiger, Edouard Schaal, Chris Snyder, Eric Verhoogen, and seminar participants for insightful comments. Kyung Min Lee actively participated in earlier drafts of this paper and we are indebted to him. Harneet Singh provided outstanding research assistance. We thank Aman Mahajan, Magda Malec, Mariana Pereira, Santiago Reyes, Antonio Martins Neto, Soumya Agrawal, and Adrian Forest for inputs to sections of the paper. We also thank the industry experts and partner institutions for their support in designing and implementing the survey. An extended list of acknowledgements is provided in the appendix. Financial support from the infoDev Multi-Donor Trust Fund, the Korea World Bank Group Partnership Facility (KWPF), and the Competitive Industries and Innovation Program (CIIP) is gratefully acknowledged. This manuscript supersedes Cirera et al. (2020), Cirera et al. (2021) and Cirera, Comin and Cruz (2024). The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the World Bank Group, its Board, or the National Bureau of Economic Research.\n\n\n"
}