{
    "id": 33352,
    "citation_title": "The Cost of Species Protection: The Land Market Impacts of the Endangered Species Act",
    "citation_author": [
        "Eyal G. Frank",
        "Maximilian Auffhammer",
        "David McLaughlin",
        "Elisheba Spiller",
        "David L. Sunding"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProtecting species’ habitats is the main policy tool employed across the globe to reduce biodiversity losses. These protections are hypothesized to conflict with private landowners’ interests. We study the economic consequences of the most extensive and controversial piece of such environmental legislation in US history—the Endangered Species Act (ESA) of 1973. We assemble the most comprehensive data on species conservation efforts, land transactions, and building permits to date. By comparing parcels with identical histories of protections we show that, on average, the ESA shifts transactions from inside to outside of the protected area and leads to a slight appreciation in residential and vacant land values outside of critical habitats. We also show that the federal regulator determines borders for areas with the most stringent protections to avoid large effects on land values, only where it is explicitly allowed to take economic criteria into account. These average findings mask significant heterogeneity at the species and location level, which we document. Furthermore, we find no evidence of the ESA affecting building activity as measured by construction permits. Overall, even taking into account species-level heterogeneity, the number of possibly negatively affected parcels is extremely small. This suggests that the capitalization of the economic impacts of the ESA through the land market channel are likely minor, despite potential delays to development through permitting, for which we provide suggestive evidence. Our findings do not rule out economically significant impacts in a few highly constrained land markets with ESA protections amplified by local regulatory action.\n\n",
    "acknowledgement": "\nWe thank Sushant Banjara, Sara Gerstner, Simon Greenhill, and Wei Guo for excellent research assistance. We are grateful for helpful comments from Koichiro Ito, Ryan Kellogg, Joseph Shapiro, and seminar participants at the University of Wisconsin-Madison, UC Berkeley, UC San Diego, Environmental Defense Fund, AEA AERE Biodiversity session, Hebrew University of Jerusalem, NBER EEE SI, Toulouse School of Economics, the University of Connecticut, Woods Hole Oceanographic Institution, and Paris School of Economics. We thank the Becker Friedman Institute and the Fama-Miller Center for Research in Finance at the University of Chicago for providing CoreLogic data access. This research is funded by the Becker Friedman Institute at the University of Chicago and the Giannini Foundation. Finally, we are grateful to the staff at the US Fish and Wildlife Service for assisting us with accessing data. Please send any questions to the corresponding author at eyalfrank@uchicago.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}