{
    "id": 33354,
    "citation_title": "Changes in Marital Sorting: Theory and Evidence from the US",
    "citation_author": [
        "Pierre-André Chiappori",
        "Monica Costa Dias",
        "Costas Meghir",
        "Hanzhe Zhang"
    ],
    "citation_publication_date": "2025-01-13",
    "issue_date": "2025-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPositive assortative matching refers to the tendency of individuals with similar characteristics to form partnerships. Measuring the extent to which assortative matching differs between two economies is challenging when the marginal distributions of the characteristic along which sorting takes place (e.g., education) change for either or both sexes. We show how the use of different measures can generate different conclusions. We provide axiomatic characterization for measures such as the odds ratio, normalized trace, and likelihood ratio, and provide a structural economic interpretation of the odds ratio. We then use our approach to consider how marital sorting by education changed between the 1950s and the 1970s cohort, for which both educational attainment and returns in the labor market changed substantially.\n\n",
    "acknowledgement": "\nCosta Dias gratefully acknowledges financial support from the Economic and Social Research Council through the ESRC Centre for the Microeconomic Analysis of Public Policy at IFS (reference ES/M010147/1) and ESRC grants ES/K00624X/1 and ES/N015304/1. Meghir gratefully acknowledges financial support from the Cowles Foundation and the Institution for Social and Policy Studies at Yale. Zhang gratefully acknowledges financial support from National Science Foundation and Michigan State University Delia Koo Endowment Fund. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}