{
    "id": 33368,
    "citation_title": "Valuing Solar Subsidies",
    "citation_author": [
        "Bryan Bollinger",
        "Kenneth Gillingham",
        "A. Justin Kirkpatrick"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals trade present for future consumption across a range of economic behaviors, and this tradeoff may differ across socioeconomic groups. To assess these tradeoffs, we estimate a dynamic model of residential solar adoption and system sizing in California using household-level data on solar irradiance, electricity consumption, and electricity rates that offer plausibly exogenous variation in the future benefits from adopting relative to upfront costs. We find implicit discount rates of 15.3%, 13.8%, and 10.0% for low-, medium-, and high-wealth households. Counterfactual simulations demonstrate opportunities to reduce the regressivity of solar adoption, increase policy cost-effectiveness, and improve welfare for low-wealth households.\n\n",
    "acknowledgement": "\nThe authors thank Erica Myers, Laura Grant, Soren Anderson, Ryan Kellogg, Steven Haider, Frank Verboven, and the seminar participants at IO+, AERE@ASSA2022, Clemson University, UC Davis, Stanford GSB, NBER EEE Spring Meeting, NBER Distributional Consequences of New Energy Technologies and Policies, and Marketing Dynamics for their valuable feedback. None of the authors have any relevant disclosures for this work. An earlier version received modest funding from an NBER Workshop on the Distributional Consequences of Environmental Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}