{
    "id": 33360,
    "citation_title": "Gun Policy and the Steel Paradox: Evidence from Oregunians",
    "citation_author": [
        "Katie Bollman",
        "Benjamin Hansen",
        "Edward A. Rubin",
        "Garrett O. Stanford"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUsing Measure 114’s narrow passage in Oregon as a natural experiment, we study how new gun regulations affect firearm demand. Background checks, a proxy for demand, rose 13.9% in anticipation of the referendum and surged 157% immediately following the election. After judicial intervention halted the law’s enactment, demand returned near pre-election levels. Temporal displacement/harvesting does not explain the demand spike: after eighteen months, we still observe a substantial cumulative increase of 63,000 excess firearm-related background checks. Administrative data reveal significant county-level heterogeneity. This evidence underscores the paradoxical effect of gun-control policies, offering a cautionary lesson to policymakers.\n\n",
    "acknowledgement": "\nFor their helpful feedback, we thank Stephen Billings, Rosanna Smart, Jeffrey Wooldridge, and participants at the 2023 SEA Annual Meetings, the 2024 WEA Annual Meetings, APPAM, and the VICE Seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}