{
    "id": 33369,
    "citation_title": "Mean Reversion in Randomized Controlled Trials: Implications for Program Targeting and Heterogeneous Treatment Effects",
    "citation_author": [
        "Marcella Alsan",
        "John Cawley",
        "Joseph J. Doyle Jr.",
        "Nicholas Skelley"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEligibility criteria for interventions can induce an Ashenfelter Dip, and subsequent mean-reversion may result in improvement over time even absent the intervention. We investigate these dynamics for a food-as-medicine program to treat diabetes, where eligibility required elevated hemoglobin A1c (HbA1c). Both treatment and control groups experienced significant improvements in HbA1c, resulting in an estimated null effect. When we predict improvement using baseline characteristics, we find that subjects unlikely to improve on their own appear to benefit from the program. Our findings have implications for program targeting and estimating heterogeneous treatment effects.\n\n",
    "acknowledgement": "\nWe thank Martin Munoz for excellent research assistance, Joshua Angrist, Susan Athey, Amanda Kowalski, Adrienne Sabety, Jesse Shapiro, and Sophie Sun for helpful comments and suggestions. We gratefully acknowledge funding support from the MIT Sloan Health Systems Initiative and the Jameel Poverty Action Lab. The project was pre-registered: AEA: AEARCTR-0004098 and ClinicalTrials.gov: NCT03718832. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}