{
    "id": 33366,
    "citation_title": "We Are Not in a Gaussian World Anymore: Implications for the Composition of Official Foreign Assets",
    "citation_author": [
        "José Andrée Camarena",
        "Juan Pablo Medina",
        "Daniel Riera-Crichton",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the aftermath of the 1997-98 Asian crises, many emerging markets self-insured by accumulating international reserves (i.e., non-contingent assets) in excess of what many models predicted, while relying relatively little on state-contingent assets. This apparent over-reliance on self-insurance has been viewed as a puzzle in search of an explanation. A related, and still outstanding, puzzle is why the benefits of financial liberalization appear to be quite small and, yet, financial globalization has been unprecedented in recent decades. We show that these two puzzles can be solved by incorporating rare macroeconomic disasters in income risk. To this effect, we first fit a fat-tailed distribution to long output time series for 156 countries. We then develop a theoretical framework to quantify (i) the increase in welfare gains of financial integration and (ii) how the composition of official reserves (non-contingent and contingent) responds to bigger shocks. Our results show that fat tails lead to a sharp increase in both the gains of financial integration and self-insurance for standard values of the coefficient of risk aversion.\n\n",
    "acknowledgement": "\nCamarena and Vuletin were at the World Bank at the time this paper was written. Medina, Riera-Crichton, and Vegh were at Adolfo Ibáñez University, Bates College, and Johns Hopkins University, respectively. No other source of funding was associated with this project. The authors thank Rodrigo Fuentes, Ruy Lama, Caio Machado, Rodrigo Wagner, and participants at the 2023 LACEA Conference and a seminar at Adolfo Ibáñez University for comments and suggestions. The views expressed in this paper are the authors' own and do not represent the official views of the World Bank or the National Bureau of Economic Research.\n\n\n"
}