{
    "id": 33362,
    "citation_title": "Enclaves and Assimilation in the Age of Mass Migration: Evidence from Ethnic Catholic Churches",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Osea Giuntella"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nImmigrant enclaves offer valuable ethnic amenities but may delay assimilation. We study enclave formation in the Age of Mass Migration by using the centralized location decisions for “ethnic” Catholic churches. After a church opening, same-ethnicity residents of chosen neighborhoods experienced falling earnings but strengthened communal ties, as compared to residents of areas matched on baseline characteristics. Treated residents held more manual occupations, and increased in-group marriage and naming. These effects persist into the second generation and are not observed for non-ethnic neighbors. Consistent with the historical record, Poles organized communal life around neighborhood parishes, but Italians were less church-centered.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Arizona, the Brookings Institution, Caltech, Chicago Booth, Columbia, Hebrew University, Paris School of Economics, the Philadelphia Fed, Pittsburgh, Princeton, UBC, USI, the World Bank Migration & Development Conference and Yale for comments, and appreciate excellent research assistance provided by Christine Cai, Alvaro Calderon, Harriet Brookes Gray, Katie Guyot, Myera Rashid and Noah Simon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}