{
    "id": 33367,
    "citation_title": "Modernizing Access to Credit for Younger Entrepreneurs: From FICO to Cash Flow",
    "citation_author": [
        "Christopher M. Hair",
        "Sabrina T. Howell",
        "Mark J. Johnson",
        "Siena Matsumoto"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nYounger entrepreneurs are disadvantaged by traditional loan underwriting, which relies heavily on personal credit scores. With data from three fintech companies, we show that incorporating timely information about ability to repay from business checking account statements particularly improves default prediction performance for younger business owners. We develop a novel method to compare model predictions across subgroups—Tail Analysis for Comparative Outcomes (TACO)—which finds that switching from a Baseline (FICO-driven) model to a Cash Flow-enhanced model benefits younger entrepreneurs. We confirm this in causal analysis of approval decisions, showing that access to cash flow-intensive underwriting increases approval rates for younger vs. older entrepreneurs.\n\n",
    "acknowledgement": "\nThis project was partially conducted on data gathered for a project using Federal funds under award MB22OBD8020266- T1-01 to FinRegLab from the Minority Business Development Agency, U.S. Department of Commerce. The statements, findings, conclusions, and recommendations are those of the author(s) and do not necessarily reflect the views of the Minority Business Development Agency or the U.S. Department of Commerce. Separate analysis under the grant is continuing and will be forthcoming in a separate report. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}