{
    "id": 33365,
    "citation_title": "A Different World: Enduring Effects of School Desegregation on Ideology and Attitudes",
    "citation_author": [
        "Ethan Kaplan",
        "Jorg L. Spenkuch",
        "Cody Tuttle"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn 1975, a federal court ordered the desegregation of public schools in Jefferson County, KY. In order to approximately equalize the share of minorities across schools, students were assigned to a busing schedule that depended on the first letter of their last name. We use the resulting quasi-random variation to estimate the long-run impact of attending an inner-city school on political participation and preferences among whites. Drawing on administrative voter registration records and an original survey, we find that being bused to an inner-city school significantly increases support for the Democratic Party and its candidates more than forty years later. Consistent with the idea that exposure to an inner-city environment causes a permanent change in ideological outlook, we also find evidence that bused individuals are much less likely to believe in a \"just world\" (i.e., that success is earned rather than attributable to luck) and, more tentatively, that they become more supportive of some forms of redistribution. Taken together, our findings point to a poverty-centered version of the contact hypothesis, whereby witnessing economic deprivation durably sensitizes individuals to issues of inequality and fairness.\n\n",
    "acknowledgement": "\nWe have benefited from helpful conversations with Stephen Billings, John Bullock, Eric Chyn, Allan Drazen, Arindrajit Dube, Kareem Haggag, Tom Hubbard, Ilyana Kuziemko, Matt Lowe, Suresh Naidu, Jesse Shapiro, as well as seminar participants at Harvard University, Princeton University, University of British Columbia, University of Houston, University of Massachusetts at Amherst, University of New South Wales, University of Queensland, the 7th Columbia University Conference in Political Economy, the 2023 Meeting of the European Economic Association, and the 2025 Meeting of the American Economic Association. Jimmy Grant, Alessio Ruvinov, Drew White, Ryan Willoughby, and especially Daniel Kolliner and John Iselin provided excellent research assistance. Additionally, we are grateful to James Cundy and the staff at the JCPS Archives and Records Center for their support in locating and understanding archival yearbook and commencement records. Funding was generously provided by the National Science Foundation (Awards 2018614 and 2018869), the Russell Sage Foundation (Grant 2008-27278), and the Ford Center for Global Citizenship at Northwestern University. The research in this paper has been reviewed by the Institutional Review Boards at Northwestern University, University of Texas, and NORC at the University of Chicago. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}