{
    "id": 33379,
    "citation_title": "Empirically Distinguishing Health Impacts of Transboundary and Domestic Air Pollution in Mixture",
    "citation_author": [
        "Jaecheol Lee",
        "Andrew J. Wilson",
        "Solomon M. Hsiang"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nParticulate matter (PM) is a major, clinically important air pollutant. A large portion of emitted PM crosses borders, damaging health outside of its originating jurisdiction, but due in part to technical obstacles these pollutant flows remain unregulated. Proposed attribution approaches assume that units of PM originating in different jurisdictions cause the same harm, despite a widespread understanding that differing chemical and physical features of PM could generate distinct health effects. We use an atmospheric model to decompose the origins of PM individuals are exposed to at each location in South Korea, the nexus of one of the world's most contentious transboundary air pollution disputes, every day during 2005–2016. We then link these data to universal healthcare records in an econometric analysis that simultaneously measures and accounts for harms from seven types of PM, each from a distinct origin. We discover that the health harm of a unit of transboundary PM is approximately 5× (North Korea) and 2.6× (China) greater than a unit of PM originating within South Korea, and that health responses to PM from natural sources differs from those to anthropogenic sources. Because harms differ by origin, we compute that transboundary sources contribute only 43% of anthropogenic PM exposure in South Korea but generate over 70% of its associated respiratory health costs. Our results suggest that PM should be treated as a mixture of distinct pollutants, each with a unique measurable impact on human health.\n\n",
    "acknowledgement": "\nWe acknowledge valuable feedback from participants in the Seminar on Planetary Management, the Environment and Resource Economics and GPL Doctoral Fellows seminars at UC Berkeley, the Onteora Library speaker series, the Columbia University Sustainable Development Seminar, the Coase Project at the University of Chicago, the Occasional Workshop at UC Santa Barbara, TWEEDS, the National Center for Environmental Economics at the U.S. Environmental Protection Agency, and the University of Melbourne Economics seminar, as well as thoughtful comments from Sebastien Annan-Phan, Shuyang Fang, Alejandro Favela Nava, Jenya Kahn-Lang, Minwoo Hyun, Jieun Kim, Junho Lee, Joseph Shapiro, and Reed Walker. The Global Policy Laboratory at UC Berkeley generously funded charges to access the dataset used in this analysis. Funding: JL is supported by the Center for Korean Studies, the Institute of East Asian Studies, and the Center for Chinese Studies, all at UC Berkeley. This study analyzed secondary data on human subjects under Korea National Institute for Bioethics Policy IRB P01-201811-22-008. Any opinions, findings, conclusions, or recommendations expressed in this material are our views alone and do not necessarily reflect the views of organizations that support us. We declare no conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}