{
    "id": 33372,
    "citation_title": "Racial Inequality in the Labor Market",
    "citation_author": [
        "Patrick Bayer",
        "Kerwin Kofi Charles",
        "Ellora Derenoncourt"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this chapter, we introduce a new framework for studying the evolution of racial inequality in the labor market. The framework encompasses two broad forces – distributional and positional – that affect labor market gaps by racial and ethnic identity over time. We provide long-run results on the evolution of Black-White earnings gaps, including new results for Black and White women, and we review the evidence on historical factors affecting racial gaps. We then provide new results on racial gaps among other groups in the U.S. and discuss the evidence on racial gaps outside the U.S. We then discuss the role of prejudice-based discrimination in driving racial gaps, particularly in the post-civil-rights era, a period when such discrimination has been thought to play a declining role in racial inequality. We describe forces that can amplify existing discrimination, such as monopsony and workers’ perceptions of prejudice in the economy, and we discuss recent literature directly measuring discrimination through expanded audit studies and quasi-experimental variation. We conclude with a discussion of existing and new frontiers on race in the labor market, including stratification, reformulations of prejudice, and understanding the way race has shaped purportedly race-neutral institutions throughout the economy.\n\n",
    "acknowledgement": "\nWe thank Christian Dustmann, Thomas Lemieux, and the participants of the Handbook of Labor Economics Conference for many helpful comments and suggestions. We thank Francisca Afantchao Biakou, Bernardo Esteves Wanderly, Kyle Hancock, and Maya Satchell for excellent research assistance. We also thank the Rockwool Foundation Berlin (RFBerlin) for their support of the conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPatrick Bayer\n\nI have no further disclosures.\n\n\n"
}