{
    "id": 33378,
    "citation_title": "Drive Down the Cost: Learning by Doing and Government Policies in the Global EV Battery Industry",
    "citation_author": [
        "Panle Jia Barwick",
        "Hyuk-Soo Kwon",
        "Shanjun Li",
        "Nahim B. Zahur"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nElectric vehicle (EV) battery costs have declined by more than 90% over the past decade. This study investigates the role of learning-by-doing (LBD) in driving this reduction and its interaction with two major government policies – consumer EV subsidies and local content requirements. Leveraging rich data on EV models and battery suppliers, we develop and estimate a structural model of the global EV industry that incorporates heterogeneous consumer choices and strategic pricing behaviors of EV producers and battery suppliers. The model allows us to recover battery costs for each EV model and quantify the extent of LBD in battery production. The learning rate is estimated to be 7.5% during our sample period after controlling for industry technological progress, economies of scale, input costs, and EV assembly experience. LBD magnifies the effectiveness of consumer EV subsidies and drives cross-country spillovers from these subsidies. Upstream battery suppliers capture only a minor share of LBD’s economic benefits, and consumer EV subsidies correct for the under-provision of learning and improve social welfare. China’s local content requirement helps domestic suppliers gain a competitive advantage at the cost of consumers and foreign suppliers but would have harmed domestic welfare if delayed by five years.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Albany, Arizona State, Buffalo, Chicago, Cornell, Dartmouth, Missouri, MIT, NUS, Ohio State, Peking, Penn State, Pilly Fed, Princeton, Queen’s, Sciences Po, Stanford, Toronto, UCL, UT-Austin, Vanderbilt, Wisconsin, Yale, 2024 IIOC, and 2025 ASSA as well as Hunt Allcott, Abhi Ananth, Steve Berry, Chris Conlon, Ying Fan, Ken Gillingham, Penny Goldberg, Larry Goulder, Gautam Gowrisankaran, Phil Haile, Keith Head, Ken Hendricks, Kate Ho, JF Houde, Mark Jacobsen, Matt Kahn, Adam Kapor, Jakub Kastl, Michael Keane, Chris Knittel, Ashley Langer, Jing Li, James MacKinnon, Thierry Mayer, Eugenio Miravete, Salvador Navarro, Aviv Nevo, Matthew Osborne, Jacquelyn Pless, Dave Rapson, Jon Scott, Alex Shcherbachov, Jim Stock, Rich Sweeney, Chris Timmins, Bob Town, Min Wang, Matthijs Wildenbeest, Catherine Wolfram and Daniel Xu for useful comments. Yangsai Chen, Yulian Chen, Jack Collison, Chenyan Gong, Jason Huang, Binglin Wang, Feiyu Wang, Yucheng Wang, Yuerong Wang, Haohan Wenyan, and Xin Zheng provided excellent research assistance. Barwick and Li acknowledge funding support from the National Science Foundation (award No. 2417173); Zahur acknowledges funding support from the Social Sciences and Humanities Research Council. Kwon acknowledges funding support from the Energy Policy Institute at the University of Chicago - China. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}