{
    "id": 33376,
    "citation_title": "What is the general Welfare? Welfare Economic Perspectives",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers cannot definitively interpret what the framers of the United States Constitution had in mind when they wrote of the general Welfare. Nevertheless, welfare economics can contribute to policy choice in democracies. Specifying social welfare functions enables coherent analysis, by formalizing mechanisms for preference aggregation and studying the policies they yield. This paper argues that it is essential for welfare economics to adequately express the richness and variety of actual human preferences over social states. I first discuss devices that economists have used in attempts to circumvent or grossly simplify specification of social welfare functions. I next discuss the common welfare economic practice of assuming that personal preferences are homogeneous, consequentialist, and self-centered. I then call for incorporation of broader forms of personal preferences into social welfare functions. Individuals may hold heterogeneous social preferences, being concerned in various ways with the distribution of outcomes in the population. They may hold heterogeneous deontological preferences, placing value on their own actions and the actions of others. They may have preferences for the mechanism used to aggregate preferences in a social welfare function. These potential aspects of personal preference should be recognized in welfare economics.\n\n",
    "acknowledgement": "\nThe author received no external funding to support this research and has no financial relationships requiring disclosure. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}