{
    "id": 33375,
    "citation_title": "The Growth Dividend and Excess Interest",
    "citation_author": [
        "Danny Yagan"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard deficit accounting neglects the growth dividend: the amount by which annual GDP growth shrinks the debt-GDP ratio. America's growth dividend has more than doubled since the Great Recession because the debt ratio has more than doubled, leading to headline deficits that far exceed changes in the debt ratio. Each year's change in the debt ratio can be decomposed into three components: the primary deficit (non-interest spending minus tax revenue), interest payments, and the growth dividend. The sum of the latter two is excess interest: the impact of past debt on the debt ratio, roughly equal to last year's debt ratio times the excess interest rate (r-g)/(1+g) where r is the average nominal interest rate on federal debt and g is the nominal GDP growth rate. Excess interest remains slightly negative in CBO's baseline ten-year projection. Hence, current debt is sustainable in the CBO baseline despite high interest payments, and primary deficits entirely drive the unsustainable projected debt ratio path and provide a good guide for how the debt ratio is projected to change. However, America's higher debt ratio implies higher vulnerability to the risk that the excess interest rate turns persistently positive.\n\n",
    "acknowledgement": "\nThis paper was presented at the Fall 2024 Tax Policy and the Economy conference. I thank Marc Goldwein for especially valuable conversations that led to this manuscript. I also thank Alan Auerbach, Wendy Edelberg, Jason Furman, Bill Gale, David Kamin, Bobby Kogan, Richard Kogan, Michael Linden, Robert Moffitt, Brian Riedl, and economists at the Congressional Budget Office and Office of Management and Budget for helpful conversations on this topic generally or this manuscript specifically. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}