{
    "id": 33374,
    "citation_title": "Robust Fiscal Stabilization",
    "citation_author": [
        "Alan J. Auerbach",
        "Danny Yagan"
    ],
    "citation_publication_date": "2025-01-20",
    "issue_date": "2025-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAny fiscal path is sustainable if future fiscal policy responds sufficiently to high deficits. Previous work found that Congress reduced the deficit during 1984-2003 when projected deficits rose. We find that this year-to-year feedback has disappeared: Congress on average during 2004-2024 did not respond to the projected deficit. We quantify how strong fiscal feedback needs to be going forward in order to keep the debt-GDP ratio below 250% in one hundred years, taking as given the debt sensitivity of interest rates implicit in official projections. Without fiscal risk, the government can succeed either by modestly and gradually reducing the deficit or by suddenly and permanently reducing the deficit once this century by 1.5% of GDP. When considering large transitory deficit shocks like the COVID-19 pandemic and persistent interest rate shocks, keeping the debt ratio below 250% with 95% probability requires stronger gradual feedback — 0.5%-1.1% of GDP average deficit reduction in the next decade — though less strong than actually observed during 1984-2003. Successful sudden feedback requires being able to undertake 1.5%-of-GDP deficit reductions twice in thirteen-year periods, suggesting that a “wait-and-see” approach to successful deficit reduction sometimes allows little waiting.\n\n",
    "acknowledgement": "\nThis paper was presented at the Fall 2024 Brookings Papers on Economic Activity conference. We thank Aviva Aron-Dine, Olivier Blanchard, Jan Eberly, Jason Furman, Bill Gale, Marc Goldwein, Bobby Kogan, Chen Lian, Michael Linden, Greg Mankiw, Neil Mehrotra, Valerie Ramey, Jón Steinsson, Larry Summers, Heidi Williams, and other conference participants for comments on previous drafts and Tim Cejka and Sarah Robinson for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}