{
    "id": 33381,
    "citation_title": "Does Old Age Social Security Help Children? The Impact of Social Security on Grandchild Resources",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough Social Security is typically considered a program to support retirees, nearly one in ten children live in a home with Social Security income. Children are substantially more likely to live with an older adult than they were two decades ago, and they are twice as likely to report Social Security income in their household as traditional cash welfare. We use the sharp increase in eligibility for Social Security benefits at age 62 to investigate the role played by the Social Security program in childhood economic resources among children who live with their grandparents. We do not find that Social Security eligibility increases household income on average, but it is associated with a shift towards Social Security income and reductions in deep poverty. We also see increased availability of household members’ time for home production.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the Russell Sage Foundation Trustee Grants in Social, Political, and Economic Inequality, Grant Number G-1808-07222. Opinions expressed only reflect views of the authors. We thank Kristin Butcher, Bahareh Eftekhari, Melanie Guldi, and seminar and conference participants at Amherst College, Atlanta Workshop on Public Policy & Child Well-being, American Economic Association meetings, Baruch College, Census, Colgate University, University of California Davis Poverty Center, University of California Merced, University College London, and the University of Exeter for helpful comments and suggestions. We are grateful to Mina Burns, Beyond Deng, Peter Le, Simran Kalkat, Vanessa Oeien, Daniel Page, Ahna Pearson, Chris Pulliam, Lily Smetzer, Delaney Smith, and Jonathon Zars for excellent research assistance on this and related projects. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}