{
    "id": 33383,
    "citation_title": "Home Sweet Home: How Much Do Employees Value Remote Work?",
    "citation_author": [
        "Zoe B. Cullen",
        "Bobak Pakzad-Hurson",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the value employees place on remote work using revealed preferences in a high-stakes, real-world context, focusing on U.S. tech workers. On average, employees are willing to accept a 25% pay cut for partly or fully remote roles. Our estimates are three to five times that of previous studies. We attribute this discrepancy partly to methodological differences, suggesting that existing methods may understate preferences for remote work. Because of the strong preference for remote work, we expected to find a compensating wage differential, with remote positions offering lower compensation than otherwise identical in-person positions. However, using novel data on salaries for tech jobs, we reject that hypothesis. We propose potential explanations for this puzzle, including optimization frictions and worker sorting.\n\n",
    "acknowledgement": "\nData was provided by levels.fyi, with no financial support involved. We thank Hashir Baqai, Zaheer Mohiuddin, Zuhayeer Musa, and Brian Nguyen for their help. We are grateful to Nicholas Bloom for his valuable insights. Yuerong Zhuang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}