{
    "id": 33387,
    "citation_title": "Do Behavioral Frictions Prevent Firms from Adopting Profitable Opportunities?",
    "citation_author": [
        "Paul Gertler",
        "Sean Higgins",
        "Ulrike Malmendier",
        "Waldo Ojeda"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Behavioral Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nFirms frequently fail to adopt profitable business opportunities even when they do not face informational or liquidity constraints. We explore three behavioral frictions that explain inertia among individuals—present bias, limited memory, and distrust—in a managerial setting. In partnership with a FinTech payments company in Mexico, we randomly offer 33,978 firms the opportunity to pay a lower merchant fee. We vary whether the offer has a deadline, reminder, pre-announced reminder, and the size of the fee reduction. Reminders increase take-up by 15%, suggesting a role of memory. Announced reminders increase take-up by an additional 7%. Survey data reveal the likely mechanism: When the FinTech company follows through with the pre-announced reminder, firms' trust in the offer increases. The deadline does not affect larger firms, implying limited or no present bias, but does increase take-up by 8% for smaller firms. Overall, behavioral frictions contribute significantly to explaining profit-reducing firm behavior.\n\n",
    "acknowledgement": "\nWe are very grateful to our discussants Manuel Adelino, Tomomichi Amano, Jie Bai, Milo Bianchi, Miriam Bruhn, Michael Ewens, Camille Hebert, Rawley Heimer, Kai Li, Luca Lin, Song Ma, Michaela Pagel, Ryan Pratt, and Melanie Wallskog. We thank seminar participants at Arizona, Baruch, Ben Gurion, Cape Town, Chicago, Duke, Harvard, IMF, KAIST and Korea, Maryland, Melbourne, Monash, Northwestern, Peking, Sydney, Tulane, and Washington, as well as participants at several conferences including NBER Corporate Finance, NBER Organizational Economics, and SITE Psychology and Economics for helpful comments.  We thank Noah Forougi, Mohammad Atif Haidry, Miguel Angel Jimenez, Cesar Landin, Nicolas Min, Alexandra Wall, Honghao Wang, and Tiange Ye for research assistance. We are grateful for funding from the CEGA-Visa Financial Inclusion Lab and LIFT at UC Berkeley. The authors declare that they have no financial or material interests in the results of this research. UC Berkeley IRB approvals 2018-02-10796 and 2020-03-13091; AEA RCT Registry: AEARCTR-0006540. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}