{
    "id": 33385,
    "citation_title": "Fiscal Progressivity of the U.S. Federal and State Governments",
    "citation_author": [
        "Johannes Fleck",
        "Jonathan Heathcote",
        "Kjetil Storesletten",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCombining a variety of survey and administrative data, this paper measures the progressivity of taxes and transfers at the U.S. federal level and separately for each state. The findings are as follows. (i) The federal tax and transfer system is progressive. (ii) State and local tax and transfer systems are close to proportional, on average. (iii) There is substantial heterogeneity in tax levels and tax progressivity across states. (iv) States that are funded mostly by sales and property taxes tend to have regressive tax systems and low average tax rates. States that are funded mostly by income taxes tend to have progressive tax systems and high average tax rates. (v) Regressive states are concentrated in the South and attract more inter-state net migration, especially of high-income migrants. (vi) State progressivity has remained broadly stable between 2005 and 2016. (vii) Incorporating corporate income and business taxes decreases average state progressivity but increases federal progressivity. (viii) Including spending on public goods and services as a transfer has a large positive impact on measured progressivity.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Board of Governors of the Federal Reserve System, or the Federal Reserve Bank of Minneapolis.\n\n\n"
}