{
    "id": 33380,
    "citation_title": "Metacognitive Awareness and Academic Performance",
    "citation_author": [
        "Jarod T. Apperson",
        "A. Nayena Blankson",
        "Francesina Jackson",
        "Angelino Viceisza",
        "Bruce Wade",
        "Jimmeka Guillory Wright"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nRoughly 25 percent of first-year college students do not return for a second year. This has led to a range of policies and interventions aimed at increasing college performance, persistence, and graduation. In this article, we assess whether cognitive strategy instruction (CSI) has the potential to improve student performance in college. We conducted two randomized controlled trials in a mandatory, year-long, first-year, reading/writing-intensive course at Spelman College, a private historically Black institution for women. We find that CSI at best impacts grade-related outcomes like GPA, but not metacognitive knowledge or persistence. Future work will explore the impacts on longer-run outcomes such as graduation.\n\n",
    "acknowledgement": "\nThis project was funded by a grant from the Department of Education First in the World Program, announced on September 21, 2015. Study Protocol #7DF5F9 was approved by the Spelman College Institutional Review Board on December 14, 2015. Bruce Wade was Professor of Sociology at Spelman College and passed away in 2018. The views expressed in this manuscript are those of the authors and do not necessarily represent those of the funder or any organization with which the authors are affiliated.\n\n\n"
}