{
    "id": 33388,
    "citation_title": "Is There Intersectional Labor Market Discrimination?",
    "citation_author": [
        "Joanne S. McLaughlin",
        "David Neumark"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe present new and rich evidence on intersectional discrimination in labor markets, focusing on wages in the traditional residual wage differential approach to discrimination. We interpret “intersectional discrimination” in the framework of interactions, in which discrimination along two intersecting dimensions leads to discrimination that exceeds the sum of its parts. We make three contributions. First, we resolve puzzling contradictory findings on intersectional discrimination in existing research – with studies using similar data and methods reaching diametrically opposite conclusions. Second, we extend the analysis of potential intersectional discrimination to more dimensions than have typically been considered in past research. Third, we explore issues of bias in the wage equations we estimate from selection on employment. Our overall conclusion from these different types of evidence is that there is little or no evidence consistent with intersectional discrimination in wage differentials among the large set of groups (and combinations of groups) we study, and indeed most evidence points in the opposite direction.\n\n",
    "acknowledgement": "\nWe have no funding or financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}