{
    "id": 33382,
    "citation_title": "The Impact of World War II Army Service on Income and Mobility in the 1960s by Ethnoracial Group",
    "citation_author": [
        "Sergio E. Barrera",
        "Andreas Ferrara",
        "Price V. Fishback",
        "Misty L. Heggeness"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of World War II service on income and mobility among male Army and Army Airforce veterans from various racial and ethnic groups, using linked 1940 Census, WWII enlistment, and 1969 administrative tax return data. The dataset includes non-Hispanic White, Black, Hispanic, Asian, and Native American men, providing insight into underexplored groups. Ordinary Least Squares estimates indicate that, compared to non-Army men within their groups, Army veterans earned higher incomes and were less likely to migrate across counties between 1940 and 1969, particularly among non-Hispanic Whites, Blacks, and Hispanics. To address potential selection bias, we applied a fuzzy regression discontinuity design, comparing men just eligible for service to those slightly too young. These estimates revealed that, in 1969, Army veterans generally had lower adjusted gross incomes than non-Army counterparts among non-Hispanic Whites, Blacks, and Asians, while Hispanic and Native American veterans earned slightly more. Income effects varied by type of income. Veterans also showed lower rates of county migration, particularly among non-Hispanic Whites, Asians, and Native Americans. Migration differences were minor for Blacks and Hispanics. These findings highlight nuanced outcomes of WWII service across diverse racial and ethnic groups.\n\n",
    "acknowledgement": "\nWe are grateful to Melissa Thomasson and participants at the NBER Economic Impacts of World War II conference for valuable comments and suggestions. Any opinions and conclusions expressed herein are those of the authors and do not represent the views of the U.S. Census Bureau. The Census Bureau has ensured appropriate access and use of confidential data and has reviewed these results for disclosure avoidance protection (Project 7520752: CBDRB-FY23-CES014-052, CBDRB-FY23-CES005-028, CBDRB-FY24-CES010-007, CBRDB-FY24-CES023-014, CBDRB-FY24-CES023-016, CBDRB-FY25-CES010-002). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPrice V. Fishback\n\nI already have a long disclosure statement that covers funding of all types on the NBER site.\n\n\n"
}