{
    "id": 33389,
    "citation_title": "How Test Optional Policies in College Admissions Disproportionately Harm High Achieving Applicants from Disadvantaged Backgrounds",
    "citation_author": [
        "Bruce Sacerdote",
        "Douglas O. Staiger",
        "Michele Tine"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that test score optional policies harm the likelihood of elite college admission for high achieving applicants from disadvantaged backgrounds. We show that at one elite college campus, SAT (and ACT) scores predict first year college GPA equally well across income and other demographic groups; high school GPA and class rank offer little additional predictive power. Under test score optional policies, less advantaged applicants who are high achieving submit test scores at too low a rate, significantly reducing their admissions chances; such applicants increase their admissions probability by a factor of 3.6x (from 2.9 percent to 10.2 percent) when they report their scores. High achieving first-generation applicants raise admissions chances by 2.4x by reporting scores. Much more than commonly understood, elite institutions interpret test scores in the context of background, and availability of test scores on an application can promote rather than hinder social mobility.\n\n",
    "acknowledgement": "\nWe thank Elizabeth Cascio for her joint work with us on the public facing memo that led to this paper. We thank Libby Barlow and Everett Weber of Dartmouth's Institutional Research Office for assembling the data used here. We thank Mason Parris-Bacon for excellent research assistance and John Friedman and Sian Leah Beilock for helpful input and advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}