{
    "id": 3339,
    "citation_title": "Internal Net Worth and the Investment Process: An Application to U.S. Agriculture",
    "citation_author": [
        "R. Glenn Hubbard",
        "Anil Kashyap"
    ],
    "citation_publication_date": "1990-04-01",
    "issue_date": "1990-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent models of firm investment decisions stressing informational imperfections in capital markets provide a foundation for interpreting evidence that movements in internal finance can predict investment opportunities. While such evidence is suggestive, it is often open to other interpretations. We present new evidence in favor of these models that addresses this gap in two ways. First, we focus on the U.S. agricultural sector; the sector has experienced large fluctuations in net worth and the profitability of investment, and reasonable measures of net worth can be constructed. Second, rather than relying on investment function representations (e.g., the q-theory approach), we make use of predictions generated by firms' Euler equation for capital accumulation. Intuitively, during periods in which net worth is high, the Euler equation should hold across adjacent periods; the equation will not hold for periods in which the shadow price of external finance is high  because of low net worth. Such an approach offers an alternative model for periods in which internal net worth is low (holding constant investment opportunities), and generates a link between internal net worth and investment spending during periods of significant deflation in the value of net worth. Our empirical evidence is presented in three parts. First, the neoclassical, perfect-capital-markets model for investment is rejected by the data. Omitting periods during which there were substantial negative shocks to farmers' net equity positions, the model's overidentifying restrictions can no longer be rejected. Second, allowing for movements in net equity positions contributes importantly to explaining investment. Third, the effect of changes in net worth on investment is significantly more important during the deflationary periods  than during \"boom\" periods. Taken together, these findings provide support for a class of \"internal funds\" models of investment under asymmetric information.\n\n",
    "acknowledgement": "\n"
}