{
    "id": 33394,
    "citation_title": "Passing as White: Racial Identity and Old-Age Longevity",
    "citation_author": [
        "Hamid Noghanibehambari",
        "Jason Fletcher"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nIn the presence of segregation and discrimination during the late 19th and early 20th century, many African American men changed their racial identity and “passed” for white. Previous studies have suggested that this activity was associated with increases in income and socioeconomic status despite the costs associated with cutting ties with their black communities. This study adds to this literature by evaluating the long-run effects of passing on old-age longevity. We construct longitudinal data of black families in historical censuses (1880-1940) linked to their male children’s Social Security Administration death records (1975-2005). We use family fixed effects to demonstrate that individuals passing as white live approximately 9.4 months longer, on average, than their non-passing siblings. Additional analyses suggest substantial improvements in education and occupational standing scores as well as differential parental investments as potential pathways.\n\n",
    "acknowledgement": "\nThe authors claim that they have no conflict of interest to report. The authors would like to acknowledge financial support from NIA grants (R01AG060109, R01AG076830). We thank Joshua Goldstein and members of the CenSoc working group at the University of California Berkeley as well as members of the Health Economics Working Group at the University of Wisconsin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}