{
    "id": 33391,
    "citation_title": "Toward an Understanding of Discrimination When Multiple Channels Exist",
    "citation_author": [
        "Majid Ahmadi",
        "Gwen-Jirō Clochard",
        "Jeff Lachman",
        "John A. List"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhen multiple forces potentially underlie discriminatory behavior, pinning down the precise sources becomes a challenge, making proposed policy solutions speculative. This study introduces an empirical approach, tightly linked to theory, to dissect two specific channels of discrimination: customer bias and managerial bias. To illustrate our framework, we integrate proprietary data with several publicly available datasets to uncover channels of discrimination within the Major League Baseball draft. Our analysis reveals that customer preferences significantly influence the drafting of players at the top end of the draft—those likely to gain immediate public attention and eventually play for the club. Conversely, we observe managerial homophily in the latter parts of the draft, where players who attract little attention and have minimal chances of playing for the club are selected. The observed preferential bias at both ends of the draft incurs a substantial opportunity cost. However, bias at the top end unduly affects competitiveness. Our findings provide significant implications for future research on measuring discrimination and addressing the challenge of multiple channels.\n\n",
    "acknowledgement": "\nWe are grateful to Charlie Brobst, Charles Shi and Franco Albino for excellent research assistance. We thank Carlos Gomez-Gonzalez, Nobuyuki Hanaki and Marco Henriques Pereira for their helpful comments. We thank the participants of the Workshop on Economics of Institutions and Organizations at OSIPP and participants of the EEA-ESEM 2024 Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. List\n\nJohn List is the Chief Economist at Walmart but this research is not part of work at Walmart.\n\n\n"
}