{
    "id": 33398,
    "citation_title": "Human Capital Impacts of In Utero Exposure to War Conflict in Afghanistan",
    "citation_author": [
        "Erkmen G. Aslim",
        "Rafiuddin Najam",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the long-term effects of prenatal exposure to war violence on cognitive and developmental outcomes, focusing on children in Afghanistan, a country deeply affected by prolonged violent conflict. Using data from the 2022 Afghanistan Multiple Indicator Cluster Surveys and geo-referenced information on violent incidents, we estimate the effects of prenatal exposure to civilian casualties on educational attainment, math performance, and functional and disciplinary outcomes. Our findings reveal significant gender disparities, with girls exposed in utero demonstrating substantially worse cognitive and developmental outcomes compared to boys, including lower school attendance, reduced math performance, and increased functional difficulties. These adverse effects appear to be driven by disruptions in foundational cognitive skills during critical developmental periods. Post-birth exposure, while negatively affecting both genders, has less pronounced and consistent effects. These results highlight the intergenerational consequences of war conflict, emphasizing the need for interventions that address the unique vulnerabilities of children in conflict-affected regions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}