{
    "id": 33399,
    "citation_title": "Pricing Inequality",
    "citation_author": [
        "Simon Mongey",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies household inequality and product market power in dynamic, general equilibrium. In our model, households’ price elasticities of demand endogenously vary with wealth. Heterogeneous firms set their price as oligopolistic competitors given the endogenous distribution of demand. A firm’s market power varies with the distribution of demand as households with different elasticities sort into high- and low-price varieties. Under standard preferences, larger firms’ products are more appealing, sell at higher prices, to more households, and a relatively richer customer base, face less elastic demand, and set higher markups. Quantitatively (a) our model rationalizes a wide set of recent empirical studies in the cross-section of households and firms, (b) we find household heterogeneity to be a dominant source of markup variation across firms, and (c) a one-time fiscal transfer of one percent of GDP to households leads to a 0.3 percentage point increase in the aggregate markup.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System.\n\n\n"
}