{
    "id": 33396,
    "citation_title": "Bargaining and Inequality in the Labor Market",
    "citation_author": [
        "Sydnee Caldwell",
        "Ingrid Haegele",
        "Jörg Heining"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Gender in the Economy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use novel surveys of firms and workers, linked to administrative employer-employee data, to study the prevalence and importance of individual bargaining in wage determination. We show that simple survey questions accurately elicit firms’ bargaining strategies. Using the elicited strategies for 772 German firms, we document that the majority of firms are willing to engage in individual wage bargaining. Labor market factors predict firms’ strategies better than firm characteristics. Survey responses from nearly 10,000 full-time workers indicate that most worker-firm interactions begin with the worker providing their salary expectations. Most interactions end with the worker rejecting the offer and remaining at the incumbent firm. There is substantial heterogeneity in workers’ bargaining behavior, which translates into within-firm wage inequality. Firms that set pay via individual bargaining have a 3 percentage point higher gender wage gap.\n\n",
    "acknowledgement": "\nWe thank the ifo Institute for implementing the firm survey. We thank researchers at the IAB for assistance in linking the survey responses to the administrative data and for implementing the worker survey. We give special thanks to Matthew Backus, David Card, Lisa Kahn, Patrick Kline, Jonathan Kolstad, Attila Lindner, Alexandre Mas, Simon Mongey, Amanda Pallais, Andreas Peichl, Ricardo Perez-Truglia, Raffaele Saggio, Steve Tadelis, Dmitry Taubinsky, and Andrea Weber for their pre-implementation feedback on the design and wording of the firm survey (and, in many cases, on the draft). We additionally thank Lawrence Katz, Suresh Naidu, Isaac Sorkin, and Chris Walters for useful conversations which shaped the draft. We thank Christopher Ackerman, Cristian Alamos, Marco Badilla-Maroto, Matthias Bing, Adam Drozynski, Javier Feinmann, Marie Hogan, Alexandra Kuhnert, Sebastian Puerta, and a team of UC Berkeley undergraduate students for outstanding research assistance. We thank seminar audiences at Berkeley, BI Norwegian Business School, Columbia, UC Santa Barbara, UC Santa Cruz, the University of Erlangen-Nuremberg, the University of Calgary, and conference participants at the BFI Women in Empirical Microeconomics Conference, the 6th CEPR-Bank of Italy Workshop, the CESifo Labor Conference, the CIREQ Montreal Conference on Wage Setting, the European Society for Population Economics Conference, the Italian Association of Labour Economics (AIEL) Conference, the Asian and Australasian Society of Labour Economics Conference, the Comparative Analysis of Enterprise Data Conference, the Scottish Economic Society Conference, the IAB Workshop on Wage Determination, the 2023 NBER Summer Institute Labor and Personnel sessions, the Workshop on Labor Economics (at Hamburg), the Southern California Conference on Applied Microeconomics (SOCCAM), the West* Coast Junior** Labor*** Conference, the 2024 Society of Labor Economists’ Conference, the Norwegian Workshop on Labor Economics, the Empirical Management Conference (at Stanford), the 2024 Cowles Labor-Public Conference, and the 2024 CEPR Labor Economics Symposium for helpful feedback. We thank the UC Berkeley Department of Economics, the Joachim Herz Foundation, and the Upjohn Institute for Employment Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}