{
    "id": 33393,
    "citation_title": "Winning the Bread and Baking it Too: Gendered Frictions in the Allocation of Home Production",
    "citation_author": [
        "Kyle Hancock",
        "Jeanne Lafortune",
        "Corinne Low"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that female breadwinners do more home production than their male partners, driven by “housework” like cooking and cleaning. By comparing to same sex couples, we highlight that specialization within heterosexual households does not appear to be “gender neutral” even after accounting for average earnings differences. One possible explanation would be a large comparative advantage in housework by women, a supposition commonly used to match aggregate labor supply statistics. Using a model, we show that while comparative advantage can match some stylized facts about how couples divide housework, it fails to match others, particularly that men’s housework time is inelastic to relative household wages. Matching these facts requires some gendered wedge between the opportunity cost of housework time and its assignment within the household. We then turn to the implications for household formation. Gendered rigidities in the allocation of household tasks result in lower surplus for couples where women out-earn men than vice versa, providing a micro-founded reason for substantial literature showing that lower relative earning by men decreases marriage rates. We show that our mechanism—allocation of housework, rather than norms about earnings—plays a role by relating marriage rates to the ratio of home production time in US immigrants’ countries of origin.\n\n",
    "acknowledgement": "\nWe are grateful for useful comments from seminar and conference audiences at Brown, Harvard Business School, University of Michigan, Cornell University, Chicago Harris School, New York University, University of Pittsburgh, Drexel University, Arizona State University Applied Microeconomics, Barnard Economics of Gender Symposium, Stanford Institute for Theoretical Economics gender session, May Ridge Forum on gender economics, Society of Family and Gender Economics, New Advances in Family Economics Ravello, and Zurich Workshop in Economics and Psychology. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Jeanne Lafortune thanks financing from grants Fondecyt Regular 1240368 and ANID-MILENIO-NCS2024_021.\n\n\n"
}