{
    "id": 33390,
    "citation_title": "Currency Development Through Liquidity Provision",
    "citation_author": [
        "Antonio Coppola",
        "Arvind Krishnamurthy",
        "Chenzi Xu"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nDrawing on the experiences of the historical Eurodollar market and recent Chinese dollar bond issuances traded outside U.S. jurisdiction at negative spreads to Treasurys, we examine the conditions under which a parallel offshore dollar financial system that circumvents Western sanctions may emerge. We propose a model in which currency use is driven by liquidity provision and safe bond supply. We characterize three equilibrium regimes: high convenience yields emerge in both the initial sanctions-driven region and the final liquidity-driven region, separated by an intermediate region. Transitions between equilibria depend on safe-asset supply and liquidity technologies, in addition to endogenous dynamic complementarities.\n\n",
    "acknowledgement": "\nPrepared for the AEA Papers & Proceedings. We thank Laura Alfaro, Barry Eichengreen, Zhiguo He, Matteo Maggiori, and Oliver Xie for helpful comments and suggestions. Zhongyu Yin provided excellent research assistance. Arvind Krishnamurthy received a Research Grant, Goldman Sachs Global Markets Institute, 2012-2015, to study ECB policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}