{
    "id": 33392,
    "citation_title": "Crisis Bargaining with Collective Decision Making",
    "citation_author": [
        "Jeongbin Kim",
        "Thomas R. Palfrey",
        "Jeffrey Zeidel"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCrisis bargaining games are widely used to analyze bilateral conflicts, featuring strategic bluffing akin to poker. Players risk substantial losses from overplaying their hand but can secure significant gains if their opponent concedes. Since decisions in crises typically emerge from collective decision processes within organizations composed of diverse individual members, we use the team equilibrium solution concept to analyze these games, providing a framework for group strategic decision-making under collective choice rules (Kim, et al. 2022). In a team equilibrium, group members have rational expectations about opponents' strategies and share common average payoffs, with private payoff perturbations. Voting rules determine group decisions, assuming optimal voting behavior. Depending on the payoff structure, collective choice rules can lead to more or less bluffing and varying aggression compared to Perfect Bayesian Equilibrium. Our experiment varies game payoffs, group size, and voting rules. Behavior is inconsistent with Perfect Bayesian Equilibrium but broadly consistent with team equilibrium predictions.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the National Science Foundation (SES-1426560 and SES-2343948), the Social Science Experimental Laboratory (SSEL) at Caltech, and the The Ronald and Maxine Linde Institute of Economic and Management Sciences at Caltech. We are grateful to John Duffy, Michael McBride, and the staff of the Experimental Social Science Laboratory (ESSL) at UC Irvine for their support and for granting access to the laboratory and subject pool. We are also grateful to Ryan Oprea and the staff of the Laboratory for the Integration of Theory and Experimentation at UC Santa Barbara for their support and for granting access to the laboratory and subject pool. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}