{
    "id": 33401,
    "citation_title": "Information and the Welfare Benefits from Differentiated Products",
    "citation_author": [
        "Imke Reimers",
        "Christoph Riedl",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDifferentiated product consumption choices made without full information can lead to welfare losses from regret and missed opportunities, but a lack of post-purchase usage data has prevented their exploration. Using novel data on individual ownership and post-purchase usage of video games, we explore both the potential welfare benefits of full information prior to purchase and the ability of contemporary prediction technology to produce these gains. We find large potential gains: Among currently owned games, fully informed consumers could achieve 90 percent of their status quo playtime with 40 percent of current expenditure; and current expenditure reallocated among all available games could double status quo playtime. We develop a tractable model of consumer choice among bundles based on hours of playtime relative to overall spending, which we implement using both a Cobb Douglas calibration and a logit model of bundle choice. Full information would raise consumer surplus by more than the value of status quo expenditure; and it would reduce expenditure by half. Consumers heeding sophisticated, personalized predictions would obtain roughly 40 percent of these welfare benefits with a fifth less spending.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}