{
    "id": 33404,
    "citation_title": "The Granular Origins of Inflation",
    "citation_author": [
        "Santiago Alvarez-Blaser",
        "Raphael Auer",
        "Sarah M. Lein",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses barcode-level price data for 16 advanced and emerging market countries over the period 2005–2022 to investigate the role of individual firms and product categories in aggregate inflation. We decompose inflation into the component due to macroeconomic shocks and the granular residuals capturing the impact of individual firms and product categories, respectively. In advanced economies, the firm granular residual accounts for 41% of the variance of overall inflation, while the product category granular residual accounts for another 15%. Most of the variation in the firm granular residual is due to idiosyncratic shocks rather than to higher sensitivity of larger firms to common shocks. In the cross-section of countries, granular residuals are less important in economies with less concentrated market shares and higher inflation, such as emerging markets. Lastly, granular residuals contributed to the post-COVID inflation surge, with the firm-level component accounting for roughly one-third of the 2021-2022 inflation in advanced economies.\n\n",
    "acknowledgement": "\nThe views presented in this paper are those of the authors and not necessarily those of the Bank for International Settlements or the National Bureau of Economic Research. Access to the data is provided by AiMark (http://www.aimark.org), which is a not-for-profit foundation that supports top academic research with scanner data provided by its data partners YouGov and Kantar. We would like to extend our special thanks to Alfred Dĳs and Elizabeth Ramaker from AiMark for their support with the data throughout this project. We thank Saroj Bhattarai, Javier Cravino, Zeno Enders, Xavier Gabaix, Erwan Gautier, Gernot Mueller, Emi Nakamura, Raphael Schoenle, Jon Steinsson, Georg Strasser, and seminar participants at the ASSA, BIS, Banque de France, Barcelona Summer Forum, BdF-TSE Sectoral Inflation DynamicsWorkshop, CEBRA, CEPR IMF Annual Meeting, ECB, EMMC Conference, Harvard University Macro Workshop, Inflation Drivers and Dynamics Conference, JME-SNB-SCG Conference, Konstanz Seminar on Monetary Theory and Policy, PSE-CEPR Policy Forum, VfS, VfS standing field committee on Monetary Economics, UC Berkeley, U Heidelberg, and U Tuebingen.\n\n\n"
}