{
    "id": 33402,
    "citation_title": "Estimating the Economic and Budgetary Effects of Research Investments",
    "citation_author": [
        "Theresa Gullo",
        "Benjamin Page",
        "David Weiner",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMany US federal agencies model the economic and budgetary effects of research and development (R&D) investments -- both public R&D and private R&D -- as if R&D were the same as any other form of investment, such as physical capital investment. However, in recent decades a broad base of evidence has developed suggesting that such modeling may result in projections that are not well-aligned with the actual economic and budgetary effects of R&D investments. In this paper, we attempt to synthesize the economic evidence relevant to estimating the economic and budgetary effects of R&D, and examine how and where this research literature could potentially be incorporated into the standard projections produced by various federal agencies.\n\n",
    "acknowledgement": "\nThis paper was prepared for the September 2024 NBER Tax Policy and the Economy conference. For valuable conversations and comments, we are grateful to the conference participants as well as Kevin Bryan, David Byrne, Matt Clancy, Patrick Driessen, Doug Elmendorf, John Fernald, Andrew Fieldhouse, Jeff Larrimore, Lisa Larrimore Ouellette, Robert Moffitt, Bhaven Sampat, Dan Sichel, and staff of the Congressional Budget Office and the Joint Committee on Taxation. Williams is a visiting scholar at the Congressional Budget Office. We are solely responsible for the contents of the paper and the views expressed here should not be attributed to any of the individuals acknowledged nor any institution with which the authors are currently or formerly affiliated, nor to the National Bureau of Economic Research.\n\n\n"
}