{
    "id": 33403,
    "citation_title": "Understanding Racial Disparities in Criminal Court Outcomes",
    "citation_author": [
        "Shawn Bushway",
        "Andrew Jordan",
        "Derek Neal",
        "Steven Raphael"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Race and Stratification in the Economy",
        "\n"
    ],
    "abstract": "\n\nWe construct a framework that defines optimal outcomes in criminal courts, and we use this framework to interpret and organize the existing literature on racial disparities in pretrial detention, sentencing, and community corrections outcomes. Existing research indicates that some actors within courts and within the agencies that implement the sentences that courts impose make decisions that are contaminated by racial animus or racially biased assessments of the recidivism risks posed by some offenders. However, the most important sources of racial disparities in case outcomes are numerous practices, regulations, and laws that are too punitive, i.e. their social costs are likely greater than any derived social benefits. Since minorities, especially Blacks, face arrest at much higher rates than whites, they bear large disparate impacts from such policies.\n\n",
    "acknowledgement": "\nWe thank Daniel Brudney, Isaac Neal, and Evan Rose for useful discussions. We appreciate input from other contributors to the Russell Sage Special Issue on Racial and Ethnic Bias in Law Enforcement, Criminal Justice, and Incarceration, and we thank the Russell Sage Foundation for financial support. We also appreciate comments from participants in the 2024 Summer Research Workshop of the Institute for Research on Poverty. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}