{
    "id": 33400,
    "citation_title": "Have We Got News For You: Firm-Level Evidence on the Optimal Choice of Expected Capacity Utilization",
    "citation_author": [
        "Niklas Amberg",
        "Richard Friberg",
        "Chad Syverson"
    ],
    "citation_publication_date": "2025-01-27",
    "issue_date": "2025-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing quarterly micro data on capacity utilization among Swedish manufacturing firms, we show that idiosyncratic factors are much more important than aggregate influences in explaining variation in capacity utilization across firms and over time. Idiosyncratic does not mean unpredictable, however. A simple newsvendor model of optimally set capacity predicts that higher demand uncertainty lowers capacity utilization, especially for high-markup firms. We test these predictions using data that contain firm-specific, forward-looking measures of uncertainty. Firms in the top of the uncertainty distribution on average have seven percentage points lower capacity utilization than firms in the bottom. The fall in capacity utilization is more than double for firms in the top rather than bottom tercile of the markup distribution.\n\n",
    "acknowledgement": "\nThe opinions expressed in this article are the sole responsibility of the authors and should not be interpreted as reflecting the views of Sveriges Riksbank or  the National Bureau of Economic Research. The authors have no financial interests relevant to this paper.\n\n\n"
}