{
    "id": 3351,
    "citation_title": "The NBER Immigration, Trade, and Labor Markets Data Files",
    "citation_author": [
        "John M. Abowd"
    ],
    "citation_publication_date": "1990-05-01",
    "issue_date": "1990-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe NEER Immigration, Trade, and Labor Markets Data Files were developed from public data sources to facilitate industry-based and  area-based research on the effects of international trade and immigration on labor markets in the United States. The industry data files contain shipments, a shipments deflator, value added, employment, payroll, hours, real capital stock, imports, exports, unionization, and immigrant ratios for 450 four-digit (1972 Standard Industrial Classification) manufacturing industries. The primary source of the industry production and factor use data is the Annual Survey of Manufactures. The primary source of the international trade data is the defunct BLS Trade Monitoring System (1972 to 1981). which was extended to earlier and later years using U.S. Commodity Exports and Imports as Related to Output, U.S. Department of Commerce Official Statistics, and the Annual Survey of Manufactures. The primary source of the unionization data is the Current Population Survey (1973 to 1984), which cannot be extended to earlier years. The primary source of the immigrant ratio data is the Census of Population (1960, 1970, and 1980). The area data files contain information on immigrants  in the work force by state and major SMSA from the Census of Population 1970 and 1980. The data are available fro. the author on floppy disk (Stata or ASCII format), computer tape (SAS format) or by electronic mail.\n\n",
    "acknowledgement": "\n"
}