{
    "id": 3352,
    "citation_title": "The Effects of International Competiton on Collective Bargaining Outcomes: A Comparison of the United States and Canada",
    "citation_author": [
        "John M. Abowd",
        "Thomas Lemieux"
    ],
    "citation_publication_date": "1990-05-01",
    "issue_date": "1990-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of import and export competition on collectively bargained wage settlements and bargaining unit employment from the sixties to the mid-eighties for the United States and Canada. Both value-based and pricebased measures of international competition are considered. We distinguish between the expected effects of increased international trade on new collective bargaining agreements and the realized effects over the life of existing agreements. Using value-based trade measures, the estimated effect of an increase in import domestic market share, holding constant the rate of growth of the domestic market, is negative for employment in both countries and exceeds the effect of a comparable change in the size of the domestic market.  The import effect on wage rates is also negative for the United States but not for Canada. The import wage effect in the U.S. is also larger than the effect of a comparable change in the domestic market size. The estimated effect of increased export growth is positive for employment in both countries. The export effect on employment is comparable in magnitude to the effect of a change in the size of the domestic market. The export effect on wage rates is mixed-weakly positive for the U.S. and ambiguous for Canada. For Canada, we also estimate world price effects. Increases in the world import price index for the industry are associated with increased union employment. Increases in the world import price index for the industry are associated with increased union employment and lower wage settlements.\n\n",
    "acknowledgement": "\n"
}