{
    "id": 336,
    "citation_title": "Analyzing the Accuracy of Foreign Exchange Advisory Services: Theory AndEvidence",
    "citation_author": [
        "Richard M. Levich"
    ],
    "citation_publication_date": "1979-04-01",
    "issue_date": "1979-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the introduction of floating exchange rates, the variability of unanticipated exchange rate changes has increased dramatically. A small forecasting industry has developed to provide information about future exchange rates. From an academic viewpoint, it is of interest to examine some of the statistical properties of these forecasts and to relate the forecast errors to other fundamental economic variables in a model with rational behavior. Second, from a more practical viewpoint, we would like to know if foreign exchange forecasts are useful to decision makers. The purpose of this paper is to provide an objective analysis which addresses some of the above questions for a large sample of forecasts. On the basis of the current research, we can draw several conclusions. First, most advisory service forecasts are not as accurate as the forward rate in terms of mean squared error. Second, judgmental forecasters are superior to econometric forecasters for short-term forecasts; the relationship is reversed for longer-term forecasts (one year). Third, two statistical tests indicate that the fraction of \"correct\" forecasts is significantly larger than what would be expected if the advisory services were only guessing at the direction of the future spot rate. In this sense, the forecast services appear to demonstrate expertise and usefulness. However, a full analysis of the risk-return opportunities available to advisory service users is still incomplete. It should be cautioned that if the forward rate contains a risk premium, then we expect advisory service models to beat the forward rate according to the tests we have outlined. In this case we must measure speculative returns relative to a risk measure. While advisory service forecasts may lead to profits, they may not be unusual after adjusting for risk.\n\n",
    "acknowledgement": "\n"
}