{
    "id": 3362,
    "citation_title": "Public Finance in Models of Economic Growth",
    "citation_author": [
        "Robert J. Barro",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1990-05-01",
    "issue_date": "1990-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent literature on endogenous economic growth allows for effects of fiscal policy on long-term growth. If the social rate of return on investment exceeds the private return, then tax policies that encourage investment can raise the growth rate and levels of utility. An excess of the social return over the private return can reflect learning-by-doing with spillover effects, the financing of government consumption purchases with an income tax, and monopoly pricing of new types of capital goods. Tax incentives for investment are not called for if the private rate of return on investment equals the social return. This situation applies in growth models if the accumulation of a broad concept of capital does not entail diminishing returns, or if technological progress appears as an expanding variety of consumer products. In growth models that incorporate public services, the optimal tax policy hinges on the characteristics of the services. If the public services are publicly-provided private goods, which are rival and excludable, or publiclyprovided public goods, which are non-rival and non-excludable, then lump-sum taxation is superior to income taxation. Many types of public goods are subject to congestion, and are therefore rival but to some extent nonexcludable. In these cases, income taxation works approximately as a user fee and can therefore be superior to lump-sum taxation. In particular, the incentives for investment and growth are too high if taxes are lump sum. We argue that the congestion model applies to a wide array of public expenditures, including transportation facilities, public utilities, courts, and possibly national defense and police.\n\n",
    "acknowledgement": "\n"
}