{
    "id": 3373,
    "citation_title": "Moral Hazard in Partnerships",
    "citation_author": [
        "Martin Gaynor",
        "Paul Gertler"
    ],
    "citation_publication_date": "1990-06-01",
    "issue_date": "1990-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate incentive structures within partnerships. Partnerships provide a classic example of the tradeoff between risk spreading and moral hazard. The degree to which firms choose to spread risk and sacrifice efficiency incentives depends upon risk preferences, for which data are typically unavailable. We are able to overcome this difficulty due to the existence of a unique data set on a prominent form of professional partnership; medical group practice. We consider a two-stage model in which agents choose effort in response to incentives and in which the firm can choose two different instruments to affect incentives and to spread risk: the compensation method and the number of members. There are two new theoretical results. First, relative to the compensation method or group size which would be chosen in the absence of risk or risk aversion, the best compensation method will be one which sacrifices efficiency incentives in order to spread risk, and the best membership size will exceed the first best size for the same reasons. Second, a further increase in risk or risk aversion leads the firm to sacrifice more efficiency incentives in order to spread more risk. Hence, firms who are more risk averse or face greater uncertainty pay larger risk premiums in terms of sacrificed output due to shirking. The empirical results are striking and consistent with the theory. Firms which report more risk aversion have greater departures from first-best organizational incentive structures. Specifically, increased risk aversion leads to compensation arrangements which spread more risk through greater sharing of output and to decreased group size in order to counteract diminished incentives. We also find that compensation arrangements that have greater degrees of sharing of output across physicians significantly reduce each physician's productivity, whereas reductions in group size significantly increase productivity.  The estimated premium associated with risk aversion accounts for almost eleven percent of gross income, comparing the most risk averse to the least risk averse physicians in the sample.\n\n",
    "acknowledgement": "\n"
}