{
    "id": 3383,
    "citation_title": "Money and Prices in Colonial America: A New Test of Competing Theories",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1990-06-01",
    "issue_date": "1990-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long-standing but unsettled controversy concerning monetary experiences in colonial America has recently been reopened with considerable vigor. Ignoring doctrinal aspects, the main substantive issue concerns the relationship between money holdings and price levels during episodes in which various colonial governments issued paper currency (bills of credit) in large amounts. In several instances, large and rapid increases in the stock of outstanding paper currency led to negligible changes in price levels. But alternative interpretations are possible, since colonial money included specie as well as paper currency. According to the \"quantity theory\" or classical hypothesis, total money stock magnitudes did not rise sharply during the disputed episodes; instead, the sharp paper currency increases led to corresponding losses of specie--as suggested by standard commodity-money analysis. According to the \"backing theory\" or anti-classical hypothesis, by contrast, there was little specie present so money stock magnitudes could and did rise sharply (in percentage terms). This fundamental factual disagreement has eluded resolution because data on both stocks and flows of specie are almost nonexistent. The present study develops and applies a strategy for circumventing the unavailability of specie data by exploiting conflicting implications of the two hypotheses regarding magnitudes of real per capita holdings of paper currency, relative to normal real money balances, at dates of maximum paper issue. A major feature of the analysis is a new method for the estimation of normal real money holdings, one that relies on paper currency data for a few inflationary episodes.\n\n",
    "acknowledgement": "\n"
}