{
    "id": 3386,
    "citation_title": "Revenue and Welfare Implications for a Capital Gains Tax Cut",
    "citation_author": [
        "Patric H. Hendershott",
        "Eric Toder",
        "Yunhi Won"
    ],
    "citation_publication_date": "1990-06-01",
    "issue_date": "1990-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a general equilibrium model to simulate both the effects of a preferential capital-gains tax rate on total income tax revenues and the effects of a revenue-neutral substitution between a capital gains preference and marginal income tax rates on economic efficiency and the distribution of income. In the simulations, a capital gains preference increases efficiency by reducing tax distortions between untaxed assets (household and state and local capital) and taxable business sector assets and between realized and unrealized capital gains (the \"lock-in\" effect), but reduces efficiency by increasing tax distortions between corporate dividends and retained earnings and between financial assets that produce capital gain income and those that produce ordinary income. Because the model treats aggregate factor supplies as fixed, however, the simulations do not capture the efficiency gain from reducing the tax distortion between current and future consumption or the loss from increasing the tax distortion between current consumption and leisure (or untaxed labor). The net estimated welfare effects depend on two parameters: the elasticity of capital gains realizations with respect to a change in the capital gains tax rate and the elasticity of the dividend-payout ratio with respect to a change in the tax cost of dividends relative to retentions. With no payout response, the net welfare effect from a 15% maximum rate on capital gains is positive for a wide range of realizations elasticities. With a high payout elasticity, the net welfare effect is slightly positive for high estimates of the realizations elasticity and slightly negative for low estimates of the realizations elasticity. The welfare changes, both positive and negative, mainly affect taxpayers with income of $50,000 and over.\n\n",
    "acknowledgement": "\n"
}