{
    "id": 3396,
    "citation_title": "Interdependent Pricing and Markup Behavior: An Empirical Analysis of GM, Ford and Chrysler",
    "citation_author": [
        "Ernst R. Berndt",
        "Ann F. Friedlaender",
        "Judy Shaw-Er Wang Chiang"
    ],
    "citation_publication_date": "1990-06-01",
    "issue_date": "1990-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur purpose in this paper is to develop and estimate a model of the US automobile industry that can be used to analyze the secular and cyclical strategic markup behavior and market structure of its three major domestic producers - - GM, Ford and Chrysler. The principal novelty in this paper is not such much in the underlying theory (we build on what Timothy Bresnahan has called the \"new empirical industrial organization\" literature), but rather in the actual empirical implementation of a multi-equation model sufficiently general to permit the testing of a variety of specific behavioral postulates associated with the interdependent strategic profit-maximizing behavior of GM, Ford and Chrysler.\nUsing firm-specific annual data from 1959-83, we find that at usual levels of statistical significance, we cannot reject Cournot quantity-setting behavior, nor can we reject leader/follower quantity-setting behavior with GM as leader and Ford and Chrysler as followers; the parameter restrictions associated with leader/follower behavior are slightly more binding than those with Cournot, although the difference is not decisive. In terms of the cyclical analysis of market behavior, our most striking result is the great diversity of behavior we find among GM, Ford and Chrysler. Depending on which firm is being analyzed, there is support for the pro-cyclical \"conventional wisdom\" of markups (GM and Ford), as well as for the counter-cyclical \"revisionist\" literature (Chrysler). Diversity, rather than constancy and homogeneity, best characterizes firms in this industry.\n\n",
    "acknowledgement": "\n"
}