{
    "id": 3401,
    "citation_title": "Capital Positions of Japanese Banks",
    "citation_author": [
        "Edward J. Kane",
        "Haluk Unal",
        "Asli Demirguc-Kunt"
    ],
    "citation_publication_date": "1990-07-01",
    "issue_date": "1990-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures and analyzes two types of hidden capital at Japanese banks: (1) the net undervaluation present in accounting measures of on-balance-sheet assets and liabilities and (2) the net economic value of off-balance-sheet items. A model is constructed that explains changes in both types of capital as functions of holding that explains changes in both types of capital as functions of holding-period returns earned in Japan on stocks, bonds, yen, and real estate. The model is applied to annual data covering 1975-1989 and a four-class size/charter partition of the Japanese banking system. For each type of hidden capital and each class of bank, the model develops estimates of the stock-market, interest-rate, foreign-exchange, and real estate sensitivities of returns to bank stockholders. Only the stock-market sensitivities prove significant at five percent. This finding leads us to investigate what happens when we analyze Japanese bank stock returns by means of stationary and split-sample market models. Timeseries regressions show that very large Japanese banks have developed stockmarket betas in excess of two and that the value of a bank's beta has come to increase with measures of its size and accounting leverage. Future research will investigate the sensibility of our results to different ways of pooling data from individual banks and to more-sophisticated methods for estimating various parameters. We also plan to extend the analysis by imbedding it in a model of how variations in bank-customer contracting arrangements in Japan affect the returns that can be earned by bank stockholders.\n\n",
    "acknowledgement": "\n"
}