{
    "id": 3405,
    "citation_title": "Tax Aspects of Policy Towards Aging Populations: Canada and the United States",
    "citation_author": [
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1990-07-01",
    "issue_date": "1990-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the Auerbach-Kotlikoff Dynamic Simulation Model to compare the projected demographic transitions in Canada and the United States. The simulation model determines the perfect foresight transition path of an economy in which individuals live to age 75. The model's preferences are life cycle augmented to include utility from bequests. In addition to handling changes in demographics and fiscal policies, the model can be run for closed or open economies.\nIn comparing Canada with the U.S., we first simulate the U.S. demographic transition, treating the U.S. as a closed economy. The time path of interest rates obtained from the U.S. simulations are then used in the Canadian simulations. In the Canada simulations, Canada is assumed to be an open economy which takes the U.S. interest rate as given. The simulations indicate that demographics are likely to have significant effects on rates of saving and taxation in both the U.S. and Canada. However, the more abrupt demographic transition in Canada combined with the projected maturation of Canadian social security system leads to a more severe predicted long term decline in Canadian saving rates. Despite the predicted lower saving rates, capital deepening is likely to occur in both countries, and the associated increase in real wages is likely to more than offset projected higher tax rates, leaving the growth-adjusted welfare of future generations higher than that of current generations.\n\n",
    "acknowledgement": "\n"
}