{
    "id": 3407,
    "citation_title": "Views on the Likelihood of Financial Crisis",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1990-08-01",
    "issue_date": "1990-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA review of major lines of thinking about developments in the 1980s bearing on the likelihood of a financial crisis in the United States supports four principal conclusions:First, financial crises have historically played a major role in large fluctuations in business activity. A financial crisis has occurred either just prior to, or at the inception of, each of the half dozen or so most severe recorded declines in U.S. economic activity. Second, the proclivity 6f private borrowers to take on debt since 1980 has been extraordinary by postwar standards. Among business corporations, much of the proceeds of this surge in debt issuance has gone to pay down equity (either the borrower's or another company's) rather than to put in place new earning assets. Third, the rate at which U.S. businesses have gone bankrupt and defaulted on their liabilities has also been far out of line with any prior experience since the 1930's. The business failure rate not only rose to a postwar record level during the 1981-82 recession but -- in contradiction to prior cyclical patterns -- continued to rise through the first four years of the ensuing recovery. Fourth, the largest U.S. banks' exposure to debt issued in the course of leveraged buy-outs or other transactions substituting debt for equity capitalization now exceeds their risk-adjusted capital, even with all bank assets (including loans to developing countries) counted at book value. Although this exposure is not (yet) as large as that due to banks' LDC loans, the two sets of risks are not independent. If these trends of the 1980s together comprise an increase in the economy's financial fragility, they increase the likelihood that the government -- including, but not limited to, the Federal Reserve System -- will have to act in its capacity as lender of last resort, and also the likely magnitude of lender-of-last-resort action should such be necessary. If the exercise of this responsibility does become necessary, doing so in a fashion consistent with other Federal Reserve objectives, like maintaining price stability, will be problematic to say the least.\n\n",
    "acknowledgement": "\n"
}