{
    "id": 3416,
    "citation_title": "Can Capital Income Taxes Survive in Open Economies?",
    "citation_author": [
        "Roger H. Gordon"
    ],
    "citation_publication_date": "1990-08-01",
    "issue_date": "1990-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theoretical work has argued that a small open economy should use residence-based but not source-based taxes on capital income. Given the ease with which residents can evade domestic taxes on foreign earnings from capital, however, a residence-based tax may not be administratively feasible, leaving no taxes on capital income.\nThe objective of this paper is to explore possible reasons why capital income taxes have survived in the past, in spite of the above pressures. Any bilateral approach, such as sharing of information among governments or direct coordination of tax rates, suffers from the problem that the coalition of countries is itself a small open economy, so subject to the same pressures. Capital controls, preventing capital outflows, may well be a sensible policy response and were in fact used by a number of countries. Such controls have many drawbacks, however, and a number of countries are now abandoning them.\nThe final hypothesis explored is that the tax-crediting conventions, used to prevent the double taxation of international capital flows, served also to coordinate tax rates. The paper shows that while no Nash equilibrium in tax rates exists, given these tax-crediting conventions, a Stackelberg equilibrium does exist if there is either a dominant capital exporter or a dominant capital importer, in spite of the ease of tax evasion. While the U.S. , as the dominant capital exporter during much of the postwar period, may well have served as this Stackelberg leader, world capital markets are now more complicated. These tax-crediting conventions may no longer be sufficient to sustain capital-income taxation.\n\n",
    "acknowledgement": "\n"
}