{
    "id": 3430,
    "citation_title": "Measuring Ignorance in the Market: A New Method with an Application to Physician Services",
    "citation_author": [
        "Martin Gaynor",
        "Solomon Polachek"
    ],
    "citation_publication_date": "1990-09-01",
    "issue_date": "1990-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEver since Stigler's seminal piece on the economics of information, a great deal of research has been done investigating equilibrium in markets with imperfect information. While most of this research has been concerned with theoretically establishing the conditions under which there exists a distribution of prices in equilibrium, there is a small, but growing, body of empirical research in this area.\nThis work has followed the suggestion of Stigler and utilized the dispersion of prices (usually the variance) as a measure of ignorance about price. There are two disadvantages to using the variance (or another measure of dispersion, such as the range) of prices as a measure of ignorance about price. The first reason, recognized by Stigler and others, is that price can vary for many reasons other than ignorance. Thus dispersion is not a pure measure of ignorance about prices. The second reason, which has not been commonly considered in the empirical literature, is that price dispersion can due to ignorance on the part of both buyers and of sellers. In this paper we propose a method for measuring ignorance about price in a market which builds on Stigler's original suggestion to use dispersion as a measure of ignorance. The innovation is to use a new frontier estimation technique containing a three component error term to separate observed price dispersion into purely random variation, variation due to buyer ignorance, and variation due to seller ignorance . We apply the technique to the physicians' service market. This supplies us with quantitative indices of price ignorance for different services and how the level of ignorance varies by buyer, seller, and market area characteristics. The results are striking. Buyer ignorance exceeds seller ignorance by roughly a factor of two in  his market, and this gap is greater for services which are less frequently purchased, more heavily insured, or accompanied by greater severity of illness, as predicted by search theory.\n\n",
    "acknowledgement": "\n"
}