{
    "id": 3442,
    "citation_title": "Measures of Prices and Price Competitiveness in International Trade in Manufactured Goods",
    "citation_author": [
        "Robert E. Lipsey",
        "Linda Molinari",
        "Irving B. Kravis"
    ],
    "citation_publication_date": "1990-09-01",
    "issue_date": "1990-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to present, and to explain the construction of, a set of price indexes relating to international trade in manufactured goods. These include: 1. Indexes of export prices for the U.S., Germany, and Japan, based on their weights, and indexes of competitors' prices for each of those countries based on the sane set of weights; 2. Indexes of domestic prices for the U. S., Germany, and Japan based on export weights; 3. Indexes for developed country exports of manufactures based on weights of developed country exports of manufactures to developing countries and of total developed country exports of manufactures, and indexes for exports of the U.S., Germany, and Japan on the sane sets of weights. The indexes for developed country exports make use of a method for estimating missing prices that takes account not only of contemporaneous price changes in the same country within the sane community groups, but also of price changes for the particular commodity in other countries. Comparisons are made between movements of domestic and export prices and between price indexes based on weights of early and late base years. In addition, an attempt is made to correct the price indexes for changes in the quality of some manufactured goods not usually taken account of in measures of export or import prices.\n\n",
    "acknowledgement": "\n"
}