{
    "id": 3463,
    "citation_title": "Scale and Scope Effects on Advertising Agency Costs",
    "citation_author": [
        "Alvin J. Silk",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "1990-10-01",
    "issue_date": "1990-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow important are economies of scale and scope in advertising agency operations? This paper reports an econometric study undertaken to address this question. Cost models are formulated which represent how the principal component of agency costs, employment level, varies according to the mix of media and services an agency provides and the total volume of advertising it produces. These models are estimated and tested cross-sectionally utilizing data pertaining to the domestic operations of 401 US agencies for 1987. The empirical evidence reported here indicates that both scale and scope economies are highly significant in the operations of US advertising agencies. We find that of the 12,000 establishments comprising the industry in 1987, approximately 200-250 had domestic gross incomes of $3.4 million or more (or equivalently, billings of $20-27 million) and therefore had service mixes and operating levels sufficiently large to take full advantage of all available size-related efficiencies. Furthermore, the overall structure of the industry is one where these large, fully efficient firms created and produced more than half of all the national advertising utilized in the US during 1987. At the same time, vast numbers of very small agencies appear to operate with substantial cost disadvantages compared to large firms as a consequence of these scale and scope economies. These findings carry important implications concerning possible future changes in the industry structure. It seems highly doubtful that scale economies could motivate further mergers among the largest 200-250 agencies. On the other hand, for small agencies, mergers and acquisitions might be attractive as means of mitigating their size-related cost disadvantages. Finally, our findings demonstrating the existence of scale and scope economies are consistent with the diminishing reliance on fixed rates of media commissions as the principal basis of agency compensation. They also cast strong doubts on size-related economies in operating costs as a viable explanation for the limited degree of vertical integration of agency services by large advertisers.\n\n",
    "acknowledgement": "\n"
}