{
    "id": 3469,
    "citation_title": "Finite Lifetimes and Growth",
    "citation_author": [
        "Larry E. Jones",
        "Rodolfo E. Manuelli"
    ],
    "citation_publication_date": "1990-10-01",
    "issue_date": "1990-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent literature an endogenous growth models has emphasized the effect that the rate of return has an the capital accumulation decisions and, consequently, on the growth rate of the economy. In most cases the basic model is a variant of the representative agent growth model. The key feature of the infinitely lived agent model is that \"substitution effects\" dominate, that is, in order to induce individuals to accumulate capital all that is required is a sufficiently high rate of return. In this paper we explore the long run behavior in a model with finite lifetimes -- a version of Diamond's overlapping generations model. Because individuals do not live forever (although the economy does) their level of income as well as the rate of return determine the rate of accumulation. Specifically, we show that for all one sector convex technologies the equilibrium limiting growth rate of the economy is zero. In this setting capital income taxation can have paradoxical effects; it is shown that if the proceeds are used to redistribute income to the young it is possible to have a positive long run growth rate. The effect of the tax rate on the growth rate is not monotonic: for small tax rates the effect is positive, while for sufficiently high rates it is negative. Additionally, income redistribution to the young will normally have positive effects upon the long run growth rate. We then study a two sector growth model and show conditions under which the laissez faire equilibrium displays long run growth. Intuitively, the key property is that the existence of a sector producing investment goods makes it possible that, along a growth path, the relative price of capital decreases sufficiently fast and allows the young to purchase ever increasing quantities of capital. Finally, we show that in an overlawing generations setting, a one sector model can generate growth if the technology displays a nonconvexity, as this is similar to the effect of a decrease in the price of capital: it prevents the ratio of the value of capital am the level of wealth of the young from exceeding one.\n\n",
    "acknowledgement": "\n"
}