{
    "id": 3470,
    "citation_title": "Exchange Rate Forecasting Techniques, Survey Data, and Implications for the Foreign Exchange Market",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Kenneth Froot"
    ],
    "citation_publication_date": "1990-10-01",
    "issue_date": "1990-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents new empirical results that elucidate the dynamics of the foreign exchange market. The first half of the paper is an updated study of the exchange rate expectations held by market participants, as reflected in responses to surveys, and contains the following conclusions. First, the bias observed in the forward discount as a predictor of the future spot rate is not attributable to an exchange risk premium, as is conventionally believed. Second, at short horizons forecasters tend to extrapolate recent trends, while at long horizons they tend to forecast a reversal. Third, the bias in expectations is robust in the samples, based on eight years of data across five currencies. The second half of the paper abandons the framework in which all market participants share the same forecast, to focus on the importance of heterogeneous expectations. Tests suggest that dispersion of opinion, as reflected in the standard deviation across respondents in the survey, affects the volume of trading in the market, and, in turn, the degree of volatility of the exchange rate. An example of how conflicting forecasts can lead to swings in the exchange rate is the model of \"chartists and fundamentalists.\" The market weights assigned to the two models fluctuate over time in response to recent developments, leading to fluctuations in the demand for foreign currency. The paper ends with one piece of evidence to support the model: the fraction of foreign exchange forecasting services that use \"technical analysis\" did indeed increase sharply during 1983-85, but declined subsequently.\n\n",
    "acknowledgement": "\n"
}