{
    "id": 3490,
    "citation_title": "On the Accuracy of Producer Price Indexes for Pharmaceutical Preparations: An Audit Based on Detailed Firm-Specific Data",
    "citation_author": [
        "Ernst R. Berndt",
        "Zvi Griliches",
        "Joshua G. Rosett"
    ],
    "citation_publication_date": "1990-10-01",
    "issue_date": "1990-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports preliminary results of a detailed audit of one component of the Producer Price Index (PPI), using data from a large muiltproduct company. We compare price indexes constructed in a variety of ways from the universe of products of a large pharmaceutical manufacturer in the US, with price indexes constructed from the particular products of this firm sampled by the BIS, using BIS and alternative index number procedures. A principal finding is that price indexes based on the BIB sample of this firm grew similarly to the published PPI's for SIC 28341, but in contrast, price indexes computed using the universe of products manufactured by the firm grew much more slowly. Although some variations emerge depending on how one undertakes the calculations, our typical finding is that, employing monthly data from January 1984 through December 1989, the BIB sample price index rises at nearly the same rate as the PPI, bet at roughly twice the rate of indexes based on the universe of products shipped by this pharmaceutical firm. We also report results of a preliminary attempt to uncover the source of this disparity, we provide some evidence on the \"new goods\" problem, and we implement a procedure to mitigate the problem of \"drift\" associated with the Tornqvist approximation to the Divisia chained index.\n\n",
    "acknowledgement": "\n"
}