{
    "id": 3517,
    "citation_title": "British and French Finance During the Napoleonic Wars",
    "citation_author": [
        "Michael D. Bordo",
        "Eugene N. White"
    ],
    "citation_publication_date": "1990-11-01",
    "issue_date": "1990-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Napoleonic Wars offer an experiment unique in the history of wartime finance. While Britain was forced off the gold standard and endured a sustained inflation, France remained on a bimetallic standard for the war's duration. For wars of comparable length and intensity in the nineteenth and twentieth centuries, Napoleonic war finance stands out. This apparent paradox may be explained by drawing upon the literatures on tax smoothing, time consistency, and credibility in macroeconomics. We argue that these contrasting war finance regimes were the consequence of each nation's credibility as a debtor. Given its long record of fiscal probity, coupled with its open budgetary process in Parliament, Great Britain could continue to borrow a substantial fraction of its war expenditures at what were relatively low interest rates. British tax rates did not vary much over most of the eighteenth century as peacetime surpluses offset wartime deficits to payoff the accumulated war debts. In addition, because of its longstanding record of maintaining specie convertibility, Britain had access to the inflation tax although in practice it was not a major source of wartime finance. France, on the other hand, had squandered her reputation in the last decade of the ancient regime and the Revolution. Her dependency on taxation did not reflect any superior fiscal virtues but rather the opposite. Borrowing would have been exceedingly costly and the public very skeptical of the Empire's fidelity. Moreover, the recent experience of assignat hyperinflation ruled out the inflation tax as a source of revenue. Inherited credibility resolves this paradoxical pairing of fiscal regimes.\n\n",
    "acknowledgement": "\n"
}