{
    "id": 3521,
    "citation_title": "Post-War Economic Growth in the Group-of-Five Countries: A New Analysis",
    "citation_author": [
        "Michael J. Boskin",
        "Lawrence J. Lau"
    ],
    "citation_publication_date": "1990-11-01",
    "issue_date": "1990-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn inter-country aggregate production function is estimated using annual data for the post-war period drawn from the Group-of-Five (G-5) countries: France, West Germany, Japan, United Kingdom and United states. It is assumed that all countries have the same underlying production function, not in terms of the measured outputs and inputs, but in terms of efficiency equivalent units of outputs and inputs. The measured quantities of outputs and inputs of each country may be converted into efficiency-equivalent quantities of outputs and inputs by the multiplication of country and commodity-specific and time-varying augmentation factors. These augmentation factors are estimated simultaneously with the parameters of the aggregate production function. Within this framework, the traditional assumptions for the measurement of productivity--constant returns to scale, neutrality of technical progress and profit maximization--are tested and all are rejected. Additional hypotheses about the nature of technical progress are also tested. It is found that technical progress may be represented as purely capital augmenting. In particular, the rate of augmentation is estimated at between 14 and 16 percent per annum for France, West Germany and Japan, and between 8 and 10 percent per annum for the U.K. and the U.S. for the period under study. It is also found that technical progress is capital-saving rather than labor-saving and is therefore unlikely to be a cause of structural unemployment. Using the estimated production function parameters, a growth-accounting exercise is carried out and the results are compared with those obtained from the conventional approach. Technical progress is found to be the most important source of growth, accounting for more than 50 percent, followed by the growth of capital input. Together they account for more than 75 percent of the growth of real output in the Group-of-Five (G-5) countries in the period under study. An international and intertemporal comparison of the productive efficiencies is also undertaken. It is found that the United States had the highest level of overall productive efficiency for the whole period under study. However, the productive efficiencies of France, West Germany and Japan rose rapidly from less than 40 percent of the U.S. level in 1949 to two-thirds of the U.S. level in 1985. There is thus some evidence of convergence.\n\n",
    "acknowledgement": "\n"
}