{
    "id": 3522,
    "citation_title": "The Economics of Seasonal Cycles",
    "citation_author": [
        "Jeffrey A. Miron"
    ],
    "citation_publication_date": "1990-11-01",
    "issue_date": "1990-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince macroeconomists first began the systematic study of aggregate data, they have grappled with the fact that most economic time series exhibit substantial seasonal variation. In general, macroeconomists abstract from this seasonal variation, both in their models of cyclical behavior and in their empirical testing of these models. This standard practice is a useful simplification if two key conditions hold. The first is that there are no interactions between seasonal cycles and business cycles: they result from different exogenous factors and different economic propagation mechanisms. The second is that there are no important welfare issues attached to seasonal fluctuations per se: optimal government policy toward seasonals is simply to leave them alone. The purpose of this essay is twofold. It first summarizes recent work demonstrating that seasonal cycles and business cycles are intimately related, displaying similar stylized facts and being driven by similar economic propogation mechanisms. The essay then discusses the possible welfare implications of seasonal cycles, suggesting there is no reasonable presumption they are uninteresting from a welfare or policy perspective. Taken together, these results imply the need for a significant re-orientation in economists' treatment of seasonal fluctuations. Rather than a component of the data to be adjusted away and treated as noise, seasonal fluctuations represent a key topic of economic analysis. They contain significant information about the nature of business cycles, and they require analysis in their own right because they may induce significant welfare losses.\n\n",
    "acknowledgement": "\n"
}