{
    "id": 3542,
    "citation_title": "Contracts and the Market for Executives",
    "citation_author": [
        "Sherwin Rosen"
    ],
    "citation_publication_date": "1990-12-20",
    "issue_date": "1990-12-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper reviews empirical findings on executive compensation in light of marginal productivity and contract theories. The executive labor market performs three functions. First, control must be distributed and assigned among executives. The most talented executives are efficiently assigned to control positions in the largest firms when talent and the marginal product of control are complements. These gains or rents are partially captured in larger earnings. In fact, the elasticity of top executive pay lies within a tight band around .25 among industries, time periods, and countries where it has been estimated. Second, executive contracts must provide incentives for managers to act in the interests of shareholders. Potential loss of reputation, bonding and takeovers probably substitute for direct monetary incentives in this task. Nevertheless, the elasticity of top executive pay with respect to accounting rates of return lie near 1.0. The elasticity with respect to stock market returns is much smaller, though precisely estimated, near 0.1. Differences of opinion remain on whether the market provides enough incentives to align interests between ownership and control. Third, the market must identify new talent and reassign control over careers from older to younger generations. Competition among executives for top positions and the diminishing incentive effect of future rewards with age implies that compensation should increasingly tilt rewards to current performance over the course of a career. Available evidence supports this prediction.\n\n",
    "acknowledgement": "\n"
}