{
    "id": 356,
    "citation_title": "International Trade and Income Distribution: A Reconsideration",
    "citation_author": [
        "Paul R. Krugman"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe postwar expansion of trade among the industrial countries has not had the strong distributional effects which standard models of trade would have led us to expect. This paper develops a model which attempts to explain this observation, while at the same time making sense of some other puzzling empirical aspects of world trade. The basis of the model is a distinction between two kinds of trade: \"Heckscher-Ohlin\" trade, based on differences in factor proportions, and \"intraindustry\" trade, based on scale economies and product differentiation. To incorporate intraindustry trade into the model it is necessary to drop the usual assumptions of constant returns to scale and perfect competition; instead the paper deals with a world where economies of scale are pervasive and all firms possess some monopoly power. Surprisingly, it is nonetheless possible to develop a fully-worked-out general equilibrium model which remains simple and can be used to compare autarky and free trade. Two main results emerge from the analysis. First, the nature of trade depends on how similar countries are in their factor endowments. As countries become more similar, the trade between them will increasingly become intra-industry in character. Second, the effects of opening trade depend on its type. If intraindustry trade is sufficiently dominant the advantages of extending the market will outweigh the distributional effects, and the owners of scarce as well as of abundant factors will be made better off.\n\n",
    "acknowledgement": "\n"
}