{
    "id": 3561,
    "citation_title": "Soft Budget Constraints, Taxes, and the Incentive to Cooperate",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1990-12-01",
    "issue_date": "1990-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers an economy where the macroeconomic equilibrium is the outcome of the conduct of an administration, consisting of a large number of decision makers whose horizon is uncertain, being endogenously determined by their behavior. Limited monitoring enables each decision maker to behave opportunistically in the short run, abusing his 'official' budget constraint, generating in the short run a degree of 'softness' in his budget. The uncertainty has two dimensions: the temporal one relates to the detection possibility facing the opportunistic decision maker, and the intertemporal one relates to the survival probability of the administration. We assume that the survival probability of the administration goes down with signals like inflation, tax rates and the like. In such a system, the public imposes a degree of discipline on the policy makers by its option to replace the administration, and the administration imposes discipline on the policy makers by monitoring their effective expenditure. We characterize the equilibrium, identifying conditions that yield limited cooperation. We show that adverse shocks (like a lower tax collection, lower international transfers, higher real interest rates and the like) or shorter horizon (due to greater instability) will tend to reduce cooperation among policy makers and will increase the inflation rate and the use of discretionary taxes.\n\n",
    "acknowledgement": "\n"
}