{
    "id": 357,
    "citation_title": "Labor Mobility and Wages",
    "citation_author": [
        "Jacob Mincer",
        "Boyan Jovanovic"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this essay we explore the implications of human capital and search behavior for both the interpersonal and life-cycle structure of inter-firm labor mobility. The economic hypothesis which motivates the analysis is that individual differences in firm-specific complementarities and related skill acquisitions produce differences in mobility behavior and in the relation between job tenure, wages and mobility. Both \"job duration dependence\" and \"heterogeneity bias\" are implied by this theory. Exploration of longitudinal data sets (NLS and MID) which contain mobility, job and wage histories of men in the 1966-76 decade yield several findings, among others:\n1. The initially steep and later decelerating declines of labor mobility with working age are in large part due to the similar but more steeply declining relation between mobility and length of job tenure.\n2. Given tenure levels, the probability of moving is predicted positively by the frequency of prior moves and negatively by education. The inclusion of prior moves in the regression reduces the estimated tenure slope because it helps to remove the \"heterogeneity bias\" in that slope.\n3. The popular \"mover-stayer model\" is rejected by the existence of tenure effects on mobility.\n 4. Differences in mobility during the first decade of working life do not predict long-run differences in earnings. However, persistent movers at later stages of working life have lower wage levels and flatter life-cycle wage growth.\n5. The analysis calls for a reformulation of earnings (wage) functions. Inclusion of tenure terms in the function permits separate estimates of returns to general and specific human capital after correction for heterogeneity bias. A rough estimate is that 50 percent of life-time wage growth is due to general (transferable) experience and 25 percent each to firm-specific experience and inter-firm mobility.\n\n",
    "acknowledgement": "\n"
}