{
    "id": 358,
    "citation_title": "The Structure of Production, Technological Change, and the Rate of Growth of Total Factor Productivity in the Bell System",
    "citation_author": [
        "M. Ishaq Nadiri",
        "Mark Schankerman"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objectives of this preliminary study are threefold. The first is to analyze empirically the production structure of the Bell System at the aggregate level. Particular attention is focused on the pattern of substitution among the factor inputs and the degree to which the aggregate production function is characterized by economies of scale. In this connection, we explore the role of research and development in the Bell System as an input in the production process, and its interaction with the traditional inputs. Second, we examine the impact of external technological chance on the production structure of the Bell System. The issues here include not only the rate of such technical change, but also the extent to which it alters the optimal level and mix of inputs, that is, the factor bias of external technical change. The third objective is to explore the inter relationship between scale economies internal to the Bell System and external technical change in determining the rate of growth of total factor productivity (TFP) . Specifically, we propose and illustrate a methodology for composing the observed growth of TFP into a part related to scale economies and a part included by technical change. We address these issues by first estimate in a an aggregate translog cost function for the Bell System, using annual data for the period 1947-1976. The implied estimate of the scale economies is then used to explore the sources of the growth of TFP.\n\n",
    "acknowledgement": "\n"
}