{
    "id": 359,
    "citation_title": "Price Expectations, Foreign Exchange and Interest Rates, and Demand for Money in an Open Economy",
    "citation_author": [
        "Sebastian Arango",
        "M. Ishaq Nadiri"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditional studies on demand for money have often ignored influence of foreign monetary developments. The literature on international capital mobility, on the other hand, focuses on the impact of adjustments in international reserves on domestic money supply with the implicit assumption that aggregate demand for money is inelastic with respect to foreign monetary developments such as changes in exchange and foreign interest rates. These two views have often led to the conclusion that domestic monetary policy is fairly ineffective, and domestic financial markets are highly vulnerable to changes in foreign monetary developments. In this paper, the formulation of a demand function for real cash balances generalizes the traditional demand functions for money which explicitly take into account changes in exchange rates, foreign interest rates, and inflationary expectations. The underlying theoretical model is a general portfolio mode of asset holding which specifies the channels through which the influence of monetary developments abroad are transmitted to the supply and demand for money in a particular country. The demand function for real cash balances derived from this model is estimated using the tile series data for the period 1960-75 for Canada, United States, United Kingdom, and Germany. The results indicate that foreign monetary developments affect demand for money significantly, and considerable misspecification occurs when they are ignored. The results indicate that demand for real cash balances is not, as the traditional theory suggests, inelastic with respect to changes in foreign financial developments, and is fairly stable over the stressful period of 1970-75 when significant international monetary crises came in succession.\n\n",
    "acknowledgement": "\n"
}