{
    "id": 3590,
    "citation_title": "International Accounting Diversity: Does it Impact Market Participants?",
    "citation_author": [
        "Frederick D.S. Choi",
        "Richard M. Levich"
    ],
    "citation_publication_date": "1991-01-01",
    "issue_date": "1991-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile many indicators point to the globalization of capital markets, one barrier may persist -- International Accounting Diversity. Even though coordination of many national policies is gaining favor, the measurement and disclosure principles that underlie financial statements remain largely a nationalistic affair. In this paper, we analyze the channels through which accounting diversity affects financial statements. Accounting differences may affect cash flows and lead to a direct affect on valuation. Accounting differences may also affect balance sheet items and measures of capital adequacy or credit worthiness that indirectly affect managerial decisions and firm valuation. In a survey of participants in the international capital market, we find that accounting diversity is a problem that affects the capital market decisions of roughly one-half of the participants in our study. Thus, we cannot rule out the possibility that international accounting diversity is a barrier whose presence may affect the pricing of securities and the composition of international portfolios. On the other hand, roughly one-half of the participants in this study found what they described as effective ways of coping with diversity. These coping mechanisms may be useful for other investors and issuers in making their capital market decisions.\n\n",
    "acknowledgement": "\n"
}