{
    "id": 3598,
    "citation_title": "How Regional Differences in Taxes and Public Goods Distort Life Cycle Location Choices",
    "citation_author": [
        "Laurence Kotlikoff",
        "Bernd Raffelhueschen"
    ],
    "citation_publication_date": "1991-01-01",
    "issue_date": "1991-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLocational choice is one of the fundamental exercises of consumer sovereignty. When regions (or localities within regions) specify different tax rates or supply different amounts of public goods, they distort individuals' location choices. This paper models and measures for the U.S. and New England the location distortion arising from inter regional differences in taxation and supplies of public goods. In our overlapping generations model agents, at each point in their lifespan, choose where to locate taking into account their locational preferences, each region's wage, consumption, and personal capital income taxes, and each region's supply of public goods. The findings suggest that regional fiscal differences play an important role in the location choices of three to four percent of Americans. For these Americans the distortion of location choice is equivalent to roughly a half of a percent of their lifetime consumption. Across all Americans, however, the location distortion induced by U.S. regional fiscal differences is quite small, simply because the differences in tax rates and per capita levels of public goods expenditures across regions are not sufficiently large to induce most Americans to change location. Our analysis indicates, however, that location distortions are an increasing function of regional differences in tax rates and levels of public goods expenditure. Indeed, a doubling of the scale of public finances across all U.S. states would lead to roughly a quadrupling of the location distortion.\n\n",
    "acknowledgement": "\n"
}