{
    "id": 3599,
    "citation_title": "Is Inequality Harmful for Growth? Theory and Evidence",
    "citation_author": [
        "Torsten Persson",
        "Guido Tabellini"
    ],
    "citation_publication_date": "1991-01-01",
    "issue_date": "1991-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs inequality harmful for growth? We suggest that it is. To summarize our main argument: in a society where distributional conflict is more important, political decisions are more likely to produce economic policies that allow private individuals to appropriate less of the returns to growth promoting activities, such as accumulation of capital and productive knowledge. In the paper we first formulate a theoretical model that formally captures this idea. The model has a politico-economic equilibrium, which determines a sequence of growth rates depending on structural parameters, political institutions, and initial conditions. We then confront the testable empirical implications with two sets of data. A first data set pools historical evidence-which goes back to the mid 19th century-from the US and eight European countries. A second data set contains post-war evidence from a broad cross-section of developed and less developed countries. In both samples we find a statistically significant and quantitatively important negative relation between inequality and growth. After a comprehensive sensitivity analysis, we conclude that our findings are not distorted by measurement error, reverse causation, hetroskedasticity, or other econometric problems.\n\n",
    "acknowledgement": "\n"
}