{
    "id": 360,
    "citation_title": "Contributions and Determinants of Research and Development Expenditures in the U.S. Manufacturing Industries",
    "citation_author": [
        "M. Ishaq Nadiri"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an attempt to assess the contribution of R&D to growth of output in U.S. manufacturing industries. The important issues to address are: whether the slower growth of R&D expenditures in recent years has been the cause of slowdown in the growth of productivity, and what the factors are in explaining the slower growth of R&D expenditures. After a brief survey of the major issues on this topic, a production function is formulated and estimated using tine series cross-section data for the manufacturing industries. Also, the factors determining the rate of growth of R&D expenditures in the 1958-75 period are identified by formulating a dynamic model of demand for R & D activity. The estimation results indicate that the stock of R & D, as a measure of stock of knowledge, positively and strongly affect growth of output in total manufacturing, total durable, and total nondurable industries. Potential growth of output is affected because of the slowdown of growth of stock of R&D since 1966, but the gross rates of return on stock of R&D have not changed much in the 1966-75 period. Growth of output, changes in relative prices, cyclical fluctuations of the economy, as well as changes in level of employment and capital stocks are the factors affecting R&D expenditures. The effect of government financing of R&D on private decisions regarding R & D expenditures differs among different industries. By and large, the results on this issue are basically inconclusive and require further investigation.\n\n",
    "acknowledgement": "\n"
}