{
    "id": 3605,
    "citation_title": "Reconciling the Pattern of Trade with the Pattern of Migration",
    "citation_author": [
        "James E. Rauch"
    ],
    "citation_publication_date": "1991-01-01",
    "issue_date": "1991-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies have consistently found that skilled-labor abundant countries tend to export skilled-labor intensive manufactured goods. Yet these countries also have higher wages for skilled workers, causing them to be net importers through migration of skilled labor from unskilled-labor abundant countries (the \"brain drain\"). A new explanation is presented for this combination of comparative and absolute advantage in skilled-labor abundant countries: if only skilled (educated) individuals can become managers, then given the same underlying distribution of managerial talent the country that is more poorly endowed with skilled labor must use a less talented manager at the margin in order to fully employ its work force. This causes wages for unskilled workers and skilled individuals who choose to become employees to be lower in the unskilled-labor abundant country while incomes of skilled individuals talented enough to become managers are lower (for a given talent level) in the skilled-labor abundant country. The consequences of the resulting migration of unskilled and skilled employees to the skilled-labor abundant country and managers to the unskilled-labor abundant country are then examined. There are several surprises: for example, migration of unskilled labor to the skilled-labor abundant country leads to a fall in the wages of both unskilled and skilled workers there and a rise in the wages of both unskilled and skilled workers in the country of origin.\n\n",
    "acknowledgement": "\n"
}