{
    "id": 3608,
    "citation_title": "The Fertility of Immigrant Women: Evidence from High Fertility Source Countries",
    "citation_author": [
        "Francine D. Blau"
    ],
    "citation_publication_date": "1991-01-01",
    "issue_date": "1991-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the 1970 and 1980 Censuses, we examined the fertility of immigrant women from the Middle East, Asia, Latin America and the Caribbean where fertility rates averaged in excess of 5.5 children per women during the period of immigration to the U.S. Perhaps the most interesting finding of this study is that immigrants from these on average high fertility source countries were found to have very similar unadjusted fertility to native-born women. The small immigrant-native differential appears to reflect the selectivity of immigrants as a low fertility group both relative to source country populations and to native-born women with similar personal characteristics (a relatively high fertility group in the U.S.). Immigrant fertility is also depressed relative to natives in the 1970 cross-section by the tendency of immigration to disrupt fertility. Tracking the relative fertility of synthetic cohorts of immigrants across the 1970 and 1980 Censuses, we found that immigrant fertility, especially of the most recent cohort of immigrants in 1970, increased relative to otherwise similar natives over the decade. Despite this increase in relative fertility, the fertility of these immigrants remained below that of natives with similar personal characteristics in 1980. One trend of interest is that recent arrivals had higher adjusted fertility relative to both natives and longer term immigrants in 1980 than in 1970. This in part represents the impact of declining birthrates in the U.S. over this period, while source country fertility rates remained on average fairly constant.\n\n",
    "acknowledgement": "\n"
}