{
    "id": 361,
    "citation_title": "New Evidence That Fully Anticipated Monetary Changes Influence Real Output After All",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRobert Barro in his three papers on the topic(AER 1977, JPE 1978, and 1978 conference paper with Mark Rush). A distinction is drawn between the Lucas-Sargent-Wallace (LSW) theory that only unanticipated monetary changes influence real output, and the orthodox view that anticipated monetary changes influence real output in the short run during the interval of adjustment of prices to the monetary change. The LSW proposition requires for its validity a contemporaneous and equiproportionate response of the expected price level to the anticipated level of money or nominal CNP, whereas the orthodox approach requires that price expectations depend at least partly on the past history of prices rather than entirely on the expected level of nominal demand. The results uniformly support the orthodox approach. The Livingston expectations series exhibits a highly significant response to past price changes, and only a slight response to current expectations about nominal GNP or money. The actual inflation rate also depends heavily on past price changes, with an insignificant impact of current expectations of nominal GNP, or money. The equations that relate real output to the deviation of changes of nominal income (both anticipated and unanticipated) from past price changes fit the data significantly better than Barro's approach using current and lagged values of money \"surprises.\" The pure version of the LSW approach relating real output only to current surprises is decisively rejected.\n\n",
    "acknowledgement": "\n"
}