{
    "id": 3616,
    "citation_title": "Capital Formation in Latin America",
    "citation_author": [
        "Eliana Cardoso"
    ],
    "citation_publication_date": "1991-02-01",
    "issue_date": "1991-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies investment in Latin America and explores the relationships of investment with growth, exchange rates and the terms of trade. It addresses the theoretical issue of the relationship between the real exchange rate and the real price of capital with a model of a small open economy with four assets. It discusses the dynamics of both the real price of capital and the real exchange rate in response to different shocks, including a change in monetary policy, an increase in external interest rates and a deterioration of the terms of trade. In the model (with a nominal exchange rate rule fixed by the central bank) a deterioration of the terms of trade leads to an immediate decline of the real price of capital, followed by a depreciating real exchange rate while the real price of capital slowly recovers. The paper explores the determinants of investment in Latin America. The regressions use quadrennial panel data for the period 1970-1985 in Argentina, Brazil, Chile, Colombia, Mexico and Venezuela. Together, these six countries account for 86 percent of the total GDP of the region. The decline in private investment shares in Latin America during the 1980s seems to result from the deterioration in the terms of trade, from the decline in growth (resulting from adjustment programs designed to reduce current account deficits), from a reduction in complementary public investment, from increased macroeconomic instability, and from a large stock of foreign debt. The real exchange rate and the real rate of depreciation have no significant role in the determination of private investment.\n\n",
    "acknowledgement": "\n"
}