{
    "id": 3632,
    "citation_title": "Is the Fisher Effect for Real? A Reexamination of the Relationship Between Inflation and Interest Rates",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1991-02-01",
    "issue_date": "1991-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic puzzle about the so-called Fisher effect, in which movements in short-term interest rates primarily reflect fluctuations in expected inflation, is why a strong Fisher effect occurs only for certain periods but not for others. This paper resolves this puzzle by reexamining the relationship between inflation and interest rates with modern time-series techniques. Recognition that the level of inflation and interest rates may contain stochastic trends suggests that the apparent ability of short-term interest rates to forecast inflation in the postwar United States is spurious. Additional evidence does not support the presence of a short-run Fisher effect but does support the existence of a long-run Fisher effect in which inflation and interest rates trend together in the long run when they exhibit trends. The evidence here can explain why the Fisher effect appears to be strong only for particular sample periods, but not for others. The conclusion that there is a long-run Fisher effect implies that when inflation and interest rates exhibit trends, these two series will trend together and thus there will be a strong correlation between inflation and interest rates. On the other hand, the nonexistence of a short-run Fisher effect implies that when either inflation and interest rates do not display trends, there is no long-run Fisher effect to produce a strong correlation between interest rates and inflation. The analysis in this paper resolves an important puzzle about when the Fisher effect appears in the data.\n\n",
    "acknowledgement": "\n"
}