{
    "id": 3638,
    "citation_title": "Shareholder Trading Practices and Corporate Investment Horizons",
    "citation_author": [
        "Kenneth A. Froot",
        "Andre F. Perold",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "1991-02-01",
    "issue_date": "1991-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how shareholder trading practices might be linked to corporate investment horizons. We examine two possible linkages and analyze a range of data relevant to them. The first is excess volatility, which occurs when stock prices react not only to news about economic fundamentals, but also to trades based on non-fundamental factors. Excess volatility could lead to a higher cost of capital, and thereby reduce long-term corporate investment. The second linkage derives from an information ea between management and outside shareholders. In the presence of such a gap, maximizing short-run and long-run stock prices are not the same thing. Management may be able to raise current stock prices by undertaking certain actions that will reduce long-run value. In such a case, management faces the dilemma of which shareholders to please: those who do not plan to hold the stock for the long-run versus those who do. As shareholder horizons shorten, it can become more difficult to focus exclusively on maximizing long-run value. With respect to excess volatility, our basic conclusions are that neither changes in trading practices over time nor differences in trading practices across countries contribute significantly to any underinvestment problem. There is no evidence to indicate that measures to reduce trading volume (such as transactions taxes) would lower stock-price volatility in a way that would stimulate investment. With respect to the information gap hypothesis, we find \"circumstantial' evidence consistent with certain preconditions for underinvestment. This is not, however, evidence of underinvestment itself. In addition, many of the forces that can lead to underinvestment -- such as hostile takeovers -- are also related to other, positive aspects of economic performance. Policy responses therefore involve a difficult set of tradeoffs.\n\n",
    "acknowledgement": "\n"
}