{
    "id": 365,
    "citation_title": "Why is There A Youth Labor Market Problem?",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines what is known about the causes of the high and increasing levels of youth joblessness and related problems in the youth labor market. Partly because of inconsistencies in reported rates of youth employment across surveys and partly because of problems in measuring key social variables, it is difficult to reach firm conclusions. As far as can be told, much of the relatively high rate of youth joblessness can be attributed to turnover and mobility patterns that are normal in the U.S. economy, but much is also directly related to a dearth of jobs. Demand forces, which have come to be neglected in favor of supply in much popular discussion of youth joblessness, are major determinants of variation in youth employment over time and among areas. For groups facing the most severe joblessness problems, however, the difficulty due to lack of jobs appears to be compounded by problems of employability related to deleterious social patterns. Surprisingly, perhaps, the factors that determine the probability that young persons end up employed or jobless differ substantively from those that determine wages. The paper explains the decline in the earnings of young workers relative to old workers in terms of the increased number of young persons. It speculates that the decline in relative wages may have contributed significantly to the stable ratio of employment to population among young whites. The causes of the downward trend in youth employment for nonwhites -- which constitute one of the major developments of the period -- remain a conundrum.\n\n",
    "acknowledgement": "\n"
}