{
    "id": 3650,
    "citation_title": "Externalities, Incentives and Failure to Achieve National Objectives in Decentralized Economies",
    "citation_author": [
        "Joshua Aizenman",
        "Peter Isard"
    ],
    "citation_publication_date": "1991-03-01",
    "issue_date": "1991-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to study why decentralized economies often fail to achieve national objective in the presence of externalities. The paper employs a two-period, open economy framework in which the central government allocates its tax revenues among a larger number of individual decision makers (e.g., provincial authorities or managers of state enterprises). The central government has only limited monitoring capacity, which gives individual decision makers the opportunity to commit to spend more than the incomes they are officially allocated. Our analysis suggests that adverse macroeconomic shocks reduce the likelihood that decentralized decision makers will behave in a manner that limits spending and inflation to national objectives. This is demonstrated for declines in the current or expected future levels of domestic output, for a rise in foreign interest rates, and for a reduction in the quantity of external credit. We next demonstrate that debt relief can promote a shift in the composition of spending toward the types of productive investments that generate positive externalities. This is not only because debt relief that expands the availability of current resources has positive direct income effects, but also because debt relief can promote a shift from opportunistic behavior to cooperation among individual decision makers.\n\n",
    "acknowledgement": "\n"
}