{
    "id": 3659,
    "citation_title": "The Distribution of Family Income: Measuring and Explaining Changes in the 1980s for Canada and the United States",
    "citation_author": [
        "McKinley L. Blackburn",
        "David E. Bloom"
    ],
    "citation_publication_date": "1991-03-01",
    "issue_date": "1991-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to measure and explain recent changes in the distributions of family income in Canada and the U.S. using comparable micro-data for the two countries for 1979 and 1987. Three main sets of conclusions are reached. First, the distributions of total family income (pre-tax, post-transfer) in the two countries changed differently in the 1980s. Average family income increased faster in Canada than in the U.S.. though income inequality increased unambiguously in the U.S., but not in Canada. Imposing a simple structure on the data reveals that the social welfare implications of these changes are generally indeterminate for each country. Second, changes in the distribution of transfer income had important influences on the distribution of total family income in both Canada and the U.S. Transfer income in Canada increased more rapidly than it did in the U.S. during the 1980s and also became more redistributive in nature. Most notably, the shifts in transfer income left female-headed families in Canada with a higher mean income and less income inequality in 1987 than they had in 1970. Among female-headed families in the U.S., income inequality increased while average income declined. Third, increased income inequality in the U.S. partly reflects increased earnings inequality, which is itself associated with a widening of education-earnings differentials that occurred in the 1980s. Earnings inequality also increased in Canada in the 1980s, despite the stability of education-earnings differentials.\n\n",
    "acknowledgement": "\n"
}