{
    "id": 366,
    "citation_title": "The Determination of Long-Term Interest Rates: Implications for Monetary and Fiscal Policies",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1979-06-01",
    "issue_date": "1979-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe object of this paper is to bring to bear on financial-non financial interactions a richer approach to modeling the determination of long-term interest rates. in a series of previous papers. I have developed an alternative model based explicitly on the truism that any factor affecting long-term bond yields does so by (and only by) influencing some borrower's supply of bonds and/or some lender's demand for bonds. Rather than model the bond yield directly, as in the single-equation term-structure approach, this work instead models the supply of and the demand for bonds ,and determines the bond yield at the level necessary to equate resulting total supply and demand. The specific bond supplies and demands modeled in this work are those in the U .S. market for corporate bonds; this market is the primary source of long-term external lands to finance business fixed investment, and the corporate bond yield is also the long-term interest rate most frequently used in single-equation models of term-structure relationships.  This paper reports the implications of this supply-demand model of long-term interest rate determination for the effectiveness of monetary and fiscal policies, as modeled in all other respects by the MJT-Penn-SSRC (henceforth MPS) econometric model of the United Stares. The new research tool applied in this paper is therefore altered MPS model from which the usual single term-structure equation has been removed and into which a supply-demand model of the bond market has been substituted. The only difference between this altered MPS model and the familiar NIPS model therefore lies in the determination of long-term asset yields and prices. Since these long-term yields and prices are such an important part of the overall bearing of financial market developments on nonfinancial behavior, however, the altered model exhibits interesting implications for fiscal and monetary policies.\n\n",
    "acknowledgement": "\n"
}