{
    "id": 3678,
    "citation_title": "Purchased Services, Outsourcing, Computers, and Productivity in Manufacturing",
    "citation_author": [
        "Donald Siegel",
        "Zvi Griliches"
    ],
    "citation_publication_date": "1991-04-01",
    "issue_date": "1991-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreases in purchased services, foreign outsourcing, and investments in computers are alleged to have resulted in an understatement of input growth in manufacturing, and thus. overstatement of growth in productivity. GNP, and value-added in industries heavily engaged in these activities. Based on Census Bureau data, we examine whether the recent (post-1979) improvement in measured manufacturing productivity growth can be attributed to an increase in the rate of foreign and domestic outsourcing. Our preliminary evidence, based on data that are not comprehensive, suggests that an industry's propensity to outsource is unrelated to its acceleration in productivity. In auditing the industry numbers, we found that a non-negligible number of sectors were not consistently defined over time. Using industry and establishment-level data sets (the NBER 4-digit SIC Productivity data set and the Longitudinal Research Database), we conclude that some of these anomalies may be due to the general decline in the magnitude of information solicited from establishments by the Census Bureau in conducting its economic surveys. Another consistency problem explored in this paper is the industry reclassification of large plants. Although these definitional and sampling problems are troubling and need to be carefully documented, there does not appear to be a systematic relationship between an industry's post-1979 productivity growth and attrition or \"switches\" in its ASM plants. We do find, however, positive and statistically significant relationship between total factor productivity growth and an industry's rate of investment in Computers.\n\n",
    "acknowledgement": "\n"
}