{
    "id": 3689,
    "citation_title": "Money versus Credit Rationing: Evidence for the National Banking Era, 1880-1914",
    "citation_author": [
        "Michael D. Bordo",
        "Peter Rappoport",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "1991-04-01",
    "issue_date": "1991-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the evidence for two competing views of how monetary and financial disturbances influenced the real economy during the national banking era, 1880-1914. According to the monetarist view, monetary disturbances affected the real economy through changes on the liability side of the banking system's balance sheet independent of the composition of bank portfolios. According to the credit rationing view, equilibrium credit rationing in a world of asymmetric information can explain short-run fluctuations in real output. Using structural VARs we incorporate monetary variables in credit models and credit variables in monetarist models, with inconclusive results. To resolve this ambiguity, we invoke the institutional features of the national banking era. Most of the variation in bank loans is accounted for by loans secured by stock, which in turn reflect volatility in the stock market. When account is taken of the stock market, the influence of credit in the VAR model is greatly reduced, while the influence of money remains robust. The breakdown of the composition of bank loans into stock market loans (traded in open asset markets) and other business loans (a possible setting for credit rationing) reveals that other business loans remained remarkably stable over the business cycle.\n\n",
    "acknowledgement": "\n"
}