{
    "id": 3698,
    "citation_title": "From Centrally-Planned to Market Economies: The Road from CPE to PCPE",
    "citation_author": [
        "Guillermo A. Calvo",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1991-05-01",
    "issue_date": "1991-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with the early stages of transformation of centrally-planned economies (CBEs) into market economies during which expectations playa key role. It focuses on the transitional phase during which the economy is not any more a CPE but has not yet become a market economy. During this phase the economy is referred to as a 'previously centrally-planned economy\" (PCPE). A simple model is developed to analyze the consequences of expected price liberalization. The model highlights the anticipatory character of economic behavior during the early stages of the transformation process. A major focus is given to credit markets. The CPEs undergoing transformation lack depth and breadth of financial markets. The lack of information necessary to assess risk and creditworthiness complicates the conduct of credit polity. The analysis illustrates the benefits of an early development of such markets, and of finding appropriate ways to \"clean\" the balance sheets of enterprises and banks from bad loans. It demonstrates the cost of a fine-tuning strategy and the benefits from a quick implementation of price reform. The paper also examines alternative means to reduce 'liquidity overhang,\" and shows that all involve taxation of one form or another. The consequences of privatization are analyzed and the benefits of an early development of an effective tax system highlighted.\n\n",
    "acknowledgement": "\n"
}