{
    "id": 3700,
    "citation_title": "Incentives, Optimality, and Publicly Provided Goods: The Case of Mental Health Services",
    "citation_author": [
        "Richard Frank",
        "Martin Gaynor"
    ],
    "citation_publication_date": "1991-05-01",
    "issue_date": "1991-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate the incentives present in intergovernmental transfers for public mental health care. This represents an important issue due to the large portion of mental health care that is provided by local governments, the central role of states in financing care via intergovernmental transfers, and recent innovations adopted by some states altering the traditional terms of these transfers. Using a relatively simple model we show that when a state government provides both financing and a free input into local government production there will be excessive use of that input. If the preferences of society and those of the local provider of service are identical. this problem can be remedied by simply charging the provider a price equal to marginal cost for use of the input. If. however, the provider and society differ in their preferences, setting the price of the input at marginal cost will not induce optimal behavior, nor will the imposition of capacity constraints. Setting the correct Pigovian subsidies and taxes may induce social optimality. However it is unlikely that optimality will be achieved if the budget for the public good is fixed. The optimal prices are proportional to the sum of the elasticities of the provider's supply of services with respect to the subsidy (tax). These results are directly analogous to those for optimal commodity taxation. Examination of the transfer contracts for Wisconsin, Ohio and for Texas reveals that these contracts may not be optimal. These departures from optimal decisions may be partially due to the practical issues related to implementation of optimal transfer arrangements, e.g., setting subsidy or tax levels or imposing budget reductions.\n\n",
    "acknowledgement": "\n"
}