{
    "id": 3718,
    "citation_title": "Path Dependence in Aggregate Output",
    "citation_author": [
        "Steven N. Durlauf"
    ],
    "citation_publication_date": "1991-05-01",
    "issue_date": "1991-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies an economy in which incomplete markets and strong complementarities interact to generate path dependent aggregate output fluctuations. An economy is said to be path dependent when the effect of a shock on the level of aggregate output is permanent in the absence of future offsetting shocks. Extending the model developed in Durlauf 11991(a),(b)). we analyze the evolution of an economy which consists of a countable infinity of industries. The production functions of individual firms in each industry are nonconvex and are linked through localized technological complementarities. The productivity of each firm at t is determined by the production decisions of technologically similar industries at t-1. No markets exist which allow firms and industries to exploit complementarities by coordinating production decisions. This market incompleteness produces several interesting effects on aggregate output behavior. First, multiple stochastic equilibria exist in aggregate activity. These equilibria are distinguished by differences in both the mean and the variance of output. Second, output movements are path dependent as aggregate productivity shocks indefinitely affect real activity by shifting the economy across equilibria. Third, when aggregate shocks are recurrent, the economy cycles between periods of boom and depression. Simulations of example economies illustrate how market incompleteness can produce rich aggregate dynamics.\n\n",
    "acknowledgement": "\n"
}