{
    "id": 3724,
    "citation_title": "Relationships Among the Family Incomes and Labor Market Outcomes of Relatives",
    "citation_author": [
        "Joseph G. Altonji",
        "Thomas A. Dunn"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the links between the labor market outcomes of individuals who are related by blood or by marriage using panel data on pairs of matched family members from the National Longitudinal Survey of Labor Market Experience. We examine the intergenerational and sibling correlations among a broad set of labor market variables using time average, method of moments and regression techniques designed to reduce the biases introduced by transitory and measurement errors. We also show that family data can be exploited to investigate theories of job turnover, labor supply. and the industry structure of wages. Our primary findings follow. First, there are strong correlations between the family incomes of relatives. Our method of moments estimates are .38 for brother pairs, .73 for sister pairs. and .56 for brother-sister pairs. The intergenerational family income correlations are .36 for father-son pairs, .48 for father-daughter pairs, and .56 for both mother-son and mother-daughter pairs. These estimates. except for the father-son result, are large compared to those in the literature for the U.S. Second, we find strong correlations in the wages and earnings of relatives. Wage correlations vary around .40 for all family member pairs, and earnings correlations vary around .35. Work hours of family members of the same sex are also fairly strongly related. Fourth, we find strong correlations in the earnings of \"in-laws\" that may support a theory of assortive mating in which parental earnings have value. We also provide evidence that job turnover rates depend on family characteristics and are negatively correlated with labor market productivity. Further, we show that young men whose fathers work in high wage industries tend themselves to work in high wage industries. Lastly, we find that a father's collective bargaining coverage has a strong positive influence on his son's collective bargaining status.\n\n",
    "acknowledgement": "\n"
}