{
    "id": 3726,
    "citation_title": "Was the Great Depression a Low-Level Equilibrium?",
    "citation_author": [
        "John Dagsvik",
        "Boyan Jovanovic"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWas the Great Depression the outcome of a massive coordination failure? Or was it a unique equilibrium response to adverse shocks? More generally, do aggregates fluctuate partly because agents occasionally settle on inferior, low-level equilibria? These questions lie at the heart of the current disagreement over how one should view business cycles. This paper estimates an employment model with monetary and real shocks. In one region of the parameter-space the model yields uniqueness, while in the other it yields up to three equilibria. When more than one equilibrium exists, a selection rule is needed. The equilibrium selection rule that we use has a Markovian structure, but the money supply is denied a coordination role -- it can not affect the choice of the equilibrium point. The global maximum likelihood estimates lie in the uniqueness region, implying that instead of being a low-level, coordination-failure equilibrium, the Depression era was caused by movements in fundamentals only. This result held for each of the three subperiods (since 1900) for which the estimation was done, but the estimates are imprecise and the conclusions that we draw from them are tentative. The paper also computes the local maxima in the region of multiplicity, and here some of our estimates indicate that the years 1932 and 1933 would have exhibited low level equilibria had more than one equilibrium existed.\n\n",
    "acknowledgement": "\n"
}