{
    "id": 3741,
    "citation_title": "How Would Universities Respond to Increased Federal Support for Graduate Students?",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Daniel I. Rees",
        "Dominic J. Brewer"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProjections of forthcoming shortages of Ph.D.s and thus new faculty for the academic sector, abound. Among the policies proposed to prevent such shortages is increased federal support for graduate students. Lost in the policy debate, however, has been concern for the possibility that increased federal support might induce academic institutions to redirect their own internal resources in a way that at least partially frustrates the intent of the policy change. Our paper presents an analysis of this issue using institutionally-based data for science and engineering fields. We find that doctorate-producing universities do respond to changes in external support for graduate students by altering the number of students they support on institutional funds. While adjustments to changes in external support levels appear to be quite rapid, the magnitude of these responses are quite small. On average, an increase of 100 in the number of students supported by external funds is estimated to reduce the number supported on institutional funds by 22 to 23. We also find that the magnitude of the response varies across fields, that within the science and engineering fields there is some fungibility of external support across fields, and that changes in external support influence the distribution of internal support by type of support (fellowship, research assistantship, and teaching assistantship) .\n\n",
    "acknowledgement": "\n"
}