{
    "id": 3745,
    "citation_title": "The Asset Allocation of Private Pension Plans",
    "citation_author": [
        "Leslie E. Papke"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes the Form 5500 data on private pension fund investment. Using Form 5500 data from 1981 to 1987, the asset allocation of single employer and mu1tiemp1oyer defined benefit and defined contribution plans is reported, as well as the asset mix of the following subgroups: defined benefit plans categorized by plan funding ratio, sole and multiple defined contribution plans, savings or thrift, money purchase, ESOP, and 401(k) defined contribution plans. A brief survey of the literature on pension fund investment policy is also included; however, the focus of the paper is to describe the Form 5500 data and inform subsequent research on investment policies of private pension funds. The average single employer defined benefit plan holds about 50 percent in fixed-income securities, 20 percent in equities, and 20 percent in pooled funds (a 50/20/20 mix). Larger single employer defined benefit plans hold a 60/30/2 portfolio on average. While portfolio theory for these plans predicts extreme investment policies, few portfolios are extreme. About 20 percent of plans hold more than 60 percent in equity; about 9 percent of plans hold more than 60 percent in long term fixed-income securities. Multiemployer defined benefit plans hold a 63/19/8 mix. Single employer defined contribution plans invest in a 41/30/20 mix on average, where the mix is 49/38/2 for larger plans. A defined contribution plan which is one of several plans invests more in equities and less in fixed income securities than the average sole defined contribution plan. Multiemployer defined contribution plans invest more heavily in fixed-income securities (73/5/8) .\n\n",
    "acknowledgement": "\n"
}