{
    "id": 3749,
    "citation_title": "Mergers, Deregulation and Cost Savings in the U.S. Rail Industry",
    "citation_author": [
        "Ernst R. Berndt",
        "Ann F. Friedlaender",
        "Judy Shaw-Er Wang Chiang",
        "Christopher A. Vellturo"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe success of deregulation in creating a viable private rail freight system in the ?U.S. since 1979 is relatively undisputed. Deregulation has proceeded in three ways: (i) eased rate setting restrictions; (ii) simplified merger applications and approval procedures; and (iii) relaxed route abandonment policies. In this paper we attempt to disentangle the effects of deregulation on rail costs from those directly attributable to mergers and acquisitions. We employ a translog variable cost function, based on an unbalanced panel data set of annual observations for major U.S. Class I railroads from 1974 to 1986. We find that both deregulation and mergers contributed significantly to cost savings. However, of the accumulated cost savings achieved by the six major firms involved in mergers post-deregulation, we estimate that by 1986 about 91% of the reduction in accumulated costs is due to deregulation, and about 9% is directly due to mergers and acquisitions (which in turn were facilitated by regulatory reforms). In terms of factor biases, we find that both deregulation and mergers resulted in a substantial labor-saving bias; the point estimate of the deregulation labor-saving bias is larger than that for mergers, but we were not able to estimate this bias precisely. We conclude that mergers were not a prerequisite for railroads being able to achieve substantial cost and productivity improvements in our 1974-1986 sample period. Deregulation also had an enormous direct impact; indeed, its impact appears to have been much larger.\n\n",
    "acknowledgement": "\n"
}