{
    "id": 3752,
    "citation_title": "The Equity Premium and the Risk Free Rate: Matching the Moments",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Pok-sang Lam",
        "Nelson C. Clark"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the ability of a representative agent model with time separable utility to explain the mean vector and the covariance matrix of the risk free interest rate and the return to leveraged equity in the stock market. The paper generalizes the standard calibration methodology by accounting for the uncertainty in both the sample moments to be explained and the estimated parameters to which the model is calibrated. We develop a testing framework to evaluate the model's ability to match the moments of the data. We study two forms of the model, both of which treat leverage in a manner consistent with the data. In the first, dividends explicitly represent the flow that accrues to the owner of the equity, and they are discounted by the marginal rate of intertemporal substitution defined over consumption. The second form of the model introduces bonds and treats equities as the residual claim to the total endowment stream. We find that the first moments of the data can be matched for a wide range of preference parameter values. But for both models the implied first and second moments taken together are always statistically significantly different from the data at standard levels. This last result contrasts sharply with other recent treatments of leverage in the literature.\n\n",
    "acknowledgement": "\n"
}