{
    "id": 3753,
    "citation_title": "The Timing of Intergenerational Transfers, Tax Policy, and Aggregate Savings",
    "citation_author": [
        "David Altig",
        "Steve J. Davis"
    ],
    "citation_publication_date": "1991-06-01",
    "issue_date": "1991-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the interest rate and savings effects of fiscal policy in an overlapping generations framework that accommodates two observations: (1) The interest rate on consumption loans exceeds the rate of return to household savings. (2) Private intergenerational transfers are widespread and primarily occur early in the lifecycle of recipients. The wedge between borrowing and lending rates in our model arises from the asymmetric tax treatment of interest income and interest payments. Intergenerational transfers are altruistically motivated. Under the assumption that altruistic transfers occur in at least some family lines and other plausible conditions, we prove the invariance of capital's steady-state marginal product to government expenditures, government debt, the labor income tax schedule, and the tax rate on capital income. In contrast, we find that the tax treatment of interest payments has powerful effects on capitals? marginal product and aggregate savings in life-cycle and, especially, altruistic linkage models. Our theoretical analysis also generates new testable implications for empirical work on how tax policy effects aggregate savings and on the connection between the age distribution of resources and the age distribution of consumption. Simulations of our model suggest that the 1986 Tax Reform Act's elimination of interest deductibility on consumer loan repayments will significantly increase per capita savings.\n\n",
    "acknowledgement": "\n"
}