{
    "id": 3765,
    "citation_title": "Life Insurance Inadequacy - Evidence From a Sample of Older Widows",
    "citation_author": [
        "Alan J. Auerbach",
        "Laurence Kotlikoff"
    ],
    "citation_publication_date": "1991-07-01",
    "issue_date": "1991-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the changes in income experienced by older women when their husbands die. The data used are the Retirement History Survey. The six waves of this survey provide information on roughly 1300 women who became widowed during the ten year period of the survey, 1960-1979. The findings indicate that about one third of new widows experience a substantial reduction (25 percent or greater) in their living standards when their husbands die. The reduction in living standard associated with the husband's death is more severe for younger widows and widows with greater income pre-widowhood. Couples could insure against severe reductions in income of widows by purchasing more life insurance. These findings lead, therefore, to the conclusion reached in previous studies by the authors and other researchers, namely that many couples fail to purchase enough life insurance to prevent a sharp drop in the wife's consumption if her husband dies. This conclusion raises the question of the role of the government in requiring the purchase of life insurance by couples, through the social security system's survivor insurance. The strong and uniform evidence on the pattern and level of life insurance purchases has implications for the scale of social security survivor benefits and the appropriate mix of total social security benefits between survivor and nonsurvivor benefits.\n\n",
    "acknowledgement": "\n"
}