{
    "id": 3767,
    "citation_title": "Foreign Direct Investment, Productive Capacity and Exchange Rate Regimes",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1991-07-01",
    "issue_date": "1991-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to examine the implications of foreign direct investment and endogenous capacity choice on the welfare ranking of exchange rate regimes, and to analyze the linkages between volatility of shocks, the volume of trade and investment. We construct an intertemporal version of a monopolistic competitive framework, where producers may diversify internationally by foreign direct investment. Volatility is shown to induce both higher international trade in goods, as well as higher foreign direct investment, with the possibility of increasing the productive capacity in diversified industries. We apply the above framework to the welfare ranking of exchange rate regimes in the presence of nominal contracts. We show that the volatility of employment in the presence of real shocks is lower under a floating exchange rate regime, but that a by-product of the relative stability of employment is a lower expected GNP in a flexible exchange rate regime. Nominal shocks in a floating exchange rate regime are shown to generate international diversification, which leads to a higher capital cost of diversified industries. This effect implies a lower number of? independent producers and of varieties offered, ultimately leading to a lower expected utility of consumption. We show that attempts to reduce foreign direct investment by capital controls will tend to reduce welfare, without affecting our results regarding the ranking of exchange rate regimes. These observations lead us to conclude that volatility effects reduce the relative attractiveness of floating exchange rates. This conclusion applies to both real and nominal shocks.\n\n",
    "acknowledgement": "\n"
}