{
    "id": 3776,
    "citation_title": "Obstacles to Transforming Centrally-Planned Economies: The Role of Capital Markets",
    "citation_author": [
        "Guillermo A. Calvo",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1991-07-01",
    "issue_date": "1991-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies obstacles hindering the transformation of centrally-planned economies (CPEs) into well-functioning market economies. The analysis is motivated by the recent experience with economic transformation and restructuring in Eastern Europe and the U.S.S.R. The economic system in CPEs is highly distorted. Prices do not represent real social costs, incentives systems are absent, losses of unprofitable state-owned enterprises are automatically financed, legislations vital for the functioning of markets are not in place, private ownership and property rights are underdeveloped, bankruptcy laws are absent, markets are missing, shortages prevail and, occasionally, inflation is high. The obstacles identified relate to (i) anticipatory dynamics, (ii) monetary overhang and the budget, and (iii) underdeveloped credit markets. It is demonstrated that these obstacles inhibit the effectiveness of price reform, monetary and credit policies, and trade liberalization. The analysis focuses on various ways to remove the obstacles. In this regard, a special examination is made of the implications of cleaning the balance sheets of enterprises and banks from nonperforming loans, as well as ways to enhance credibility. In the absence of such measures, privatization will be difficult since the necessary information about creditworthiness of firms is lacking. The paper concludes with a brief discussion of sequencing, safety nets. and their associated obstacles.\n\n",
    "acknowledgement": "\n"
}