{
    "id": 378,
    "citation_title": "Labor Turnover and Youth Unemployment",
    "citation_author": [
        "Linda S. Leighton",
        "Jacob Mincer"
    ],
    "citation_publication_date": "1979-08-01",
    "issue_date": "1979-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main question of concern in this paper is why youth unemployment is high relative to unemployment of adults. The analysis is based largely on longitudinal micro-data in the NLS and MID panels of men, surveyed in the 1966-1976 decade. Since the duration of unemployment increases with age, incidence that is the probability of experiencing unemployment is the main focus of our analysis. The basic finding is that the at first rapid and then decelerating decline with age in the probability of unemployment stems from a similarly shaped relation between the probability of separation (from a job) and working age. The age patterns are, in turn, mainly due to the decline of probabilities as tenure lengthens. Indeed, at given levels of tenure, unemployment incidence does not at all decline with age, except among blacks and in periods of high unemployment. We conclude that the short tenure level of the young is the main reason for the age differential in unemployment. To check this we compare youth with short-tenured groups which are not adversely selected, migrants who were not unemployed before migration and immigrants. The comparison reveals that youth are in the same situation as others with little accumulated tenure. We do note, however, that unemployment declines more slowly for youth than for others, reflecting the gradually increasing commitment to work in the transition from school to work and from parental to own household. Increases in the duration of unemployment with age are ascribed, within a search model framework, to a decline in the probability of finding job vacancies among older movers. The inference of increasing difficulty in job finding is also consistent with observed increases in the probability of unemployment conditional on separation, declines in the quit/layoff ration, and in wage gains from moves as workers age.\n\n",
    "acknowledgement": "\n"
}