{
    "id": 3800,
    "citation_title": "Labor Productivity and Market Competition in Japan",
    "citation_author": [
        "Tetsuji Yamada",
        "Tadashi Yamada",
        "Guorn Liu"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe study focuses on the influence of labor, capital, R&D, technological knowledge, and other factors influencing labor productivity in different manufacturing industries. The study also examines the competitiveness of these manufacturing industries in the Japanese market. The results indicate that labor productivity is high relative to capital productivity in most of the Japanese manufacturing industries. Our results show that the quality of capital (e.g. advanced technology) is generally more important to increasing productivity than the quantity of capital. These findings would imply that workers in Japanese manufacturing industries are using capital of high quality, not of large quantity. Along these lines Japanese firms seem therefore to be trying to assess how to make production more efficient and how to improve the quality of products. The results of this study also show that R&D in Japan is significantly important for aiming not only at the improvement of product technology in the food, spinning, textile, paper products, electrical machinery and equipment, and communication equipment industries, but also at that of process technology in the chemicals, drugs and medicines, petroleum products, machinery, motor vehicles, and transportation equipment industries. The study finds that, while the high turnover rate of technology unfavorably affects electrical machinery, electrical equipment, communications equipment, chemicals, drugs and medicines, and petroleum products industries, the rest of the manufacturing industries enjoy a productive stock of technological knowledge. Despite the ?fact that Japanese manufacturing industries face stiff competition in domestic product markets, the industries may not be as price competitive in the world market as considered.\n\n",
    "acknowledgement": "\n"
}