{
    "id": 3802,
    "citation_title": "The Joint Consumption/Asset Demand Decision: A Case Study in Robust Estimation",
    "citation_author": [
        "Marjorie A. Flavin"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper uses a previously unexploited data set -- the Michigan Survey of Consumer Finances -- to ask whether the finding that consumption tracks current income more closely than is consistent with the permanent income hypothesis can be attributed solely or partially to borrowing constraints. Using household data on income and asset stocks, the paper studies the saving side of the consumption/saving decision, and thus provides inferences on a comprehensive concept of consumption. To limit the influence of outliers, the paper uses a robust instrumental variables estimator, and argues that achieving robustness with respect to leverage points is actually simpler, both conceptually and computationally, in an instrumental variables context than in the OLS context. The results indicate that households do use asset stocks to smooth their consumption, although this smoothing is far from complete. However, there is no evidence that the excess sensitivity of consumption to current income is caused by borrowing constraints. Compared to the conventional results, the robust instrumental variables estimates are more stable across different subsamples, more consistent with the theoretical specification of the model, and indicate that some of the most striking findings in the conventional results were attributable to a single, highly unusual observation.\n\n",
    "acknowledgement": "\n"
}