{
    "id": 3812,
    "citation_title": "Co-Integration, Aggregate Consumption, and the Demand For Imports: A Structural Econometric Investigation",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a two-good version of Hall's (1978) representative agent, permanent income model to derive a structural import demand equation for nondurable consumer goods. Under the identification restriction that taste shocks are stationary, the model is shown to imply that log imports, log domestic goods, and the log relative price of imports are co-integrated. The data decisively reject the null hypothesis that imports, the relative price of imports, and the consumption of home goods are not co-integrated. We employ the non-linear least squares technique recently proposed by Phillips and Loretan (1990> to estimate the parameters of the import demand equation. The long-run price elasticity of import demand is estimated to be -0.95. The elasticity of import demand with respect to a permanent increase in real spending is estimated to be 2.20. These estimates fall within the range reported in studies by Helkie and Hooper (1986), Cline (1989), and the many studies surveyed by Goldstein and Kahn (1985) The message of this paper is that, at least for non-durable consumer goods, it is possible to interpret the traditional import demand equation as a co-integrating regression, and to interpret the price and expenditure elasticities estimated from such a trade equation as a co-integrating vector. Estimates of the co-integrating vector can be used to recover estimates of the utility parameters of the representative household. The similarity between the OLS and Phillips-Loretan estimates of the parameters suggests that the simultaneous equation bias is not large.\n\n",
    "acknowledgement": "\n"
}