{
    "id": 3814,
    "citation_title": "Entry, Dumping, and Shakeout",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between entry, demand, and dumping in the context of a two country Ricardian model of international trade. Dumping - the export of goods at a price below average cost - can arise in the free trade equilibrium if the two countries differ in their initial stock of technological knowledge. As in Jovanovic (1982), I assume that firms in one of the two countries can only acquire knowledge about the technology for producing one of the goods by actually producing that good. Because all firms are ex ante identical in one of the countries, and ex post efficient firms earn positive rents in equilibrium, competition for these rents can result in entry to the point that the equilibrium price is driven below average cost. If world demand is high enough, entry among ex ante identical firms can push down the world price below the opportunity cost of production of new entrants in one country, and that country can in fact initially export the dumped good in equilibrium. Interestingly, and in contrast to models of dumping in cyclical downturns, dumping will not occur with endogenous entry if world demand is too low. Despite the fact that high world demand induces so much entry that price is driven below opportunity cost, welfare in both the dumping (exporting) country and the importing country improve in the free trade dumping equilibrium relative to autarky.\n\n",
    "acknowledgement": "\n"
}