{
    "id": 3815,
    "citation_title": "Productivity in the Transportation Sector",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is a comprehensive study of measurement and substantive issues that arise in determining the rate of multi factor productivity (MFP) growth in the transportation industry over the postwar period, 1948-87. Official data on output and employment are provided by two government agencies and conflict markedly for railroads, airlines, and trucking. This paper identifies the source of the conflicts and selects the best of the government indexes for further study, It concludes that improved data reduce the magnitude of the post-1973 productivity slowdown in transportation MFP growth from a previously reported 2.5 percent per annum to just 0.5 percent. The effect of deregulation has been mixed; MFP growth accelerated markedly for railroads when 1978-87 is compared to the pre-1978 period, but slowed sharply for airlines and trucking. New results on output quality are provided for airlines, particularly for the period of deregulation. Contrary to the standard view, deregulation has not substituted circuitous routings through hubs for nonstop flights available previously; instead the establishment of new hubs has greatly increased the number of nonstop routings available, and remarkably few nonstop routes have been discontinued. An estimate is provided of the value of time saved by the improved routings, and of the offsetting time cost of extended scheduled flight times resulting from increased congestion. Such estimates of the value of time are swamped by the huge contribution to welfare provided by the manufacturers of aircraft and engines; the time saving from the \"invention of air travel\" for 1989 is valued at 400 percent of domestic airline revenue and 3.5 percent of GNP. Alternative measures of capital input, based on new quality-adjusted equipment deflators, are provided for airlines, railroads, and trucking. These uniformly increase faster in the earlier postwar years than in the last decade and consequently imply a smaller decline in MFP growth than in official data sources. However, new estimates of the input of government expenditures on airports, air traffic control, and highways, do not change appreciably the pattern of postwar MFP growth in transportation.\n\n",
    "acknowledgement": "\n"
}