{
    "id": 3816,
    "citation_title": "Stabilization and Liberalization Policies in Central and Eastern Europe: Lessons From Latin America",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses some economic problems faced by the Eastern European nations in light of recent Latin American experiences. The paper first argues that in spite of some important cultural, political and institutional differences, there are indeed some similarities between Eastern European and Latin American economic problems. The discussion concentrates on four specific areas: (1) monetary overhang and repressed inflation; (2) fiscal imbalances and inflationary pressures; (3) deindexation and inflationary inertia; and (4) the use of the exchange rate as a nominal anchor. It is argued that in Chile the reliance on a price jump to solve the money overhang problem of 1973 created high inflationary expectations, increasing the degree of inertia of inflation. It is also pointed out that the Latin American experience tells a serious cautionary tale regarding the use of nominal exchange rate anchors. More often than not these types of policies have resulted in overvaluation, losses in international competitiveness and eventual external sector crises. A comparison of the Chilean and Mexican stabilization programs suggest that the use of exchange rate anchors will be more effective (and more credible) if the fixing of the exchange rate is accompanied by other policies geared at breaking inertia. Among these policies the most important one is the abandonment of wage rate indexation practices.\n\n",
    "acknowledgement": "\n"
}