{
    "id": 3817,
    "citation_title": "The Great Compression: The Wage Structure in the United States at Mid- Century",
    "citation_author": [
        "Claudia Goldin",
        "Robert A. Margo"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe structure of wages narrowed considerably during the 1940's, increased slightly during the 1950's and 1960's, and then expanded greatly after 1970. The era of wage stretching of the past two decades has been a current focus, but we return attention here to the decade that was witness to an extraordinary compression in the wage structure. Wages narrowed by education, job experience, region, and occupation, and compression occurred within these cells as well. For white men, the 90-10 differential in the log of wages was 1.414 in 1940 but 1.060 in 1950. By 1985 it has risen back to its 1940 level. Thus the recent widening of the wage structure has returned to it a dispersion characteristic of fifty years ago. We explore various explanations for the rapid compression in the wage structure during the 1940's and for its maintenance during the subsequent decade or more. We first assess the hypothesis that the Great Depression left the wage structure in 1939 more unequal than in the late 1920's, but we find evidence to the contrary. World War II and the National War Labor Board share some of the credit for the Great Compression. But much belongs to a rapid increase in the demand for unskilled labor at a time when educated labor was greatly increasing in number. These same factors caused the wage structure to remain compressed until its expansion during the past two decades.\n\n",
    "acknowledgement": "\n"
}