{
    "id": 3826,
    "citation_title": "How Much Has De-Unionisation Contributed to the Rise in Male Earnings Inequality?",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1991-08-01",
    "issue_date": "1991-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effect of changing union density on earnings differentials and inequality among male workers in the U.S. and on industry earnings differentials among OECD countries. For the U.S. the evidence indicates that the fall in union density contributed to the 1980s increase in earnings inequality. Cross section-based estimates of union wage effects suggest that 40-50% of the rise in the white collar premium. 15-40% of the rise in the college premium. and 20% of the rise in the standard deviation of In earnings for all men are attributable to the fall in union density. Longitudinal-based estimates of union wage effects suggest that deunionization contributed less to the rise in differentials. Still. the dispersion of earnings grew as much among organized workers as among otherwise comparable nonunion workers, so that overall dispersion would have risen substantially even if the entire work force had been organized. Deunionization was thus a factor in the rise in inequality but not the factor. The cross-country comparisons show that earnings distributions are more compact among union workers than among nonunion workers in OECD countries with different union densities, types of union movements, and with very different union/nonunion wage differentials, making the relation between unionism and dispersion a general outcome of unionism. not something specific to U.S. institutions. In addition, they indicate that earnings differentials by industry are smaller and increased less in the 1980s in highly unionized countries than in less unionized countries, suggesting that strong national union movements can partially offset market pressures for rising inequality.\n\n",
    "acknowledgement": "\n"
}