{
    "id": 3831,
    "citation_title": "Alcohol Control Policies and Motor Vehicle Fatalities",
    "citation_author": [
        "Frank J. Chaloupka",
        "Henry Saffer",
        "Michael Grossman"
    ],
    "citation_publication_date": "1991-09-01",
    "issue_date": "1991-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this study is to estimate the effects of drunk driving deterrents and other alcohol related policies on drunk driving. The data set employed is an annual time-series of state cross-sections for the 48 contiguous states of the U.S. from 1982 through 1988. Total and alterative alcohol involved motor vehicle fatality rates, for the general population and for 18 to 20 year olds, are used as measures of drunk driving. The results indicate that the moat effective policies are increased beer taxes and mandatory administrative license actions. Maintaining the beer tax at its real 1951 value would have reduced fatalities by 11.5 percent annually, on average, during the sample period. A mandatory administrative license sanction of one year would have reduced fatalities by 9 percent. The next most effective policies are a 21 year old legal drinking age, preliminary breath test and dram shop laws and relatively large mandatory fines. These policies each reduce total fatalities by about 5 to 6 percent. No plea bargaining provisions and mandatory license sanctions upon conviction are also found to have some deterrent effect. Other drunk driving laws tested include mandatory jail sentences and community service options, illegal per se laws, and open container laws. None of these were found to have a deterrent effect on drunk driving.\n\n",
    "acknowledgement": "\n"
}