{
    "id": 384,
    "citation_title": "Time Series Changes in Youth Joblessness",
    "citation_author": [
        "Michael L. Wachter",
        "Choongsoo Kim"
    ],
    "citation_publication_date": "1979-08-01",
    "issue_date": "1979-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study presents a time series analysis of the youth unemployment problem stressing the cohort overcrowding effect, a result of the baby-boom induced imbalance between younger and older workers. Several techniques are used to study the problem. First, reduced form unemployment equations are estimated for the disaggregated youth groups. The results indicate that secular swings in female and white youth unemployment rates do track well with the cohort imbalance hypothesis. However, relative increases in black male unemployment remain unexplained by this model. Second, alternative measures of youth unemployment are developed by treating school enrollment and military service as equivalent to employment. In addition, several employment-to-population ratio measures are explored. Third, equations for employment, unemployment, schooling and a residual category are estimated together. This allows one to analyze flows into and out of the four states with respect to changes in explanatory variables. The results suggest that youth unemployment rates, with the exception of the black male group, peaked in relative terms in the early l970s. A detailed analysis of the declining labor market position of blacks, however, uncovers puzzling results. Although black male unemployment rates are growing, and employment rates are declining, relative wages and school enrollment rates are increasing. In fact, at least half of the decline in black employment ratios can be associated with increasing school enrollment rates.\n\n",
    "acknowledgement": "\n"
}