{
    "id": 385,
    "citation_title": "Labor Supply and Aggregate Fluctuations",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "1979-08-01",
    "issue_date": "1979-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIssues of labor supply are at the heart of macroeconomic explanations of the large cyclical fluctuations of output observed in modern economies. This paper starts with a serious empirical examination of the view that the labor market is always in balance-that every observed combination of employment and compensation is a point of intersection of the relevant supply and demand curves. I will call this the \"intertemporal substitution\" model of fluctuations. According to this model, workers are willing to shift their hours of work from one year to another in response to modest shifts in relative wages. The paper goes on to point out a strong implication of the pure inter- temporal substitution model, namely, the irrelevance of changes in the money supply for the labor supply function. A model where markets clear instantly ought to obey full monetary neutrality. The data refute this implication absolutely unambiguously. The money stock unambiguously shifts the labor supply function. The pure substitution model seems untenable in the light of this evidence. The paper then turns to explanations of the nonneutrality of money in the short run. According to the most carefully worked out line of thought, monetary shocks cause workers to make inappropriate intertemporal shifts in labor supply, because they lack complete information about the source of aggregate shocks and are forced to respond in the same way to real and nominal disturbances. Finally, the paper turns to the view that, in the short run, labor supply is largely irrelevant to the determination of aggregate employment.\n\n",
    "acknowledgement": "\n"
}