{
    "id": 3855,
    "citation_title": "Fiscal Federalism and Optimum Currency Areas: Evidence for Europe From the United States",
    "citation_author": [
        "Xavier Sala-i-Martin",
        "Jeffrey Sachs"
    ],
    "citation_publication_date": "1991-10-01",
    "issue_date": "1991-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main goal of this paper is to estimate to what extent the federal government of the United States insures member states against regional income shocks. We find that a one dollar reduction in a region's per capita personal income triggers a decrease in federal taxes of about 34 cents and an increase in federal transfers of about 6 cents. Hence, the final reduction in disposable per capita income is on the order of 60 cents. That is, between one third and one half of the initial shock is absorbed by the federal government. The much larger reaction of taxes than transfers to these regional imbalances reflects the fact that the main mechanism at work is the federal income tax system which in turn means that the stabilization process is automatic rather than specifically designed each time there is a cyclical movement in income. Some economists may want to argue that this regional insurance scheme provided by the federal government is an important reason why the system of fixed exchange rates that exists within the United States today has survived without major problems. Under this view, the creation of a European Central Bank that issues unified European currency without the simultaneous introduction (or expansion) of a fiscal federalist system could put the project at risk. Rough calculations of the impact of the existing European tax system on regional income suggests that a one dollar shock to regional GDP will reduce tax payments to the EEC government by half a cent!. Hence, the current European tax system has a long way to go before it reaches the 34 cents of the U.S. Federal Government.\n\n",
    "acknowledgement": "\n"
}