{
    "id": 3867,
    "citation_title": "Has Macro-Forecasting Failed?",
    "citation_author": [
        "Victor Zarnowitz"
    ],
    "citation_publication_date": "1991-10-01",
    "issue_date": "1991-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe answer to this question depends on the treatment of logically and empirically prior questions about (1) what the forecasts are and why they are needed, and (2) what can reasonably be expected of them. Further, what forecasters can and should do cannot be established without studying the record and assessing the probable future of their endeavors. Accordingly, the basic approach taken in this paper is to ask of the assembled data what professional standards have economists engaged in macro-forecasting been able to attain and maintain in competing with each other and alternative methods. There is much disenchantment with economic forecasting. The difficult question is how much of it is due to unacceptably poor performance and how much to unrealistically high prior expectations. My argument is that the latter is a major factor. In times of continuing expansion with restrained inflation, as in the 1960s, macro-forecasts looked good and economists were held in high repute. Later when inflation accelerated, serious recessions reappeared, and long-term growth of productivity and total output slackened, the errors of macroeconomic models and forecasts, and the old and new controversies among the economists, received increased public attention. The reputation of the profession suffered, and the interest of academic economists in forecasting, never very strong, weakened still more. Yet the performance of professional economic forecasters, when assessed proper relative terms, has been considerably better in recent times than in the earlier post-World War II period. What happened is that the improvements fell short of enabling the forecasters to cope with the new problems they faced.\n\n",
    "acknowledgement": "\n"
}