{
    "id": 3879,
    "citation_title": "Why Does the Paper-Bill Spread Predict Real Economic Activity?",
    "citation_author": [
        "Benjamin M. Friedman",
        "Kenneth N. Kuttner"
    ],
    "citation_publication_date": "1991-10-01",
    "issue_date": "1991-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvidence based on the past three decades of U.S. experience shows that the difference between the interest rates on commercial paper and Treasury bills has consistently borne a systematic relationship to subsequent fluctuations of nonfinancial economic activity. This interest rate spread typically widens in advance of recessions, and narrows again before recoveries. The relationship remains valid even after allowance for other financial variables that previous researchers have often advanced as potential business cycle predictors. This paper provides support for each of three different explanations for this predictive power of the paper?bill spread. First, changing perceptions of default risk exert a clearly recognizable influence on the spread. This influence is all the more discernable after allowance for effects associated with the changing volume of paper issuance when investors view commercial paper and Treasury bills as imperfect portfolio substitutes -- a key assumption for which the evidence introduced here provides support. Second, again under conditions of imperfect substitutability, a widening paper-bill spread is also a symptom of the contraction in bank lending due to tighter monetary policy. Third, there is also evidence of a further role for independent changes in the behavior of borrowers in the commercial paper market due to their changing cash requirements over the course of the business cycle.\n\n",
    "acknowledgement": "\n"
}