{
    "id": 3897,
    "citation_title": "Does Employer Monopsony Power Increase Occupational Accidents? The Case of Kentucky Coal Mines",
    "citation_author": [
        "Shulamit Kahn"
    ],
    "citation_publication_date": "1991-11-01",
    "issue_date": "1991-11-01",
    "revision_date": "2024-10-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA popular argument for safety regulations is that workers accept dangerous jobs because they have \"no choice,\" or, in other words, because they have few or no alternative employment opportunities. This argument is considered in a game-theoretic framework. Because simultaneous-entry models do not yield pure-strategy equilibria, this paper develops a sequential-entry model to analyze the effect of additional firms on occupational safety. Within the context of the particular functional specification modeled, additional firms (except for the second entrant) lower average accident rates and thus increase occupational safety, consistent with the popular argument. However, with other functional specifications, the model could yield different results. As a result, the paper continues with an empirical investigation of the effect of monopsony power for a particular labor market -- nonunionized Kentucky coal mines in the later 70s -- a labor market which is likely to be particularly susceptible to monopsony. The empirical work shows that areas with many choices of alternative employers within easy driving distance do have lower accident rates. For this labor market, at least, when more alternative choices in the same occupation are offered, average occupational safety levels increase. Policies that improve occupational mobility and the competitiveness of labor markets, therefore, may simultaneously improve occupational safety.\n\n",
    "acknowledgement": "\n"
}