{
    "id": 3902,
    "citation_title": "Corporate Financial Policy, Taxation, and Macroeconomic Risk",
    "citation_author": [
        "Mark Gertler",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1991-11-01",
    "issue_date": "1991-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple model of corporate financial structure intended to formalize the macroeconomic concern over excessive leverage. In particular, we attempt to rationalize why firms designing an optimal capital structure would choose a level of debt that leaves them heavily exposed to macroeconomic risk. Our starting point is a variant of the \"corporate control\" model often used to motivate debt as the optimal financial contract. We modify this framework in two ways. First, we include common risks, interpretable as business cycle risks, as well as idiosyncratic risks. Second, we include corporate and investor-level taxes, and consider the implications of a net tax bias against equity finance. The tax distortion confronts firms with a tradeoff ex ante between the costs of equity finance and the costs of increased exposure to macroeconomic risk accompanying debt finance. In this regard, an equilibrium with \"excessive leverage\" is possible. Further, despite the possibility of renegotiation, debt is in general less effective than equity in insulating the firm against aggregate risk. Our model leads to the prediction that individual firm dividends may vary with macroeconomic conditions, even after controlling for the effects of relevant firm-specific performance measures, such as earnings. We present some formal econometric evidence in support of this prediction, using a panel of individual corporations. Evidence on some related predictions is also presented.\n\n",
    "acknowledgement": "\n"
}