{
    "id": 3910,
    "citation_title": "Are Option-Implied Forecasts of Exchange Rate Volatility Excessively Variable?",
    "citation_author": [
        "Shang-Jin Wei",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1991-11-01",
    "issue_date": "1991-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket participants' forecasts of future exchange rate volatility can be recovered from option contracts on foreign currencies. Such implicit volatility forecasts for four currencies are used to test rational expectations jointly with the applicability of the standard Black-Scholes formula. First, we examine the null hypothesis that the market-anticipated one-month-ahead standard deviation is an unbiased estimator of the subsequent realized standard deviation. The parametric regression method rejects this hypothesis overwhelmingly: the implicit forecasts are themselves excessively variable. Simulations indicate that the rejection is not caused by non-normality of the error term. Second, we use a nonparametric method to test a weaker version of market rationality: the market can correctly forecast the direction of the change in exchange rate volatility. This time, the weaker version of rationality is confirmed- Third, we investigate how market forecasts are formed. We find some evidence that market participants put heavy weight on lagged volatility when forecasting future volatility. Finally, results from the Alternating Conditional Expectations algorithm provide further support for the central finding that when the market predicts a large deviation of volatility from its mean, it could do better by moderating its forecast.\n\n",
    "acknowledgement": "\n"
}