{
    "id": 3911,
    "citation_title": "Do Bulls and Bears Move Across Borders? International Transmission of Stock Returns and Volatility as the World Turns",
    "citation_author": [
        "Wen-Ling Lin",
        "Robert F. Engle",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "1991-11-21",
    "issue_date": "1991-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates empirically how returns and volatilities of stock indices are correlated between Tokyo and New York. Intradaily data are used, so that daytime and overnight returns are defined for both markets. Tokyo daytime hours overlap with New York overnight hours, while New York daytime hours overlap with Tokyo overnight hours. We find that in general Tokyo (Mew York) daytime returns are significantly correlated with New York (Tokyo) overnight returns. This suggests that information revealed during the trading hours of one market has a global impact on the returns of the other market. One exception is that after the October 1987 Crash, the Tokyo overnight returns were not significantly affected by New York daytime returns. We propose and estimate a signal extraction model with GARCH processes to determine the global factor from daytime returns. This is the problem of setting the opening price of a domestic market conditional on the foreign daytime returns. We also investigate lagged return and volatility spillovers. Except for a lagged return spillover from New York to Tokyo for the period after the Crash, there are no significant lagged spillovers in returns or in volatilities.\n\n",
    "acknowledgement": "\n"
}