{
    "id": 3915,
    "citation_title": "Social Security and Medicare Policy From the Perspective of Generational Accounting",
    "citation_author": [
        "Alan J. Auerbach",
        "Jagadeesh Gokhale",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1991-11-01",
    "issue_date": "1991-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur previous study (Auerbach, Gokhale and Kotlikoff 1991) introduced the concept of generational accounting, a method of determining how the burden of fiscal policy falls on different generations. it found that fiscal policy in the U.S. is out of balance, in terms of projected generational burdens. This means that either current generations will bear a larger share (than we project under current law) of the burden of the government's spending or that future generations will have to pay, on average, at least 21 percent more, on a growth-adjusted basis, than will those generations who have just been born. These conclusions were based on relatively optimistic assumptions about the path of social security sod Medicare policies, namely that the accumulation of a social security trust fund would continue and that Medicare costs would not rise as a share of QP. In this paper, we simulate the effects of realistic alternative paths for social security and Medicare. Our results suggest that such alternative policies could greatly increase the imbalance in generational policy, making not only future generations pay significantly more, but current young Americans as well. For example, continued expansion of Medicare in this decade alone could double the 21 percent imbalance figure if the bill for this Medicare growth is shifted primarily to future generations.\n\n",
    "acknowledgement": "\n"
}