{
    "id": 3928,
    "citation_title": "The Appointment-Book Problem and Commitment, With Applications to Refereeing and Medicine",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "1991-12-01",
    "issue_date": "1991-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarkets that involve customers waiting for services or goods in queues whose length they cannot observe are studied. In these markets suppliers truncate queues that become so long that they jeopardize the supplier's future relations with the customer. The length of the queue and the probability of truncation increase with the quality of the supplier, and this implicitly defines the price that customers are willing to pay for quality. Queue-jumping or nontruncation can occur if monetary payments are made or if nonmonetary specific commitments exist between a customer and a supplier. The predictions apply to any activity where the queue is unobservable and transactions costs make contracts or spot pricing uneconomic. The theory is examined on a random sample of refereeing requests by seven economics journals. Quality, measured by experience and citations to the referee's work, lengthens the queue and increases the probability of truncation. Monetary bribes affect queue discipline in the expected way; and specific commitments, measured by past publication in the journal and location at the editor's institution, greatly affect the truncation rate, but have no impact on the rate of servicing the queue. The implications for truncation are also examined on a set of data describing doctors' willingness to accept new patients, with much the same results as in the sample of referees.\n\n",
    "acknowledgement": "\n"
}