{
    "id": 393,
    "citation_title": "Teenage Unemployment: What is the Problem?",
    "citation_author": [
        "Martin Feldstein",
        "David T. Ellwood"
    ],
    "citation_publication_date": "1979-09-01",
    "issue_date": "1979-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis nontechnical paper was prepared as a background study for the NBER Conference on Youth Joblessness and Employment. Our analysis of data collected in the March 1976 and October 1976 Current Population Surveys leads us to the following conclusions: Unemployment is not a serious problem for the vast majority of teenage boys. Less than 5 percent of teenage boys are out of school, unemployed and looking for full-time work. Many out of school teenagers are neither working nor looking for work and most of these report no desire to work. Virtually all teenagers who are out of work live at hone. Among those who do seek work, unemployment spells tend to be quite short; over half end within one month when these boys find work or stop looking for work. Nevertheless, much of the total amount of unemployment is the result of quite long spells among a small portion of those who experience unemployment during the year. Although nonwhites have considerably higher unemployment rates than whites, the overwhelming majority of the teenage unemployed are white. Approximately half of the difference between the unemployment rates of whites and blacks can be accounted for by demographic and economic differences. There is a small group of teenagers with relatively little schooling for whom unemployment does seen to be a serious and persistent problem. This group suffers most of the teenage unemployment. Although their unemployment rate improves markedly as they move into their twenties, it remains very high relative to the unemp1oynent rate of better educated and more able young men.\n\n",
    "acknowledgement": "\n"
}