{
    "id": 3939,
    "citation_title": "The Structure of Production, Technical Change and Efficiency in a Multiproduct Industry: An Application to U.S. Airlines",
    "citation_author": [
        "David H. Good",
        "M. Ishaq Nadiri",
        "Robin C. Sickles"
    ],
    "citation_publication_date": "1991-12-01",
    "issue_date": "1991-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we construct a short run model of the firm describing the behavior of thirteen U.S. airlines during the difficult transition to deregulation. Several modeling scenarios are developed to assess three common assumptions in cost studies: the use of time as a proxy for technological change as opposed to a more thorough description of changes in the production technique, the assumption of cost minimizing behavior as opposed to permitting allocative inefficiency in input selection, and the assumption exogeneity of output and capital and their characteristics as opposed to endogenous decisions regarding these variables. Derived properties of the resulting eight combinations of these issues are calculated to identify the sensitivity of these properties to the modeling assumptions. The most dramatic finding is that input concavity are reduced by 80 percent by relaxing the assumption of cost minimization. Demand and substitution elasticities are nearly twice as large under our most flexible compared to the least flexible scenarios. Measured returns to scale are substantively much higher when a more complete description of the production technique is included in the model, and when this production technique is permitted to be modeled endogenously. Similarly, cost complementarity is quite sensitive to the assumption of endogeneity. Finally, cost models based on these three common assumptions over state the level of productivity growth by as much as 40%. By correctly modeling and estimating the production technique, our most general model predicts a level of productivity growth which is quite similar to that based on Divisia indices calculations.\n\n",
    "acknowledgement": "\n"
}