{
    "id": 3940,
    "citation_title": "Why Didn't the Tax Reform Act of 1986 Raise Corporate Taxes?",
    "citation_author": [
        "James M. Poterba"
    ],
    "citation_publication_date": "1991-12-01",
    "issue_date": "1991-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Tax Reform Act of 1986 was projected to raise corporate taxes by more than $120 billion over the 1986-1991 period. Actual federal corporate tax receipts in the last five years have fallen far short of these projections. This paper explores the factors that have contributed to this shortfall. The most important factor is lower-than-expected corporate profits. The underperformance of corporate profits can be attributed to three principal causes. First, the predicted rates of corporate profits when the 1986 Tax Reform Act was enacted were high by historical standards. The U.S. economy in the late 1980s did not experience total returns on corporate capital, the combined return to equity and debt investors, as high as the forecasts would have suggested. Second, corporate interest payments were significantly higher, as a share of corporate operating income or GNP, in the late 1980s than in the years leading up to the Tax Reform Act. This reduced the corporate tax base, and may in substantial part ultimately be attributable to the marginal incentive effects for debt and equity finance provided in the 1986 Tax Reform Act. Third, also quite likely in reaction to recent tax changes, the last few years have seen rapid growth in the income reported by Subchapter S corporations. This income is taxed under the individual income tax. The rise of S corporations has therefore contributed to the erosion of the corporate income tax.\n\n",
    "acknowledgement": "\n"
}