{
    "id": 395,
    "citation_title": "Adjusting Depreciation in an Inflationary Economy: Indexing versus Acceleration",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1979-10-01",
    "issue_date": "1979-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith the existing \"historic cost\" method of depreciation, higher inflation rates reduce the real value of future depreciation deductions and therefore raise the real net cost of investment. The calculations in this paper show that this rise in the net cost can be quite substantial at recent inflation rates; e.g., the real net cost of an equipment investment with a 13 year tax life is raised 21 percent by an 8 percent expected inflation rate if the firm uses a 4 percent real discount rate. The effects of inflation on the net cost of investment can be completely eliminated by indexing depreciation. A more accelerated depreciation schedule can also lower the net cost of investment and make that net cost less sensitive to the rate of inflation. The current paper examines a particular acceleration proposal and finds that, for moderate rates of inflation and real discount rates, the acceleration proposal and full indexation are quite similar. For low rates of inflation, high discount rates, or very long-lived investments, the acceleration proposal causes greater reductions in net cost than would result from complete indexing. Conversely, for high rates of inflation, low discount rates, or very short-lived investments, the acceleration method fails to offset the adverse effects of inflation. Since the acceleration and indexation methods have quite similar effects under existing economic conditions, the choice between them requires balancing the administrative simplicity and other possible advantages of acceleration against the automatic protection that indexation offers against the risk of significant changes from the recent inflation rates and discount rates.\n\n",
    "acknowledgement": "\n"
}