{
    "id": 3956,
    "citation_title": "Exploring the Relationship Between R&D and Productivity in French Manufacturing Firms",
    "citation_author": [
        "Bronwyn H. Hall",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "1992-01-01",
    "issue_date": "1992-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a newly available dataset on the R&D performance of individual French manufacturing firms for the 1980s to replicate and update a series of studies on French R&D and productivity growth at the firm level during the 1970s. The focus of the paper is on the use of a single dataset to evaluate the robustness of the methods commonly used to measure the private returns to R&D. We investigate the consequences of varying specifications and estimations. and in particular that of using different measures of R&D (knowledge) capital and of double counting corrections. Our main findings are the following: first. having a longer history of R&D expenditures helps in predicting the productivity growth of firms, but the choice of depreciation rate for R&D capital makes little difference to the results. Second, the correction for double counting of R&D expenditures in capital and labor is important and converts a measured \"excess\" rate of returns to a total rate of return to R&D. Third. we show that the direct production function approach to measuring the returns to R&D capital is preferred on several grounds over the rate of returns variation which has been used in the past. Finally, the productivity, of knowledge capital in the production function is uniformly positive, fairly robust, and correlated with permanent firm or industry effects.\n\n",
    "acknowledgement": "\n"
}