{
    "id": 3964,
    "citation_title": "Rising Inequality? Changes in the Distribution of Income and Consumption in the 1980s",
    "citation_author": [
        "David M. Cutler",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1992-01-01",
    "issue_date": "1992-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines changes in the distribution of income and consumption in the United States during the 1980s. using data from the Current Population Survey (income) and Consumer Expenditure Survey (consumption). We reach three primary conclusions. First. changes in the distribution of consumption parallel changes in the distribution of income. The lowest quintile of the consumption distribution received 0.9 percentage points less of total consumption in 1988 than in 1980; the corresponding decline for income was 0.6 percentage points. Second. broad conclusions concerning recent changes in the consumption distribution are not very sensitive to the exact choice of a measure of family needs. Under a wide variety of alternative household equivalence scales. there is a widening in the consumption distribution in the 1980s. Third. the usc of consumption measures of well-being in place of measures based on current money income docs change conclusions concerning the extent of poverty in the United Stales. Using the official federal poverty thresholds. we find that the overall consumption poverty rate was three percentage points below the income poverty rate in 1988. Comparisons of the poverty rates of the elderly and the non-elderly are substantially affected by the choice of poverty measure. The consumption poverty rare for the elderly was only 60 percent of the rate for adults and one-third of the rate for children in 1988.\n\n",
    "acknowledgement": "\n"
}