{
    "id": 3965,
    "citation_title": "Twenty-two Years of the NBER-ASA Quarterly Economic Outlook Surveys: Aspects and Comparisons of Forecasting Performance",
    "citation_author": [
        "Victor Zarnowitz",
        "Phillip Braun"
    ],
    "citation_publication_date": "1992-01-01",
    "issue_date": "1992-01-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe National Bureau of Economic Research, in co-operation with the American Statistical Association, conducted a regular quarterly survey of professional macroeconomic forecasters for 22 years beginning in 1968. The survey produced a mass of information about characteristics and results of the forecasting process. Many studies have already used some of this material. but this is the first comprehensive examination of all of It, This report addresses several subjects and produces findings on each, as follows: (I) The distributions of error statistics across the forecasters: the dispersion among the individual predictions is often large and it typically increases with forecast horizon, as do the mean absolute (or squared) errors. (2) The role of the time-series properties of the target data: the more volatile the time series, the larger as a rule are the errors of the forecasts. (3) The role of revisions in \"actual\" data: forecast errors tend to be larger the greater the extent of the revisions. (4) Differences by subperiod: there is little evidence of an overall improvement or deterioration in forecasts between the 1970s and the 19805. (5) Combining the individual forecasts into group mean or \"consensus\" forecasts: this generally results in large gains in accuracy. (6) Comparisons with a well-known macroeconometric model: the group forecasts are more accurate for most but not all variables and spans. (7) Comparisons with state-of-the-art time series models: the group forecasts and at least half of the individual forecasts tend to outperform Bayesian vector autoregressive models in most (but not all) cases. The univariate ARIMA forecasts arc generally the weakest.\n\n",
    "acknowledgement": "\n"
}