{
    "id": 3966,
    "citation_title": "The Budget and Trade Deficits Aren't Really Twins",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1992-01-24",
    "issue_date": "1992-01-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the link between the U.S. budget deficit and trade deficit in the 1980s was so clear that the two were popularly labeled the twin deficits, it is wrong to generalize from the American experience of the 1980s to the conclusion that budget deficits and trade deficits are two sides of the same coin. An increased budget deficit (or other reduction in national saving) must reduce either private investment or net exports but the division between them depends on certain key parameters and on changes in the external environment. Although more than 90 percent of the savings decline in the United States in the first half of the 19805 was offset by an increase in the international deficit and the associated capital inflow, this was not an inevitable result. Without the powerful incentives for business investment in the 1981 tax legislation, there might have been less investment and a smaller increase in the trade deficit. The response to a reduction in national saving is not likely to be the same in the long run as in the short run. In my earlier studies with Charles Horioka and Phillipe Baccheua I found that sustained differences in saving rates among developed countries lead to similar differences in investment rates. This paper updates the earlier analyses to the decade of the 19805 and shows that among the G-7 countries the decade-average savings retention coefficient was 0.73. implying that nearly three-fourths of each additional dollar that was saved in a country remained in that country. The United States now appears to be moving from the \"short run\" in which the capital inflow offsets a decline in national saving to the \"long run\" in which lower domestic saving reduces domestic investment. Although national saving in 1990 was an even smaller fraction of GNP than in 1986 (because of the decline in private saving), the capital inflow fell from a peak of 3.5 percent of GNP in 1987 to 1.7 percent of GNP in 1990. As a result, net private domestic investment was reduced to only about 3 percent of GNP in 1990.\n\n",
    "acknowledgement": "\n"
}