{
    "id": 3969,
    "citation_title": "Measuring the Aggregate Price Level: Implications For Economic Performance and Policy",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1992-01-01",
    "issue_date": "1992-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInaccurate measures of the aggregate price level may distort short-run policy decisions and may produce misleading comparisons of productivity growth across decades and among nations. This paper serves a dual purpose of reviewing compactly the vast American literature on price and output measurement, and of identifying special aspects of American methods which affect international comparisons of inflation and output growth. The traditional problem of substitution bias in the Consumer Price Index (CPI) is of minor importance compared with the bias introduced by new products, changes in the quality of existing products, and outlet substitution bias. The quality bias for U.S. consumer durables has recently been estimated to be roughly 1.5 percent per year for the postwar period, and roughly 3 percent per year for consumer durables, The only available study of outlet substitution bias estimates a 2 percent annual rate for food in the 1980s. Cross-country differences in measurement methods tend to overstate the recent productivity performance of U.S. relative to European manufacturing, with an understatement for U.S. nonmanufacturing. Both European and U.S. manufacturing performance are probably understated relative to Japan, which seems to do the best job of incorporating new products and correcting for quality change of high tech goods.\n\n",
    "acknowledgement": "\n"
}