{
    "id": 3977,
    "citation_title": "The Dynamics of Productivity in the Telecommunications Equipment Industry",
    "citation_author": [
        "G. Steven Olley",
        "Ariel Pakes"
    ],
    "citation_publication_date": "1992-01-01",
    "issue_date": "1992-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological change and deregulation have caused a major restructuring of the telecommunications equipment industry over the last two decades. We estimate the parameters of a production function for the equipment industry and then use those estimates to analyze the evolution of plant level productivity over this period. The restructuring involved significant entry and exit and large changes in the sizes of incumbents. Since firms' choices on whether to liquidate and on the quantities of inputs demanded should they continue depend on their productivity, we use an equilibrium model to suggest an estimation algorithm that takes into account the relationship between productivity on the one hand. and both input demand and survival on the other. A fully parametric version of the estimation algorithm would be both computationally burdensome and require a host of auxiliary assumptions. So we develop a semi parametric technique which is both consistent with a quite general version of the theoretical framework and easy to use. The algorithm produces markedly different estimates of both production function parameters and of productivity movements than traditional estimation procedures. We find an increase in the rate of industry productivity growth after deregulation. This in spite of the fact there was no increase in the average of the plants' rates of productivity growth, and there was actually a fall in our index of the efficiency of the allocation of variable factors conditional on the existing distribution of fixed factors. Deregulation was, however, followed by a reallocation of capital towards more productive establishments (by a down sizing, often shutdown. of unproductive plants and by disproportionate growth of productive establishments) which more than offset the other factors' negative impacts on aggregate productivity.\n\n",
    "acknowledgement": "\n"
}