{
    "id": 3988,
    "citation_title": "Forward Into the Past: Productivity Retrogression in the Electric Generating Industry",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1992-02-01",
    "issue_date": "1992-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe electric utility industry is a prime culprit in the U.S. productivity growth slowdown of the last Iwo decades. This paper develops econometric labor and fuel demand equations for a large panel data set covering almost all fossil-fueled electric generating capacity over the period 1948-87. Labor productivity and fuel efficiency both advanced rapidly until the late 1960s and then both reversed direction, deteriorating substantially, particularly for newly constructed plants. The research goes beyond econometric estimation by conducting a set of telephone interviews with plant managers of establishments that registered particularly high or low productivity. The interviews reveal many variables and relations that are omitted in conventional econometric studies of production. They support the view that the productivity reversal originated in the manufacturing industry that produces electric generating equipment; after decades of increased scale, temperature, and pressure, a 'technological frontier\" was reached in which new large plants developed unanticipated maintenance problems requiring substantial additions of maintenance employees. Environmental regulations also contributed to the productivity reversal but were secondary in importance to the technological barriers. Overall, the study supports the \"depletion hypothesis\" previously advanced to explain the productivity slowdown.\n\n",
    "acknowledgement": "\n"
}