{
    "id": 4014,
    "citation_title": "A Procedure for Predicting Recessions With Leading Indicators: Econometric Issues and Recent Experience",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "1992-03-01",
    "issue_date": "1992-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the forecasting performance of various leading economic indicators and composite indexes since 1988. in particular during the onset of the 1990 recession. The primary focus is on an experimental recession index (tile \"XRI\"). a composite index which provides probabilistic forecasts of whether the U.S. economy will be in a recession six months hence. After detailing its construction, the paper examines the out-of-sample performance of the XRI and a related forecast of overall economic growth. the experimental leading index (XLI). These indexes performed well from 1988 through the summer of 1990 - for example. in June 1990 the XLI model forecasted a .4% (annual rate) decline in the experimental coincident index from June through September. when in fact the decline was only slightly greater,.8%. However. the XLI failed to forecast the sharp declines of October and November 1990. After exploring several possible explanations. we conclude that one important source of the forecast error was the use of financial variables during a recession that was not associated with a particularly tight monetary policy. Financial indicators -- and the experimental index -- were not alone. however. in failing to forecast the 1990 recession, An examination of 45 economic indicators shows that almost all failed to forecast the 1990downturn. and the few that did provided unclear signals before the recessions of the 19705 and 1980s.\n\n",
    "acknowledgement": "\n"
}