{
    "id": 4032,
    "citation_title": "College Scholarship Rules and Private Saving",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1992-03-01",
    "issue_date": "1992-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of existing college scholarship rules on the incentive to save. The analysis shows that families that are eligible for college scholarships face \"education tax rates\" on capital income of between 22 percent and 47 percent in addition to regular slate and federal income taxes. The scholarship rules also impose an annual tax on previously accumulated assets. Through the combination of the implied tax on capital income and the associated tax on previously accumulated assets, the scholarship rules that apply to a middle-income family reduce the value of an extra dollar of accumulated assets by 30 cents in four years. A similar family with two children who attend college in succession will see an initial dollar of assets reduced to 50 cents. Such capital levies of 30 to 50 percent are a strong incentive not to save for college expenses but to rely instead on financial assistance and even on regular market borrowing, Moreover, since any foods saved for retirement are also SUbject to these education capital levies. the scholarship rules discourage retirement saving as well as saving for education. The empirical analysis developed here, based on the 1986 Survey of Consumer Finances, implies that these incentives do have a powerful effect on the actual accumulation of financial assets. More specifically, the estimated parameter values imply that the scholarship rules induce a typical household with a head aged 45 years old, with two precollege children, and with income of $40,000 a year to reduce accumulated financial assets by $23.124. approximately 50 percent of what would have been accumulated without the adverse effect of the scholarship rules.\n\n",
    "acknowledgement": "\n"
}