{
    "id": 4033,
    "citation_title": "The Bretton Woods International Monetary System: An Historical Overview",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "1992-03-01",
    "issue_date": "1992-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an overview of the Bretton Woods experience. From an historical perspective. I analyze its performance relative to other international monetary regimes. its origins. its operation. its problems and its demise. In the survey I emphasize both issues deemed important at the time and raise questions which may be of interest for the concerns of the present. Part 2 compares the macro performance of Bretton Woods with preceding and subsequent monetary regimes. The descriptive statistics on nine key macro variables point to one startling conclusion -- the Bretton Woods system. in its full convertibility phase 1959-1971, was the most stable regime for both nominal and real variables in the past century. Part 3 surveys the origins of Bretton Woods: the perceived problems of the inter war period; the plans for a new international monetary order and the steps leading to the outcome -- the Articles of Agreement. Part 4 examines the preconvertibility period from 1946 to 1958: the problems in getting the system started including the dollar shortage and the weakness of the IMF; and how the system evolved to convertibility and the gold dollar standard. Part 5 analyzes the heyday of Bretton Woods 1959 to 1971 in the context of the gold dollar standard and the famous three problems: adjustment. liquidity, and confidence. Part 6 considers the emergence of a \"de facto\" dollar standard in 1968 and its collapse in the face of a massive U.S. induced inflation. Part 7 considers why Bretton Woods was so stable and yet so short-lived. It also considers the importance of adherence to credible rules in the design of an effective international monetary system.\n\n",
    "acknowledgement": "\n"
}