{
    "id": 4037,
    "citation_title": "Training at Work: A Comparison of U.S. and British Youths",
    "citation_author": [
        "David G. Blanchflower",
        "Lisa M. Lynch"
    ],
    "citation_publication_date": "1992-03-01",
    "issue_date": "1992-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares and contrasts the structure of pest school training for young nonuniversity graduates in Britain and the United States. We utilize two unique longitudinal surveys in these countries on young people to examine four issues: the extent of pest school training in Britain and the U.S. and the wage gains associated with it; the link between formal training and further qualifications in Britain and the return to this on wages; differentials in the training experience by gender in the two countries; and the possible implications for skill development in Britain of dismantling significant elements of the traditional apprenticeship system. Our principal findings are that non-college graduates in Britain receive much more post school training than similar youths in the United States. This training is also linked with higher national recognized qualifications. The rates of return to pest school training in both countries is high. especially in the United States. The higher rates of return to training in the U.S. is consistent with underinvestment in training in the U.S.. When the sample is divided by gender, however, women in the U.S. receive more training than their British counterparts and their wages increase by a greater amount. As Britain has replaced the traditional apprenticeship system with a government-led program called Youth Training more women seem to be receiving training after school. However, far fewer young people are obtaining qualifications after their training.\n\n",
    "acknowledgement": "\n"
}