{
    "id": 4050,
    "citation_title": "Is Japan Creating a Yen Bloc in East Asia and the Pacific?",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1992-04-01",
    "issue_date": "1992-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reaches seven conclusions regarding the Yen Bloc that Japan is reputed to be forming in Pacific Asia. (1) Gravity-model estimates of bilateral trade show that the level of trade in East Asia is biased intra-regionally, as it is within the European Community and within the Western Hemisphere, to a greater extent than can be explained naturally by distance. One might call these three regions 'super-natural' blocs, in contrast to Krugman's \"natural\" trade blocs. (2) There is no evidence of a special Japan effect. (3) Once one properly accounts for rapid growth in Asia, the statistics do not bear out a trend toward intra-regional bias of trade flows. (4) The world's strongest trade grouping is the one that includes the U.S. and Canada with the Asian/Pacific countries, i.e., APEC. (5) There is a bit more evidence of rising Japanese influence in East Asia's financial markets. Tokyo appears to have acquired significant influence over interest rates in a few Asian countries, though overall its influence is as yet no greater than that of New York. (6) Some of Japan's financial and monetary influence takes place through a growing role for the yen, at the expense of the dollar, The yen has become relatively more important in exchange rate policies and invoicing of trade and finance in the region. (7) But this trend is less the outcome of Japanese policy-makers' wishes, than of pressure from the U.S. government to internationalize the yen.\n\n",
    "acknowledgement": "\n"
}