{
    "id": 4051,
    "citation_title": "Noncooperative Equilibria in Regional Environmental Policies When Plant Locations are Endogenous",
    "citation_author": [
        "James R. Markusen",
        "Edward R. Morey",
        "Nancy Olewiler"
    ],
    "citation_publication_date": "1992-04-01",
    "issue_date": "1992-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA two-region model is presented in which an imperfectly competitive firm produces a good with increasing returns at the plant level, and in which shipping costs exist between the two markets. Production of the good causes local pollution, and regional governments can levy pollution taxes or impose environmental regulations. The firm decides. partly on the basis of these environmental policy variables, whether to maintain plants in both regions, serve both regions from a single plant or shut down. A non-cooperative equilibrium in regional environmental policies occurs when each region is choosing the environmental policy that maximizes its welfare given the environmental policy in the other region. Two types of harmful tax (regulatory) competitions are documented. If the disutility of pollution is high enough, each region will only want the polluting good produced in the other region and the two regions will likely compete by increasing their environmental taxes (standards) until the polluting firm is driven from the market. This is the case of \"Not in my backyard\". Alternatively, if the disutility from pollution is not as great, each region will realize that their welfare could decrease if their environmental policy causes the firm to not operate in their region. In this case, the regions will usually compete by undercutting each others pollution tax rates (environmental standards).\n\n",
    "acknowledgement": "\n"
}