{
    "id": 4053,
    "citation_title": "Interest Differentials Under Fixed and Flexible Exchange Rates: The Effects of Capital Controls and Exchange Risk",
    "citation_author": [
        "Richard C. Marston"
    ],
    "citation_publication_date": "1992-04-01",
    "issue_date": "1992-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines evidence on interest differentials under the Bretton Woods system of fixed exchange rates and under the flexible rate system which succeeded it. Under the Bretton Woods system, many countries resorted to capital controls in an attempt to pursue independent monetary policies. In the three major countries studied in this paper, Britain, Germany and the United States, these capital controls resulted in large differentials between national interest rates covered for exchange risk. The capital controls and resulting interest differentials distorted many cross-border investment and borrowing decisions. The paper compares these covered interest differentials with uncovered interest differentials in the Eurocurrency markets which are free of capital controls. In both fixed and flexible periods, average uncovered differentials between Eurodollar interest rates and four other Eurocurrency rates are in most cases close to zero. So these average uncovered interest differentials, whether attributable to exchange risk premiums or forecast errors, are much smaller than average covered interest differentials between national markets due to capital controls. If exchange risk premiums have significant effects on uncovered interest differentials in some periods, these premiums must be time-varying with a mean close to zero over the long sample periods studied. Similarly, if forecast errors have systematic components in some periods, in the long sample periods studied these errors have a mean close to zero as well.\n\n",
    "acknowledgement": "\n"
}