{
    "id": 4056,
    "citation_title": "A Theory of Persistent Income Inequality",
    "citation_author": [
        "Steven N. Durlauf"
    ],
    "citation_publication_date": "1992-04-01",
    "issue_date": "1992-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the dynamics of income inequality by studying the evolution of human capital investment and neighborhood choice for a population of families.  Parents affect the conditional probability distribution of their children's income through the choice of a neighborhood in which to live.  Neighborhood location affects children through two mechanisms.  First, the level of education depends on the total income of a neighborhood, as all school funding is determined by majority voting.  Human capital markets are incomplete as neighborhoods cannot borrow to supplement tax revenues available for education.  Second, the conditional probability distribution of individual-specific productivity shocks is affected by the income distribution within a neighborhood.  This dependence reflects cultural influences such as the presence in a community of successful role models. These forces interact to endogenously stratify the economy as families segregate themselves  into economically homogeneous neighborhoods.  Our model has two important features.  First, starting from identical initial conditions, families can exhibit different long term income levels, leading to persistent income inequality.  Second, areas of permanent poverty can emerge endogenously in a growing economy as neighborhood-wide feedback effects transmit poverty across generations.\n\n",
    "acknowledgement": "\n"
}