{
    "id": 4062,
    "citation_title": "A Growth Model of Inflation, Tax Evasion, and Financial Repression",
    "citation_author": [
        "Nouriel Roubini",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1992-05-01",
    "issue_date": "1992-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the effects of policies of financial repression on long term growth and try to explain why optimizing governments might want to repress the financial sector. We also explain why inflation may be negatively related to growth, even though it does not affect growth directly. We argue that the main reason why governments repress the financial sector is that this sector is the source of \"easy\" resources for the public budget The source of revenue stemming from this intervention is modeled through the inflation tax. Our model has the implication that financial development reduces money demand. Hence, if the government allows for financial development the inflation tax base, and the chance to collect seigniorage, is reduced. To the extent that the financial sector increases the efficiency of the allocation of savings to productive investment, the choice of the degree of financial development will have real effects on the saving and investment rate and on the growth rate of the economy. We show that in countries where tax evasion is large the government will optimally choose to repress the financial sector in order to increase seigniorage taxation. This policy will then reduce the efficiency of the financial sector, increase the costs of intermediation, reduce the amount of investment and reduce the steady state rate of growth of the economy. Financial repression will therefore be associated with high tax evasion, low growth and high inflation.\n\n",
    "acknowledgement": "\n"
}