{
    "id": 4070,
    "citation_title": "Do Doctoral Students' Financial Support Patterns Affect Their Times-to-Degree and Completion Probabilities",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Panagiotis G. Mavros"
    ],
    "citation_publication_date": "1992-05-01",
    "issue_date": "1992-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProjections of forthcoming shortages of Ph.D.s abound. Part of the reason is that American college graduates are much less likely to receive doctorates today than thcy were 20 years ago. Two important factors in this decline may be the increase in the length of time necessary for doctorate students to complete their programs that occurred over the period and the low completion rates of entrants into doctoral programs. Among the policies urged to prevent future Ph.D. shortages are increasing support for graduate students. Surprisingly little empirical evidence is available on how different types of support (fellowships. research assistantships, teaching assistantships) are likely to influence times-to-degree and completion rates. Our paper uses data on all graduate students who entered Ph.D. programs in four fields during a 25-year period at a single major doctorate producing university to estimate how graduate student financial support patterns influence these outcomes. We find that completion rates and mean durations of times-to-completion are sensitive to the types of financial support the students received. Other things held constant, students who receive fellowships or research assistantships have higher completion rates and shorter times-to-degree than students who receive teaching assistantships or tuition waivers, or who are totally self-supporting. A major finding Is that the Impact of financial support patterns on the fraction of students who complete programs is much larger than its impact on mean durations of times-to-degree.\n\n",
    "acknowledgement": "\n"
}