{
    "id": 4072,
    "citation_title": "The Production and Cost Structure of Israeli Industry: Evidence From Individual Firm Data",
    "citation_author": [
        "Arie Bregman",
        "Melvyn Fuss",
        "Haim Regev"
    ],
    "citation_publication_date": "1992-05-01",
    "issue_date": "1992-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main purpose of this paper is to present estimates of production and cost functions obtained from using a time-series, cross-section data set pertaining to Israeli industry, We include a detailed list of heterogeneity controls in the specifications which substantially enhances the explanatory power of the models and contributes to our understanding of the nature of Israeli industry. Econometric problems which arise in attempting to estimate production and cost functions from panel data, such as sample selectivity, serial correlation due to unobserved firm effects, and endogeneity are addressed. A surprising finding is the relative inefficiency of large firms listed on the stock exchange. Histadrut and public firms appear to be poor performers in a number of dimensions. Large public firms are inefficient and pay excessively high wages. Small « 300 employees) public firms are not inefficient but pay excessive wages. Large Histadrut firms are inefficient while small Histadrut firms pay excessive wages. The wage structure in Israeli industry is seen to be systematically related to the heterogeneity controls used in this study. One productivity - related result is that firms experiencing higher than expected productivity also pay higher than expected wages, and about 70% of this productivity \"bonus\" appears as a wage rate increment.\n\n",
    "acknowledgement": "\n"
}