{
    "id": 4085,
    "citation_title": "Cross-Country Patterns of Change in Relative Wages",
    "citation_author": [
        "Steven J. Davis"
    ],
    "citation_publication_date": "1992-06-01",
    "issue_date": "1992-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates movements in relative wages and wage inequality across thirteen of the world's major economies. Focusing on wages received by full-time male workers, the investigation uncovers several empirical regularities: (1) Most advanced industrialized economies show increases, often large. in wage inequality during the 19805; none show declining wage inequality. In contrast. three of four middle income countries considered here show sharply declining wage inequality during the 1980s. (2) Since the early to late 19705, the advanced economies show large and persistent increases in the wages of prime age men relative to the wages of less experienced men. (3) Following a period of sharply declining education differentials in the 1970s, the advanced economies show rising or flat education differentials after 1980. Education differentials fell moderately to sharply in the middle income countries during the 1980s. (4) Wage inequality among observationally similar workers rose sharply during the 1980s in most advanced economies. (5) After 1915, the structure of relative industry wages in the manufacturing sector became increasingly dissimilar across the advanced economies. However. controlling for common time effects, increases in international trade as a fraction of GOP are associated with a partial convergence of relative industry wage structures across countries. The paper discusses several alternative interpretations of wage structure developments in the United States and other countries in the light of these empirical regularities.\n\n",
    "acknowledgement": "\n"
}