{
    "id": 4102,
    "citation_title": "Foreign Direct Investment as a Commitment Mechanism in the Presence of Managed Trade",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1992-06-01",
    "issue_date": "1992-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to evaluate the degree to which the threat of managed trade leads to foreign direct investment (FDI) in a time-consistent manner. We study the role of capital mobility in a two-countries world economy characterized by monopolistic competition. Investment decisions are implemented ex-ante, prior to the realization of productivity shocks. International trade among the countries is the outcome of either free or managed trade. An endogenous switch from free to managed trade may occur ex-post as the outcome of a cost-benefit assessment of the two countries. Under managed trade, the patterns of international commerce are determined as the outcome of costly bargaining. We identify time-inconsistent patterns of managed trade in the absence of capital mobility. Ex-post, one country will have the incentive to induce a switch to managed trade, the outcome of which is to reduce the expected welfare ex-ante. We demonstrate that capital mobility and the diversification of production achieved by the FDI alleviates this time inconsistency by reducing (potentially eliminating) the ex-post incentive of one country to switch to managed trade. Our analysis suggests that FDI induced by the threat of managed trade benefits ex-ante both the host country and the multinationals, explaining the relative tolerance toward FDI.\n\n",
    "acknowledgement": "\n"
}