{
    "id": 4113,
    "citation_title": "A Reconsideration of the Uncovered Interest Parity Relationship",
    "citation_author": [
        "Bennett T. McCallum"
    ],
    "citation_publication_date": "1992-07-01",
    "issue_date": "1992-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper first presents reasons for viewing the uncovered interest-parity (VIP) relationship as more important, in terms of economic analysis, than the unbiasedness of forward rates as predictors of future spot exchange rates. The two hypotheses are closely related, so that test rejections of the latter tend to cast doubt on the former, but are not identical--so unbiasedness rejections are not conclusive for UIP. Next, some representative evidence is presented that pertains to alternative versions of the unbiasedness test. Although s[sub t] = [alpha] + ([beta]f[sub t- 1] + [epsilon, sub t] and s[sub t] - s[sub t-1] =[alpha] + [beta](f[sub t-1] ? s[sub t-1]) + [epsilon, sub t] are equivalent under the null hypothesis of [beta]= 1.0, they represent different classes of alternative hypotheses. Empirically, they give rise to extremely different outcomes, estimates of [beta] being very close to 1. 0 in the former equation but in the vicinity of -3.0 in the latter. In a generalized specification that includes both as special cases, the results strongly favor the second specification--thereby rejecting unbiasedness. Finally, three possible explanations for the [beta] = -3 result are considered and related to the UIP condition. Of these three, the latter two--one involving systematically irrational expectations and the other an additional relationship reflecting monetary policy behavior--are consistent with UIP. The policy-response hypothesis, that monetary authorities manage interest-rate differentials so as to resist rapid changes in exchange rates and in these differentials, is attractive conceptually and is capable of explaining not only the [beta] = -3  finding, but also several other notable features of the data.\n\n",
    "acknowledgement": "\n"
}