{
    "id": 4133,
    "citation_title": "The Effects of Labor Market Experience, Job Seniority, and Job Mobility on Wage Growth",
    "citation_author": [
        "Joseph G. Altonji",
        "Nicolas Williams"
    ],
    "citation_publication_date": "1992-08-01",
    "issue_date": "1992-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the returns to seniority, the returns to experience, and the effects of seniority and experience at the time of a quit or layoff on changes in the job match specific component of wages. We show that these returns are not identified in widely used regression models that relate the wage changes of stayers, quits, and layoffs to tenure and experience. We deal with the identification of problems in two ways. First, we obtain theoretical bounds on key unidentified parameters using a simple model of wages and mobility. Second, we check the implications of assumptions about the linear tenure slope for the estimates of the returns to tenure, experience, and the effect of tenure on job match gains. We have three main empirical findings. First, there is a large return to general labor market experience that is independent of job shopping. Second, the return to tenure is probably above the Altonji and Shakotko's (1987) estimate but far below OLS estimates. Third, quits results in substantial job match gains for inexperienced workers. Layoffs are associated with the substantial job match losses for workers who have been on the job for over a year.\n\n",
    "acknowledgement": "\nSupport from the Center for Urban Affairs, Northwestern University and the computer centers at both Universities are gratefully acknowledged. We also thank H. van Ophem, Reed Olsen, and participants in the conference at Vrije University, and seminar participants at Northwestern University for helpful comments. Charles Pieiret provided excellent research assistance. We are responsible for the shortcomings of the paper. This paper is part of NBER's research program in Labor Studies. Any opinions expressed are those of the authors and not those of the National Bureau of Economic Research.\n\n\n"
}