{
    "id": 414,
    "citation_title": "A Multicountry Econometric Model (Revised)",
    "citation_author": [
        "Ray C. Fair"
    ],
    "citation_publication_date": "1979-12-01",
    "issue_date": "1979-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA multi-country econometric model is presented in this paper. The theoretical basis of the model is discussed in Fair (l979a), and the present paper is an empirical extension of this work. The model is quarterly and contains estimated equations for 44 countries. Most of the equations have been estimated by two stage least squares. The basic estimation period is 19581-19801 (89 observations). For equations that are relevant only when exchange rates are flexible, the basic estimation period is 1972II-19801 (32 observations). The trade matrix contains data for 64 countries. The U.S. part of the model is the model described in Fair (1976, 1980b). The model differs from previous models in a number of ways.(1) Linkages among countries with respect to exchange rates, interest rates, and prices appear to be more important in the model than they are in previous models. (2) There is no natural distinction in the model between stock-market and flow-market determination of the exchange rate.(3) The number of countries is larger than usual, and the data are all quarterly. (4) I alone have estimated small models for each country and then linked them together, rather than, as Project LINK has done, take models developed by others and link them together. The advantage of this approach is that the person constructing the individual models knows from the beginning that they are to be linked together, and this may lead to better specification of the linkages. The paper contains (1) a review of the theoretical basis of the model, (2) a description of the econometric model, including presentation and discussion of all the estimated equations, (3) a comparison of the predictive accuracy of the model to that of a fourth order autoregressive model, and (4) a brief discussion of the properties of the model. A much more detailed examination of the properties of the model is presented in Fair (1981).\n\n",
    "acknowledgement": "\n"
}