{
    "id": 4148,
    "citation_title": "General Purpose Technologies \"Engines of Growth?\"",
    "citation_author": [
        "Timothy F. Bresnahan",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1992-08-01",
    "issue_date": "1992-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhole eras of technical progress and economic growth appear to be driven by a few key technologies, which we call General Purpose Technologies (GPT's). Thus the steam engine and the electric motor may have played such a role in the past, whereas semiconductors and computers may be doing as much in our era. GPT's are characterized by pervasiveness (they are used as inputs by many downstream sectors), inherent potential for technical improvements, and innovational complementarities', meaning that the productivity of R&D in downstream sectors increases as a consequence of innovation in the GPT. Thus, as GPT's improve they spread throughout the economy, bringing about generalized productivity gains. Our analysis shows that the characteristics of GPT's imply a sort of increasing returns to scale phenomenon, and that this may have a large role to play in determining the rate of technical advance; on the other hand this phenomenon makes it difficult for a decentralized economy to fully exploit the growth opportunities offered by evolving GPT's. In particular; if the relationship between the GPT and its users is limited to arms-length market transactions, there will be \"too little, too late\" innovation in both sectors. Likewise, difficulties in forecasting the technological developments of the other side may lower the rate of technical advance of all sectors. Lastly, we show that the analysis of GPT's has testable implications in the context of R&D and productivity equations, that can in principle be estimated.\n\n",
    "acknowledgement": "\n"
}