{
    "id": 4156,
    "citation_title": "Testing Long Run Neutrality",
    "citation_author": [
        "Robert King",
        "Mark W. Watson"
    ],
    "citation_publication_date": "1992-09-01",
    "issue_date": "1992-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPropositions about long run neutrality are at the heart of most macroeconomic models. Yet, since the 1970's when Lucas and Sargent presented powerful critiques of traditional neutrality tests, empirical researchers have made little progress on testing these propositions. In this paper we show that. in spite of the Lucas-Sargent critique. long run neutrality can be tested without specifying a complete model of economic activity. This is possible when the variables are integrated. In this case, permanent shifts in the historical data can be uncovered using VAR methods, and neutrality can be tested when there is a priori knowledge of one of the structural impact multipliers or one of the structural long run multipliers. In most circumstances such a priori knowledge is available. We use this framework to test four long run neutrality propositions: (i) the neutrality of money, (ii) the superneutrality of money. (iii) a vertical long run Phillips curve, and (iv) the Fisher effect. In each application, our a priori knowledge consists of a range of plausible values for the relevant impact and long run multipliers. We find that the U.S. postwar data are consistent with the neutrality of money and a vertical long run Phillips curve. but find evidence against the superneutrality of money and the long run Fisher relation. The sign of the estimated effect of money growth on output depends on the particular identifying assumption used. For a wide range of plausible identifying restrictions, nominal interest rates are found to move less than one-for-one with inflation in the long run.\n\n",
    "acknowledgement": "\n"
}