{
    "id": 4166,
    "citation_title": "Greenback Resumption and Silver Risk: The Economics and Politics of Monetary Regime Change in the United States, 1862-1900",
    "citation_author": [
        "Charles W. Calomiris"
    ],
    "citation_publication_date": "1992-09-01",
    "issue_date": "1992-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper begins by developing a framework for price and interest rate determination under suspension of convertibility during the national banking period. The model is applied to interpret unanticipated price level shocks and expected deflation during the period of green back inconvertibility( 1862-1879), and to explain forward discounts on the dollar during the 1890s, which saw substantial risk of a return to suspension of convertibility. Special features of dollar value risk during the 1890s, including an endogenous supply of government licensed money (national bank notes), and a time-varying probability of a long-run switch to silver, require a different model of speculative attack from the standard approach which assumes a government-controlled supply of money. The salient empirical findings of the paper are: (1) Ex ante real interest rates were higher than nominal interest rates during the 1870s, and lower than nominal interest rates during the silver-risk episodes of the mid-1890s. (2) Runs on the dollar in the 1890s mainly reflected concerns about short-run convertibility, and small depreciation of the dollar contingent on suspension, rather than a likely immediate switch from gold to a permanently depreciated silver standard. (3) Expected deflation in the 1870s accounts for the apparent weakness of the procyclicality of prices, using annual data for the national banking period. Once one takes account of shifting expectations of inflation, unanticipated movements in prices and output are much more closely related.\n\n",
    "acknowledgement": "\n"
}