{
    "id": 4178,
    "citation_title": "Industrial Development in Cities",
    "citation_author": [
        "J. Vernon Henderson",
        "Ari Kuncoro",
        "Matthew Turner"
    ],
    "citation_publication_date": "1992-10-01",
    "issue_date": "1992-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing extensive data on 1970 and 1987 urban characteristics, the paper analyzes changes in employment in specific manufacturing industries in cities between 1970 and 1987. Two sets of questions are the focus. First, what present or past characteristics of a city's economic environment are critical in determining current employment levels in different industries? How much persistence in employment patterns is there over time and what is the source of that persistence? The second set of questions explores what inferences can be made from the data and results concerning the nature of externalities in urban markets, involving diversity of suppliers to firms, information spillovers concerning current market conditions and information spillovers involving the spread of technology. While the literature assumes employment levels in individual industries in individual cities show strong mean reversion (\"convergence\"), in fact that is not the case in the 1970-87 time period. The raw data show strong persistence. The major source of that persistence appears to be persistence in local demand conditions (i.e., persistence in regional comparative advantage), as opposed to other measured or unmeasured urban characteristics. Retention of employment is also strongly helped by the historical degree of local specialization in the industry, perhaps indicating a form of dynamic externality. Other historical conditions are not important.\n\n",
    "acknowledgement": "\n"
}