{
    "id": 4180,
    "citation_title": "Projecting the Number of New AIDS Cases in the U.S.",
    "citation_author": [
        "David E. Bloom",
        "Sherry Glied"
    ],
    "citation_publication_date": "1992-10-01",
    "issue_date": "1992-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the two leading methods used to project the number of AIDS cases: back calculation and extrapolation. These methods are assessed in light of key features of the HIV/AIDS epidemic and of data on the epidemic; they are also assessed in terms of the quality of the projections they yield. Our analysis shows that both methods have tended to overproject, often by sizable amounts, the number of AIDS cases in the U.S., especially among homosexual/bisexual males and users of blood and blood products. Our results provide no evidence that the use of AZT and other prophylaxis accounts for these projection errors. Rather, the overprojections appear to be mainly the result of a considerable reduction in the rate of new HIV infection among the gay community starting in 1983-85. A new method for projecting AIDS cases is proposed that exploits knowledge about the process generating AIDS cases and that incorporates readily available information about rates of new HIV infection. This method is far less sensitive to estimates of the incubation distribution than the method of back calculation and is shown, for the two transmission categories studied, to generate far more accurate AIDS case projections through 1990 than those based on the method of extrapolation. Relative to the method of extrapolation, this method projects 22,000 fewer new AIDS cases for 1995 (a 36 percent difference). This method also projects that intravenous drug users will replace homosexual/bisexual men as the dominant transmission category for AIDS.\n\n",
    "acknowledgement": "\n"
}