{
    "id": 4186,
    "citation_title": "Transfers",
    "citation_author": [
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "1992-10-01",
    "issue_date": "1992-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I develop a positive theory of intergenerational transfers. I argue that transfers are a means to induce retirement. that is, to buy the elderly out of the labor force. The reason why societies choose to do such a thing is that aggregate output is higher if the elderly do not work. I model this idea through positive externalities in the average stock of human capital: because skills depreciate with age. one implication of these externalities is that the elderly have a negative effect on the productivity of the young. When the difference between the skill level of the young and that of the old is large enough, aggregate output in an economy where the elderly do not work is higher. Retirement in this case will be a good thing; pensions are just the means by which such retirement is induced. Unlike other theories of transfers. the theory in this paper is consistent with a number of regularities: transfers appear to be a luxury good that societies buy only after they reach a certain level of development and income: transfers are the only component of public spending that appear to be positively correlated with growth in a cross-section of countries; and transfers are linked to retirement and to the employment history of the worker. One key prediction of the model is that if the dependency ratio keeps rising, then the social security system will collapse, and that this will be the optimal thing to happen. Finally, a strict interpretation of the model would suggest that transfers to poor people, minimum wage laws. minimum working-age requirements and other types of public welfare serve the same purpose as old age social security; they keep workers possessing low human capital out of the labor force.\n\n",
    "acknowledgement": "\n"
}