{
    "id": 4197,
    "citation_title": "Policy Lessons from the U.S. Unemployment Experiments",
    "citation_author": [
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1992-10-01",
    "issue_date": "1992-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecently, there has been extensive experimental evaluation of reforms of the unemployment insurance (UI) system. The UI experiments can be divided into two main areas: reemployment bonuses and job search programs. The four reemployment bonus experiments offered payments to UI recipients who found jobs quickly and kept them for a specified period of time. The six job search experiments evaluated combinations of services including additional information on job openings, more job placements, and more extensive checks of UI eligibility. The bonus experiments show that economic incentives do affect the speed with which people leave the unemployment insurance rolls. They also show that speeding claimants' return to work appears to increase total earnings following the claim, but the evidence is less strong. They also suggest that the rate of pay on the new job is not adversely affected by an earlier return to work. Despite these encouraging results, I argue that the experiments do not show that permanent adoption of a reemployment bonus would be beneficial as they cannot account for the effect of a reemployment bonus on the size of the claimant population. The job search experiments test several reforms that appear more promising. Nearly all of the combinations of services and increased enforcement reduce UI receipt, and have benefits that exceed costs. The treatments which mainly increase enforcement of work search rules have small but often statistically significant effects. The experiments which focus more on providing services induce much larger reductions in UI receipt, but at a higher cost of services per claimant. Nevertheless, these experiments have very favorable ratios of benefits to costs.\n\n",
    "acknowledgement": "\n"
}