{
    "id": 4202,
    "citation_title": "Measuring the Cyclicality of Real Wages: How Important is Composition Bias",
    "citation_author": [
        "Gary Solon",
        "Robert Barsky",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "1992-10-01",
    "issue_date": "1992-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the period since the 1960's, as in other periods, aggregate time series on real wages have displayed only modest cyclicality. Macroeconomists therefore have described weak cyclicality of real wages as a salient feature of the business cycle. Contrary to this conventional wisdom, our analysis of longitudinal microdata indicates that real wages have been substantially procyclical since the 1960's. We also find that the substantial procyclicality of men's real wages pertains even to workers that stay with the same employer and that women's real wages are less procyclical than men's. Numerous longitudinal studies besides ours have documented the substantial procyclicality of real wages, but none has adequately explained the discrepancy with the aggregate time series evidence. In accordance with a conjecture by Stockman (I983), we show that the true procyclicality of real wages is obscured in aggregate time series because of a composition bias: the aggregate statistics are constructed in a way that gives more weight to low-skill workers during expansions than during recessions. We conclude that, because real wages actually are much more procyclical than they appear in aggregate statistics, theories designed to explain the supposed weakness of real wage cyclicality may be unnecessary. and theories that predict substantially procyclical real wages become more credible.\n\n",
    "acknowledgement": "\n"
}