{
    "id": 4209,
    "citation_title": "What Directions for Labor Market Institutions in Eastern and Central Europe?",
    "citation_author": [
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1992-11-01",
    "issue_date": "1992-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I examine the evolution of labor relations institutions during the initial phase of marketization in Poland, Hungary. and Czechoslovakia and develop a model of changing support for reforms during the transition to a market economy. I find surprising stability in labor institutions in the first stage of transition to a market economy, but dramatic changes in labor outcomes. Successor unions to the official trade unions remained on the union scene. Central government taxed wage increases so enterprises would not give increases that matched or exceeded inflation and instituted tripartite forums to seek consensus on labor issues -- as they had done under reform communism. By contrast, labor market outcomes changed greatly. State-owned enterprises reduced employment even absent privatization, producing sizeable joblessness and eliminating massive vacancies. The dispersion of wages increased substantially in Hungary and Poland though not in Czechoslovakia. My model of changing support for reforms predicts a U-shaped curve of support for a successful reform program, with support falling among those who fail to advance rapidly in the new economic environment. Given this pattern, I assess how different labor arrangements are likely to affect workers' tolerance for the costs of transition; the ability of those who suffer in transition to undertake mass protests; and to provide information to governments to change marketization programs that are failing through \"voice\". While many labor relations experts favor tripartite agreements that create a social consensus during transition. my analysis suggests that the most likely labor relations outcome in Eastern European marketizing economies will be quite different: weak and fragmented unionism, concentrated in the public sector, and little or no unionism in the growing private sector, save in large joint ventures.\n\n",
    "acknowledgement": "\n"
}