{
    "id": 4215,
    "citation_title": "Private Saving and Public Policy",
    "citation_author": [
        "B. Douglas Bernheim",
        "John Karl Scholz"
    ],
    "citation_publication_date": "1992-11-01",
    "issue_date": "1992-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evidence presented in this paper supports the view that many Americans, particularly those without a college education, save too little. Our analysis also indicates that it should be possible to increase total personal saving among lower income households by encouraging the formation and expansion of private pension plans. It is doubtful that favorable tax treatment of capital income would stimulate significant additional saving by this group. Conversely, the expansion of private pensions would probably have little effect on saving by higher income households. However, these households are more likely to increase saving significantly in response to favorable tax treatment of capital income. Currently, eligibility for IRAs is linked to an AGI cap, and pension coverage is more common among higher income households than among low income households. The most effective system for promoting personal saving would have precisely the opposite features. Extending tax incentives for saving to higher income households is problematic. We discuss three competing policy options, IRAs with AGI caps, the universal IRA, and the Premium Saving Account (PSA). Our analysis reveals that the PSA system is a more cost-effective vehicle for providing saving incentives to, all households, particularly those in the top quintile of the income distribution.\n\n",
    "acknowledgement": "\n"
}