{
    "id": 4216,
    "citation_title": "Union Membership in the United States: The Decline Continues",
    "citation_author": [
        "Henry S. Farber",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "1992-11-01",
    "issue_date": "1992-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a demand/supply framework to analyze 1) the decline in union membership since 1977 in the United States and 2) the difference in unionization rates between the United States and Canada. We extend earlier work on these problems by analyzing new data for 1991 from the General Social Survey and for 1992 from our own household survey on worker preferences for union representation. When combined with earlier data for 1977 from the Quality of Employment Survey and for 1984 from a survey conducted for the AFL-CIO, we are able to decompose changes in unionization into changes in demand and changes in supply. We also analyze data for 1990 from a survey conducted for the Canadian Federation of Labor on the preferences of Canadian workers for union representation. We find that virtually all of the decline in union membership in the United States between 1977 and 1991 is due to a decline in worker demand for union representation. There was almost no change over this period in the relative supply of union jobs. Additionally, very little of the decline in unionization in the U.S. can be accounted for by structural shifts in the composition of the labor force. Next, we find that all of the higher unionization rate in the U.S. public sector in 1984 can be accounted for by higher demand for unionization and that there is actually more frustrated demand for union representation in the public sector. Finally. we tentatively conclude that the difference in unionization rates between the U.S. and Canada is accounted for roughly in equal measure by differences in demand and in supply.\n\n",
    "acknowledgement": "\n"
}