{
    "id": 4221,
    "citation_title": "Expenditures on Health Care for Children and Pregnant Women",
    "citation_author": [
        "Eugene M. Lewit",
        "Alan C. Monheit"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe chronic health care crisis in the United States is primarily the result of rapidly rising health care costs which leave millions of children and pregnant women without health insurance, with restricted access to health care, and at risk for poor health. A better understanding of the current system is key to any reform effort. The authors analyze estimates of annual expenditures on medical care services for children covering the period from conception through age 18 years, including expenditures on pregnancy and delivery. They focus their attention on the distribution of health care expenditures by type of service and source of payment, on how expenditures differ for children of different ages and for adults, and on the rate of growth in expenditures on health care for children. The authors suggest that, because there has been a decline in the relative share of expenditures accounted for by children, efforts to expand third-party financing of their health care will be less likely to overwhelm the system than would efforts to expand coverage to other groups. Families who are especially in need of extended health care coverage are those of children with major illnesses who are exposed to catastrophic costs. Efforts at cost containment may be most effective if focused on pregnancy and newborn care, areas in which expenditures have grown extremely rapidly in recent years. Finally, the authors conclude that, if expansion of health insurance coverage for children in the near term were to be incremental, expanded coverage for children 3 to 12 years old would probably have the smallest budgetary impact of any expansion in access to care.\n\n",
    "acknowledgement": "\n"
}