{
    "id": 4224,
    "citation_title": "The Gender Earnings Gap: Some International Evidence",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses micro-data to analyze international differences in the gender pay gap among a sample of ten industrialized nations. We particularly focus on explaining the surprisingly low ranking of the U.S. in comparison to other industrialized countries. Empirical research on gender pay gaps has traditionally focused on the role of gender-specific factors, particularly gender differences in qualifications and differences in the treatment of otherwise equally qualified male and female workers (i.e., labor market discrimination). An innovative feature of our study is to focus on the role of wage structure--the array of prices set for various labor market skills--in influencing the gender gap. The striking finding of this study is the enormous importance of overall wage structure in explaining the lower ranking of U.S. women. Our results suggest that the U.S. gap would be similar to that in countries like Sweden, Italy and Australia (the countries with the smallest gaps) if the U.S. had their level of wage inequality. This insight helps to resolve three puzzling sets of facts: (1) U.S. women compare favorably with women in other countries in terms of human capital and occupational status: (2) the U.S. has had a longer and often stronger commitment to equal pay and equal employment opportunity policies than have most of the other countries in our sample; but (3) the gender pay gap is larger in the U.S. than in most industrialized countries. An important part of the explanation of this pattern is that the labor market in the U.S. places a much larger penalty on those with lower levels of labor market skills (both measured and unmeasured).\n\n",
    "acknowledgement": "\n"
}