{
    "id": 4225,
    "citation_title": "The State of the North American and Japanese Motor Vehicle Industries: A Partially Calibrated Model to Examine the Impacts of Trade Policy Changes",
    "citation_author": [
        "Melvyn Fuss",
        "Steven Murphy",
        "Leonard Waverman"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we utilize a three component model of the automotive industry to simulate the impacts of various trade policy scenarios, such as changes in tariffs and quotas, on the U.S. and Canadian motor vehicle sectors as compared to their Japanese competitors. The three components are a cost module, a mark-up module and a demand module. These models contain the features stressed by the \"new\" international trade literature: (I) economies of scale in production, (2) imperfect competition, and (3) product differentiation. As a result of these modelling details we are able to capture quantitatively a number of outcome characteristics stressed in the strategic trade literature. Scenarios which expand a country's output reduce unit costs of production, both in the short and long-run. Protectionist policies adopted by North American governments result in rent transfers to these countries. The price and output effects of scenarios which favour North American producers at the expense of Japanese producers however are moderated by the Japanese practices of partial pass-through and pricing-to-market. The welfare implications of the various scenarios are in accordance with the strategic trade literature, in the sense the protectionist policies can in some cases increase aggregate welfare in North America at the expense of Japan.\n\n",
    "acknowledgement": "\n"
}