{
    "id": 4229,
    "citation_title": "Income Inequality and the Incomes of Very High Income Taxpayers: Evidence from Tax Returns",
    "citation_author": [
        "Daniel Feenberg",
        "James Poterba"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "2016-01-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses tax return data for the period 1951-1990 to investigate the rising share of adjusted gross income (AGI) that is reported on very high income tax returns.  We find that most of the increase in the share of AGI reported by high-income taxpayers is due to an increase in reported income for the one quarter of one percent of taxpayers with the highest AGIs.  The share of total AGI reported by these taxpayers rose slowly in the early 1980s, and increased sharply in 1987 and 1988.  This pattern suggests that at least part of the increase in the income share of high-AGI taxpayers was due to the changing tax incentives that were enacted in the 1986 Tax Reform Act.  By lowering marginal tax rates on top-income households from 50% to 28%, TRA86 reduced the incentive for these households to engage in tax avoidance activities.  We also find substantial differences in the growth of the income share of the highest one quarter of one percent of taxpayers, and the share of other very high income taxpayers.  This suggests that the increasing inequality of reported incomes at very high levels may not be driven by the same factors that have generated widening wage inequality throughout the income distribution and over a longer time period.\n\n",
    "acknowledgement": "\n"
}