{
    "id": 4236,
    "citation_title": "The Recent Failure of U.S. Monetary Policy",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the spring of 1990, the rates of growth of real income, of nominal income, and of the broad monetary aggregate (M2) have been substantially less than the Federal Reserve had set as targets and than most observers regarded as appropriate. The breakdown of the traditional economic relations has not been between M2 and subsequent nominal GOP but between the increase in reserves caused by open market operations and the subsequent level of M2. Changes in bank reserves brought about by open market operations have had much less effect on the money supply than the Federal Reserve had anticipated. Because the Federal Reserve requirements apply to only about one-fifth of M2, the Federal Reserve lacks a reliable way of predicting the effect of open market operations on the subsequent change of M2. The Federal Reserve has therefore emphasized the statistical relation between changes in the federal funds rate and subsequent changes in the monetary aggregate and in economic activity. The federal funds rate has turned out once again to be a misleading indicator of monetary conditions and a poor way of guiding M2. The new bank capital standards and associated regulatory supervision may be the primary reasons for the reduced sensitivity of commercial bank lending and of total nominal spending to changes in open market operations. Banks have responded to open market purchases by increasing the ratio of Ml (which is subject to reserve requirements) to M2.\n\n",
    "acknowledgement": "\n"
}