{
    "id": 4248,
    "citation_title": "Stoking the Fires? Co2 Emissions and Economic Growth",
    "citation_author": [
        "Douglas Holtz-Eakin",
        "Thomas M. Selden"
    ],
    "citation_publication_date": "1992-12-01",
    "issue_date": "1992-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past decade, concern over potential global warming has focused attention on the emission of greenhouse gases into the atmosphere, and there is an active debate concerning the desirability of reducing emissions. At the heart of this debate is the future path of both greenhouse gas emissions and economic development among the nations. We use global panel data to estimate the relationship between per capita income and carbon dioxide emissions, and then use the estimated trajectories to forecast global emissions of CO2. The analysis yields four major results. First, the evidence suggests a diminishing marginal propensity to emit (MPE) CO2 as economies develop; a result masked in analyses that rely on cross-section data alone. Second, despite the diminishing MPE, our forecasts indicate that global emissions of CO2 will continue to grow at an annual rate of 1.8 percent. Third, continued growth stems from the fact that economic and population growth will be most rapid in the lower-income nations that have the highest MPE. For this reason, there will be an inevitable tension between policies to control greenhouse gas emissions and those toward the global distribution of income. Finally, our sensitivity analyses suggest that the pace of economic development does not dramatically alter the future annual or cumulative flow of CO2 emissions.\n\n",
    "acknowledgement": "\n"
}