{
    "id": 4253,
    "citation_title": "Progressivity of Capital Gains Taxation with Optimal Portfolio Selection",
    "citation_author": [
        "Michael Haliassos",
        "Andrew B. Lyon"
    ],
    "citation_publication_date": "1993-01-01",
    "issue_date": "1993-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new data on capital gains realizations using a five-year stratified panel of taxpayers covering 1985-1989. We find, as earlier studies have, that capital gains realizations are very concentrated among the highest income groups. We use these data and data from the Federal Reserve Board Survey of Consumer Finances to draw inferences from a simulation model of the effects on progressivity and efficiency of alternative tax treatment of capital gains. Tax payments alone are not an accurate indication of the burden of a tax. Taxes generally create costs beyond the dollar value collected by causing persons to change their behavior to avoid the tax. Risk is also affected by the tax system. Beneficial risk-sharing characteristics of the tax system are frequently overlooked when examining the treatment of capital gains, We find that reforms comprising reductions in the capital gains tax rate offset by increases in the tax rate on other investment income are efficiency reducing. Surprisingly, we find that for taxpayers for whom loss limits are not binding a switch to accrual taxation is also efficiency reducing. For those taxpayers for whom loss limits are potentially binding, we find that large efficiency gains can be achieved by increasing the amount of capital losses that may be deducted against ordinary income. These results are partly attributable to changes in risk-sharing encompassed in these reforms.\n\n",
    "acknowledgement": "\n"
}