{
    "id": 4266,
    "citation_title": "Labor and the Emerging World Economy",
    "citation_author": [
        "David E. Bloom",
        "Adi Brender"
    ],
    "citation_publication_date": "1993-01-01",
    "issue_date": "1993-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the emergence of a world economy since 1950 and its implications for the world's labor force. There are four main sets of conclusions. First, although the integration of national economies since 1950 has been considerable, the world economy is still in its adolescence. Rapid integration has occurred among the industrial economies, but integration among the developing economies and between the industrial and developing economies has proceeded slowly. Second, international labor mobility can account for little, if any, economic integration since 1950. The economic integration that has been achieved is due mainly to the increased flow of capital across international boundaries and to a dramatic increase in trade, especially among the industrial countries. These developments have been driven by technological and institutional changes that have reduced the transactions costs for trade and capital mobility while maintaining or increasing barriers to international labor mobility. Third, these patterns of integration are associated with a sharp decline in income inequality among the industrial economies, but not in world income inequality as the income gap between the industrial and developing countries has increased. Finally, the large increase in developing economies' share of the world labor force projected for the next few decades will magnify their incentives to integrate more closely among themselves and with the industrial economies. World income per capita will be promoted by such integration.\n\n",
    "acknowledgement": "\n"
}