{
    "id": 4268,
    "citation_title": "Labor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter?",
    "citation_author": [
        "Thomas J. Kane",
        "Cecilia E. Rouse"
    ],
    "citation_publication_date": "1993-01-01",
    "issue_date": "1993-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn CPS data, the 20% of the civilian labor force with 1-3 years of college earn 15% more than high school graduates. We use data from the National Longitudinal Study of the High School Class of1972 which includes postsecondary transcript data and the NLSY to study the distinct returns to 2-year and 4-year college attendance and degree completion. Controlling for background and measured ability, wage differentials for both 2-year and 4-year college credits are positive and similar. We find that the average 2-year and 4-year college student earned roughly 5% more than high school graduates for every year of credits completed. Second, average bachelor and associate degree recipients did not earn significantly more than those with similar numbers of college credits and no degree, suggesting that the credentialing effects of these degrees are small. We report similar results from the NLSY and the CPS. We also pursue two IV strategies to identify measurement error and selection bias. First, we use self-reported education as an instrument for transcript reported education. Second, we use public tuition and distance from the closest 2-year and 4-year colleges as instruments, which we take as orthogonal to schooling measurement error and other unobserved characteristics of college students. We find that in our data the two biases roughly cancel each other, suggesting that the results above are, if anything, understated.\n\n",
    "acknowledgement": "\n"
}