{
    "id": 4286,
    "citation_title": "Endogenous Growth and Cycles",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1993-03-01",
    "issue_date": "1993-03-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchumpeter argued that economic downturns had positive effects, in the incentives that it provided for firms to increase their efficiency. Part 1. provides a simple model confirming Schwnpeter's insight At thesame time, the model shows that there are real costs to economic fluctuations which extend well beyond the temporary losses in output and the economic waste resulting from unused resources: the future productivity of the economy is adversely affected, e.g, because of reduced expenditures on R&D. These long run losses are likely to be far more significant than any temporary gains from any induced cost cutting. While traditional Schumpeterian analyses have focused on the relationships between market structure and innovation, they have paid less attention to the relationship between innovation and capital market imperfections (resulting, in many cases, from problems of costly and imperfect information which are particularly important in the context of innovation). It is these capital market imperfections which give result in the deleterious effect of economic downturns on technological progress. Part II. of the paper shows that the nexus between fluctuations and innovation goes in both directions: fluctuations in economic activity not only cause fluctuations in innovation, fluctuations in innovation may give rise to fluctuations in economic activity. The positive feedback relationship between innovation and economic activity may, under a variety of conditions, give rise to multiple equilibria. There is no presumption that the free market, left to itself, will choose the best among them. Moreover, it is shown that under certain circumstances, the only market equilibrium entails economic fluctuations. It is the structure of the economy, not exogenous disturbances (as in real business cycle theory) which give rise to cyclical behavior.\n\n",
    "acknowledgement": "\n"
}