{
    "id": 4292,
    "citation_title": "German and American Wage and Price Dynamics: Differences and Common Thenes",
    "citation_author": [
        "Wolfgang Franz",
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1993-03-01",
    "issue_date": "1993-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evolution of unemployment in West Germany and the U. S. stands in sharp contrast, with German unemployment much lower from 1960 to the early 19705 but substantially higher from 1984 to 1988. This paper provides a framework for examining the relationship between inflation and unemployment that sheds light on these developments. The theoretical section develops a new nonstructural model of wage and Price adjustment that integrates severa! concepts that have often been treated separately, including Phillips curve \"level effects,\" hysteresis \"change effects,\" the error-correction mechanism, and the role of changes in labor's share that act as a supply shock. The empirical analysis reaches rwo striking conclusions. First, during 1973-90coefficients in our German wage equations arc remarkably similar to those in the U.S., with almost identical estimates of the Phillips curve slope, of the hysteresis effect, and of the NAIRU. The two countries also share similar inflation behavior, in that inflation depends more closely on the capacity utilization rate than on the unemployment rate, The big difference berween the two countries is that there is no feedback from wages to prices in Germany, and so high unemployment does not put downward pressure on the inflation rate. During the 19705 and 19805 in Germany there emerged a growing mismatch between the labor market and industrial capacity, so that the unemployment rate consistent with the mean (constant-inflation) utilization rate (\"MURU\") increased sharply, while in the U. S. the MURU was relatively stable. The German utilization rate in late 1990was about 90 percent, considerably higher than the estimated MURU of 85 percent. Accordingly, we conclude that the Bundesbank was appropriately concerned about the acceleration of inflation implied by the tight product market of that period.\n\n",
    "acknowledgement": "\n"
}