{
    "id": 4303,
    "citation_title": "Measuring Core Inflation",
    "citation_author": [
        "Michael F. Bryan",
        "Stephen G. Cecchetti"
    ],
    "citation_publication_date": "1993-03-01",
    "issue_date": "1993-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the use of limited-information estimators as measures of core inflation. Employing a model of asymmetric supply disturbances, with costly price adjustment, we show how the observed skewness in the cross-sectional distribution of inflation can cause substantial noise in the aggregate price index at high frequencies. The model suggests that limited-influence estimators, such as the median of the cross-sectional distribution of inflation, will provide superior short-run measures of core inflation. We document that our estimates of inflation have a higher correlation with past money growth and deliver improved forecasts of future inflation relative to the CPI. Moreover, unlike the CPI, the limited-influence estimators do not forecast future money growth, suggesting that monetary policy has often accommodated supply shocks that we measure as the difference between core inflation and the CPI. Among the three limited-influence estimators we consider - the CP1 excluding food and energy, the IS-percent trimmed mean, and the median - we find that the median has the strongest relationship with past money growth and provides the most accurate forecast of future inflation. Using the median and several other variables including nominal interest rates and M2, our best forecast is that in the absence of monetary accommodation of any future aggregate supply shocks, inflation will average roughly 3 percent per year over the next five years.\n\n",
    "acknowledgement": "\n"
}