{
    "id": 4305,
    "citation_title": "The Equity of Social Services Provided to Children and Senior Citizens",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Jagadeesh Gokhale"
    ],
    "citation_publication_date": "1993-03-01",
    "issue_date": "1993-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper marshals a variety of different types of evidence in considering the degree of equity in the government's treatment of children vis-a-vis adults, particularly the current elderly. The paper begins by showing that poverty rates of children have, over the past two decades, risen dramatically while those of the elderly have fallen. Next, it shows that, over this same time frame, the levels of consumption and income of the elderly have risen relative to those of other Americans, including children. The paper then turns to the role of government policy in influencing these trends. It documents the high level of transfer payments going to the elderly relative to those going to children, even if one includes educational expenditures on children as a transfer payment. But the paper argues that such point-in-time comparisons are invalid because they fail to account for the fact that, at a point in time, children and the elderly are at different stages of their life cycles, Controlling for the stage of the life cycle requires examining the government's fiscal treatment of generations over their entire lifetimes. Accordingly, the paper compares the lifetime fiscal treatment of generations. Specifically, it presents/projects lifetime net tax rates for generations born from 1900 through the present as well as for generations that will be born in the future. These lifetime tax rates indicate that today's and tomorrow's children could well end up paying as much as 50, 60, or even 70 percent of their lifetime incomes to the government while generations that are now old will end up paying only about 25 percent of their lifetime incomes to the government. While the paper cautions that generational equity is in the eye of the beholder, such disparate taxation of generations does considerable violence to standard norms of generational equity.\n\n",
    "acknowledgement": "\n"
}