{
    "id": 4310,
    "citation_title": "The Gold Standard, Bretton Woods and other Monetary Regimes: An Historical Appraisal",
    "citation_author": [
        "Michael Bordo"
    ],
    "citation_publication_date": "1993-04-01",
    "issue_date": "1993-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides answers to two questions. The first question is which international monetary regime is best for economic performance? One based on fixed exchange rates: including the gold standard and its variants? Adjustable peg regimes such as the Bretton Woods system and the European Monetary System? Or one based on floating exchange rates? The second question is why have some monetary regimes been more successful than others? Specifically. why did the classical gold standard last close to a century (at least for Great Britain) and why did Bretton Woods only endure for twenty-five years (or less)? Why was the European Monetary System successful for only a few years? To answer the first question I examine empirical evidence on the performance of three monetary regimes: the classical gold standard; Bretton Woods; and the current float; and as a backdrop the mixed regime interwar period. 1 answer the second question by linking regime success to the presence of credible commitment mechanisms, that is to the incentive compatibility features of the regime. Successful fixed rate regimes. in addition to being based on simple transparent rules. contained features which encouraged a center country to enforce the rules and other countries to comply.\n\n",
    "acknowledgement": "\n"
}