{
    "id": 4344,
    "citation_title": "Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding",
    "citation_author": [
        "Matthew D. Shapiro",
        "Joel Slemrod"
    ],
    "citation_publication_date": "1993-04-01",
    "issue_date": "1993-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1992, the income tax withholding tables were adjusted so that withholding was reduced. A typical worker received an extra $28.80 in take-home pay per month in March through December 1992, to be offset by a lower tax refund in 1993. The change in withholding amounted to 0.5 percent of GDP. President Bush, who proposed this change in his State of the Union address, intended that it provide a temporary stimulus to demand. But the policy change involved only the timing of income, so, under the life-cycle/permanent-income model, it would be predicted to have a negligible effect on consumption and aggregate demand. This paper reports consumers' responses to the change in withholding. The results are based on a survey taken shortly after it went into effect. Forty-three percent of consumers report spending the extra take-home pay--substantially more than the zero percent predicted by the standard models, but substantially less than the one hundred percent upon which the policy was predicated. The decision to save the income is not explained by expected income growth. Therefore, while behavior of many households is not fully consistent with the life-cycle/permanent-income model, liquidity constraints do not appear to account for this behavior.\n\n",
    "acknowledgement": "\n"
}