{
    "id": 4356,
    "citation_title": "Do Historically Black Institutions of Higher Education Confer Unique Advantages on Black Students: An Initial Analysis",
    "citation_author": [
        "Ronald G. Ehrenberg",
        "Donna S. Rothstein"
    ],
    "citation_publication_date": "1993-05-01",
    "issue_date": "1993-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo Historically Black Institutions (HBIs)of Higher Education confer unique advantages on black students? Our paper consists of two separate analyses that begin 10 address this issue. The first uses data from the ?National Longitudinal Study of the High School Class of 1972? to ascertain whether black college students who attended HBIs in the early 1970s had higher graduation rates. improved early career labor market success and higher probabilities of going on 10 graduate or professional schools than their counterparts who attended other institutions. The econometric methods we employ control for the characteristics of the students. characteristics of the institutions, and the process by which black students decided 10 enroll (or were prevented from enrolling) in different types of institutions. We find that attendance at an HBI subswltia1ly enhanced the probability that a black student received a bachelor?s degree within seven years. however it had no apparent affect on the student's early career labor market success and probability of enrolling in post-college schooling. The second uses data from the 1987 to 1991 waves of the National Research Council's ?Survey of Earned Doctorates? to provide evidence on the patterns of black citizen doctorates with respect to their undergraduate institutions,  their graduate institutions,  and whether they achieved academic positions in major American liberal arts and research/doctorate institutions. Among the major findings is that black doctorates who received their undergraduate degrees at HBIs were much less likely to have received their graduate degree at a major research institution than those black doctorates who attended a major research or selective liberal arts undergraduate institution. Similarly, among the black doctorates who entered academic careers, those with graduate degrees from HBIs were less likely to be employed in major American research or liberal arts institutions than those who received their graduate degrees from major research institutions.\n\n",
    "acknowledgement": "\n"
}