{
    "id": 436,
    "citation_title": "The Taxation of Exhaustible Resources",
    "citation_author": [
        "Partha Dasgupta",
        "Geoffrey Heal",
        "Joseph E. Stiflitx"
    ],
    "citation_publication_date": "1980-01-01",
    "issue_date": "1980-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effect of taxation on the intertemporal allocation of an exhaustible resource. A general framework within which a large variety of taxes can be analyzed is developed and then applied to a number of specific taxes. It is shown that there exists a pattern of taxation which can generate essentially any desired pattern of resource usage. Many tax policies, however, have effects which are markedly different both from the effects that these policies would have in the case of produced commodities-and from those which they are designed (or widely thought) to have. For instance, if extraction costs are zero, a depletion allowance at a constant rate (widely thought to encourage the extraction of resources) has absolutely no effect; its gradual removal (usually thought to be preferable to a sudden removal) leads to faster rates of depletion (and lower prices) now, but higher prices in the future; which its sudden and unanticipated removal has absolutely no distortionary effect on the pattern of extraction. More generally, it is shown that the effects of tax structure on the patterns of extraction are critically dependent on expectations concerning future taxation. (The changes in tax structure which have occurred in the past fifty years are of the kind that, if they were anticipated, (or if similar further changes are expected to occur in the future) lead to excessively fast exploitation of natural resources. However, if it is believed that current tax policies (including rates) will persist indefinitely, the current tax structure would lead to excessive conservationism. Thus, whether in fact current tax policies have lead to excessive conservationism is a moot question.\n\n",
    "acknowledgement": "\n"
}