{
    "id": 4362,
    "citation_title": "Public Debt in the USA: How Much, How Bad and Who Pays?",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1993-05-01",
    "issue_date": "1993-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe USA is in the middle of the pack of industrial countries as regards the public debt-GOP and public deficit-GOP ratios. The period since 1980 is the only peace-time period outside the Great Depression to see a sustained increase in the debt-GOP ratio. The budgetary retrenchment planned by the Clinton administration is likely to prove insufficient to achieve a sustainable path. although the remaining permanent primary (noninterest) gap is small: between 0.1% and 1.0% of GOP. The maximal amount of seigniorage revenue that can be extracted at a constant rate of inflation is not far from the recent historical value of less that 0.5% of GOP. Subtracting net public sector investment from the conventional budget deficit is likely to overstate the government revenue producing potential of public sector investment. Public debt matters when markets are incomplete and/or lump-sum taxes are restricted. Future interest payments associated with the public debt are not equivalent to currently expected future transfer payments. Even ignoring the distortionary character of most real-world taxes and transfers. and holding constant the government's exhaustive spending program, the \"generational accounts\" are therefore not a sufficient statistic for the effect on aggregate consumption of the government's tax-transfer program. Solving the immediate budgetary problems still leaves the much more serious macroeconomic problems of an undersized US Federal government sector and an inadequate US national saving rate.\n\n",
    "acknowledgement": "\n"
}