{
    "id": 4364,
    "citation_title": "Multilateral Tarriff Cooperation During the Formation of Regional Free Trade Areas",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "1993-05-01",
    "issue_date": "1993-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact of the formation of regional free trade agreements on the ability of countries to maintain low cooperative multilateral tariffs. We assume that countries can not make binding international commitments, but are instead limited to self-enforcing arrangements. Specifically, we model cooperation in multilateral trade policy as involving a constant balance between, on the one hand, the gains from deviating unilaterally from an agreed-upon trade policy, and on the other, the discounted expected future benefits of maintaining multilateral cooperation, with the understanding that the latter would be forfeited in the trade war which followed a unilateral defection in pursuit of the former. In this context, we explore the way in which the formation of regional free trade agreements upsets the balance between current and future conditions, and trace through the dynamic ramifications of these effects for multilateral cooperation. Our results suggest that the emergence of regional free trade areas will be accompanied by a temporary retreat from liberal multilateral trade policies. Eventually, however, as the full impact of the emerging free trade agreement on multilateral trade patterns is felt, the initial balance between current and expected future conditions tends to reemerge, and liberal multilateral trade policies can be restored.\n\n",
    "acknowledgement": "\n"
}