{
    "id": 437,
    "citation_title": "The International Economy as a Source of and Restraint on United States Inflation",
    "citation_author": [
        "Michael R. Darby"
    ],
    "citation_publication_date": "1980-01-01",
    "issue_date": "1980-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe balance of payments, changes in our terms of trade, and other foreign influences are widely believed to be a major, if not the dominant, cause of U.S. inflation. This is possible only if the international economy has caused a significant increase in the growth rate of the nominal quantity of money sup-plied, a significant decrease in the growth rate of the real quantity of money demanded, or both. Unlike non reserve countries maintaining pegged exchange rates, the balance of payments need not influence the growth rate of the nominal quantity of money supplied by the Federal Reserve System. The Fed's reaction function is estimated and no effects of the (scaled) balance-of-payments can be detected. Noris found any other channel by which the international economy has affected the growth rate of the nominal money supply. Changes in the terms of trade will cause some transitory self-reversing effects on real income, real money demand, and the price level and also some permanent shifts in these variables. Because the permanent shifts in the level are nonrecurring, they average out when we examine the average growth rate over substantial periods. Indeed for four year averages, all autonomous variability (domestic and foreign) contributes negligibly (standard error of O.4 percent per annum) to variations in average inflation. Thus, except possibly a supporting role in the short run, international economy has contributed negligibly to U.S. inflation.\n\n",
    "acknowledgement": "\n"
}