{
    "id": 4370,
    "citation_title": "How High are the Giants' Shoulders: An Empirical Assessment of Knowledge Spillovers and Creative Destruction in a Model of Economic Growth",
    "citation_author": [
        "Ricardo J. Caballero",
        "Adam B. Jaffe"
    ],
    "citation_publication_date": "1993-05-01",
    "issue_date": "1993-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pace of industrial innovation and growth is shaped by many forces that interact in complicated ways. Profit-maximizing firms pursue new ideas to obtain market power, but the pursuit of the same goal by other means that even successful inventions art eventually superseded by others; this known as creative destruction. New ideas not only yield new goods but also enrich the stock of knowledge of society and its potential to produce new ideas. To a great extent this knowledge is non-excludable, making research and inventions the source of powerful spillovers. The extent of spillovers depends on the rate at which new ideas outdate old ones, that is on the endogenous technological obsolescence of ideas, and on the rate at which knowledge diffuses among inventors. In this paper we build a simple model that allows us to organize our search for the empirical strength of the concepts emphasized above. We then use data on patents and patent citations as empirical counterparts of new ideas and knowledge spillovers, respectively, to estimate the model parameters. We find estimates of the annual rate of creative destruction in the range of 2 to 7 percent for the decade of the 1970s, which rates for individual sectors as high as 25 percent. For technological obsolescence, we find an increase over the century from about 3 percent per year to about 12 percent per year in 1990, with a noticeable plateau in the l970s. We find the rate of diffusion of knowledge to be quite rapid, with the mean lag between I and 2 years. Lastly, we find that the potency of spillovers from old ideas to new knowledge generation (as evidenced by patent citation rate) has been declining over the century: the resulting decline in the effective public stock of knowledge available to new inventors is quite consistent with the observed decline in the average private productivity of research inputs\n\n",
    "acknowledgement": "\n"
}