{
    "id": 4371,
    "citation_title": "A Comparison of Formal and Informal Dispute Resolution in Medical Malpractice",
    "citation_author": [
        "Henry S. Farber",
        "Michelle J. White"
    ],
    "citation_publication_date": "1993-05-01",
    "issue_date": "1993-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we examine the experience of a single large hospital with an informal pre-litigation \"complaint\" process that resolves some cases outside of the legal system. The empirical results are generally consistent with an information structure where patients are poorly informed about the quality of medical care and the hospital does not know whether particular patients are litigious or not. The complaint process seems to resolve many complaints in a less costly manner than filing lawsuits. Almost half of all complaints are resolved before a lawsuit is filed. The large majority of these are dropped, and they are cases that would likely have been dropped even if they had been initiated as lawsuits. Very few cases are settled with a cash payment to patients before a lawsuit is filed, suggesting that patients must file lawsuits in order to convince the hospital that they are litigious enough to justify a settlement. Cases initiated through the complaint process are not resolved (dropped, settled, tried to a verdict) significantly differently from cases initiated as lawsuits, controlling for observable case characteristics. When settlements of lawsuits occur, the amounts paid do not vary depending on how the case originated, but settlements of complaints are much higher for cases settled after a lawsuit is filed, We conclude that the complaint process is a cost-effective \"front-end\" for the litigation process that provides information to patients regarding the quality of their medical care and, hence, the likelihood of negligence.\n\n",
    "acknowledgement": "\n"
}