{
    "id": 4379,
    "citation_title": "The Common Development of Institutional Change as Measured by Income Velocity: A Century of Evidence from Industrialized Countries",
    "citation_author": [
        "Michael D. Bordo",
        "Lars Jonung",
        "Pierre Siklos"
    ],
    "citation_publication_date": "1993-06-01",
    "issue_date": "1993-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious evidence, most recently by Bordo and Jonung (1990) and Silclos (1988b, 1991), has shown on a country-by-country basis that proxies for institutional change significantly improve our understanding of the long-run behaviour of velocity and. consequently, of the demand for money. If institutional change is a common development across industrialized countries it should have a common influence on velocity whereas the same need not be true for the other principal determinants of velocity such as income and interest rates. In statistical terms, this implies that the institutional change process should be cointegrated across countries but the conventional velocity determinants need not be. The purpose of this study is to extend the existing evidence to study common features in velocity, income, and interest rates, across countries. The countries considered are Canada, the U.S., the U.K.. Norway. and Sweden. We are relying on a sample of annual observations from 1870. The recently developed and refined techniques of testing for conintegration are used to study the common features in the series of interest. Briefly, the evidence suggests support for the view that there exists a unique long-run relationship in velocity but not in income and interest rates and that the common feature in velocity is more apparent after rather than before World War 11. However, before World War II, common features in velocity are more apparent for the U.S. and Canada. and separately, for Norway and Sweden. Finally. we find that only a model which includes institutional change proxies possesses a single common stochastic trend in the pooled time series. as well as long-run elasticities consistent with theoretical predictions. We argue that the evidence can only be understood in the context of common historical developments in the respective countries' financial systems.\n\n",
    "acknowledgement": "\n"
}