{
    "id": 4382,
    "citation_title": "Efficiency of the Tokyo Housing Market",
    "citation_author": [
        "Takatoshi Ito",
        "Keiko Nosse Hirono"
    ],
    "citation_publication_date": "1993-06-01",
    "issue_date": "1993-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn analyzing the dynamics of Tokyo housing price, we have compiled annual micro data sets from individual listings in a widely-circulated real estate advertising magazine. A data set compiled from \"properties for investment\" lists both asking (sales) prices and rents for the same properties. With such data, a price-rent ratio is directly observable and expected capital gains before tax and commissions found to be just less than 90% in ten years. The \"repeatedly-listed properties for investment\" data set, a subset of the first, contains only those units in the same buildings after a one-year interval. In this data set, price, rent, and ex post capital gains are all observable. They are used to show that ex post returns on housing investment in the last four years were actually rather modest. The data sets for \"housing for sale\" and \"housing for rent\" sections were separately used for hedonic regressions, from which we constructed hedonic price and rent indexes. These regressions show the effects of various determinants of housing prices and rents. The time (year) dummy variables in the hedonic regressions give estimates of price and rent increases in the last 11 years in Tokyo. According to these estimates, prices increased 85-90% over the 1981-92 period, while rents increased about 65%. The price-(annual) rent ratio rents appears to have fluctuated between 17 and 32. Finally, the weak-form efficiency of excess returns on housing is rejected. However, the conclusion is tentative considering the short sample.\n\n",
    "acknowledgement": "\n"
}