{
    "id": 439,
    "citation_title": "Expectations and the Forward Exchange Rate",
    "citation_author": [
        "Craig S. Hakkio"
    ],
    "citation_publication_date": "1980-01-01",
    "issue_date": "1980-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an empirical examination of the hypothesis that the forward exchange rate provides an \"optimal\" forecast of the future spot ex-change rate, for five currencies relative to the dollar. This hypothesis provides a convenient norm for examining the erratic behavior of exchange rates; this erratic behavior represents an efficient market that is quickly incorporating new information into the current exchange rate. This hypothesis is analyzed using two distinct, but related, approaches. The first approach is based on a regression of spot rates on lagged forward rates. When using weekly data and a one month forward exchange rate, ordinary least squares regression analysis of market efficiency is incorrect. Econometric methods are proposed which allow for consistent (though not fully efficient) estimation of the parameters and their standard errors. This paper also presents a new approach for testing exchange market efficiency. This approach is based on a general time series process generating the spot and forward exchange rate. The hypothesis of efficiency implies a set of cross-equation restrictions imposed on the parameters of the time series model. This paper derives these restrictions, proposes a maximum likelihood method of estimating the constrained likelihood function, estimates the model and tests the validity of the restrictions with a likelihood ration statistic.\n\n",
    "acknowledgement": "\n"
}