{
    "id": 4391,
    "citation_title": "Do 401(k) Contributions Crowd Out Other Persoanl Saving?",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "1993-06-01",
    "issue_date": "1993-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the late 1980s. contributions to 401(k) plans eclipsed contributions to Individual Retirement Accounts as the leading form of tax-deferred individual retirement saving. This paper uses data from the 1984. 1987. and 1991 Surveys of Income and Program Participation to describe patterns of participation in and contributions to 401(k) plans. and to evaluate the net impact of these contributions on personal saving. We find that 401(k) participation conditional on eligibility exceeds sixty percent at all income levels. This pattern contrasts with Individual Retirement Accounts in the early 1980s. which exhibited a sharply rising profile of participation across income groups. We study the net effect of 401(k) contributions on personal saving by comparing the growth of non-401(k) assets for contributors and noncontributors. and by comparing the level of wealth for families who are eligible for 401(k)s with that of those who are not. We find little evidence that 401(k) contributions substitute for other forms of private saving. We also explore the substitutability of 401(k) contributions for IRA contributions. and revisit the question of whether IRAs substitute for other types of saving. Our findings suggest little substitution on either margin.\n\n",
    "acknowledgement": "\n"
}