{
    "id": 4400,
    "citation_title": "Reputation Formation in Early Bank Debt Markets",
    "citation_author": [
        "Gary Gorton"
    ],
    "citation_publication_date": "1993-07-01",
    "issue_date": "1993-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo hypotheses concerning firms issuing debt for the first time are tested. The first is that new firms' debt will be discounted more heavily by lenders, compared to firms which have credit histories (but are otherwise identical), and that this excess discount declines over time as lenders observe defaults. The declining interest rate corresponds to the formation of a \"reputation\", a valuable asset which provides an incentive for firms to not choose risky projects. The second hypothesis is that prior to the establishment of a reputation new firms issuing debt are monitored more intensely. The sample studied consists of new banks issuing bank notes for the first time during the America Free Banking Era (1838-1860). The presence of a reputation effect in debt prices is confirmed: the debt of new banks is discounted more heavily than banks with credit histories. Note holders are then motivated to monitor new banks because the excess discount provides an incentive for notes of new banks to be redeemed. As lenders learn that new banks can redeem their notes, the discount declines as predicted for surviving banks. The precision of learning increases during the period due to technological improvements in information transmission, namely, the introduction of the telegraph and the railroad. The results explain why the pre-Civil War system of private money issuance by banks was not plagued by problems of overissuance (wildcat banking\").\n\n",
    "acknowledgement": "\n"
}