{
    "id": 4422,
    "citation_title": "Inflation and Growth in an Integrated Approach",
    "citation_author": [
        "Michael Bruno"
    ],
    "citation_publication_date": "1993-08-01",
    "issue_date": "1993-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic factors in general, and the macropolicy response to common external shocks (such as oil prices and real interest rates) in particular, have in recent decades played a dominant role in countries' protracted growth crises as well as in growth renewal and its long-run sustainability. The paper attempts to construct and apply a simple framework for the joint empirical analysis of growth and inflation, starting from a rudimentary short-term AS and AD framework that is 'averaged' into the medium and long run. For the industrial countries through the 1970s and 1980s such analysis highlights the existence of a marked 20 year inflation and growth 'loop', extending beyond the conventional business cycles, with well identifiable phases of crisis entry, disinflation and partial growth recovery. The interaction of macropolicy response to shocks with structural (mainly labor market) features of economies account for differences across countries both in the depth of the deterioration phase as well as in the gradual recovery, for which a panel regression provides some of the links between inflation, economic activity, profits and investment renewal. The second part of the paper (Section IV) applies similar tools and uncovers analogous, though much more dramatic, 15-20 year loops, in the crisis and recovery of a group of countries in Latin America (as well as Israel). Likewise the strong macro path-dependence of growth in middle-income countries (with cross-country differences in structure and social cohesion) is borne out by comparisons with countries (both in the same region and outside it) that faced similar external shocks yet exhibited much milder 'loops'. The paper ends with a brief reference to some analogies with the sequencing of the cycle of growth crisis, adjustment and structural reform in Eastern Europe.\n\n",
    "acknowledgement": "\n"
}