{
    "id": 4423,
    "citation_title": "Innovations and Technological Spillovers",
    "citation_author": [
        "M. Ishaq Nadiri"
    ],
    "citation_publication_date": "1993-08-01",
    "issue_date": "1993-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the evidence from a large number of studies on three specific questions pertaining to R&D investment: (1) Are there diminishing returns to inventive activities? (2) What is the relationship between R&D and productivity and what are the magnitudes of the returns to a firm's or industry's R&D investment? (3) What are the magnitudes of the benefits from R&D undertaken by other firms, industries and countries and the vehicles by which they are transmitted to the recipients? The evidence on the first issue is still controversial, basically because of the lack of an adequate measure of output and precise measurement of the inputs to the inventive process. Patent counts are often considered as a measure of output while expenditures on R&D are used as a measure of input in this process. If proper adjustments are made and the significant spillover effects of R&D documented in this paper are taken into account, the possibility of diminishing returns to inventive activities seems implausible. On the second question, the results clearly suggest a positive and strong relationship between R&D expenditures and growth of output or total factor productivity. The relation is pervasive, though the magnitudes of the contribution of R&D vary among firms, industries and countries. On the average, net rates of return on own R&D are about 20% to 30%. There is no clear cut evidence of decline in the potency of R&D investment in the late 1970s. However, there is evidence that R&D as a factor of production affects not only productivity growth but also the demand for conventional inputs and is influenced by changes in input prices and the level of demand. The evidence points to sizable R&D spillover effects both at the firm and industry levels; the social rates of return of R&D often vary from 20% to over 100% in various industry, with an average somewhere close to 50%. The channels of diffusion of the spillovers vary considerably and their effects on productivity growth are sizable. These results suggest a substantial underinvestment in R&D activities. International technology trade among the OECD countries has increased substantially in recent years. The diffusion of new technologies has been very rapid; the channels of transmissions have been exports, foreign direct investment, and multinational enterprises' research operations, the latter being the most dynamic agents of technology transfer. With the further globalization of business activities, international technology transfers will be a major source of new R&D spillovers.\n\n",
    "acknowledgement": "\n"
}