{
    "id": 4424,
    "citation_title": "Retirement Systems in Developed and Developing Countries: Institutional Features, Economic Effects, and Lessons for Economies in Transition",
    "citation_author": [
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "1993-08-01",
    "issue_date": "1993-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMultiple-pillar retirement systems have widely differing roles for private retirement savings, government regulation and insurance of private savings vehicles, and government provision of old-age income support. Despite their diversity, and despite the fact that public and private sector retirement systems command a great deal of wealth and have potentially powerful effects on labor and capital markets, they are often overlooked in structural analyses of country problems and prospects. This paper examines important institutional features of retirement systems in developed and developing countries, and outlines what is known about their economic effects. Also identified are ways in which public and private retirement systems affect the process of economic adjustment, with special attention to the costs and benefits of encouraging early retirement. The review shows that a coherent reform plan for a retirement system must identify how much old-age income security is affordable, how the government and private sector can address private market failures in providing this security, and how these objectives can be attained given available financing mechanisms. There is evidence that many retirement systems will be forced to change a great deal in the next few decades. In some cases, retirement benefits will have to be reduced (perhaps by imposing a means test), the age for early retirement will have to be raised, multiple-pillar plans must be integrated and streamlined so as to rationalize work incentives, and the incentives and opportunities for private saving will be increased. In any case, using high-cost long-term retirement systems to mitigate short- and medium-term unemployment problems will probably prove costly and inefficient as a solution to problems faced by economies in transition.\n\n",
    "acknowledgement": "\n"
}