{
    "id": 443,
    "citation_title": "Federal Deficit Policy and the Effects of Public Debt Shocks",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1980-02-01",
    "issue_date": "1980-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShifts between current taxation and debt issue alter the timing of taxes, which induces a variety of intertemporal substitution effects. In some circumstances the minimization of excess budget costs would entail stabilization of expected overall tax rates over time. The first section of the paper discusses this condition and derives its implications for the behavior of public debt. Empirically the major movements in U.S. public debt can be explained along the lines of the theoretical model as sensible responses to business fluctuations, changes in government expenditures, and variations in the anticipated inflation rate. In particular, much of federal deficit policy appears to be consistent with economic efficiency. The next section focuses on the economic effects of debt shocks, which are interpreted as departures of public debt movements from the systematic behavior that was investigated in the previous section. It is possible theoretically that these shocks could influence aggregate demand even when such effects did not arise from the systematic behavior of the deficit. The constructed debt shocks appear to have expansionary influences on output and negative effects on the unemployment rate, although the magnitudes of the effects that have been isolated are substantially weaker than those estimated for money shocks. Because it is the shock component of deficits -- rather than the systematic \"policy\" response -- that has been shown to affect real economic activity, the results do not provide a basis for using the deficit as an element of activist stabilization policy. Overall, the results do not suggest much payoff from the imposition of restrictions on federal deficit behavior; it Is likely that such constraints would mainly increase the excess burden that is imposed on the private sector by financing of government expenditures.\n\n",
    "acknowledgement": "\n"
}