{
    "id": 4445,
    "citation_title": "Trade Blocs, Currency Blocs and the Disintegration of World Trade in the 1930s",
    "citation_author": [
        "Barry Eichengreen",
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "1993-08-01",
    "issue_date": "1993-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dramatic implosion and regionalization of international trade during the 1930s has often been blamed on the trade and foreign exchange policies that emerged in the interwar period. We provide new evidence on the impact of trade and currency blocs on trade flows from 1928 1938 that suggests a blanket indictment of interwar trade policies and payments arrangements is not warranted. Discriminatory trade policies and international monetary arrangements had neither a uniformly favorable nor unfavorable implication for world trade; instead the balance of trade-creating and trade-diverting effects depended on the motivations of policymakers and hence on the structure of their policies. We find, for example, that British Commonwealth tariff preferences affected trade more significantly than the sterling-bloc currency area, but both promoted within-group trade without diverting trade away from non-members. Exchange controls and bilateral clearing arrangements enacted by German and Central and Eastern European countries, by contrast, dominated other commercial policies in altering trade patterns, but curtailed trade with non-members with no offsetting trade-creating effects. We also find support for Ragnar Nurkse 's famous hypothesis that exchange-rate volatility in the interwar period diminished trade. Our results speak to the emerging regional trade and currency areas of today, such as the North American Free Trade Agreement and the EC's Single Market and European Monetary System, and suggest that their impact lies not in the regional or global character of the policy initiative, but in the structure and design of the underlying policies.\n\n",
    "acknowledgement": "\n"
}