{
    "id": 4453,
    "citation_title": "Consumption over the Life Cycle and over the Business Cycle",
    "citation_author": [
        "Orazio P. Attanasio",
        "Martin Browning"
    ],
    "citation_publication_date": "1993-09-01",
    "issue_date": "1993-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe main aim of this paper is to assess the validity of the life cycle model of consumption. In particular, we address an issue that has recently received much attention, especially in the macroeconomic literature: that of \"excess sensitivity\" of consumption growth to income growth. We do this using a time series of cross sections and a novel and flexible parameterization of preferences. The former allows us to' address aggregation issues directly, while with the latter we can allow both the discount factor and the elasticity of intertemporal substitution eis to be affected by various observable variables and lifetime wealth. The main findings can be summarized as follows: (i) the excess sensitivity of consumption growth to labor income disappears when we control for demographic variables. This is true both at life cycle and business cycle frequencies. (ii) estimation of a flexible specification of preferences indicates that the elasticity of intertemporal substitution is a function of several variables, including the level of consumption. The eis increases with the level of consumption, as expected. (iii) the variables that change the eis are also important in explaining why we observe excess sensitivity over the business cycle. (iv) we are able to reconcile our results with those reported both in the macro and micro literature. (v) in our specification the elasticity of intertemporal substitution is not very well determined. This result, however, should be taken with care, as we have not made an effort to construct a 'preferred' specification, which would probably include additional controls for labor supply behavior. The evidence presented shows that the life cycle model cannot be easily dismissed. Indeed, we believe that the model does a good job at representing consumption behavior both over the life cycle and over the business cycle.\n\n",
    "acknowledgement": "\n"
}