{
    "id": 4454,
    "citation_title": "A Cohort Analysis of Saving Behavior by U.S. Households",
    "citation_author": [
        "Orazio P. Attanasio"
    ],
    "citation_publication_date": "1993-09-01",
    "issue_date": "1993-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the pattern of saving behavior by U.S. households, using the Consumer Expenditure (CEX) Survey.  The analysis' main goal is to explain the decline in aggregate personal saving in the United States in the 1980s.  I estimate a typical' saving-age profile and identify systematic movements of the profile across different cohorts of U.S. households.  In addition, I consider different definitions of saving and control for a number of factors that figure in popular explanations fo the decline in saving. The main results can be summarized as follows: 1) the typical' saving-age profile presents a pronounced  hump' and peaks around age 60; 2) this  typical' age profile was, at least during the 1980s, shifted down for those cohorts born between 1925 and 1939.  This is consistent with the low level of aggregate saving because these cohort were, in the 1980s, in that part of their life cycle when saving is highest; 3) this results holds for various definition of saving with one notable exception; the decline is less pronounced when expenditure on durables is considered as saving; and 4) some other popular explanations of the decline in saving are rejected by the data, including those appealing to the presence of capital gains on real or financial assets.\n\n",
    "acknowledgement": "\n"
}