{
    "id": 4460,
    "citation_title": "Uncertain Demand, The Structure of Hospital Costs, and the Cost of EmptyHospital Beds",
    "citation_author": [
        "Martin Gaynor",
        "Gerard F. Anderson"
    ],
    "citation_publication_date": "1993-09-01",
    "issue_date": "1993-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the fundamental facts of the environment hospitals face is uncertainty over demand for their services. This uncertainty leads hospitals to hold excess standby capacity to avoid turning away patients. In this paper we reformulate the theory of cost and production to take account of this uncertainty. We then use this model to calculate the cost of empty hospital beds. Utilized capacity in the hospital industry, as measured by the inpatient hospital bed occupancy rate, has gradually declined since 1980 and was approximately 65 percent in 1992. Congress and the Administration are concerned that the costs associated with empty beds represent wasteful expense and some have proposed an adjustment to Medicare payment rates which will penalize hospitals with low occupancy rates. We estimate a short run cost function for a hospital facing uncertain demand using data from a national sample of over 5000 hospitals for the years 1983-1987. The traditional cost model is strongly rejected in favor of the reformulated model. We calculate the cost of an empty hospital bed as $61,395 in 1987 dollars. We estimate that a one percent decrease in the number of hospital beds would decrease hospital costs by slightly over one-half of one percent. These costs are substantial, but smaller than some others have indicated.\n\n",
    "acknowledgement": "\n"
}