{
    "id": 4464,
    "citation_title": "Getting Together and Breaking Apart: The Decline of Centralised Collective Bargaining",
    "citation_author": [
        "Richard B. Freeman",
        "Robert Gibbons"
    ],
    "citation_publication_date": "1993-09-01",
    "issue_date": "1993-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the stability of centralized wage-setting systems in light of the on-going decentralization of labor relations in much of the Western world. It takes the decline of peak level bargaining in Sweden, the traditional archetype of centralized collective bargaining, as its key case for study, but is intended to speak to other cases as well. Like many earlier analysts, we argue that centralization offers potential economic gains by internalizing the costs of inefficient wage inflation. With this potential benefit, however, comes a cost: centralized decisions are not sufficiently responsive to local conditions. To avoid excessive inflexibility, the center can allow for \"wage drift\" at the local level (i.e., local wage settlements above the central agreement), but once the center allows wage drift, it becomes difficult to distinguish between justifiable drift due to local economic conditions and unjustifiable drift in the self-interest of local bargaining pairs. Thus, centralized wage-setting systems face a tradeoff: allowing less drift makes it easier to monitor local bargaining pairs but harder to achieve the appropriate responsiveness to local conditions. We develop a game-theoretic model of this tradeoff, and consider how the center's optimal policy moves towards decentralization (i.e., towards allowing more drift) as the cost of inflexibility rises. We then interpret the evolution of centralized bargaining in Sweden in light of the model. We argue that centralized bargaining flourished when the private-sector blue-collar workers (represented by LO) dominated the workforce, but began to wane as public-sector and white-collar unions grew in strength, as skill differentials in decentralized labor markets grew in size, and as product-market competition intensified (especially through the shortening of product lifecycles).\n\n",
    "acknowledgement": "\n"
}