{
    "id": 4469,
    "citation_title": "Health Insurance Availability and the Retirement Decision",
    "citation_author": [
        "Jonathan Gruber",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "1993-09-01",
    "issue_date": "1993-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause individuals aged 55-64 face large and uncertain medical expenditures without the guarantee of public insurance coverage provided by Medicare, the availability of post-retirement health insurance could be an important determinant in the retirement decisions of this group. We investigate the effect of health insurance on retirement by focusing on state and federal \"continuation of coverage\" mandates which grant the retiree the right to continue purchasing health insurance through a previous employer for a specified number of months after leaving the firm. We exploit variation in the timing and generosity of these laws to identify the effect of the availability of continuation coverage on retirement decisions, using data on 55-64 year-old males from the Current Population Survey and the Survey of Income and Program Participation. We find a sizeable and significant effect of continuation coverage on retirement; one year of mandated continuation benefits raises retirement rates by 20%. The effect appears to be uniform at all ages rather that larger near the age of Medicare eligibility. There is also a large increase in the insurance coverage of individuals who would have retired in the absence of continuation benefits. Our findings have important implications for policies which change the insurance coverage of early retirees, such as national health insurance.\n\n",
    "acknowledgement": "\n"
}