{
    "id": 449,
    "citation_title": "Sterilization and Monetary Control under Pegged Exchange Rates: Theory and Evidence",
    "citation_author": [
        "Michael R. Darby"
    ],
    "citation_publication_date": "1980-02-01",
    "issue_date": "1980-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn veiw of recent strong evidence that substantial sterilization of the monetary effects of reserve flows occurs, a modified monetary approach model is formulated in which central banks exercise no control over their domestic money supply despite their sterilization activities. This model is compared with a more general model in which the balance of payments and domestic money supply are both influenced by the central bank's domestic policy goals. In order for the central bank to exercise monetary control, three conditions must be met: assets are not perfect substitutes, goods are not perfect substitutes, and expected depreciation is not \"too -responsive\" to the balance of payments. The third condition may be met for small but not large reserve flows. Reduced form tests are derived which show for Canada, France, Germany, Italy, Japan, th Netherlands, and the United Kingdom that domestic policy goals strongly influenced quarterly changes in the domestic money supply; this strongly contradicts both the modified and standard monetary approach to the balance of payments. Thus there is a relevant \"short-run\" in which monetary authorities exercise monetary control. The paper concludes that the simpler monetary approach is no longer empirically tenable for analysis of quarterly data and that more general simultaneous models must be specified and tested.\n\n",
    "acknowledgement": "\n"
}