{
    "id": 450,
    "citation_title": "Flexible Exchange Rates in the 1970's",
    "citation_author": [
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1980-02-01",
    "issue_date": "1980-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1970's witnessed the dramatic evolution of the international monetary system from a regime of pegged exchange rates into a regime of flexible rates. This paper surveys the key issues and lessons from the experience with floating rates during the1970's. The main orientation is empirical and the analysis is based on the experience of the three exchange rates: the Dollar/Pound, the Dollar/French Franc, and the Dollar/DM. The first issue that is being examined is the efficiency of the foreign exchange market and the degree of exchange rates volatility. The analytical framework emphasizes that exchange rates are the prices of assets that are traded in organized markets and are strongly influenced by expectations about future events. The principal finding is that the behavior of the foreign exchange market has been broadly consistent with the efficient market hypothesis. The second issue concerns the relationship between exchange rates and interest rates. It is shown that during the inflationary period of the 1970's, exchange rates and interest rates were positively correlated. This positive association is interpreted in terms of the role played by inflationary expectations. The analysis draws a distinction between expected and unexpected changes in interest rates; it is demonstrated that changes in exchange rates are strongly associated with the unexpected component of changes in the interest rates. The third issue concerns the relationship between exchange rates and prices. It is shown that the experience of the 1970'sdoes not support the prediction of the simple version of the purchasing power parity theory and that the deviations from purchasing power parities can be characterized by a first-order autoregressive process. These deviations are then interpreted.\n\n",
    "acknowledgement": "\n"
}