{
    "id": 4500,
    "citation_title": "The Dependent Economy Model with Both Traded and Non-Traded Capital Goods",
    "citation_author": [
        "Philip L. Brock",
        "Stephen J. Turnovsky"
    ],
    "citation_publication_date": "1993-10-01",
    "issue_date": "1993-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper resolves a long-standing obstacle in the development and use of the dependent economy model with investment.  This obstacle derives from the fact that models of the dependent economy with investment have been criticized for arbitrarily assuming that capital is either tradable or nontradable, and for choosing either the traded or nontraded sector to be capital intensive.  The model incorporates both types of capital and shows that it is the relative sectoral intensity of nontraded capital that matters for the dynamic adjustment of the relative price of nontradables.  When the traded sector is relatively intensive in nontraded capital, the saddlepath is flat (at the long-run value of the relative price of nontradables).  When the nontraded sector is relatively intensive in nontraded capital, the saddlepath is negatively sloped.  The relative sectoral intensity of traded capital primarily affects the adjustment of the current account.  In particular, we consider the role of the complementarity or substitutability of traded and nontraded capital in the production structure on the behavior of the current account.  The dynamic behavior of the model is illustrated by considering a permanent increase in foreign transfers.\n\n",
    "acknowledgement": "\n"
}