{
    "id": 4510,
    "citation_title": "Privatization of Social Security: Lessons from Chile",
    "citation_author": [
        "Peter Diamond"
    ],
    "citation_publication_date": "1993-10-01",
    "issue_date": "1993-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Chile, all covered workers must place 10% of monthly earnings in a savings account with a highly regulated intermediary that manages a single fund and provides survivors and disability insurance. Workers pay a commission charge, in addition to the mandatory 10%, to finance this insurance and to cover the costs and profits of the intermediaries.  On becoming eligible to receive benefits, a worker can choose between a sequence of phased withdrawals and a real annuity.  In addition, there is a sizable guaranteed minimum pension. Unlike the purchased annuities, the minimum pension is not indexed, but adjusted by the government from time to time. The Chilean reform gets high marks for defending the system from political risk and for its effects on capital accumulation and on the functioning of the capital market.  The Chilean reform gets low marks for the provision of insurance and for administrative cost. Perhaps the most surprising aspect of the Chilean reform is the high cost of running a privatized social security system, higher than the 'inefficient' system that it replaced.  Valdes-Prieto has estimated that the average administrative charge per effective affiliate while active is U.S. $89.10 per year (for 1991) which is 2.94% of average taxable earnings.  This is close to 30% of the 10% mandatory savings rate.  The cost per person is not far from costs observed in other privately-managed pension systems, such as defined- benefit private pensions in the U.S.  However, it compares unfavorably with administrative costs in well-run unified government managed systems.  The issue here is the administrative efficiency of reliance\n\n",
    "acknowledgement": "\n"
}