{
    "id": 453,
    "citation_title": "Disequilibrium Dynamics with Inventories and Anticipatory Price-Setting:Some Impirical Results",
    "citation_author": [
        "Jerry R. Green",
        "Jean-Jacques Laffont"
    ],
    "citation_publication_date": "1980-02-01",
    "issue_date": "1980-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe basic assumption of this paper is an attempt to be specific about price formation while retaining a fixed-price, quantity-constrained equilibration in the short-run. The second theme of this paper is the role of inventories in macrodynamics a topic of long-recognized importance, but one which has not received much attention within the disequilibrium literature. We will analyze how the level of inventories interacts with the level of prices and wages, and how the spillover effects in a fixed-price equilibrium produce certain testable characteristics in macro time series data. We will argue that these can be used to discriminate between a model of the type we study and the analogous flexible-price system. In section 2 we set out the basic model and discuss its assumptions. Section 3 derives the short-run quantity-constrained equilibrium as it depends on initial inventory stocks and on the random disturbances within the period. Section 4 presents, for comparison purposes, the analogous results under conditions of full price flexibility after these shocks are realized. Sections 5 and 6 are the heart of the paper. We first derive the probabilistic nature of the equilibrium as it depends upon the underlying stochastic disturbances. The probabilities of different types of quantity constrained equilibria can be compared. Then, we use these results to present the dynamics of inventory behavior and the statistical relationships between real wages, inventories and employment. We emphasize the possibility of using this type of analysis to test the disequilibrium hypothesis with anticipatory pricing, against the market-clearing assumptions.\n\n",
    "acknowledgement": "\n"
}