{
    "id": 4538,
    "citation_title": "Endogenous Growth, Public Capital, and the Convergence of Regional Manufacturing Industries",
    "citation_author": [
        "Charles R. Hulten",
        "Robert M. Schwab"
    ],
    "citation_publication_date": "1993-11-01",
    "issue_date": "1993-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral explanations can be offered for the unbalanced growth of U.S. regional manufacturing industries in the decades after World War II.  The convergence hypothesis suggests that the success of the South in catching up to the Northeast and Midwest should be understood by analogy with the economic success of Japan and the rest of the G-7 in closing the gap relative to the U.S. as a whole.  Endogenous growth theory, on the other hand, assigns a central role to capital formation, broadly defined.  A variant of endogenous growth theory focuses on investments in public infrastructure as a key determinant of regional growth.  Finally, traditional location theory stresses the evolution of regional supply and demand and the role of economies of scale and agglomeration. This paper compares these alternative explanations of U.S. regional growth by testing their predictions about the productive efficiency of regional manufacturing industries.  We find little evidence that technological convergence explains the regional evolution of U.S. manufacturing industry, or that endogenous growth was an important factor.  We also find little evidence that public capital externalities played a significant role in explaining the relative success of industries in the South and West.  The main engine of differential regional manufacturing growth over the period 1970-86 seems to be inter-regional flows of capital and labor.  The growth of multifactor productivity is essentially uniform across regions, although there is some variation in the initial levels of efficiency.\n\n",
    "acknowledgement": "\n"
}