{
    "id": 4549,
    "citation_title": "Econometric Estimates of Prices Indexes for Personal Computers in the 1990s",
    "citation_author": [
        "Ernst R. Berndt",
        "Zvi Griliches",
        "Neal Rappaport"
    ],
    "citation_publication_date": "1993-11-01",
    "issue_date": "1993-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we construct a number of quality-adjusted price indexes for personal computers in the U.S. marketplace over the 1989- 92 time period.  We generalize earlier work by incorporating simultaneously the time, age and vintage effects of computer models into a fully saturated parameterization, and then develop a corresponding specification test procedure. While the simple arithmetic mean of prices of models by year reveals a price decline of about 11% per year, use of a matched model procedure similar to that commonly used by government statistical agencies generates a much larger rate of price decline -- about 20% per year.  Since the matched model procedure holds quality constant, it ignores quality change embodied in new models.  When data on new and surviving models are used in the estimation of hedonic price equations, a variety of quality-adjusted price indexes can be calculated, with varying interpretations.  Although there are some differences, we find that on average these quality-adjusted price indexes decline at about 30% per year, with a particularly large price drop occurring in 1992.  Parameters in hedonic price equations for desktop PC models differ from those for mobile PCs.  Moreover, quality-adjusted prices fall at a slightly lower AAGR for mobile models (24%) than for desktops (32%).  We conclude that taking quality changes into account has an enormous impact on the time pattern of price indexes for PCs.\n\n",
    "acknowledgement": "\n"
}