{
    "id": 4564,
    "citation_title": "The Influence of Nonmarital Childbearing on the Formation of First Marriages",
    "citation_author": [
        "Neil G. Bennett",
        "David E. Bloom",
        "Cynthia K. Miller"
    ],
    "citation_publication_date": "1993-12-01",
    "issue_date": "1993-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the association between nonmarital childbearing and the subsequent likelihood of first marriage and document a negative association between these variables -- controlling for a variety of potentially confounding influences -- in several large survey data sets for the United States.  We then subject possible explanations of this finding to empirical test. The analyses performed support the following conclusions: Nonmarital childbearing does not appear to be driven by low expectations of future marriage.  Rather, the direction of causation is just the reverse: Nonmarital childbearing tends to be an unexpected and unwanted event that has multiple effects, which on balance are negative, on a woman's subsequent likelihood of first marriage. Further, the upward trend in the proportion of childbearing that occurs outside of marriage may account for one-fourth of the increase in the proportion of women never marrying in the United States over cohorts separated by almost two decades.  We do, however, find that nonmarital childbearers are more likely to enter informal cohabitational unions than are their single counterparts who do not bear a child. We find evidence that the negative association between out-of- wedlock childbearing and subsequent marriage is particularly strong among welfare recipients as well as evidence that out-of-wedlock childbearing increases the likelihood that a woman marries her child's biological father.  On the other hand, we find no evidence that (a) stigma associated with nonmarital childbearing plays an important role\n\n",
    "acknowledgement": "\n"
}