{
    "id": 4574,
    "citation_title": "No Place Like Home: Tax Incentives and the Location of R&D by American Multinationals",
    "citation_author": [
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "1993-12-01",
    "issue_date": "1993-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the effects of the U.S. tax treatment of the R&D activities of American multinationals.  Recent evidence indicates that the level of R&D spending is highly sensitive to its after-tax cost.  The U.S. Tax Reform Act of 1986 reduced the tax deductions that many American firms can claim for their R&D expenses incurred in the U.S., and on this basis, observers predicted that American firms would react to the tax change by significantly increasing the fraction of their R&D that they perform abroad.  Aggregate data indicate that this fraction instead stayed roughly constant, at around 10%.  An important reason why U.S. firms did not move more of their total R&D activity offshore is that U.S. tax law provides quite generous treatment of R&D performed in the U.S. for use abroad by firms with excess foreign tax credits, and the Tax Reform Act of 1986 significantly increased the number of American firms with excess foreign tax credits.  Hence, the 1986 tax change increased the cost of U.S.-based R&D for some American firms, and reduced it for others, with little impact on the overall fraction of R&D spending that U.S. firms do abroad.  One consequence of the tax law changes of the late 1980s is that, by 1991, the tax treatment of foreign-source royalties received by American firms with excess foreign tax credits has five times the revenue impact of the Research and Experimentation Tax Credit.\n\n",
    "acknowledgement": "\n"
}