{
    "id": 4580,
    "citation_title": "An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade",
    "citation_author": [
        "S. Lael Brainard"
    ],
    "citation_publication_date": "1993-12-01",
    "issue_date": "1993-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically investigates the role of transport costs, trade and investment barriers, production scale economies, and firm- specific advantages in determining the use of overseas production relative to exports.  The proximity-concentration hypothesis is robust in explaining the share of total sales accounted for by affiliate sales: this share is greater the higher are transport costs and trade barriers and the lower are plant scale economies and investment barriers.  Although strictly speaking, the proximity-concentration hypothesis applies to the shares of affiliate sales and exports rather than the levels, the effects of trade and investment barriers on the levels are similar to their effects on the shares, controlling for simultaneity, and so is that of freight factors in the trade estimates.  The elasticity of inward and outward net affiliate sales with respect to tariffs is around 0.45, and that with respect to NTBs is an additional 0.17.  The elasticity of both imports and exports with respect to freight factors is -1.  However, the effect of freight factors on the level of affiliate sales is not robust, and the probability of observing any affiliate sales is increasing in proximity. The overall complementarity between trade and affiliate sales arises in part because relative income and intellectual property intensity increase both.  In contrast, affiliate sales and trade move in opposite directions with increases in advertising intensity, suggesting that advertising-intensive products require a local presence.\n\n",
    "acknowledgement": "\n"
}