{
    "id": 4582,
    "citation_title": "Energy Taxes: Traditional Efficiency Effects and Environmental Implications",
    "citation_author": [
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "1993-12-01",
    "issue_date": "1993-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines 'traditional' (non-environmental) efficiency consequences and environmental effects of two energy tax policies: a tax on fossil and synthetic fuels based on Btu (or energy) content and a tax on consumer purchases of gasoline.  It uses a model that uniquely combines attention to details of the U.S. tax system with a consolidated treatment of U.S. energy use and pollution emissions. On traditional efficiency grounds, each of the energy taxes emerges as more costly to the economy than increases in personal or corporate income taxes of equal revenue yield.  Simulation experiments indicate that the excess costs of energy taxes are due partly to their relatively narrow tax base.  The Btu tax's application to gross output (as compared with net output under an income tax) serves to expand its excess costs; in contrast, the gasoline tax's focus on consumption (as opposed to income) tends to mitigate its excess costs.  On the environmental side, we find that for each of eight major air pollutants considered, energy taxes induce emissions reductions that are at least nine times larger than the reductions under the income tax alternatives. Overall, this study indicates that the Btu and gasoline taxes considered are inferior to the alternatives on narrow efficiency grounds but superior on environmental grounds.  Whether the environmental attractions of energy taxes are large enough to offset their relatively high non-environmental costs remains an open question.\n\n",
    "acknowledgement": "\n"
}