{
    "id": 459,
    "citation_title": "Postwar Macroeconomics: The Evolution of Events and Ideas",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1980-02-01",
    "issue_date": "1980-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper traces the evolution of macroeconomic events and ideas from the late 1940s to the present day. After a brief introduction that highlights the unique features of the main macroeconomic variables as compared to their behavior before 1947, the paper turns to an analysis of four main postwar sub-periods. The analysis of each sub-period begins with a summary of the dominant conceptual framework popular at the time, reviews the most surprising features of both demand fluctuations and supply phenomena, and concludes with a retrospective evaluation of policy. Many shifts in macroeconomic thinking can be traced to the influence of particular events. The small role that monetary changes played in explaining demand fluctuations in the first postwar decade helped maintain intact the Keynesian multiplier framework, but the increasing importance of autonomous monetary movements in the second decade laid the groundwork for a greater emphasis on the potency of monetary policy in the late 1960s. The widespread acceptance of monetarism owes much to the coincidence in 1968 of an unexpected acceleration in inflation together with the failure of the tax surcharge enacted in that year. Similarly, the increased degree of inertia evident in the behavior of inflation from 1954 on helped win ready acceptance for the idea of a stable Phillips-curve tradeoff, while the refusal of inflation to abate in 1970 helped solidify the victory of the natural hypothesis. A major theme of the paper is the gradual but profound shift in macroeconomics from the dominance of demand issues to a new emphasis on supply topics. Price controls, crop failures, and OPEC actions in the l970s have brought supply shocks to the forefront of policy discussions, revived fiscal policy asa means of countering supply shocks, and lessened support for a monetarist reliance on simple policy rules.\n\n",
    "acknowledgement": "\n"
}