{
    "id": 4603,
    "citation_title": "Uncovering Some Causal Relationships between Productivity Growth and the Structure of Economic Fluctuations: A Tentative Survey",
    "citation_author": [
        "Philippe Aghion",
        "Gilles Saint-Paul"
    ],
    "citation_publication_date": "1993-12-01",
    "issue_date": "1993-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses recent theoretical and empirical work on the interactions between growth and business cycles.  One may distinguish two very different types of approaches to the problem of the influence of macroeconomic fluctuations on long-run growth.  In the first type of approach, which relies on learning by doing mechanisms or aggregate demand externalities, productivity growth and direct production activities are complements.  An expansion therefore has a positive long-run effect on total factor productivity.  In the second type of approach, hereafter labeled 'opportunity cost or 'learning-by-doing', productivity growth and production activities are substitutes.  The opportunity cost of some productivity improving activities falls in a recession, which has a long-run positive impact on output.  This does not mean, however, that recessions should on average last longer or be more frequent, since the expectation of future recessions reduces today's incentives for productivity growth.  We also briefly discuss some empirical work which is mildly supportive of the opportunity cost approach, while showing that it can be reconciled with the observed pro-cyclical behavior of measured total factor productivity.  We also describe some theoretical work on the effects of growth on business cycles.\n\n",
    "acknowledgement": "\n"
}