{
    "id": 4620,
    "citation_title": "A Theory of Gradual Trade Liberalization",
    "citation_author": [
        "Robert W. Staiger"
    ],
    "citation_publication_date": "1994-01-01",
    "issue_date": "1994-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a theory of gradual trade liberalization.  I consider countries that are limited to self-enforcing arrangements in their trade relations.  I argue that enforcement problems associated with the maintenance of low cooperative tariffs are exacerbated by the presence of resources in the import-competing sector that are (or potentially could be) earning rents from their sector-specific skills. Intuitively, by being able to transform into rents a portion of what otherwise would be dead weight loss under a tariff hike, the presence of such resources makes deviation from a low cooperative tariff to a high tariff more desirable for the deviating country, and makes punishments under reciprocally high tariffs less painful.  Hence, the presence of rent-collecting resources in an import-competing sector acts as a deterrent to trade liberalization.  But if an initial 'round' of liberalization can induce at least a portion of these resources in the import-competing sector to relocate to the rest of the economy, and if by not using their sector-specific skills these resources stand to lose them, then the enforcement issues associated with their presence will also diminish over time, and further rounds of liberalization are made possible by the effects of the initial round.  I formalize this gradual process of trade liberalization, and explore the consequences of a failed round of liberalization for the ability to maintain current levels of cooperation.\n\n",
    "acknowledgement": "\n"
}