{
    "id": 4626,
    "citation_title": "The New Regionalism: Trade Liberalization or Insurance?",
    "citation_author": [
        "Carlo Perroni",
        "John Whalley"
    ],
    "citation_publication_date": "1994-01-01",
    "issue_date": "1994-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral of the recently negotiated regional trade agreements (Canada-U.S., NAFTA, E.C.-Hungary/Poland/Czeck and Slovak Republics) contain significantly fewer concessions by the large countries to smaller countries than vice versa.  Yet, it is small countries that have sought them and see themselves as the main beneficiaries.  In this paper we attempt to resolve this seeming paradox by interpreting such agreements as insurance arrangements for smaller countries, which partially protect them against the consequences of a global trade war. What they offer to the large countries in return is largely non-trade benefits (such as restraints on domestic policies in the smaller countries, firmer intellectual property protection, firmer guarantees of royalty arrangements affecting resources on state-owned lands). When evaluated alongside the regional trade arrangements of the 1960s (such as the E.C.), these agreements may appear to produce little or no benefit relative to the status quo for smaller countries; but when evaluated relative to a post-retaliation tariff equilibrium, the value of these agreements to small countries is large because they help preserve existing access to larger foreign markets.  There is little incentive for large countries to negotiate such arrangements without side payments of the non-trade variety, because these agreements constrain their ability to play strategically against smaller neighbouring countries (who are still important trade partners) in a trade war.  Such regional agreements compared across constrained and unconstrained Nash outcomes will typically be welfare worsening for large countries, and side payments are needed for the\n\n",
    "acknowledgement": "\n"
}