{
    "id": 4632,
    "citation_title": "\"Public Sector Pension Governance and Performance\"",
    "citation_author": [
        "Olivia S. Mitchell",
        "Ping Lung Hsin"
    ],
    "citation_publication_date": "1994-01-01",
    "issue_date": "1994-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determinants of public sector pension plan investment and funding behavior.  Its goal is to draw lessons which may be used to improve the design and governance of public pensions.  Plan performance is related to characteristics of the pension systems' governance structure and authority, using a new survey of U.S. state and local public pension plan governance practices and performance outcomes. The study suggests that most large public pension systems funded their plans satisfactorily in 1990, but some did not.  Better public pension funding was associated with a pension system having in-house actuaries and when pension Board members were required to carry liability insurance.  In contrast, public pension funding was lower when states experienced fiscal stress, and when employees were represented on the pension system Board.  Pension funding did not appear sensitive to statutes guaranteeing benefits or funding levels, nor by the ability of states to carry budget deficits from one year to the next.  The results also suggest that public pension Boards having more retiree-Trustees experienced lower investment returns, as did public sector pension plans required to devote a portion of their assets to in-state investments.  Returns did not differ depending on whether a pension Board had in-house, or external money managers. No single set of pension plan management practices can optimize plan performance for all systems across all time periods.  Nevertheless, these results suggest that care must be taken when designing the regulatory and investment environment in which these plans operate.\n\n",
    "acknowledgement": "\n"
}