{
    "id": 4635,
    "citation_title": "Employee Decisions with Respect to 401(k) Plans: Evidence From Individual-Level Data",
    "citation_author": [
        "Andrea L. Kusko",
        "James M. Poterba",
        "David W. Wilcox"
    ],
    "citation_publication_date": "1994-02-02",
    "issue_date": "1994-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n401(k) plans have been the most rapidly growing type of employer- provided pension plan during the last decade.  This paper utilizes employee-level data from the 401(k) plan at a medium-sized U.S. manufacturing firm to analyze the participation and contribution decisions of workers eligible for this plan.  Our analysis reveals two important features of 401(k) participant behavior.  First, contribution decisions of eligible employees are relatively insensitive to the rate of employer matching on worker contributions. Most employees maintain the same participation status and contribution rate year after year, despite substantial changes in the employer's match rate at the firm we study.  This suggests that employer matching may not be a critical factor in explaining the growth of 401(k) plans. Second, we find that institutional constraints on contributions, imposed either by the employer or by the IRS, are an extremely important influence on contributor behavior.  About three quarters of eligible employees contributed at rates that place them at one of the 'corners' or 'kinks' in the 401(k) opportunity set.  This finding must be recognized in any analysis of how changes in 401(k) plan provisions are likely to affect contribution levels.\n\n",
    "acknowledgement": "\n"
}