{
    "id": 4644,
    "citation_title": "Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women",
    "citation_author": [
        "Janet Currie",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1994-02-01",
    "issue_date": "1994-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key question for health care reform in the U.S. is whether expanded health insurance eligibility will lead to improvements in health outcomes.  We address this question in the context of dramatic expansions in the Medicaid eligibility for pregnant women that took place during the 1980s.  We build a detailed simulation model of each state's Medicaid policy during the 1979-1990 period, and use this model to estimate 1) the effect of changes in the rules on the eligibility of pregnant women for Medicaid, and 2) the effect of Medicaid eligibility changes on birth outcomes in aggregate Vital Statistics data. We have three main findings.  First, the expansions did dramatically increase the Medicaid eligibility of pregnant women, but did so at quite differential rates across the states.  Second, the expansions lowered the incidence of infant mortality and low birthweight; we estimate that the 20 percentage point increase in eligibility among 15-44 year old women was associated with a decrease in infant mortality of 7%.  Third, earlier, targeted changes in Medicaid eligibility, such as through relaxations of the family structure requirements from the AFDC program, had much larger effects on birth outcomes than broader expansions of eligibility to all women with somewhat higher income levels.  We suggest that the source of this difference was the much lower takeup of Medicaid coverage by individuals who became eligible under the broader expansions.  We find that the targeted expansions, which raised Medicaid expenditures by $1.7 million per infant life saved, were in line with conventional\n\n",
    "acknowledgement": "\n"
}