{
    "id": 465,
    "citation_title": "How Effective Have Fiscal Policies Been in Changing the Distribution of Income and Wealth?",
    "citation_author": [
        "Mervyn A. King"
    ],
    "citation_publication_date": "1980-04-01",
    "issue_date": "1980-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the expansion of empirical research in public finance, there remains consider- able uncertainty about the distributional consequences of fiscal policy. For this session, I have been asked to summarize some international comparisons. I shall divide the issue into two questions. How effective has fiscal policy been in reducing inequality? Mow big are the potential gains from further redistribution? In Section I, I examine some of the evidence on the redistributive effects of taxes and benefits in the United States, the United Kingdom, and Sweden. I shall concentrate on the distribution among house- holds, and not among the units, individuals, or by type of factor income. This ignores the fact that the formation of households is itself endogenous and depends, in part, on fiscal policy, especially subsidies to housing costs. Any statement about the impact of taxes on distribution depends on a counter-factual assumption about the distribution which would be observed in the absence of taxes and benefits. Since there is no overwhelming evidence in favor of any one particular set of assumptions, I shall argue that it is helpful to pose a second question, the answer to which docs not depend on assumptions about incidence. Given the distribution which emerges from the existing system of taxes and benefits, what would be the gains from attempting further redistribution? Finally, in Section III some suggestions are presented for future research.\n\n",
    "acknowledgement": "\n"
}