{
    "id": 4653,
    "citation_title": "Intellectual Capital and the Birth of U.S. Biotechnology Enterprises",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Marilynn B. Brewer"
    ],
    "citation_publication_date": "1994-02-01",
    "issue_date": "1994-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between the intellectual capital of scientists making frontier discoveries, the presence of great university bioscience programs, the presence of venture capital firms, other economic variables, and the founding of U.S. biotechnology enterprises during 1976-1989.  Using a linked cross-section/time- series panel data set, we find that the timing and location of the birth of biotech enterprises is determined primarily by intellectual capital measures, particularly the local number of highly productive 'star' scientists actively publishing genetic sequence discoveries. Great universities are likely to grow and recruit star scientists, but their effect is separable from the universities.  When the intellectual capital measures are included in our poisson regressions, the number of venture capital firms in an area reduces the probability of foundings.  At least early in the process, star scientists appear to be the scarce, immobile factors of production.  Our focus on intellectual capital is related to knowledge spillovers, but in this case 'natural excludability' permits capture of supranormal returns by scientists.  Given this reward structure technology transfer was vigorous without any special intermediating structures.  We believe biotechnology may be prototypical of the birth patterns in other innovative industries.\n\n",
    "acknowledgement": "\n"
}