{
    "id": 4659,
    "citation_title": "Balanced and Unbalanced Growth",
    "citation_author": [
        "James E. Rauch"
    ],
    "citation_publication_date": "1994-02-01",
    "issue_date": "1994-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA mechanism of endogenous growth suitable for investigation of sectoral or regional interaction is developed.  It is shown how the high value placed on production linkages by economic historians might be reconciled with the high value placed on openness (often implying lack of linkages) by observers of contemporary less developed countries.  When the output of one sector is traded and the output of the other is nontraded, it is shown how the traded goods sector acts as the 'engine of growth' in the sense that its profitability of knowledge acquisition primarily determines the steady state aggregate growth rate.  It is also shown how sectors or regions interact out of steady state through product, labor, and capital markets, and in particular how if the former interaction dominates the growth of one sector 'pulls along' the growth of the other while if the latter two interactions dominate one sector or region booms while the other declines.  The paper builds on these results to show why liberalization of foreign trade should lead to a transition from a lower to a higher steady state growth rate and why, during the course of this transition, growth might initially be even slower than before liberalization.  On this basis a reinterpretation of the post-1973 economic performance of Chile is offered.  A final application to economic integration of previously separate regions or countries shows that the largest growth effects are to be had if one region is allowed to decline and provide a source of cheap labor for the other region.\n\n",
    "acknowledgement": "\n"
}