{
    "id": 4666,
    "citation_title": "The Impact of Demographics on Housing and Non-Housing Wealth in the United States",
    "citation_author": [
        "Hilary Williamson Hoynes",
        "Daniel McFadden"
    ],
    "citation_publication_date": "1994-03-01",
    "issue_date": "1994-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEquity in housing is a major component of household wealth in the United States.  Steady gains in housing prices over the last several decades have generated large potential gains in household wealth among homeowners.  Mankiw and Weil (1989) and McFadden (1993b) have argued that the aging of the US population is likely to induce substantial declines in housing prices, resulting in capital losses for future elderly generations.  However, if households can anticipate changes in housing prices, and if they adjust their non-housing savings accordingly, then welfare losses in retirement could be mitigated. This paper focuses on two questions: (1) Are housing prices forecastable from current information on demographics and housing prices?; and (2) How are household savings decisions affected by capital gains in housing?  We use metropolitan statistical area (MSA) level data on housing prices and demographic trends during the 1980's and find mixed evidence on the forecastability of housing prices. Further, we use data on five-year savings rates from the Panel Study of Income Dynamics and find no evidence that households engage in changing their non-housing savings in response to expectations about capital gains in housing.  Thus, the projected decline in housing prices could result in large welfare losses to current homeowners and large intergenerational equity differences.\n\n",
    "acknowledgement": "\n"
}