{
    "id": 4667,
    "citation_title": "Do Repatriation Taxes Matter? Evidence from the Tax Returns of U.S. Multinationals",
    "citation_author": [
        "Rosanne Altshuler",
        "T. Scott Newlon",
        "William C. Randolph"
    ],
    "citation_publication_date": "1994-03-01",
    "issue_date": "1994-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn open question in the literature on the taxation of multinational corporations is whether repatriation taxes influence whether the profits of foreign subsidiaries are repatriated or reinvested abroad.  Theoretical models suggest that dividend remittances should not be influenced by repatriation taxes.  The results of recent empirical work indicate that dividend remittances are sensitive to repatriation taxes.  This paper investigates whether the empirical evidence can be reconciled with the theoretical results by recognizing that repatriation taxes on dividends may vary over time and provide firms with an incentive to time repatriations so that they occur in years when repatriation tax rates are relatively low.  We use information about cross-country differences in tax rates to separately estimate the influence of permanent tax changes, as would occur due to changes in statutory tax rates, and transitory tax changes on dividend repatriations.  Our data contains U.S. tax return information for a large sample of U.S. corporations and their foreign subsidiaries.  We find that the permanent tax price effect is significantly different from the transitory price effect and is not significantly different from zero, while the transitory tax price effect is negative and significant.  This suggests that repatriation taxes do affect dividend repatriation behavior but only to the extent that they vary over time. Previous empirical work has apparently measured the effect of timing behavior.\n\n",
    "acknowledgement": "\n"
}