{
    "id": 4675,
    "citation_title": "Factor Hoarding and the Propagation of Business Cycles Shocks",
    "citation_author": [
        "Craig Burnside",
        "Martin Eichenbaum"
    ],
    "citation_publication_date": "1994-03-01",
    "issue_date": "1994-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the role of variable capital utilization rates in propagating shocks over the business cycle.  To this end we formulate and estimate an equilibrium business cycle model in which cyclical capital utilization rates are viewed as a form of factor hoarding.  We find that variable capital utilization rates substantially magnify and propagate the impact of shocks to agents' environments.  The strength of these propagation effects is evident in the dynamic response functions of various economy wide aggregates to shocks in agents' environments, in the statistics that we construct to summarize the strength of the propagation mechanisms in the model and in the volatility of exogenous technology shocks needed to explain the observed variability in aggregate U.S. output.  Other authors have argued that standard Real Business Cycle (RBC) models fail to account for certain features of the data because they do not embody quantitatively important propagation mechanisms.  These features include the observed positive serial correlation in the growth rate of output, the shape of the spectrum of the growth rate of real output and the correlation between the forecastable component of real output and various other economic aggregates.  Allowing for variable capital utilization rates substantially improves the ability of the model to account for these features of the data.\n\n",
    "acknowledgement": "\n"
}