{
    "id": 4686,
    "citation_title": "Cross-Border Banking",
    "citation_author": [
        "Jonathan Eaton"
    ],
    "citation_publication_date": "1994-03-01",
    "issue_date": "1994-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe banking systems of some countries export intermediation services to the rest of the world, while many other countries are net exporters of deposits to banks abroad and net importers of loans from banks abroad.  Banking center countries typically have lower inflation, deeper financial systems, earn less government revenue from seigniorage, and have lower reserve money relative to bank assets than nonbanking-center countries.  This paper develops a stylized model of regulated bank intermediation to examine the role of national monetary policy in determining the international competitiveness of a national banking system.  Monetary policy takes the form of controlling the supply of reserve money and imposing restrictions on banks that generate a demand for reserve money (reserve requirements).  The international competitiveness of a banking system is enhanced by having a monetary authority who places greater weight on the interests of existing creditors relative to debtors in its constituency, and who has less need to raise revenue from seigniorage.  With complete integration of deposit and loan markets the location of intermediation can be indeterminate.  Countries that receive more deposits can generate a given amount of seigniorage with less inflation.  Monetary authorities in countries that experience deposit outflows may be tempted to impose capital controls in order to maintain their seigniorage base.  One implication of the analysis is that integration of monetary policies can facilitate financial integration by reducing the incentive to relocate deposits to avoid the inflation tax.\n\n",
    "acknowledgement": "\n"
}