{
    "id": 4695,
    "citation_title": "Issues in the Industrial Organization of the Market for Physician Services",
    "citation_author": [
        "Martin Gaynor"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the nature of the industrial organization of the market for physician services?  Is the market 'competitive?'  Are there pareto-relevant market failures, such that there is room for welfare improving policies?  Economists have devoted a great deal of attention to this market, but it remains relatively poorly understood. Some background on early studies of this market is presented. The nature of the product being bought and sold, and of demand, are then characterized, in order to establish the character of this market.  The key features of this market are that the product being sold is a professional service, and the pervasive presence of insurance for consumers.  A professional service is inherently heterogeneous, non-retradable, and subject to an asymmetry of information between buyers and sellers.  These characteristics are what bestow market power on sellers, further strengthened by the fact that consumers face only a small fraction of the price of any service due to insurance.  The implications of this for agency relationships between patients and physicians, and insurers (both private and public) and physicians are then discussed.  Agency relationships within physician firms are also considered.  Both theoretical and empirical modelling of contracting between insurers and physicians and of the joint agency problems between patient and physician and insurer and physician are recommended as areas for future research.  Since failures in this market are seen to derive largely from the structure of information, the potential gains from government intervention may be sharply circumscribed.\n\n",
    "acknowledgement": "\n"
}