{
    "id": 4699,
    "citation_title": "The Effects of Monetary Policy Shocks: Some Evidence from the Flow of Funds",
    "citation_author": [
        "Lawrence J. Christiano",
        "Martin Eichenbaum",
        "Charles Evans"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the Flow of Funds accounts to assess the impact of a monetary policy shock on the borrowing and lending activities of different sectors of the economy.  Our measures of contractionary monetary policy shocks have the following properties: (i) they are associated with a fall in nonborrowed reserves, total reserves, M1, the Federal Reserves' holdings of government securities and a rise in the federal funds rate, (ii) they lead to persistent declines in real GNP, employment, retail sales and nonfinancial corporate profits as well as increases in unemployment and manufacturing inventories, (iii) they generate sharp, persistent declines in commodity prices and (iv) the GDP price deflator does not respond to them for roughly a year. After that the GDP price deflator declines. Our major findings regarding the borrowing activities of different sectors can be summarized as follows.  First, following a contractionary shock to monetary policy, net funds raised by the business sector increases for roughly a year.  Thereafter, as the recession induced by the policy shock gains momentum, net funds raised by the business sector begins to fall.  This pattern is not captured by existing monetary business cycle models.  Second, we cannot reject the view that households do not adjust their financial assets and liabilities for several quarters after a monetary shock.  This is consistent with a key assumption of several recent monetary business cycle models.\n\n",
    "acknowledgement": "\n"
}