{
    "id": 470,
    "citation_title": "Accelerating Inflation and the Distribution of Household Savings Incentives",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1980-04-01",
    "issue_date": "1980-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study describes how accelerating inflation has led households indifferent economic and demographic classes to reallocate their \"transactable savings.\" Cross-section data from the 1962 and 1970 Surveys of Consumer Finances are used to estimate both the composition of accumulated households having and prospective rates of return on this saving. The paper shows that accelerating inflation has, in thee presence of comprehensive ceilings on deposit interest rates, altered the savings incentives of different types of households. The effect has been to bias small savers toward leveraged investments in tangible assets (especially real estate) and large savers toward certificates of deposit and marketable bonds. Small savers with disadvantaged access to credit are simply victimized. Our analysis helps to explain a number of anomalous features of the 1975-1979 macroeconomic recovery, particularly the dominant role of consumer spending, the unprecedented expansion of household debt, the boom in housing, and declining flows of household savings into deposit institutions. These data underscore the unintended consequences of trying to reconcile deposit-rate. ceilings with accelerating inflation. This combination of policies unpleasantly distorts the sectoral composition of spending and risk-bearing (crowding out some productive business investment) and aggravates inequities in the distribution of income and opportunity.\n\n",
    "acknowledgement": "\n"
}