{
    "id": 4700,
    "citation_title": "Information and the Demand for Supplemental Medicare Insurance",
    "citation_author": [
        "Paul Gertler",
        "Roland Sturm",
        "Bruce Davidson"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the critical role of imperfect information has become axiomatic in explaining health care market failure, the theory is backed by little empirical evidence.  In this paper we use a unique panel data set with explicit measures of information and an educational intervention to investigate the role of imperfect information about health insurance benefits on the demand for supplemental Medicare insurance.  We estimate a structural discrete choice model of the demand for supplemental Medicare insurance that allows imperfect information to affect both the mean and the variance of the expected benefits distribution.  The empirical specification is a structural panel multinomial probit with an unrestricted variance- covariance, including heteroskedasticity and random effects to control for unobserved heterogeneity.  The model is computationally complex and is estimated by simulated maximum likelihood. The empirical results indicate that imperfect information affects the demand for supplemental Medicare insurance by increasing the variance of the expected benefits distribution rather than by systematically shifting the mean of the distribution.  We find that the increase in variance due to imperfect information increases the probability of choosing not to purchase supplemental insurance by about 23%.  We also found that controlling for unobserved heterogeneity is important.  The goodness of fit increased by about 25% and the precision of the estimated effect of information on the variance of the expected benefits distribution improved dramatically.\n\n",
    "acknowledgement": "\n"
}