{
    "id": 4701,
    "citation_title": "How Much Did Capital Forbearance Add to the Cost of the S&L Insurance Mess",
    "citation_author": [
        "Edward J. Kane",
        "Min-Teh Yu"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal regulators characterize capital forbearance as an efficient way of nursing weak banks and thrifts back to health.  An alternative hypothesis is that forbearance reflects inefficient costs of agency that fall on federal deposit-insurance funds. Divergences between regulatory measures of a troubled institution's net worth and GAAP and market-value measures relieved FSLIC from having to book de facto encumbrances that industry losses were imposing on the FSLIC fund.  This omission protected the reputations and careers of top officials. Delays in insolvency resolution intensified FSLIC exposure to future losses by distorting management and risk-taking incentives and squeezing profit margins for surviving thrifts.  Besides accumulating projects with negative net present value, delay hurt FSLIC indirectly by undermining the average profitability of the industry it insured. This paper seeks to measure the opportunity cost of FSLIC forbearance during 1985-1989.  Although the opportunity cost of delay did not increase every year, it did increase on average.  Had opportunity-cost standards of capital adequacy been routinely enforced, FSLIC guarantees would not have displaced private capital on a mammoth scale, surviving members of the industry would have proven more profitable, and investments in commercial real estate would have been restrained.\n\n",
    "acknowledgement": "\n"
}