{
    "id": 4708,
    "citation_title": "Alcohol Advertising and Motor Vehicle Fatalities",
    "citation_author": [
        "Henry Saffer"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to empirically estimate the effect of alcohol advertising on motor vehicle fatalities.  The concept of an industry level advertising response function is developed and other empirical issues in estimating the effects of advertising are reviewed.  The data set consists of quarterly observations, from 1986 to 1989, for 75 advertising markets in the United States and includes 1200 observations.  Since motor vehicle fatalities and alcohol advertising are jointly determined, Two Stage Least Squares is used in the estimation.  Reduced form fatality models and advertising models are also estimated to predict the effect of changes in the price of advertising.   The regression results show that alcohol advertising has a significant and positive effect on motor vehicle fatalities. The data and regression results are used to estimate the effects of two policy options.  The first option is to ban all broadcast alcohol advertising.  The data indicate that if a ban on broadcast alcohol advertising did not also include bans on other types of alcohol marketing, the effect on motor vehicle fatalities might be in the range of 2000 to 3000 lives saved per year.  The second policy is the elimination of the tax deductibility of alcohol advertising.  This policy could reduce alcohol advertising by about 27 percent, reduce motor vehicle fatalities by about 2300 deaths per year and raise about $336 million a year in new tax revenue.\n\n",
    "acknowledgement": "\n"
}