{
    "id": 4709,
    "citation_title": "The U.S. Fiscal Problem: Where We Are, How We Got Here and Where We're Going",
    "citation_author": [
        "Alan J. Auerbach"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper deals with several issues regarding the causes and implications of recent and projected U.S. federal budget deficits.  It considers why deficits have remained so large in spite of deficit reduction efforts, evaluates the impact of the recent policies of the Clinton administration, and offers long-range deficit projections. Among the paper's findings are: 1. Until the past year, deficit projections over the past decade have been consistently too optimistic; had initial projections for the current fiscal year proved accurate, the deficit-reducing policies of the early 1990s already would have driven the federal budget well into surplus; there is no single explanation for these large and systematic forecasting errors. 2. The budget rules that legislators have developed to control deficits, including those now in effect, are ill-designed for their apparent purpose.  They fail to compensate for forecasting errors and encourage shifts in the timing of revenues and expenditures.  The paper presents evidence that such shifting has followed the incentives of the different schemes. 3. The projected decline in the deficit as a share of GDP over the next few years reflects not only the policies already enacted but also the continuation of significant real reductions in discretionary spending -- representing a drop of 2.2 percent of GDP between 1994 and 2004. 4.  Even if such optimistic forecasts prove to be correct, longer run projections suggest that current fiscal policy is unsustainable. Without any growth in the relative price of health care, the\n\n",
    "acknowledgement": "\n"
}