{
    "id": 4717,
    "citation_title": "A Stock Index Mutual Fund Without Net Capital Gains Realizations",
    "citation_author": [
        "Joel M. Dickson",
        "John B. Shoven"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reconsiders the literature on tax options by examining the ability to defer net capital gains realizations within an equity portfolio whose constituents change over time.  Unlike previous studies on the value of tax options, this paper examines after-tax returns to shareholders within an equity mutual fund.  The mutual fund context allows certain features of the United States' tax laws -- namely, wash-sale rules and the offsetting of short-term and long-term capital gains and losses -- to be incorporated in assessing the potential improvement in post-tax returns to investors engaging in tax minimization strategies. Specifically, this paper examines the feasibility of managing open-end and closed-end Standard and Poor's 500 index funds which defer net capital gains realizations.  A combination of HIFO (highest in, first out) accounting procedures and the systematic booking of significant losses in portfolio constituents would have allowed the open-end fund variant to match the annual pre-tax return of Vanguard's Index 500 Fund while improving annual after-tax performance by as much as ninety-seven basis points through the elimination of all capital gains realizations between 1977 and 1991.  Deferring capital gains is shown to be easier for open-end funds relative to closed-end funds while the additional turnover required to implement these strategies is quite modest.  The authors name the tax-sensitive funds in this paper 'SURGE (Strategies Using Realized Gains Elimination) funds.'\n\n",
    "acknowledgement": "\n"
}