{
    "id": 4719,
    "citation_title": "Reconsidering the Costs of Business Cycles with Incomplete Markets",
    "citation_author": [
        "Andrew Atkeson",
        "Christopher Phelan"
    ],
    "citation_publication_date": "1994-04-01",
    "issue_date": "1994-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we measure the potential welfare gains from counter-cyclical policy in an economy with incomplete markets.  In the course of conducting this measurement, we focus on two questions as central to the determination of those potential gains: (1) what is the likely effect of counter-cyclical policy on the nature of the income risk faced by individuals in the economy, and (2) what are the likely general equilibrium effects brought about as asset prices change due to the implementation of counter-cyclical policies?  In taking up the first question, we see it as critical to distinguish whether the main effect of counter-cyclical policy is to directly reduce the income risk faced by each individual or is simply to reduce the correlation across individuals in the income risk that they face.  We present a model of the wage and employment risk faced by individuals over the cycle in which the levels of those risks are chosen endogenously.  On the basis of that model, we argue that the main effect of counter- cyclical policy aimed at reducing aggregate fluctuations may be simply to remove the correlation across individuals in the unemployment risk that they face.  We then use asset price data to argue that in an incomplete markets framework, the potential welfare gains from counter-cyclical policy are close to zero.\n\n",
    "acknowledgement": "\n"
}