{
    "id": 4732,
    "citation_title": "Trade Unions and the Dispersion of Earnings in British Establishments, 1980-90",
    "citation_author": [
        "Amanda Gosling",
        "Stephen Machin"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relationship between unions and earnings dispersion is examined using establishment-level data from the 1980, 1984 and 1990 Workplace Industrial Relations Surveys.  Initially the cross-sectional relationship is examined using the 1990 data.  The earnings dispersion of skilled and semi-skilled workers is seen to be lower across unionised establishments than across non-union establishments; secondly, within-establishment earnings dispersion is lower in plants which recognise trade unions for collective bargaining purposes than in those that do not.  All three surveys are then utilised to ascertain to what extent the decline in unionization in Britain has contributed to the rise in earnings inequality of semi-skilled workers.  There was a sizable and important widening of the gap in the dispersion of earnings across union and non-union plants between 1980 and 1990.  For semi-skilled earnings, the decline in the share of plants with recognised unions can account for 11-17% of the rise in earnings inequality over this time period.  The importance of falling union activity (as measured by union recognition) seemed to accelerate through the 1980s.  Between 1980 and 1984 the relatively small falls in aggregate recognition explain less than 10% of the inequality increase, whereas between 1984 and 1990 about one-quarter of the increase can be accounted for by the fall in unionisation.  The majority of the rise in earnings inequality is, however, due to a large increase in earnings dispersion across non-union establishments.\n\n",
    "acknowledgement": "\n"
}