{
    "id": 4748,
    "citation_title": "The Impact of Wage Structure on Trends in U.S. Gender Wage Differentials 1975-1987",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S labor market experienced two dramatic  developments over the past twenty years: a falling male-female pay gap and a rising level of wage inequality.  This paper uses Michigan Panel Study on Income Dynamics (PSID) data for 1975 and 1987 and Current Population Survey (CPS) data for 1971 and 1988 to analyze how this dramatic decline in the gender gap was achieved in the face of shifts in overall wage structure that were increasingly unfavorable to low wage workers.  The decrease is traced to a rise in women's relative experience levels and occupational status, and a larger negative impact of de-unionization on male than female workers.  In addition, there was a substantial decline in the 'unexplained' portion of the pay gap.  These 'gender-specific' factors were more than sufficient to counterbalance changes in both measured and unmeasured prices which worked against women. Using a simply supply and demand framework, we find that the net effect of supply and demand shifts was unfavorable for women as a group: shifts in the composition of demand during this period favoring female workers were more than offset by the rising relative supply of women.  However, supply and demand changes match up fairly well with observed relative changes in the gender gap among skill groups, specifically a faster closing of the gap at the bottom of the skill distribution than at the top.  Moreover, our analysis of the sources of the greater progress at the bottom than at the top is consistent with the operation of demand and supply forces.\n\n",
    "acknowledgement": "\n"
}