{
    "id": 4749,
    "citation_title": "Precedent and Legal Argument in U.S. Trade Policy: Do They Matter To The Political Economy of the Lumber Dispute?",
    "citation_author": [
        "Joseph P. Kalt"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor more than a decade, the United States and Canada have been engaged in a rancorous dispute over trade in softwood lumber.  Through three successive rounds of administrative litigation before the U.S. Department of Commerce, the U.S. sawmill industry has sought to have countervailing duties imposed upon Canadian lumber imports.  The U.S. interests argue that Canada subsidizes its sawmills by providing timber from public forests at below-market prices, and by restricting exports of Canadian logs. This study examines whether, and to what extent, the institutional framework -- the legal rules, standards and precedents - - of CVD law influences the success or failure of the contending parties. Two alternative theories of political economy are tested. Capture Theory de-emphasizes the role of institutional settings of the kind at work here:  The outcomes of political action are determined by the stakes and organization of rent-seeking parties, and the quasi- judicial regulatory proceedings of the Department of Commerce are mere Stiglerian theater.  The New Institutionalism, on the other hand, posits that the structure and form of such proceedings are conditioning constraints, with the capacity to significantly influence the outcome of rent-seeking battles.  Applying pseudo-regression Boolean techniques to a set of the actual legal issues argued before the Department of Commerce, this study finds more support for Capture Theory than for the New Institutionalism.  An issue with large stakes is never lost by the politically-favored party, even when legal precedent and the burden of argument is against the party's interest.\n\n",
    "acknowledgement": "\n"
}