{
    "id": 4750,
    "citation_title": "The Consumption Smoothing Benefits of Unemployment Insurance",
    "citation_author": [
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research on unemployment insurance (UI) has focused on the costs of the program, in terms of the distorting effects of generous UI benefits on worker and firm behavior.  For assessing the optimal size of an unemployment insurance program, however, it is also important to gauge the benefits of increased UI generosity, in terms of smoothing consumption across periods of joblessness.  I do so through a reduced form approach which directly measures the effect of legislated variations in UI benefits on consumption changes among individuals becoming unemployed.  I use annual observations on food consumption expenditures for 1968-1987 from the Panel Study of Income Dynamics, matched to information on the UI benefits for which unemployed persons were eligible in each state and year.  I estimate that a 10 percentage point increase in the UI replacement rate leads to a consumption fall upon unemployment which is 2.7% smaller.  Over this period, the average fall in consumption for the unemployed was 7%; my results imply that, in the absence of unemployment insurance, this fall would have been over three times as large.  I also find that the positive effect of UI only extends for one period, smoothing consumption during initial job loss but having no permanent effect on consumption levels; that individuals who anticipate layoff see a smaller consumption smoothing effect; and that UI appears to somewhat crowd out other forms of public consumption insurance.  Despite the substantial estimated consumption smoothing effect, however, my results imply that the optimal UI benefit level is within the range of current replacement rates only at fairly high levels of risk aversion.\n\n",
    "acknowledgement": "\n"
}