{
    "id": 4751,
    "citation_title": "The MFA Paradox: More Protection and More Trade?",
    "citation_author": [
        "J. Michael Finger",
        "Ann Harrison"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe textile industry's political power stemmed from its importance in southern states plus the power of the Southern delegation in the U.S. Congress in the 1960s.  The strongest resistance to the industry's pressure for protection came from the foreign policy interests of the Executive branch.  A constellation of influences explains why negotiated, or voluntary export restraints (VERs), sanctioned by international agreements (the Multi-Fiber Arrangement) was the form protection took.  First, the Japanese industry, at the time the world's leading textile exporter, already in the 1930s had exhibited a willingness to accept negotiated agreements to trade disputes.  Second, the U.S. Executive, having been a leader in establishing the GATT system to control the sort of unilateral restrictive actions that contributed to the 1930s depression, was reluctant to take unilateral action.  Third, the arrangement was acceptable to the U.S. industry because, through their particular power over agricultural legislation, the Southern delegation won passage, as amendments to agriculture bills, of legislation to enforce these 'voluntary' restraints at the U.S. border.  But because enforcement remained with the Executive branch, it tended to follow the letter of the agreements, hence exports could continue to expand by shifting to new product varieties and to new supplier countries.\n\n",
    "acknowledgement": "\n"
}