{
    "id": 4754,
    "citation_title": "Changes in the Structure of Family Income Inequality in the United States and Other Industrial Nationa During the 1980s",
    "citation_author": [
        "McKinley L. Blackburn",
        "David E. Bloom"
    ],
    "citation_publication_date": "1994-05-01",
    "issue_date": "1994-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the detailed structure of family income inequality in the United States, Canada, and Australia at various points during the 1980s.  In each of these countries we find that income inequality increased among married couple families and that the increases are closely associated with increases in the inequality of husbands' earnings.  However, only in the United States is the increased inequality of husbands' earnings also associated with an increase in education-earnings differentials.  In addition, increased earnings inequality is associated with increases in both the variance of wages and the variance of labor supply in the United States and Canada, but only with an increase in the variance of labor supply in Australia. Evidence of an increase in married-couple income inequality is found for France and the United Kingdom, but not for Sweden or the Netherlands. For married couple families in Canada, Sweden, the United Kingdom, and the United States, we find that increased inequality of family income is closely associated with an increased correlation between husbands' and wives' earnings.  A more detailed examination of this correlation in Canada and the United States suggests that the increase in this correlation cannot be explained by an increase in the similarity of husbands' and wives' observable labor market characteristics in either country.  Rather, it is explained partly by changes in the way those characteristics translate into labor market outcomes and, more important, by changes in the interspousal correlation between unobservable factors that influence labor market outcomes.\n\n",
    "acknowledgement": "\n"
}