{
    "id": 4758,
    "citation_title": "Bilateralism and Regionalism in Japanese and U.S. Trade and Direct Foreign Investment Patterns",
    "citation_author": [
        "Jonathan Eaton",
        "Akiko Tamura"
    ],
    "citation_publication_date": "1995-03-01",
    "issue_date": "1995-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply a modified 'gravity model' incorporating measures of factor endowments to analyze Japanese and U.S. bilateral trade flows and direct foreign investment positions with a sample of around 100 countries for the period 1985-1990.  Country features that our analysis takes into account are population, income, the land-labor ratio, the average level of education, and region.  We find that features of a country associated with more trade with either Japan or the United States also tend to be associated with more DFI from Japan or the United States.  U.S. economic relations with Japan and Western Europe provide an important exception.  Despite U.S. concern about its trade deficit with Japan, we find Japan to be much more open to the United States, not only as a source of imports, but also as a destination for U.S. exports than most countries in Western Europe. Taking other factors into account, however, Western Europe is more open to U.S. direct foreign investment.  We also find that a country's level of education tends to increase significantly U.S. interaction of all types with that country, even after correcting for per capita income.  Education does not play a significant role in Japanese trade patterns.  As factor endowments theory would predict, the United States tends to trade more with densely-populated countries, while Japan tends to import more from sparsely-populated countries. There is a substantial degree of 'bilateralism' in Japanese and U.S. economic relationships in that the residual correlation among exports, imports, and outward direct foreign investment is much larger than would be the case if these magnitudes were independent across countries.\n\n",
    "acknowledgement": "\n"
}