{
    "id": 4761,
    "citation_title": "Toward a Modern Macroeconomic Model Usable for Policy Analysis",
    "citation_author": [
        "Eric M. Leeper",
        "Christopher A. Sims"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a macroeconomic model that is both a completely specified dynamic general equilibrium model and a probabilistic model for time series data.  We view the model as a potential competitor to existing ISLM-based models that continue to be used for actual policy analysis.  Our approach is also an alternative to recent efforts to calibrate real business cycle models.  In contrast to these existing models, the one we present embodies all the following important characteristics: i) It generates a complete multivariate stochastic process model for the data it aims to explain, and the full specification is used in the maximum likelihood estimation of the model; ii) It integrates modeling of nominal variables -- money stock, price level, wage level, and nominal interest rate -- with modeling real variables; iii) It contains a Keynesian investment function, breaking the tight relationship of the return on investment with the capital-output ratio; iv) It treats both monetary and fiscal policy explicitly; v) It is based on dynamic optimizing behavior of the private agents in the model. Flexible-price and sticky-price versions of the model are estimated and their fits are evaluated relative to a naive model of no-change in the variables and to an unrestricted VAR.  The paper displays the model's implications for the dynamic responses to structural shocks, including policy shocks, and evaluates the relative importance of various shocks for determining economic fluctuations.\n\n",
    "acknowledgement": "\n"
}