{
    "id": 4762,
    "citation_title": "How America Graduated from High School: 1910 to 1960",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHuman capital accumulation and technological change were to the twentieth century what physical capital accumulation was to the nineteenth century -- the engine of growth.  The accumulation of human capital accounts for almost 60% of all capital formation and 28% of the per capita growth residual from 1929 to 1982.  Advances in secondary schooling account for about 70% of the increase in total educational attainment from 1930 to 1970 for men 40 to 44 years old. High school, not college, was responsible for the enormous increase in the human capital stock during much of this century.  In this paper I answer when and where high schools advanced in the 1910 to 1960 period. The most rapid expansion in the non-South regions occurred in the brief period from 1920 to 1935.  The 1920s provided the initial burst in high school attendance, but the Great Depression added significantly to high school enrollment and graduation rates. Attendance rates were highest in states, regions, and cities with the least reliance on manufacturing and in areas where agricultural income per worker was high.  Schooling was particularly low where certain industries that hired youths were dominant and where the foreign born had entered in large numbers before the immigration restriction of the 1920s.  More education enabled states to converge to a higher level of per capita income between 1929 and 1947, and states rich in agricultural resources, yet poor in manufacturing, exported educated workers in later decades.\n\n",
    "acknowledgement": "\n"
}