{
    "id": 4769,
    "citation_title": "Macroeconomic Adjustment with Segmented Labor Markets",
    "citation_author": [
        "Pierre-Richard Agenor",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the macroeconomic effects of fiscal and labor market policies in a small open developing country.  The basic framework considers an economy with a large informal production sector and a heterogeneous work force.  The labor market is segmented as a result of efficiency considerations and minimum wage laws.  The basic model is then extended to account for unemployment benefits, income taxation, and imperfect labor mobility across sectors. Under the assumption of perfect labor mobility, we show that a permanent reduction in government spending on nontraded goods leads in the long run to a depreciation of the real exchange rate, a fall in the market-clearing wage for unskilled labor, an increase in output of traded goods, and a lower stock of net foreign assets.  A permanent reduction in the minimum wage for unskilled workers improves competitiveness, and expands the formal sector at the expense of the informal sector.  Hence, in a two-sector economy in which the minimum wage is enforced only in the formal sector and wages in one segment of the labor market are competitively determined, efficiency wage considerations do not alter the standard neoclassical presumption.  A reduction in unemployment benefits is also shown to have a positive effect on output of tradable goods by lowering both the level of efficiency wages and the employment rent of skilled workers.\n\n",
    "acknowledgement": "\n"
}