{
    "id": 4771,
    "citation_title": "Relative Wage Movements and the Distribution of Consumption",
    "citation_author": [
        "Orazio Attanasio",
        "Steven J. Davis"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how relative wage movements across birth cohorts and education groups during the 1980s affected the distribution of household consumption.  The analysis integrates the labor economics literature on time variation in the wage structure with the consumption insurance literature.  In contrast to previous tests of consumption insurance, we examine the impact of systematic, publicly observable shifts in the hourly wage structure.  To circumvent the extreme scarcity of longitudinal data with high quality information on both consumption and labor market outcomes, we draw upon the best available cross-sectional data sources to construct synthetic panel data on consumption, labor supply and wages. We find that low-frequency movements in the cohort-education structure of pre-tax hourly wages drove large changes in the distribution of household consumption.  The results constitute a spectacular failure of the consumption insurance hypothesis, and one that is not explained by existing theories of informationally constrained optimal consumption allocations.  We also develop a procedure for assessing the welfare consequences of deviations from full consumption insurance and, in particular, from the failure to insulate the consumption distribution from relative wage shifts across cohort-education groups.  For a coefficient of relative risk aversion equal to two, fully insulating households from group-specific endowment variation would raise welfare by an amount equivalent to a uniform 2.7% consumption increase.\n\n",
    "acknowledgement": "\n"
}