{
    "id": 4772,
    "citation_title": "Trade and Industrial Policy Reform in Latin America",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents and evaluates the process of trade reforms in Latin America from the mid-1980s until 1993.  It provides an analytical and historical discussion of the consequences of industrial policies in the region, from the early 1950s when import-substitution ideas were supported by the Economic Commission for Latin America to the 1990s when liberal regimes were embraced. A careful distinction is made between policies based on strict import substitution and policies that combine high and uneven import tariffs with export promotion.  Additionally, the role of supporting policies to assure the success of trade liberalization is assessed. Important questions related to the sequencing of economic reform are discussed in detail, with particular emphasis on the proper sequencing of stabilization and trade reform policies. The extent of trade reform in Latin America is also discussed. The analysis concentrates on the evolution of productivity and exports, and it deals with several countries' experiences.  The role of real exchange rates in the trade liberalization process is studied, and the recent trend towards appreciation observed in many countries in the region is scrutinized. Finally the paper contains an analysis of the recent attempts at reviving regional integration agreements, and of the consequences of the completion of GATT for Latin American nations.\n\n",
    "acknowledgement": "\n"
}