{
    "id": 4778,
    "citation_title": "Price Reactions to Dividend Initiations and Omissions: Overreaction or Drift?",
    "citation_author": [
        "Roni Michaely",
        "Richard H. Thaler",
        "Kent Womack"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInitiations and omissions of dividend payments are important changes in corporate financial policy.  This paper investigates the market reaction to such changes in terms of prices, volume, and changes in clientele.  Consistent with the prior literature we find that short run price reactions to omissions are greater than for initiations (-7.0% vs. +3.4% three day return).  However, we show that, when we control for the change in the magnitude of dividend yield (which is larger for omissions), the asymmetry shrinks or disappears, depending on the specification.  In the 12 months after the announcement (excluding the event calendar month), there is a significant positive market-adjusted return for firms initiating dividends of +7.5% and a significant negative market-adjusted return for firms omitting dividends of -11.0%.  However, the post dividend omission drift is distinct from and more pronounced than that following earnings surprises.  A trading rule employing both samples (long in initiation stocks and short in omission stocks) earns positive returns in 22 out of 25 years.  Although these changes in dividend policy might be expected to produce shifts in clientele, we find little evidence for such a shift.  Volume increases, but only slightly and briefly, and there are no important changes in institutional ownership.\n\n",
    "acknowledgement": "\n"
}