{
    "id": 4786,
    "citation_title": "Effectiveness of Government Policy: An Experience from a National HealthCare System",
    "citation_author": [
        "Tetsuji Yamada",
        "Tadashi Yamada",
        "Chang Gun Kim",
        "Haruko Noguchi"
    ],
    "citation_publication_date": "1994-06-01",
    "issue_date": "1994-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the trade-off between the length of treatment days and the units of service provided per day for elderly patients in the context of the initiative taken by the Ministry of Health and Welfare of Japan to discourage lengthy hospital treatment and/or stay by elderly patients.  By using three leading diseases among the elderly in Japan (cancer, heart related disease and mental illness) and separating care utilization into an episode by types of treatment, our results suggest that the government measures function but they do not effectively work to reduce increases in medical expenditures by the elderly under the fee-for-service basis.  The evidence shows the interdependency between days and quantity of services, and the larger impact of services on days than days on services.  Providers are more able to raise their revenue by additional services, than by additional treatment days, under the government's current cost containment policy toward the elderly care.  For the so-called skilled type of treatment services (injection, general treatment, consultation and operation), the results on all elderly ages 65 and over without disease classification show some statistically significant positive impact on length of treatment in days and quantity of services provided per day. For the so-called material type of service (medication and examination), medical service providers are likely to prescribe more drugs as the price of drugs falls under the current strict drug price control by the Japanese government.\n\n",
    "acknowledgement": "\n"
}