{
    "id": 4790,
    "citation_title": "Agricultural Interest Groups and the North American Free Trade Agreement",
    "citation_author": [
        "David Orden"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the influence of diverse U.S. agricultural interest groups on the North American Free Trade Agreement (NAFTA). Under NAFTA, licenses and quotas that restricted agricultural trade between Mexico and the United States were converted to tariffs in January 1994 and all tariffs are to be phased out over adjustment periods of up to 15 years.  The agricultural provisions of the 1988 Canada-U.S. FTA, which left quantitative barriers intact for dairy, poultry and other sectors, remain in effect for bilateral Canadian- U.S. trade.  NAFTA received support from export-oriented U.S. producers of most grains, oilseeds, livestock, and some horticultural products.  Opposition was expressed by wheat producers, seeking leverage on Canadian export-pricing issues, and protected sugar, peanut, and winter fruit and vegetable producers.  The opposition was not addressed in the side agreements negotiated by the Clinton administration but the agricultural commodity groups were able to bargain for accommodations in the subsequent legislative debate. Final concessions protect U.S. sugar from Mexican competition, provide some transition protection to winter fruits and vegetables, and ensnarl the United States in disputes about Canadian exports of wheat and peanut butter.  With these concessions, NAFTA results in essentially no reform of entrenched domestic agricultural support programs in the United States (or Canada) during the lengthy tariff phase-out periods.\n\n",
    "acknowledgement": "\n"
}