{
    "id": 4791,
    "citation_title": "The Ethnic and Racial Character of Self-Employment",
    "citation_author": [
        "Robert W. Fairlie",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the 1980 and 1990 Censuses, we show that self-employment rates differ substantially across ethnic and racial groups in the U.S. These differences exist for both men and women, within broad combinations of ethnic/racial groups such as Europeans, Asians, Hispanics and blacks, and after controlling for variables such as age, education, immigrant status and time in the country.  Although there are large differences in self-employment rates across ethnic/racial groups, the processes determining self-employment within each ethnic/racial group are not substantially different.  We find fairly similar effects of age, education, year of immigration, and other factors in determining who is self-employed for most groups. We examine whether ethnic/racial self-employment rates are associated with group returns to self-employment.  We find evidence of a positive association between an ethnic/racial group's self- employment rate and the difference between average self-employment and wage/salary earnings for that group.  This result suggests that our economic model of the self-employment decision may be useful in explaining differences in self-employment rates across ethnic/racial groups.  We also find that different ethnic/racial groups locate their businesses in different types of industries.  In addition, we do not find evidence that ethnic/racial groups who immigrate from countries with high self-employment rates have high self-employment rates in the U.S.\n\n",
    "acknowledgement": "\n"
}