{
    "id": 4795,
    "citation_title": "Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey",
    "citation_author": [
        "Orazio P. Attanasio",
        "Guglielmo Weber"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we show that some of the predictions of models of consumer intertemporal optimization are not inconsistent with the patterns of non-durable expenditure observed in US household-level data.  Our results and our approach are new in several respects. First, we use the only US micro data set which has direct and complete information on household consumption.  The microeconomic data sets used in most of the consumption literature so far contained either very limited information on consumption (like the PSID) or none at all, in which case consumption had to be obtained indirectly from income and changes in assets. Second, we propose a flexible and novel specification of preferences which is easily estimable and allows a general treatment jof multiple commodities.  We show that aggregation over commodities can be important, both theoretically and in practice. Third, we present empirical results that show that it is possible to find a reasonably simple specification of preferences, which controls for the effects of changes in demographics and labor supply behavior over the life cycle and which is not rejected by the available data.  On our preferred specification, we obtain sharp estimates of key behavioral parameters (including the elasticity of intertemporal substitution) and no rejections of theoretical restrictions. Our results contrast sharply with most of the previous evidence, which has typically been interpreted as rejection of the theory.  We show that previous rejections can be explained by the simplifying assumptions made to derive empirically tractable equations.  We also show that results obtained using food consumption or aggregate data can be extremely misleading.\n\n",
    "acknowledgement": "\n"
}