{
    "id": 4798,
    "citation_title": "Education, Income Distribution and Growth: The Local Connection",
    "citation_author": [
        "Roland Benabou"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple model of human capital accumulation and community formation by heterogeneous families, which provides an integrated framework for analyzing the local determinants of inequality and growth.  Five main conclusions emerge.  First, minor differences in education technologies, preferences, or wealth can lead to a high degree of stratification.  Imperfect capital markets are not necessary, but will compound these other sources.  Second, stratification makes inequality in education and income more persistent across generations.  Whether or not the same is true of inequality in total wealth depends on the ability of the rich to appropriate the rents created by their secession.  Third, the polarization of urban areas resulting from individual residential decisions can be quite inefficient, both from the point of view of aggregate growth and in the Pareto sense, especially in the long run. Fourth, when state-wide equalization of school expenditures is insufficient to reduce stratification, it may improve educational achievement in poor communities much less than it lowers it in richer communities; thus average academic performance and income growth both fall.  Yet it may still be possible for education policy to improve both equity and efficiency.  Fifth, because of the cumulative nature of the stratification process, it is likely to be much harder to reverse once it has run its course than to arrest it at an early stage.\n\n",
    "acknowledgement": "\n"
}