{
    "id": 4801,
    "citation_title": "Over-the-Counter Derivatives and Systemic Risk to the Global Financial System",
    "citation_author": [
        "Michael R. Darby"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last decade dealing in derivative financial instruments (basically forwards, futures, options and combinations of these), particularly in the over-the-counter (OTC) derivatives market has become a central activity for major wholesale banks and financial institutions.  Measured in terms of notional principal amount, OTC derivatives outstanding are near, if not greater than, US$10 trillion, even after deduction of double-counting for intra-dealer transactions. Major new regulatory initiatives, including proposed new capital requirements, are under consideration as a means of reducing systemic risk.  This paper examines the concept of systemic risk -- that failure of one firm will lead to the failure of a large number of other firms or indeed the collapse of the international financial system.  Alternative proposed definitions are considered and integrated and the effects of OTC derivatives on these risks discussed.  The key conclusion is that systemic risk has been reduced by the development of the OTC derivatives market due to shifting economic risks to those better able either to bear the risk or, in many cases, cancel it against offsetting risks.  The implications of the Basle II capital proposals for systemic risk are analyzed and shown to increase this risk due to encouraging transactions which increase portfolio risks of the dealers and discouraging transactions which decrease their portfolio risk.\n\n",
    "acknowledgement": "\n"
}