{
    "id": 4811,
    "citation_title": "The Intertemporal Allocation of Consumption: Theory and Evidence",
    "citation_author": [
        "Orazio P. Attanasio"
    ],
    "citation_publication_date": "1994-07-01",
    "issue_date": "1994-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLiquidity constraints and, more generally, imperfections in credit markets, can be extremely important for the intertemporal allocation of consumption and have received a substantial amount of attention in the theoretical and empirical literature on consumption. In the first part of the paper I review the reasons why liquidity constraints are important. Unfortunately, for several reasons, it is not easy to test for the presence of liquidity constraints.  Aggregation issues preclude the use of aggregate time series data for such a purpose.  Tests based on micro data, however, are complicated by some serious identification problems.  If a simple equilibrium model does not fit some data set, one can change the assumptions about the opportunity set available to the economic agents or the specification of their preferences.  For instance, empirical evidence that detects excess sensitivity of consumption to income could be explained by liquidity constraints or by non separability between consumption and leisure.  However, the available evidence shows that it is possible to find flexible specifications of preferences that fit consumption movements at business cycle frequencies.  I also present some simulation evidence that shows that for many plausible parameter configurations, liquidity constraints are likely to be relevant only for a few economic agents. In the last part of the paper I present some new evidence on the relevance of liquidity constraints based on debt holding data.  The data indicate that the demand for debt of individuals more likely to be liquidity constrained is less elastic to changes in the interest rate.\n\n",
    "acknowledgement": "\n"
}