{
    "id": 4826,
    "citation_title": "Costs, Institutional Mobility Barriers, and Market Structure: Advertising Agencies as Multiproduct Firms",
    "citation_author": [
        "Alvin J. Silk",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "1994-08-01",
    "issue_date": "1994-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat accounts for the diversity and limited concentration that has long characterized the organization of the advertising agency industry?  This question is addressed by treating an advertising agency as a multiproduct firm.  The firm's product line or service mix is defined in terms of the set of different media categories where an agency places the advertising messages which it creates on behalf of its clients.  Evidence is presented indicating that the structure of demand and costs in the advertising agency industry conforms to the conditions that MacDonald and Slivinski (1987) showed were required for an industry to sustain an equilibrium with diversified firms. Building on this framework, we formulate a set of three hypotheses relating to the realization of product-specific scale and scope economies.  The first two hypotheses posit that given low fixed costs and minimal entry barriers, both media-specific scale and scope economies are available and can be exploited by relatively small-size agencies.  The third hypothesis suggests that large agencies may experience diseconomies of scope as a consequence of excessive diversification induced by two pervasive industry institutional phenomena: (i) 'bundling' of agency services to match client demand for a mix of media advertising; and (ii) 'conflict policy' which prohibits an agency from serving competing accounts and operates as a mobility constraint. Utilizing a multiproduct cost function, we estimate media-specific scale and scope economies for a cross-section of 401 U.S. agencies in 1987.  The results obtained support the set of three hypotheses outlined above.\n\n",
    "acknowledgement": "\n"
}