{
    "id": 4836,
    "citation_title": "Trade, Multinationals, & Labor",
    "citation_author": [
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "1994-08-01",
    "issue_date": "1994-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper summarizes and extends previous research on the relationship between low-wage international competition and wage performance in the Developed Countries in the 1980s.  The first section argues that poor average US wage performance reflects slow domestic productivity growth rather than international competition. The second section presents evidence which rejects the view that Stolper-Samuelson effects are important in the US, Germany and Japan. In all three countries, neither the wholesale nor the import prices of unskilled-labor intensive products have experienced relative declines. At the same time, despite the rise in relative skilled worker wages, in the US, over the 1980s, the ratio of non-production to production workers grew faster than in the 1960s and 1970s; suggesting that technological change in US manufacturing was particularly biased in favor of white collar workers. The third section explores the employment and wage behavior in US multinational parents and their foreign-owned manufacturing affiliates between 1977 and 1989.  Overall the data point to the dominant impact of a commonly shared technological change rather than trade and increased international sourcing.  Employment fell, both in US parents and in affiliates in developed countries and grew only modestly\" in developing countries.  In foreign affiliates in both developed and developing countries, the relative compensation of non-production workers increased and the ratio of production to non-production workers fell. While US parent sourcing from overseas affiliates grew rapidly, the increase accounted for only a small share of sales.\n\n",
    "acknowledgement": "\n"
}