{
    "id": 4846,
    "citation_title": "Differences in the Uses and Effects of Antidumping Law Across Import Sources",
    "citation_author": [
        "Robert W. Staiger",
        "Frank A. Wolak"
    ],
    "citation_publication_date": "1994-09-01",
    "issue_date": "1994-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the differences in the uses and effects of U.S. antidumping law on imports and domestic output across the major regions exporting to the United States.  We attempt to characterize the implications of the use of antidumping law for U.S. imports and domestic output, and to distinguish between 'outcome filers'(firms for which the prospect of an antidumping duty is important), 'process filers'(firms that desire to secure the trade-restricting effects of the investigation process itself) Previously we allowed for the coexistence of outcome- and process-filing industries and found evidence consistent with the process filers' presence in some industries However, we restricted filing strategy to be the same for all imports in that industry regardless of their country of origin.  Here we abstract from cross- industry heterogeneity in antidumping filing strategies and explore the heterogeneity of filing strategies against different import-source countries, allowing for domestic firms that may pursue independent filing strategies. We argue that the most likely target countries for process filers are those whose export production is primarily destined for the U.S. and accounts for a relatively large and stable U.S. market share. These characteristics point to Canada and Mexico as countries against which process filing by U.S. firms is likely. We find evidence in the filing behavior and in the nature of the trade impacts suggesting that Mexico and Canada are indeed the most likely targets of antidumping petitions filed by process filers in the United States.\n\n",
    "acknowledgement": "\n"
}