{
    "id": 4848,
    "citation_title": "Commercial Paper, Corporate Finance, and the Business Cycle: A Microeconomic Perspective",
    "citation_author": [
        "Charles W. Calomiris",
        "Charles P. Himmelberg",
        "Paul Wachtel"
    ],
    "citation_publication_date": "1994-09-01",
    "issue_date": "1994-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about the characteristics of individual commercial paper issuers, or about the reasons for the countercyclical issuance of commercial paper in the aggregate. To address these issues we construct a new panel dataset linking Moody's data on commercial paper issues with Standard and Poor's Compustat. High credit quality is a requirement for entry into the commercial paper market, but long-term credit quality (bond rating) is not a sufficient statistic for short-term quality. These characteristics allow firms to issuenear-riskless short-term debt and supply a near-money asset to themarket, thereby reducing their interest costs by the amount of the\" commercial paper liquidity premium.  We find that low-credit-quality firms have higher stocks of inventories and financial assets. In contrast to the countercyclicality of aggregate commercial paper, we find that firm-level commercial paper is procyclical.  Our data support three explanations for this apparent contradiction, all of which recognize that commercial paper issuers are atypical.  First, firms of high credit quality can use commercial paper to finance inventory accumulation during downturns.  Second, they also can use commercial paper to finance countercyclical increases in accounts receivable.  This suggests that commercial paper issuers serve as intermediaries for other firms during downturns.  Third, it may be that portfolio demand for commercial paper -- a highly liquid, safe asset -- increases during downturns.\n\n",
    "acknowledgement": "\n"
}