{
    "id": 4852,
    "citation_title": "A Major Risk Approach to Health Insurance Reform",
    "citation_author": [
        "Martin Feldstein",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1994-09-01",
    "issue_date": "1994-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the implications of a 'major-risk' approach to health insurance using data from the National Medical Expenditure Survey.  We study the impact of switching from existing coverage to a policy with a 50 percent coinsurance rate and 10 percent of income limit on out-of-pocket expenditures, as well as several alternative combinations of a high-coinsurance rate with a limited out-of-pocket payment.  Our analysis is limited to the population under age 65. Although 80 percent of spending on physicians and hospital care is done by the 20 percent of families who spend over $5,000 in a year, our analysis shows that shifting to a major risk policy could reduce aggregate health spending by nearly 20 percent.  The reductions would be greatest among higher income individuals. By reducing excess consumption of health services, the major risk policy increases aggregate economic efficiency.  With modest values of both demand sensitivity and risk aversion we find that shifting to a major risk policy would raise aggregate national efficiency by $34 billion a year.  Government provision of a major risk policy\" to those under 65 could be financed with a premium of about $150 per person because of the increased tax revenue and reduced Medicare outlays that would result from the provision of universal major risk insurance for the population under age 65.  Even without government provision, individuals might be induced to select major risk policies by changing existing tax rules to eliminate the advantage of insurance, either by including employer provided insurance in taxable income or by permitting a tax deduction for out-of-pocket medical expenditures.\n\n",
    "acknowledgement": "\n"
}