{
    "id": 4875,
    "citation_title": "What Do We Know About Capital Structure? Some Evidence from International Data",
    "citation_author": [
        "Raghuram G. Rajan",
        "Luigi Zingales"
    ],
    "citation_publication_date": "1994-10-01",
    "issue_date": "1994-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the determinants of capital structure choice by analyzing the financing decisions of public firms in the major industrialized countries. At an aggregate level, firm leverage is fairly similar across the G-7 countries. We find that factors identified by previous studies as correlated in the cross-section with firm leverage in the United States, are similarly correlated in other countries as well. However, a deeper examination of the U.S. and foreign evidence suggests that the theoretical underpinnings of the observed correlations are still largely unresolved.\n\n",
    "acknowledgement": "\nRajan thanks the Center for Research on Securities Prices while Zingales thanks the Graduate School of Business for funding. This project was also made possible with a grant from the Center for International Business Research at the University of Chicago and the National Science Foundation (grant SBR9423645). We thank Patricia O' Brien, Douglas Diamond, Eugene Fama, Jennifer Francis, Steve Kaplan, Anil Kashyap, Richard Leftwich, Merton Miller, Mitchell Petersen, Jay Ritter, James Seward, and Robert Vishny for helpful discussions, and participants in workshops at the University of Chicago (Finance & Junior Faculty Lunch Group), HEC-University of Montreal, Indiana University, University of Maryland, National Bureau of Economic Research. Summer Institute, the Stockholm School of Economics and the 1994 WFA meetings for comments. We are indebted to Eduardo Gonzales for excellent research assistance, and Andrew Alford for invaluable help in getting us acquainted with Global Vantage and detailed comments on an earlier draft. This paper incorporates part of a Center for Research in Security Prices working paper entitled \"Notes on International Capital Structure.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}