{
    "id": 4885,
    "citation_title": "Fiscal Policies, Capital Formation, and Capitalism",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1994-10-01",
    "issue_date": "1994-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis lecture examines the effects of tax policy and social security retirement benefits on capital accumulation and economic welfare. The paper begins by examining how capital income taxes reduce the real return to savers and then discusses the welfare loss of capital income taxation relative to the alternatives of taxing consumption and labor income.The second part deals with social security retirement benefits.  In 1994, older Americans will receive cash and medical benefits that cost the government $530 billion or $16,000 per person over 65. A final section discusses the implications of international capital flows for this analysis.  As capital flows become more important, the response of government policy may be to compete for foreign capital inflows and to tax domestic savers more heavily; leading to a smaller total volume of capital. The sharp decline in the net national saving rate-from over 8% of GDP in the U.S. in the 1970s to only 4.5% in the 1980s & from over 14% of GDP in Europe in the 1970s to 9.9% in the 1980s -- may not only create lower real incomes and slower growth but may weaken capitalism itself. In the US a decade of slow growth has increased protectionist tendencies in international trade and led to a new interest in industrial policies that expand the role of the government in guiding the direction of technology of private investment. Government policies that discourage saving might make the Schumpeterian vision of a shift from private capitalism to government-dominated economy more likely\n\n",
    "acknowledgement": "\n"
}