{
    "id": 4896,
    "citation_title": "Environmental Taxation and the \"Double Dividend:\" A Reader's Guide",
    "citation_author": [
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "1994-10-01",
    "issue_date": "1994-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years there has been great interest in the possibility of substituting environmentally motivated or 'green' taxes for ordinary income taxes.  Some have suggested that such revenue-neutral reforms might offer a 'double dividend:' not only (1) improve the environment but also (2) reduce certain costs of the tax system.  This paper articulates different notions of 'double dividend' and examines the theoretical and empirical evidence for each.  It also draws connections between the double dividend issue and principles of optimal environmetal taxation in a second-best setting. A weak double dividend claim is that returning tax revenues through cuts in distortionary taxes leads to cost savings relative to the case where revenues are returned lump sum.  This claim is easily defended on theoretical grounds and (thankfully) receives wide support from numerical simulations.The stronger versions contend that revenue-neutral swaps of environmental taxes for ordinary distortionary taxes involve zero or negative gross costs.Analyses numerical results tend to cast doubt on the strong double dividend claim.Yet the theoretical case against the strong form is not air-tight, and numerical dividend claim is dividend claim is rejected (upheld) are related to the conditions where the second-best optimal environmental tax is less than (greater than) the marginal environmental damages.The difficulty of establishing a strong double dividend claim heightens the importance of attending to and evaluating the (environmental) benefits from environmental taxes.\n\n",
    "acknowledgement": "\n"
}