{
    "id": 4904,
    "citation_title": "The Roles of Marketing, Product Quality and Price Competition in the Growth and Composition of the U.S. Anti-Ulcer Drug Industry",
    "citation_author": [
        "Ernst R. Berndt",
        "Linda Bui",
        "David Reiley",
        "Glen Urban"
    ],
    "citation_publication_date": "1994-10-01",
    "issue_date": "1994-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of Tagamet in the United States in 1977 represented both a revolution in ulcer therapy and the beginning of an important new industry.  Today there are four prescription H2- antagonist drugs: Tagamet, Zantac, Pepcid and Axid, and they comprise a multi-billion dollar market for the treatment of ulcers and other gastric acid conditions.  In this paper, we examine the determinants of sales in this market, using a carefully constructed data set made possible by IMS America.  We concentrate particularly on the marketing of these drugs to physicians through detailing and medical journal advertising, and we make an innovative attempt to distinguish between 'industry-expanding' and 'rivalrous' marketing efforts.  We find that the impact of total marketing on the expansion of overall industry sales declines as the number of products on the market increases.  In addition, we find that the stock of industry-expanding marketing depreciates at a near-zero rate, while the stock of marketing oriented towards rivalrous market share competition depreciates at a 40% annual rate.  We also find that the products' sales are affected significantly by price, quality attributes (such as number of FDA- approved indications and number of adverse drug interactions), and order of entry into the market.\n\n",
    "acknowledgement": "\n"
}