{
    "id": 4916,
    "citation_title": "Government Intervention in the Markets for Education and Health Care: How and Why?",
    "citation_author": [
        "James M. Poterba"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation and health care are the two largest government expenditure items in the United States.  The public sector directly provides the majority of educational services, through the public school bureaucracy, while most public support for health care is channelled through a system of tax-supported government payments for services provided by private providers.  The contrast between public policies in these markets raises a host of questions about the scope of government in a mixed economy, and the structure of policies for market intervention.  This paper examines how two standard arguments for government intervention in private markets, market failure and redistribution, apply to the markets for education and medical care. It then considers the 'choice of instrument' problem, the choice between intervention via price subsidies, mandates, and direct public provision of services in these markets.  Economic arguments alone seem unable to explain the sharp divergence between the nature of public policies with respect to education and medical care.  Moreover, there is virtually no evidence on the empirical magnitudes of many of the key parameters needed to guide policy in these areas, such as the social externalities associated with primary and secondary education or the degree to which adverse selection in the insurance market prevents private insurance purchase.\n\n",
    "acknowledgement": "\n"
}