{
    "id": 492,
    "citation_title": "Exchange-Rate Unions and the Volatility of the Dollar",
    "citation_author": [
        "Richard C. Marston"
    ],
    "citation_publication_date": "1980-06-01",
    "issue_date": "1980-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study analyzes why formation of an exchange-rate union, such as the newly-established European Monetary System, can be harmful to the interests of some member countries. The framework provided for analyzing behavior in the union is a three-country model which combines an asset market determination of exchange rates with a price sector emphasizing wage indexation behavior and price competitiveness between countries. The three countries consist of two members of the union as well as a nonmember country (the United states), allowing the study to investigate trade and financial relationships within and outside the union. The study examines how each country's exchange rates and prices respond to stochastic disturbances of several types, of which the most important is a capital account disturbance directly affecting one member's financial market (originating, for example, in shifts between U.S. securities and those of one member country). The analysis shows that the effects of the union on each member country depends upon (1) the source of those economic disturbances which give rise to fluctuations in exchange rates, (2) the share of trade between members of the union, (3) the degree of integration between the financial markets of the member countries, and (4) the responsiveness of domestic wages and prices to changes in exchange rates. The exchange-rate union fixes the cross exchange rate between member currencies, thereby preventing disturbances from affecting this key exchange rate. In doing so, however, the union may actually increase the variability of prices in the economy of one member country. The outcome depends critically upon the degree of financial integration between the two member countries in the absence of the union. The importance of another factor, domestic price responsiveness, is brought out clearly by comparing the alternative extremes of no price adjustment and full price adjustment to exchange rate changes. Price behavior interacts in an interesting way with financial integration to determine the potential gains or losses of each country in joining the union.\n\n",
    "acknowledgement": "\n"
}