{
    "id": 4924,
    "citation_title": "Interest Allocation Rules, Financing Patterns, and the Operations of U.S. Multinationals",
    "citation_author": [
        "Kenneth A. Froot",
        "James R. Hines",
        "Jr."
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the 1986 change in U.S. interest allocation rules on the investment and financing decisions of American multinationals.  The 1986 change reduced the tax deductibility of the interest expenses of firms with excess foreign tax credits.  The resulting increase in the cost of debt gives firms incentives to substitute away from using debt finance.  Furthermore, to the extent that perfect financing substitutes are not available, the overall cost of capital rises as well.  The empirical tests indicate that the loss of tax deductibility of parent-company interest expenses appears to reduce significantly borrowing and investing by firms with excess foreign tax credits.  The same firms tend to undertake new lease commitments, which may reflect the use of leases as alternatives to capital ownership.  In addition, firms affected by the tax change tend to scale back the scope of their foreign and total operations.  These results are consistent with the hypothesis that firms substitute away from debt when debt becomes more expensive, and also with the hypothesis that the loss of interest tax shields increases a firm's cost of capital.\n\n",
    "acknowledgement": "\n"
}