{
    "id": 4929,
    "citation_title": "Health and Labor Force Participation of Older Men, 1900-1991",
    "citation_author": [
        "Dora L. Costa"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI investigate how the relationship between health status and retirement among older men has changed since 1900 using weight adjusted for height or Body Mass Index (BMI) as a proxy for health.  I find that both in 1900 and in 1985-1991 the relative risk of labor force non-participation increases for the excessively lean and obese and that the BMI level that minimizes the relative risk of labor force non-participation remains unchanged.  However, in 1900 both the relative risk of non-participation among men at low and high BMI levels and the elasticity of non-participation with respect to BMI were greater than today, suggesting that health is now less important to the retirement decision than in the past.  The difference in the relative risk of non-participation is especially pronounced at high BMI levels.  Declining physical job demands and improved control of chronic conditions may explain the difference. The findings suggest that the impact of improvements in health on participation rates is increasingly more likely to be outweighed by the impact of other factors.  Greater efforts made to increase the incorporation of the old and disabled into the labor force may therefore have a minimal impact on retirement rates.  The findings also imply that in the past the economic costs of poor health were substantial.\n\n",
    "acknowledgement": "\n"
}