{
    "id": 493,
    "citation_title": "Exchange Rate Risk and the Macroeconomics of Exchange Rate Determination",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1980-06-01",
    "issue_date": "1980-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the link between portfolio diversification models of exchange risk and the macroeconomics of exchange rate determination. A first part sets out the mean-variance model of portfolio choice for the case of two nominal assets with random real returns. From there the model is made \"international\" by a specification of the world inflation process. The concept of exchange risk is discussed in terms of the variability of the real exchange rate. The paper shows that when all randomness in real returns derives from variability of the real exchange rate, rather than from inflation variability, full hedging is possible. Even for the case of no real exchange rate variability, it is shown, variability of the nominal rate of depreciation is a determinant of the portfolio composition. The risk premium is derived and discussed in terms of the deviation of the anticipated rate of depreciation from the interest differential. The actual rate of depreciation may exceed the interest differential either because of news or because of a risk premium that depends on the relative asset supplies compared to their shares in a minimum variance portfolio. An appendix investigates the implications of tastes and differences and shows that there is an additional component of the premium due to differences in consumption patterns. The portfolio model is integrated In a macro-model to show how the relative supplies of non-monetary assets, through yield and valuation effects, determine the impact and long run consequences of real and nominal monetary disturbances. The integration of the portfolio and macro models relies crucially on the properties of the demand for money. A demand for money that depend. on the average return on securities, rather than on the domestic interest rate, implies that portfolio considerations do not affect exchange rates.\n\n",
    "acknowledgement": "\n"
}