{
    "id": 4931,
    "citation_title": "International Patenting and Technology Diffusion",
    "citation_author": [
        "Jonathan Eaton",
        "Samuel Kortum"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the invention of new technologies and their diffusion across countries.  Our model predicts that, eventually, all countries will grow at the same rate, with each country's productivity ranking determined by how rapidly it adopts inventions.  The common growth rate depends on research efforts in all countries, while research effort is determined by how much inventions earn at home and abroad. Patents affect the return to invention.  We relate the decision to patent an invention internationally to the cost of patenting in a country and to the expected value of patent protection in that country.  We can thus infer the direction and magnitude of the international diffusion of technology from data on international patenting, productivity, and research.  We fit the model to data from the five leading research economies.  The parameters indicate how much technology flows between these countries and how much each country earns from its inventions domestically and elsewhere.  Our results imply that foreign countries are important sources of technology even though countries earn most of their return to innovation at home.  For example, about half of U.S. productivity growth derives from foreign technology yet U.S. investors earn 98 per cent of the revenue from their inventions domestically.\n\n",
    "acknowledgement": "\n"
}