{
    "id": 4934,
    "citation_title": "Contagion and Bank Failures During the Great Depression: The June 1932 Chicago Banking Panic",
    "citation_author": [
        "Charles W. Calomiris",
        "Joseph R. Mason"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of pre-Depression banking argue that banking panics resulted from depositor confusion about the incidence of shocks, and that interbank cooperation avoided unwarranted failures.  This paper uses individual bank data to address the question of whether solvent Chicago banks failed during the panic asthe result of confusion by depositors.  Chicago banks are divided\" into three groups: panic failures, failures outside the panic window, and survivors.  The characteristics of these three groups are compared to determine whether the banks that failed during the panic were similar ex ante\" to those that survived the panic or whether they shared characteristics with other banks that failed. Each category of comparison -- the market-to-book value of equity, the estimated probability or failure or duration of survival the composition of debt, the rates of withdrawal of debt during 1931, and the interest rates paid on debt -- leads to the same conclusion: banks that failed during the panic were similar to others that failed and different from survivors.  The special attributes of failing banks were distinguishable at least six months before the panic and were reflected in stock prices, failure probabilities, debt composition, and interest rates at least that far in advance.  We conclude that failures during the panic reflected relative weakness in the face of common asset value shock rather than contagion.  Other evidence points to cooperation among solvent Chicago banks a key factor in avoiding unwarranted bank failures during the panic.\n\n",
    "acknowledgement": "\n"
}