{
    "id": 4935,
    "citation_title": "Historical Macroeconomics and American Macroeconomic History",
    "citation_author": [
        "Charles W. Calomiris",
        "Christopher Hanes"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat can macroeconomic history offer macroeconomic theorists and macroeconometricians?  Macroeconomic history offers more than longer time series or special `controlled experiments.'  It suggests an historical definition of the economy, which has implications for macroeconometric methods.  The defining characteristic of the historical view is its emphasis on `path dependence': ways in which the cumulative past, including the history of shocks and their effects, change the structure of the economy.  This essay reviews American macroeconomic history to illustrate its potential uses and draw out methodological implications. `Keynesian' models can account for the most obvious cycle patterns in all historical periods, while `new classical' models cannot.  Nominal wage rigidity was important historically and some models of wage rigidity receive more support from history than others.A shortcoming of both Keynesian and new-classical approaches is the assumption that low-frequency change is exogenous to demand.  The history of the Kuznets cycle shows how aggregate-demand shocks can produce endogenous changes in aggregate supply.  Economies of scale, learning effects, and convergences of expectations-many within the spatial contexts of city building and frontier settlement-seem to have been very important in making the aggregate supply `path-dependent.' Institutional innovation (especially government regulation) has been another source of endogenous change in aggregate supply. The historical view's emphasis on endogenous structural change points in the analysis over short sample periods to identify the sources and consequences of macroeconomic shocks.\n\n",
    "acknowledgement": "\n"
}