{
    "id": 4941,
    "citation_title": "Disability Insurance Rejection Rates and the Labor Supply of Older Workers",
    "citation_author": [
        "Jonathan Gruber",
        "Jeffrey D. Kubik"
    ],
    "citation_publication_date": "1994-11-01",
    "issue_date": "1994-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisability Insurance (DI), which provides income support to disabled workers, has been criticized for inducing a large fall in the labor force participation rate of older workers.  We study the effects of one policy response designed to address this moral hazard problem: raising the rate at which DI claims are denied.  Initial DI applications are decided at the state level, and, in response to a funding crisis for the DI program in the late 1970s, the states raised their rejection rates for first time applicants by 30% on average. The extent of this rise, however, varied substantially across states. We use this variation to estimate a significant reduction in labor force non-participation among older workers in response to denial rate rises.  A 10% increase in denial rates led to a 2.7% fall in non- participation among 45-64 year old males; between 1/2 and 2/3 of this effect is a true reduction in labor force leaving, with the remainder accounted for by the return to work of denied applicants.  We find some support for the notion that increases in denial rates effectively target their incentive effects to more able individuals; the fall in labor force non-participation was much stronger among more able workers, according to an anthropometric measure of disability.\n\n",
    "acknowledgement": "\n"
}