{
    "id": 4943,
    "citation_title": "Insurance Rationing and the Origins of Workers' Compensation",
    "citation_author": [
        "Price V. Fishback",
        "Shawn Everett Kantor"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central question concerning the economic motivation for the adoption of workers' compensation is the extent to which workers had access to their desired levels of private accident insurance around the turn of the century.  If insurance were rationed then workers' primary option would have been to use savings to protect against accident risk.  We develop a theoretical model that suggests that workers' compensation, under this market condition, should have caused a reduction in households' precautionary saving.  Our empirical test is based on a sample of over 7000 households surveyed for the 1917- 1919 Bureau of Labor Statistics Cost-of-Living study.  Regression analysis suggests that households tended to save less, holding all else constant, if their states had workers' compensation in force. This finding, in concert with qualitative information about the insurance industry, provides some evidence that insurance companies were unable to effectively offer workplace accident insurance to a wide range of workers.  By shifting the burden of insurance from workers to employers, workers' compensation benefitted risk-averse workers who were rationed out of the insurance market, even if they paid for their more generous post-accident benefits through lower wages.\n\n",
    "acknowledgement": "\n"
}