{
    "id": 4946,
    "citation_title": "Intellectual Capital and the Firm: The Technology of Geographically Localized Knowledge Spillovers",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Jeff Armstrong"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of university-based star scientists on three measures of performance for California biotechnology enterprises: the number of products in development, the number of products on the market, and changes in employment.  The `star' concept which Zucker, Darby, and Brewer (1994) demonstrated was important for birth of U.S. biotechnology enterprises also predicts geographically localized knowledge spillovers at least for products in development. However, when we break down university stars into those who have collaborated on publications with scientists affiliated with the firm and all other university stars, there is a strong positive effect of the linked stars on all three firm-performance measures and little or no evidence of an effect from the other university stars. We develop a new hypothesis of geographically localized effects of university research which is consistent with market exchange: Geographically localized effects occur for scientific discoveries characterized by natural excludability, those which can be learned only by working with discoverers or others who have received the knowledge through working together in the laboratory.  Natural excludability results in intellectual capital, a transitory form of human capital, embodied in particular scientists whose services must be employed in order to practice the discovery.  Contractual and/or ownership relationships occur between firms and the university scientists with intellectual capital and importantly determine firm productivity and growth.\n\n",
    "acknowledgement": "\n"
}