{
    "id": 4950,
    "citation_title": "An Intergenerational Model of Wages, Hours and Earnings",
    "citation_author": [
        "Joseph G. Altonji",
        "Thomas A. Dunn"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop and estimate a factor model of the earnings, labor supply, and wages of young men and young women, their parents and their siblings.  We estimate the model using data on matched sibling and parent-child pairs from the National Longitudinal Survey of Labor Market Experience.  We measure the extent to which a set of unobserved parental and family factors that drive wage rates and work hours independently of wage rates lead to similarities among family members in labor market outcomes. We find strong family similarities in work hours that run along gender lines.  These similarities are primarily due to preferences rather than to labor supply responses to family similarities in wages. The wage factors of the father and mother influence the wages of both sons and daughters.  A `sibling' wage factor also plays an important role in wage determination.  We find that intergenerational correlations in wages substantially overestimate the direct influence of fathers, and especially mothers, on wages.  This is because the father's and mother's wage factors are positively correlated.  The relative importance for the variance in earnings of the direct effect of wages, the labor supply response induced by wages, and effect of hours preferences varies by gender, and by age in the case of women. For all groups most of the effect of wages on earnings is direct rather than through a labor supply response.\n\n",
    "acknowledgement": "\n"
}