{
    "id": 4953,
    "citation_title": "Economic Effects of Quality Regulations in the Daycare Industry",
    "citation_author": [
        "Tasneem Chipty",
        "Ann Dryden Witte"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate reduced form models to discern the effect of state regulation of the quality of center and family day care. Specifically, we consider the effects of the number of mandated inspections, limits on group size and staff/child ratio, and staff training requirements on equilibrium price and hours of care and the quality of care as measured by the actual staff/child ratio.  The specification of the reduced form model is derived from an eight equation market model for wages and work hours, type of child care chosen, price and hours of care and a set of hedonic equations for the characteristics of care. The results indicate strongly that child care regulations do affect equilibrium price, hours of care, and staff/child ratios. Child care regulations are binding.  In equilibrium, only regulations regarding staff training appear to have consistently desirable effects.  Such regulations decrease equilibrium price and hours of care and increase the staff/child ratio for both centers and family day care.  Regulations of group size and the staff/child ratio have significant effects, but the welfare implications of the effects are more ambiguous. Tax deductions and subsidies for child care have similarly ambiguous welfare effects.  For example, households that take a tax deduction for child care pay higher prices for care, consume more hours of care and consume higher quality day care.\n\n",
    "acknowledgement": "\n"
}