{
    "id": 4957,
    "citation_title": "The Size and Timing of Devaluations in Capital-Controlled Developing Countries",
    "citation_author": [
        "Robert Flood",
        "Nancy Marion"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA developing country often pegs its exchange rate to a single currency, such as the U.S. dollar, even though it faces a higher inflation rate than the country to which it is pegged.  As a consequence, it experiences real exchange-rate misalignments and a series of easily-anticipated devaluations.  While the chaotic capital market events surrounding anticipated devaluations are avoided through quantitative capital controls, the country is left with the classic devaluation problem: when should it devalue, and by how much? In this paper, we consider a policymaker who pegs the nominal exchange rate and adjusts the peg periodically so as to minimize a set of costs.  The control problem is made difficult by the fact that the future times for devaluations are currently unknown stochastic variables.  Characterizing the real exchange rate as regulated Brownian motion permits the cost minimization problem to be solved explicitly.  The size and timing of devaluations are jointly determined outcomes of optimizing behavior. The framework yields insights into how changes in the stochastic environment affect both the size and timing of devaluation.  These insights provide guidance about the determinants of devaluation episodes even when Brownian motion is not the relevant stochastic process for real exchange rates.  Using cross-sectional data on 80 peg episodes from seventeen Latin American countries over the 1957-1990 period, we find empirical support for the model's main predictions.\n\n",
    "acknowledgement": "\n"
}