{
    "id": 4968,
    "citation_title": "The Dynamics of Dual-Job Holding and Job Mobility",
    "citation_author": [
        "Christina H. Paxson",
        "Nachum Sicherman"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article concerns the incidence and dynamics of dual-job holding, and its link to job mobility.  The first section presents evidence on patterns of dual-job holding, hours changes, and job mobility in the United States, using data from the Panel Study of Income Dynamics and the Current Population Survey.  The results indicate that most workers experience dual-job holding sometime during their working lives, and there is a great deal of movement into and out of dual-job holding.  Mobility into and out of second jobs is associated with large changes in weekly and annual hours, and there is evidence that dual-job holding is prompted by hours constraints on the main job.  The second section of the article turns to theories of dual-job holding.  Much of the empirical literature on second jobs is motivated by a simple model of labor supply in which workers face upper constraints on main-job hours: a worker who would like to work more on his main job, but cannot, will take a second job provided the second-job wage is high enough.  These models do not account for the fact that workers may also avoid hours constraints by finding new main jobs with higher hours.  We develop a stochastic dynamic model of dual-job holding and job mobility in which decisions to take second jobs and/or change main jobs are made simultaneously.  This model is consistent with our findings and provides new insights into the economics of dual-job holding and labor mobility.\n\n",
    "acknowledgement": "\n"
}