{
    "id": 4970,
    "citation_title": "Valuation of New Goods under Perfect and Imperfect Competition",
    "citation_author": [
        "Jerry A. Hausman"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Consumer Price Index (CPI) attempts to answer the question of how much more (or less) income does a consumer require to be as well off in period 1 as in period 0 given changes in prices, changes in the quality of goods, and the introduction of new goods (or the disappearance of existing goods).  In this paper I  explain the theory of cost-of-living indices and demonstrate how new goods should be included using the classical theory of Hicks and Rothbarth. The correct price to use for the good in the pre-intro- duction period is a `virtual' price which sets demand to zero. Estimation of this virtual price requires estimation of a demand function which in turn provides the expenditure function which allows exact calucation of the cost of living index. The data requirements and need to specify and estimate a demand function for a new brand among many existing brands requires extensive data and some new econometric methods which may have proven obstacles to the inclusion of new goods in the CPI up to this point. As an example I use the introduction of a new cereal brand by General Mills in 1989-Apple Cinnamon Cheerios. I find the virtual price is about 2 times the actual price of Apple Cinnamon Cheerios and that increase in consumer surplus is substantial. Based on some simplifying approximations, I find that CPI may be overstated for cereal by about 25% because of its neglect of the effect of new brands. When I take imperfect competition into account I find that the increase in consumer welfare is only 85% as high with perfect competition so CPI for cereal would still be 20% too high\n\n",
    "acknowledgement": "\n"
}