{
    "id": 4971,
    "citation_title": "The Operation and Collapse of Fixed Exchange Rate Regimes",
    "citation_author": [
        "Peter M. Garber",
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper reviews the recent literature on exchange rate target zones and on speculative attacks on fixed exchange rates.  The influential Krugman model of exchange rate target zones has two main results, namely that credible target zones stabilize exchange rates more than fundamentals (the `honeymoon effect') and that exchange rates depend on fundamentals according to a nonlinear `S-curve' with `smooth pasting.'  Almost all the model's empirical implications have been overwhelmingly rejected.  Later research has reconciled the theory with empirical results by allowing for imperfectly credible exchange rates and for intra-marginal central bank interventions. That research has also shown that non-linearities and smooth pasting are probably empirically insignificant and that a linear managed-float model is a good approximation to exchange rate target zones.  The speculative attack literature has developed models built on the principles of no anticipated price discontinuities, endogenous timing of the speculative attack, and the attack occurring when a finite amount of foreign exchange reserves remain.  These models have been extended to include random timing of attacks and alternative post attack regimes.  Some empirical tests have been undertaken.  In contrast to target zone models, speculative attack models have been influenced by empirical results only to a small extent.\n\n",
    "acknowledgement": "\n"
}