{
    "id": 4979,
    "citation_title": "Does Competition Among Public Schools Benefit Students and Taxpayers?",
    "citation_author": [
        "Caroline Minter Hoxby"
    ],
    "citation_publication_date": "1994-12-01",
    "issue_date": "1994-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany school choice proposals would enable parents to choose among public school districts in their area, though not among private schools. Theory predicts three reactions to easier choice among public schools: increased sorting of students and parents among schools; easier choice will encourage competition among schools, forcing them into higher productivity (better student performance per input); easier choice among public schools will give parents less incentive to send their children to private schools. I examine easing choice among public schools using exogenous variation in the concentration of public school districts in metropolitan areas measured by a Herfindahl index on enrollment shares. The exogenous variation is generated by topography: I derive instruments for concentration from natural boundaries (rivers) that partially determine district size. I find evidence that easier choice leads to greater productivity. Areas with greater opportunities for choice among public schools have lower per-pupil spending, lower teacher salaries, and larger classes. The same areas have better average student performance, as measured by students' educational attainment, wages, and test scores. Performance improvements are concentrated among white non-Hispanics, males, and students who have a parent with at least a high school degree. However, student performance is not worse among Hispanics,African-Americans, females, or students who do not have a parent with a high school degree.Also, student performance improves at both ends of the educational attainment distribution and test score distribution.\n\n",
    "acknowledgement": "\n"
}