{
    "id": 4988,
    "citation_title": "A Dynamic Structural Model for Stock Return Volatility and Trading Volume",
    "citation_author": [
        "William A. Brock",
        "Blake D. LeBaron"
    ],
    "citation_publication_date": "1995-01-01",
    "issue_date": "1995-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to develop a structural model that lets data on asset returns and trading volume speak to whether volatility autocorrelation comes from the fundamental that the trading process is pricing or, is caused by the trading process itself.  Returns and volume data argue, in the context of our model, that persistent volatility is caused by traders experimenting with different beliefs based upon past profit experience and their estimates of future profit experience. A major theme of our paper is to introduce adaptive agents in the spirit of Sargent (1993) but have them adapt their strategies on a time scale that is slower than the time scale on which the trading process takes place.  This will lead to positive autocorrelation in volatility and volume on the time scale of the trading process which generates returns and volume data. Positive autocorrelation of volatility and volume is caused by persistence of strategy patterns that are associated with high volatility and high volume. Thee following features seen in the data: (i) The autocorrelation function of a measure of volatility such as squared returns or absolute value of returns is positive with a slowly decaying tail. (ii) The autocorrelation function of a measure of trading activity such as volume or turnover is positive with a slowly decaying tail. (iii) The cross correlation function of a measure of volatility such as squared returns is about zero for squared returns with past and future volumes and is positive for squared returns with current volumes.  (iv) Abrupt changes in prices and returns occur which are hard to attach to 'news.'  The last feature is obtained by a version of the model where the Law of Large Numbers fails in the large economy limit.\n\n",
    "acknowledgement": "\n"
}