{
    "id": 4993,
    "citation_title": "The Decline of Traditional Banking: Implications for Financial Stabilityand Regulatory Policy",
    "citation_author": [
        "Franklin R. Edwards",
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1995-01-01",
    "issue_date": "1995-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper outlines the fundamental economic forces that have led to the decline in traditional banking, that is the process of making loans and funding them by issuing short-dated deposits.  The declining competitiveness of traditional banking may threaten financial stability by increasing bank failures and by increasing the incentives for banks to take on more risk, either by making more risky loans or by engaging in 'nontraditional' financial activities that promise higher returns but greater risk.  This paper argues that most nontraditional activities, such as banks acting as derivatives dealers, expose banks to risks and moral hazard problems that are similar to those associated with banks' traditional activities, and that these activities can be regulated as effectively as can traditional activities.  One regulatory approach to maintain financial stability and strengthen the banking system is to adopt a system of structured bank capital requirements with early corrective action by regulators.  An important element in this approach is that market- value accounting principles would be applied to banks and there would be increased public disclosure by banks of the risks associated with their trading activities.  With this regulatory structure in place, banks could be permitted greater freedom to expand into nontraditional activities.\n\n",
    "acknowledgement": "\n"
}