{
    "id": 4996,
    "citation_title": "Income and Wealth of Older American Households: Modeling Issues for Public Policy Analysis",
    "citation_author": [
        "Alan L. Gustman",
        "F. Thomas Juster"
    ],
    "citation_publication_date": "1995-01-01",
    "issue_date": "1995-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the extent to which current knowledge of retirement, savings, pension and related behavior is sufficient for determining the effects of major policy initiatives on the incomes and wealth of the aged population of the United States.  Data are presented from two new surveys, the Health and Retirement Study and the Asset and Health Dynamics Among the Oldest Old Survey, describing the distributions of the major components of income and wealth to be explained by these behavioral models.  The data suggest that the amount of wealth held by the older population has been severely understated in earlier surveys.  Disagreements and inconsistencies in models of savings indicate that there is no agreed upon behavioral model upon which to base policy analysis.  Similar problems characterize the pension literature.  Most strikingly, central features of these three major branches of behavioral analysis are mutually inconsistent.  Although there are important linkages among the behaviors determining retirement, savings and pension outcomes, research in each area ignores or misspecifies the related behavior from other areas.  Consequently, significant advances are required before we can confidently predict the effects of contemplated changes in policies on income and wealth in retirement.\n\n",
    "acknowledgement": "\n"
}