{
    "id": 4999,
    "citation_title": "The Adding Up Problem: A Targeting Approach",
    "citation_author": [
        "Kala Krishna"
    ],
    "citation_publication_date": "1995-01-01",
    "issue_date": "1995-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at the problem of making multiple lending decisions which affect the supply of the product when the consequences of these lending decisions are interrelated via the effect on the world price of the product. This is termed the 'adding up problem'. It is argued that thinking of this problem from the point of view of the targeting literature helps to clarify the nature of optimal policies.  In order to do so, three factors need to be specified. First, the objective function of the lender (the Bank) as compared to those of the borrowers (the countries) must be clear. Second, the extent of the lenders' ability to influence total investment in the product, and the instruments available to it, must be understood. Third, distortions present in the environment must be identified. The lender is thought of as trying to implement policies that maximize its objective function. There are distortions in the system which prevent this objective function from being maximized automatically. These distortions could arise because (1) the objectives of the lender do not match those of the borrowers, (2) due to misconceptions of the borrowers on how the system works, (3) because of lack of access to funds on the part of the borrowers relative to the lender, among a host of other distortions not focused on here.  The environment and policies available to the lender limit its ability to influence the outcome. In this context, targeting models can be used to help guide policy.  The basic rule is to correct the distortions where they occur using the correct instrument to do so. If instruments are limited, the available instruments are used to target multiple distortions, and the first best need not be attainable.\n\n",
    "acknowledgement": "\n"
}