{
    "id": 50,
    "citation_title": "Measuring the Effect of an Anti-Discrimination Program",
    "citation_author": [
        "Orley Ashenfelter",
        "James J. Heckman"
    ],
    "citation_publication_date": "1974-08-01",
    "issue_date": "1974-08-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1941, six Executive Orders have been issued forbidding Federal government contractors from discriminating against minority workers. In principle, all prospective contractors are required to demonstrate compliance with the law before a contract is let. The potential penalties are severe: failure to comply with the law may result in revocation of current contracts and suspension of the right to bid on future contracts.  Despite these provisions, doubts have been raised about the effectiveness of the Orders.  Defenders of the Orders cite cases in which contract award dates have been postponed until firms have taken steps toward compliance with the law. In this paper, we investigate these competing claims using data from 40,445 establishments sampled in 1966 and 1970. In the first section of this paper, we distinguish what can be measured from what cannot. We develop a framework to measure and interpret program effects. In the second section we discuss the design of our sample and present results of an analysis of the randomness of this sample. In the third and concluding section, we present the estimates and discuss their plausibility.\n\n",
    "acknowledgement": "\nThis research was sponsored by an Equal Employment Opportunity Commission grant to the Metropolitan Applied Research Council, NewYork, New York. Heckman's research was partially supported by aU.S. Labor Department grant to the National Bureau of Economic Research. We wish to thank Sherwin Rosen for perceptive comments made on an earlier version of this paper. Ralph Shnelvar performed the calculations.\n\n\n"
}