{
    "id": 500,
    "citation_title": "The Transmission of Disturbances under Alternative Exchange-Rate Regimeswith Optimal Indexing",
    "citation_author": [
        "Robert P. Flood",
        "Nancy Peregrim Marion"
    ],
    "citation_publication_date": "1980-07-01",
    "issue_date": "1980-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops a general stochastic macroeconomic model which can be used to study the international transmission of disturbances under alternative exchange-rate systems. Four types of exchange-rate systems are considered: uniform flexible exchange rates, uniform fixed exchange rates, two-tier exchange rates in which the current-account exchange rate is fixed and the capital-account exchange rate is flexible, and two-tier exchange rates with separate, floating rates for current and capital-account transactions. It is assumed that expectations are rational, so only the unexpected portion of macro policy alters the level of output. In addition, private contracts form the underpinning of the aggregate supply function, and they can be adjusted optimally in response to the country's choice of exchange-rate regime. It is shown that when the home country takes all prices as exogenous and wages are optimally indexed, the country is fully insulated from foreign disturbances under the two fixed-rate regimes but not under the two flexible-rate regimes. Even so, the fixed-rate regimes are inferior to the flexible-rate regimes in terms of their ability to minimize output variance. When the home country is large in the market for its own produced good, these results must be modified. The analysis makes two general points. First, one cannot assume stability of structure when assessing the consequences of alternative exchange-rate regimes. For example, the slope of the aggregate supply curve and the rationally-formed expectations in the asset markets can respond dramatically to the government's choice of exchange-rate regime. Second, exchange-rate regimes that provide full insulation from foreign disturbances may nevertheless be inferior to other regimes in terms of their ability to maximize social welfare.\n\n",
    "acknowledgement": "\n"
}