{
    "id": 5002,
    "citation_title": "The Impact of Federal Spending on House Election Outcomes",
    "citation_author": [
        "Steven D. Levitt",
        "James M. Snyder",
        "Jr."
    ],
    "citation_publication_date": "1995-01-01",
    "issue_date": "1995-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile it is widely believed by academics, politicians, and the popular press that incumbent congressmen are rewarded by the electorate for bringing federal dollars to their district, the empirical evidence supporting that claim is extremely weak.  One explanation for the failure to uncover the expected relationship between federal spending and election outcomes is that incumbents who expect to have difficulty being reelected are likely to exert greater effort in obtaining federal outlays.  Since it is generally impossible to adequately measure this effort, the estimated impact of spending is biased downward due to an omitted variable bias.  We address this estimation problem using instrumental variables.  For each House district, we use spending outside the district but inside the state containing the district, as an instrument for spending in the district.  Federal spending is affected by a large number of actors (e.g. governors, senators, mayors, and other House members in the state delegation), leading to positive correlations in federal spending across the House districts within states.  However, federal spending outside of a district is unlikely to be strongly correlated with the strength of that district's electoral challenge.  Thus, spending in other districts is a plausible instrument.  In contrast to previous studies, we find strong evidence that non-transfer federal spending benefits congressional incumbents: an additional $100 per capita in such spending is worth as much as two percent of the popular vote.  Additional transfer spending, on the other hand, does not appear to have any electoral effects.\n\n",
    "acknowledgement": "\n"
}