{
    "id": 5011,
    "citation_title": "Do Firms Smooth the Seasonal in Production in a Boom? Theory and Evidence",
    "citation_author": [
        "Stephen G. Cecchetti",
        "Anil K. Kashyap",
        "David W. Wilcox"
    ],
    "citation_publication_date": "1995-02-01",
    "issue_date": "1995-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing disaggregated production data we show that the size of seasonal cycles changes significantly over the course of the business cycle.  In particular, during periods of high economy-wide activity, some industries smooth seasonal fluctuations while others exaggerate them.  We interpret this finding using a simple analytical model that describes the conditions under which seasonal and cyclical fluctuations can be separated.  Our model implies that seasonal fluctuations can safely be disentangled from cyclical fluctuations only when the marginal cost of production is linear, and the variation in demand and cost satisfy certain (restrictive) conditions.  The model also suggests that inventory movements can be used to isolate the role of demand shifts in generating any interaction between seasonal cycles and business cycles. Thus, the empirical analysis involves studying the variation in seasonally unadjusted patterns of production and inventory accumulation over different phases of the business cycle.  Our finding that seasonals shrink during booms and that firms carry more inventories into high sales seasons during a boom leads us to conclude that for several industries, marginal cost slopes up at an increasing rate.  Conversely, in a couple of industries we find that seasonal swings in production are exaggerated during booms and that inventories are drawn down prior to high sales seasons, suggesting that marginal costs curves flatten as production increases.  Overall, we find considerable evidence that there are non-linear interactions between business cycles and seasonal cycles.\n\n",
    "acknowledgement": "\n"
}