{
    "id": 5042,
    "citation_title": "Aggregate Employment Dynamics: Building From Microeconomic Evidence",
    "citation_author": [
        "Ricardo J. Caballero",
        "Eduardo M.R.A. Engel",
        "John Haltiwanger"
    ],
    "citation_publication_date": "1995-02-01",
    "issue_date": "1995-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies quarterly employment flows of approximately 10,000 large U.S. manufacturing establishments during 1972:1-1980:4.After estimating the extent of short run microeconomic substitution between employment and hours per worker (hours-week), we construct measures of the path of the deviation between actual and desired employment based on the observed behavior of establishments' hours-week.  These deviations are then used as the state variables upon which units decide their employment adjustments (microeconomic policy).  Using this framework we find that: (i) Microeconomic employment adjustment policies are non-linear, with firms adjusting to large deviations proportionally more than to small ones; (ii) Employment adjustments are often either large or nil, suggesting the presence of non-convexities in the adjustment cost technologies; (iii)  60 to 90 % of aggregate employment fluctuations is due to changes in the cross sectional distribution of employment deviations, while the rest is due to microeconomic policy changes; (iv) Most of the net aggregate employment fluctuations from changes in the cross sectional distribution are accounted for by aggregate shocks, despite significant fluctuations in the distribution of idiosyncratic shocks and the marked countercyclical nature of their second moment(i.e. reallocation shocks) (v) Similarly, most of the net aggregate employment fluctuations due to microeconomic policy changes are accounted for by aggregate shocks; (vi) Aggregate shocks are also the dominant source of job destruction, but account for less than half of fluctuations in job creation; (vii) A simple parametric version of the aggregate model suggested by the microeconomic nonlinearities shown above has a mean square error 50% lower than its linear counterpart's.\n\n",
    "acknowledgement": "\n"
}