{
    "id": 5044,
    "citation_title": "Relative Income Concerns and the Rise in Married Women's Employment",
    "citation_author": [
        "David Neumark",
        "Andrew Postlewaite"
    ],
    "citation_publication_date": "1995-02-01",
    "issue_date": "1995-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether women's decisions to be in the labor force may be affected by the decisions of other women in ways not captured by standard models.  We develop a model that augments the simple neoclassical framework by introducing relative income concerns into women's (or families') utility functions.  In this model, the entry of some women into paid employment can spur the entry of other women, independently of wage and income effects.  This mechanism may help to explain why, over some periods, women's employment appeared to rise faster than could be accounted for by the simple neoclassical model. We test the model by asking whether women's decisions to seek paid employment depend on the employment decisions of other women with whom relative income comparisons might be important.  In particular, we look at the effects of sisters' employment on women's own employment.  We find strong evidence that women's employment decisions are positively related to their sisters' employment decisions.  We also take account of the possibility that this positive relationship arises from heterogeneity across families in unobserved variables affecting the employment decision.  We conduct numerous empirical analyses to reduce or eliminate this heterogeneity bias.  We also look at the relationship between husbands' relative income and wives' employment decisions.  In our view, the evidence is largely supportive of the relative income hypothesis.\n\n",
    "acknowledgement": "\n"
}