{
    "id": 5052,
    "citation_title": "Health Insurance Eligibility, Utilization of Medical care, and Child Health",
    "citation_author": [
        "Janet Currie",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "1995-03-01",
    "issue_date": "1995-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe poor health status of children in the U.S. relative to other industrialized nations has motivated recent efforts to extend insurance coverage to underprivileged children. There is little past evidence that extending eligibility for public insurance to previously ineligible groups will increase health status or even utilization of medical resources. Using data from the Current Population Survey, the National Health Interview Survey, and state-level data on child mortality, we examine the utilization and health effects of eligibility for public insurance.  Our models are identified by the recent expansions of the Medicaid program to low income children. We find that these expansions roughly doubled the fraction of children eligible for Medicaid between 1984 and 1992; by 1992, almost 1/3 of all children were eligible.  But takeup of these expansions was much less than full even among otherwise uninsured children.  Despite this takeup problem, we find that eligibility for Medicaid significantly increased the utilization of medical care along a number of dimensions.  Medicaid eligibility was associated with large increases in care delivered in physician's offices, although there was some increase in care in hospital settings as well. While there was no effect of eligibility on parentally-assessed subjective health measures, we do find notable reductions in child mortality. Finally, we find that rising Medicaid eligibility is associated with reductions in racial disparities in the number of visits and in child disparities in the site at which care is delivered.\n\n",
    "acknowledgement": "\n"
}