{
    "id": 5055,
    "citation_title": "Tax Avoidance and the Deadweight Loss of the Income Tax",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1995-03-01",
    "issue_date": "1995-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe traditional method of analyzing the distorting effects of the income tax greatly underestimates its total deadweight loss as well as the incremental deadweight loss of an increase in income tax rates. Deadweight losses are substantially greater than these conventional estimates because the traditional framework ignores the effect of higher income tax rates on tax avoidance through changes in the form of compensation (e.g., employer paid health insurance) and through changes in the patterns of consumption (e.g., owner occupied housing). The deadweight loss due to the increased use of exclusions and deductions is easily calculated.  Because the relative prices of leisure, excludable income, and deductible consumption are fixed, all of these can be treated as a single Hicksian composite good.  The compensated change in taxable income induced by changes in tax rates therefore provides all of the information that is needed to evaluate the deadweight loss of the income tax. These estimates using TAXSIM calibrated to 1994 imply that the deadweight loss per dollar of revenue of using the income tax rather than a lump sum tax is more than twelve times as large as Harberger's classic estimate.  A marginal increase in tax revenue achieved by a proportional rise in all personal income tax rates involves a deadweight loss of nearly two dollars per incremental dollar of revenue.  Repealing the 1993 increase in tax rates for high income taxpayers would reduce the deadweight loss of the tax system by $24 billion while actually increasing tax revenue.\n\n",
    "acknowledgement": "\n"
}