{
    "id": 506,
    "citation_title": "Does Anticipated Monetary Policy Matter? An Econometric Investigation",
    "citation_author": [
        "Frederic S. Mishkin"
    ],
    "citation_publication_date": "1980-07-01",
    "issue_date": "1980-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent theorizing with business cycle models which incorporate features of the Friedman-Phelps natural rate model along with rational expectations lead to the following policy conclusions. Anticipated changes in aggregate demand policy will have already been taken into account in economic agents behavior and will thus evoke no further output or employment response. Therefore, deterministic feedback policy rules will have no impact on output fluctuations in the economy. These policy implications of what Modigliani has dubbed the Macro Rational Expectations (MRE) hypothesis are of such importance that a wide range of empirical research is needed for its verification or refutation. Recent empirical work has tested the \"neutrality\" implication of the MRE hypothesis that anticipated monetary policy does not affect output or unemployment. Although this empirical work has frequently been favorable to the MRE hypothesis, it suffers from several deficiencies that create suspicion about the robustness of the results. This paper is an attempt to conduct an econometric investigation of the implications of the MRE hypothesis which does not suffer from these deficiencies. The results here strongly reject the neutrality implications of the MRE hypothesis: unanticipated movements in monetary policy are not found to have a larger impact on output and unemployment than anticipated movements. This evidence casts doubt on previous evidence that is cited as supporting the view that only unanticipated monetary policy is relevant to the business cycle.\n\n",
    "acknowledgement": "\n"
}