{
    "id": 5068,
    "citation_title": "Universities as a Source of Commercial Technology: A Detailed Analysis of University Patenting 1965-1988",
    "citation_author": [
        "Rebecca Henderson",
        "Adam Jaffe",
        "Manuel Trajtenberg"
    ],
    "citation_publication_date": "1995-03-01",
    "issue_date": "1995-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores changes in university patenting behavior between 1965 and 1988.  We show that university patents have increased 15-fold while real university research spending almost tripled.  The causes of this increase are unclear, but may include increased focus on commercially relevant technologies, increased industry funding of university research, a 1980 change in federal law that facilitated patenting of results from federally funded research, and the widespread creation of formal technology licensing offices at universities. Up until approximately the mid-1980s, university patents were more highly cited, and were cited by more technologically diverse patents, than a random sample of all patents.  This difference is consistent with the notion that university inventions are more important and more basic than the average invention.  The differences between the two groups disappeared, however, in the middle part of the 1980s, partly due to a decline in the citation rates for all universities, and partly due to an increasing share of patents going to smaller institutions, whose patents are less highly cited throughout this period.  Moreover at both large and small institutions there was a large increase in the fraction of university patents receiving zero citations.  Our results suggest that the rate of increase of important patents from universities is much less than the overall rate of increase of university patenting in the period covered by our data.\n\n",
    "acknowledgement": "\n"
}