{
    "id": 508,
    "citation_title": "State and Local Taxes and the Rate of Return on Nonfinancial Corporate Capital (revised as W0740)",
    "citation_author": [
        "Martin Feldstein",
        "James M. Poterba"
    ],
    "citation_publication_date": "1980-07-01",
    "issue_date": "1980-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough states and localities collect a substantial amount of revenue from corporate profits taxes and property taxes on corporate capital, these taxes have been inadequately reflected in previous calculations of the effective corporate tax rate and the pretax rate of return to corporate capital. The present study focuses on non-financial corporations and begins by estimating the profits taxes and property taxes which these corporations pay to state and local governments. These estimates are then used to calculate the pretax rate of return on non-financial corporate capital; the results suggest that the conventional omission of state-local property taxes leads to an understatement of this rate of return by about one percentage point. The effective tax rate on non-financial corporate profits is also computed, taking account of state-local taxes. These taxes amount to approximately sixteen percent of the pretax profits of non-financial corporations. The total effective tax rate on these corporations is shown to have risen substantially during the past two decades; it averaged more than seventy percent in the most recent five-year period. The series for the rate of return and effective tax rate are used to compute the real after-tax rate of return on non-financial corporate capital. The calculations show that this number has declined recently, reaching 2.3 percent in 1979. This is to be contrasted with after-tax returns of over five percent which prevailed during the mid-1960s.\n\n",
    "acknowledgement": "\n"
}