{
    "id": 5081,
    "citation_title": "Is There a Tradeoff between Unemployment and Productivity Growth?",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1995-04-01",
    "issue_date": "1995-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how misleading is the facile contrast of Europe following a path of high productivity growth, high unemployment, and relatively greater income equality, in contrast to the opposite path being pursued by the United States.  While structural shocks may initially create a positive tradeoff between productivity and unemployment, they set in motion a dynamic path of adjustment involving capital accumulation or decumulation that in principle can eliminate the tradeoff. The main theoretical contributions of this paper are to show how a productivity-unemployment tradeoff might emerge and how it might subsequently disappear as this dynamic adjustment path is set in motion.  Its empirical work develops a new data base for levels and growth rates of output per hour, capital per hour, and multifactor productivity in the G-7 nations both for the aggregate economy and for nine sub-sectors.  It provides regression estimates that decompose observed differences in productivity growth across sectors.  It finds that much of the productivity growth advantage of the four large European countries over the United States is explained by convergence and by more rapid capital accumulation, and that the only significant effect of higher unemployment is to cause capital accumulation to decelerate, thus reducing the growth rate of output per hour relative to multi-factor productivity.\n\n",
    "acknowledgement": "\n"
}