{
    "id": 509,
    "citation_title": "Pension Funding, Share Prices, and National Saving",
    "citation_author": [
        "Martin Feldstein",
        "Stephanie Seligman"
    ],
    "citation_publication_date": "1980-07-01",
    "issue_date": "1980-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines empirically the effect of unfunded pension obligations on corporate share prices and discusses the implications of these estimates for national saving, the decline of the stock market in recent years, and the rationality of corporate financial behavior. The analysis uses the information on inflation-adjusted income and assets that large firms were required to provide for 1976 and subsequent years. The evidence for a sample of nearly 200 manufacturing firms is consistent with the conclusion that share prices fully reflect the value of unfunded pension obligations. Since the conventional accounting measure of the unfunded pension liability has a number of problems (which we examine in the paper), it would be more accurate to say that the data are consistent with the conclusion that shareholders accept the conventional measure as the best available information and reduce share prices by a corresponding amount. The most important implication of the share price response is that the existence of unfunded private pension liabilities does not necessarily entail a reduction in total private saving. Because the pension liability reduces the equity value of the firm, shareholders are given notice of its existence and an incentive to save more themselves. For this reason, unfunded private pensions differ fundamentally from the unfunded Social Security pension and the other unfunded federal government civilian and military pensions.\n\n",
    "acknowledgement": "\n"
}