{
    "id": 5097,
    "citation_title": "Why are Saving Rates so Different Across Countries?: An International Comparative Analysis",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "1995-04-01",
    "issue_date": "1995-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the determinants of savings in the world economy, and discusses why saving ratios have been so uneven across countries.  A distinction is made between private and government savings, using panel data for 36 countries, from 1970 to 1992.  In particular, it is assumed that government savings are not completely exogenous, and respond to both economic and political (strategic) determinants, along the lines of the recent literature on the political economy of macroeconomic policy. Using instrumental variables estimation methods it is found that per capita growth is one of the most important determinants of both private and public savings.  The results indicate that government-run social security systems affect private savings negatively.  In addition, the results provide some support for the political economy perspective to government finances, which evidences a different underlying process determining public savings.  Public savings tend to be lower in countries with higher political instability.  Higher government savings crowd out private savings, but in a less than proportional fashion.  Higher levels of foreign savings - i.e. reductions in the current account balance - are associated with lower domestic (both private and public) saving rates, although the degree of offset is also less than proportional.  The degree of financial development turns out to be another important determinant of private savings.  The results are mixed regarding the role of borrowing constraints - a topic deserving additional research attention.\n\n",
    "acknowledgement": "\n"
}