{
    "id": 5114,
    "citation_title": "A Heckscher-Ohlin View of Sweden Competing in the Global Market",
    "citation_author": [
        "Edward E. Leamer",
        "Per Lundborg"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we explore the hypothesis that the Swedish malaise comes from the interaction of the Swedish welfare state with changes in the global marketplace.  External commerce can expose Swedish workers in exporting and import-competing industries to competition from low-wage foreign workers that is incompatible with an extensive welfare system. The Heckscher-Ohlin theory that is the foundation of this paper allows a high-wage equilibrium without government intervention even though there is increasing competition from low-wage suppliers, if capital is abundant and if production is concentrated on the most capital intensive products.  Then the unskilled workers can be employed at high wages either in the tradables or nontradables sector.  However, Swedish investment rates have not been high enough to maintain the position that it had two decades ago. This we express in the form of the Heckscher-Ohlin Crowding Hypothesis: Swedish difficulties in its interactions with the global marketplace come from an eroding lead in capital abundance. Though losing its distinctiveness in capital abundance, Sweden remains well supplied with soft-wood forests. Although contributing substantially to GDP forest resources can also imply lower wages for unskilled workers and greater income inequality. A country with abundant forest resources and produce capital intensive products as well as pulp and paper, but a country with more moderate supplies of capital can find much of its capital deployed in pulp and paper and end up with a mix of tradables including relatively labor-intensive products. This product mix may dictate relatively low wages for unskilled workers since the marginal unskilled worker may be employed in sectors which globally award low wages.\n\n",
    "acknowledgement": "\n"
}