{
    "id": 5116,
    "citation_title": "Economics of the Generation and Management of Municipal Solid Waste",
    "citation_author": [
        "David N. Beede",
        "David E. Bloom"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the generation and management of solid waste (MSW) through the lens of economics.  We estimate that the global burden of MSW amounted to 1.3 billion metric tons in 1990, or 0.67 kilograms of waste per person per day.  Industrial countries account for a disproportionate share of world MSW relative to their share of world population, while developing countries account for a disproportionate share of the world's MSW relative to their share of world income.  Cross-country and time-series analyses reveal that MSW generation is positively associated but inelastic with respect to per capita income, and positively associated and unit elastic with respect to population size. Practices for collecting, processing, and disposing of MSW vary widely across countries in accord with the nature of the waste stream and key features of the environmental and economic context. However the least efficient practices tend to be found in developing countries, where MSW poses serious environmental quality and public health threats. Although considerable evidence indicates that the generation and management of MSW is sensitive to income and price variables, natural incentives to overuse common property and the presence of intergenerational externalities both suggest that private economic behavior will not yield socially optimal outcomes in this area. Community intervention may thereby promote the social good, with evidence accumulating that favors arrangements involving the of private firms. The cost of MSW management is likely to grow faster than the pace of urbanization if urbanization outpaces the development of transportation infrastructures. Our calculations also suggest that improvements in the handling of hazardous MSW will be far less expensive in discounted terms than undoing in the future the damage being caused by current practices.\n\n",
    "acknowledgement": "\n"
}