{
    "id": 5117,
    "citation_title": "Costs of Environmentally Motivated Taxes in the Presence of Other Taxes:General Equilibrium Analyses",
    "citation_author": [
        "A. Lans Bovenberg",
        "Lawrence H. Goulder"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been keen interest in recent years in environmentally motivated or 'green' tax reforms.  This paper employs analytical and numerical general equilibrium models to investigate the costs of such reforms, concentrating on the question of whether these costs can be eliminated when revenues from new environmental taxes are devoted to cuts in marginal income tax rates.  A distinguishing feature of the analytical model is its attention to the role of pre-existing inefficiencies in the tax treatment of labor and capital and the associated role of tax-shifting.  This model indicates how the prospects for a zero- or negative-cost environmental tax reform are enhanced to the extent that environmental tax reforms shift the tax burden toward the less efficient (undertaxed) factor. Results from the numerical model are interpreted in light of the analytical model's findings.  These results indicate that the revenue- neutral substitution of Btu or gasoline taxes for typical income taxes usually entails positive gross costs to the economy.  In the case of the gasoline tax, a significant tax shifting effect serves to lower the policy's gross costs.  This accounts for the lower gross cost of the gasoline tax compared with the Btu tax.  Under neither policy is tax-shifting substantial enough to eliminate the overall gross costs.\n\n",
    "acknowledgement": "\n"
}