{
    "id": 5118,
    "citation_title": "Effects of Air Quality Regulation",
    "citation_author": [
        "Vernon Henderson"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of local regulatory effort on ground level ozone air quality and on industrial location.  Local regulatory effort varies by annual air quality attainment status and by state attitudes towards the environment.  A switch from attainment to non-attainment status induces greater regulatory effort in a county, leading to an improvement in air quality.  Air quality readings for ground level ozone improve by 3-8% depending on the exact air quality measure, following a switch to non-attainment status. Pro-environment states, which ceteris paribus, spend relatively more on pollution abatement also have cleaner air.  A 1% increase in typical annual state pollution abatement expenditures leads to about a .04% improvement in local ozone readings.  Heavily polluting industries show a tendency to move to counties with a record of clean air, where they are less likely to be hassled.  A county switching to having a three-year record of attainment experiences a 7-9% growth in the number of heavily polluting establishments.  This implies polluting industries are spreading out geographically moving from non- attainment (polluted) areas to attainment (initially less polluted) areas.  Finally, for ozone, localities may improve the annual hourly extreme value reading used to measure officially local air quality, without improving measures (mean, medians, medians of daily maximum) of more typical ozone conditions.  This occurs by spreading out economic activity over the day to dampen peaks of ozone inducing activity and subsequent daily ozone peaks.\n\n",
    "acknowledgement": "\n"
}