{
    "id": 5126,
    "citation_title": "Differential Mortality and Wealth Accumulation",
    "citation_author": [
        "Orazio P. Attanasio",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe issue of asset accumulation and decumulation is central to the life cycle theory of consumer behavior and to many policy questions.  One of the main implications of the life cycle model is that assets are decumulated in the last part of life.  Most empirical studies in this area use cross-sectional data of estimate mean or median wealth-age profiles.  The use of cross-sections to estimate the age profile of assets is full of pitfalls.  For example, if wealth and mortality are related, in that poorer individuals die younger, one overestimates the last part of the wealth-age profile when using cross-sectional data because means (or other measures of location) are taken over a population which becomes 'richer' as it ages.  This paper examines the effect of differential mortality on cross-sectional estimates of wealth-age profiles.  Our approach is to quantify the dependence of mortality rates on wealth and use these estimates to 'correct' wealth-age profiles for sample selection due to differential mortality.  We estimate mortality rates as a function of wealth and age for a sample of married couples drawn from the Survey of Income and Program Participation (SIPP).  Our results show that accounting for differential mortality produces wealth profiles with significantly more dissaving among the elderly.\n\n",
    "acknowledgement": "\n"
}