{
    "id": 5138,
    "citation_title": "How Much Better is Bigger, Faster & Cheaper? Buyer Benefits from Innovation in Mainframe Computers in the 1980s",
    "citation_author": [
        "Kenneth H. Brown",
        "Shane M. Greenstein"
    ],
    "citation_publication_date": "1995-05-01",
    "issue_date": "1995-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates cost-of-living indexes (e.g., Fisher and Griliches [1995]) for measuring buyer benefits from technical change in the commercial mainframe computer industry in the 1980s.  For this purpose we use a micro-econometric model of demand for product characteristics embodied in a computer system.  The model highlights buyers' benefits from technical change when innovation decreases the price of characteristics or increases the range of available characteristics.  This exercise follows in the spirit of Trajtenberg [1989]. Our main finding is that our utility-based cost-of-living index declines rapidly (approximately 10-15 percent per year).  By historical standards for innovation, this rate is quite fast.  Second, our estimates contrast with the rate of change in quality adjusted prices in mainframe computers (approximately 25-30 percent per year). Third, while large price declines induced increases in purchasing, most buyers began the 1980s with a 'small' mainframe system and still bought a small system at the end of the decade, even with rapidly declining mainframe prices and large extensions in computing capacity. The experience of the majority outweighs the benefits received by a few (with elastic demand), who took advantage of lower prices and extensions in the product space.\n\n",
    "acknowledgement": "\n"
}