{
    "id": 5144,
    "citation_title": "Intraschool Variation in Class Size: Patterns and Implications",
    "citation_author": [
        "Michael Boozer",
        "Cecilia Rouse"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists attempting to explain the widening of the black-white wage gap in the late 1970's by differences in school quality have been faced with the problem that recent data reveal virtually no gap in the quality of schools attended by blacks and whites using a variety of measures.  In this paper, we reexamine racial differences in school quality by considering the effects of using the pupil-teacher ratio, rather than the school's average class size,in an education production function since the pupil-teacher ratio is a rough proxy, at best. We find that while the pupil-teacher ratio and average class size are correlated, the pupil-teacher ratio is systematically less than or equal to the average class size. Part of the difference is due to intraschool allocation of teachers to classes.  While the pupil-teacher ratio shows no black-white differences in class size, measures of the school's average class size suggest blacks are in larger classes. Also, the two measures lead to differing estimates of the role of class size in an education production function.  We also conclude that school level measures may obscure important within-school variation in class size due to the small class sizes for compensatory education and a kind of aggregation bias results. Not only are blacks in schools with larger average class sizes but they are also in larger classes within schools, conditional on class type. The intraschool class size patterns suggest that using within-school variation in education production functions is not a good solution to aggregation problems due to non-random assignment of students to different sized classes. But once the selection problem has been addressed,smaller classes at the 8th grade lead to larger test score gains from 8th to 10th grade and differences in class size can explain approximately 15% of the black-white gap in educational achievement.\n\n",
    "acknowledgement": "\n"
}