{
    "id": 5149,
    "citation_title": "Does Welfare Play Any Role in Female Headship Decisions?",
    "citation_author": [
        "Hilary Williamson Hoynes"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the 30 years, the composition of white and black families in the US has changed dramatically.  In 1960, less than 10% of families with children were headed by a single mother, while in 1990 more than 20% of families with children were headed by females.  A large body of research has focused on the role of the U.S. welfare system and particularly of the Aid to Families with Dependent Children (AFDC) program, in contributing to these changes in family structure.  Most studies use cross-sectional data and identify the effect of welfare on female headship through interstate variation in the AFDC program. Recent research finds that controlling for state effects has a large impact on the estimated welfare effect.  This paper examines why state effects matter for estimating the role of welfare in female headship decisions by examining the of individual effects and policy endogeneity. An explanation for why state effects matter is that the composition of the population across the states differs, and the composition is related to the generosity of the state's welfare program. If that is true, then controlling for individual effects should have the same result as controlling for state effects. We also examine the endogeneity of AFDC policy by including controls representing the determinants of state welfare generosity.  The results show that after controlling for individual effects, there is no evidence that welfare contributes to increasing propensities to form female headed households for either whites or blacks.  Further, the results suggest that welfare-induced migration among blacks leads to an upward bias in the estimated welfare effect in previous studies.\n\n",
    "acknowledgement": "\n"
}