{
    "id": 5155,
    "citation_title": "The Taxation of Two Earner Families",
    "citation_author": [
        "Martin Feldstein",
        "Daniel Feenberg"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present paper examines the efficiency and revenue effects of several alternative tax treatments of two earner families using estimates of the compensated elasticities of the labor supply of married women based on the experience with the 1986 tax rate reductions. The analysis of alternatives is based on the NBER TAXSIM model which has been modified to incorporate separate estimates of the earnings of spouses. The marginal tax rates explicitly incorporate the Social Security payroll taxes net of the present actuarial value of future retirement benefits. Three general conclusions emerge in this paper. First, the existing high marginal tax rates on married women cause big eadweight losses that can be reduced by alternative tax rules that lower marginal tax rates. Second, the behavioral responses to the lower marginal tax rates induce additional tax payments that offset large fractions of the 'static' revenue losses. Third, there are substantial differences in cost- effectiveness among these options, i.e. in the revenue cost per dollar of reduced deadweight loss. Several of the options are sufficiently cost- effective that they could probably be combined with other ways of raising revenue to produce a net reduction in the deadweight loss of the tax system as a whole. We are aware, however, that the current framework is very restrictive in three ways. It ignores the response of the primary earner to any change in tax rates on spousal income. It defines the labor supply response narrowly in terms of participation and hours, excluding other dimensions of labor supply. Taxes affect not only the labor supply of men and women but also change taxable income through changes in excluded income and deductions. These changes in taxable income are the key variable for influencing tax revenue and the deadweight loss of alternative tax rules.\n\n",
    "acknowledgement": "\n"
}