{
    "id": 5158,
    "citation_title": "Labor Supply Response to the Earned Income Tax Credit",
    "citation_author": [
        "Nada Eissa",
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a series of major expansions starting in 1987, the earned income tax credit (EITC) has become a central part of the federal government's anti-poverty strategy.  In this paper, we examine the impact of the Tax Reform Act of 1986 (TRA86), which included an expansion of the EITC, on labor force participation and hours of work. The expansion of the credit affected an easily identifiable group, single women with children, but is predicted to have had no effect on another group, single women without children.  Other features of TRA86, such as the increase in the value of dependent exemptions and the large increase in the standard deduction for head of household filers, are predicted by economic theory to have reinforced the impact of the EITC on the relative labor supply outcomes of single women with and without children.  We therefore compare the change in labor supply of single women with children to the change in labor supply of single women without children. We find that between 1984-1986 and 1988-1989 single women with children increased their labor force participation by 1.4 percentage points (from a base of 73.1 percent) relative to single women without children.  We explore a number of possible explanations for this finding and conclude that the 1987 expansion of the EITC and the other provisions of TRA86 are the most likely explanations.  We find no effect of the EITC expansion on the hours of work of single women with children who were already in the labor force.  Compared to other elements of the welfare system, the EITC appears to produce little distortion of work incentives.\n\n",
    "acknowledgement": "\n"
}