{
    "id": 5160,
    "citation_title": "Why is there Multilateral Lending?",
    "citation_author": [
        "Dani Rodrik"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy should multilateral lending exist in a world where private capital markets are well developed and governments have their own bilateral aid programs?  If lending by the World Bank, IMF, and regional development banks has an independent rationale, it must rest on advantages generated by the multilateral nature of these institutions.  There are in principle two such advantages.  First, since information on the quality of investment environments in different countries is in many ways a collective good, multilateral agencies are in a better position to internalize the externalities that may arise.  This creates a rationale for multilateral lending in terms of information provision, particularly in terms of monitoring of government policies in recipient countries.  Second, as long as multilateral agencies retain some degree of autonomy from the governments that own them, their interaction with recipient countries, while official in nature, can remain less politicized than inter- governmental links.  This in turn endows multilateral agencies with an advantage in the exercise of conditionality, (that is, in lending that is conditional on changes in government policies).  Neither of these two potential advantages of multilateral lending has much to do with lending per se.  However, multilateral lending may be required to make these agencies' tasks incentive compatible.  The empirical analysis reveals little evidence that multilateral lending has acted as a catalyst for private capital flows.\n\n",
    "acknowledgement": "\n"
}