{
    "id": 5161,
    "citation_title": "Inflation Indicators and Inflation Policy",
    "citation_author": [
        "Stephen G. Cecchetti"
    ],
    "citation_publication_date": "1995-06-01",
    "issue_date": "1995-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, central bankers throughout the world have advocated that monetary policy shift toward inflation targeting. Recent actions in the U.S. serve to highlight the desire of the Federal Reserve to keep inflation both low and stable, while downplaying the likely output and employment consequences.  But control of inflation requires both that one be able to forecast the future path of the price level and that one have estimates of what impact policy changes have on that path.  Unfortunately, inflation is very difficult to forecast at even very near horizons.  This is true because the relationship of candidate inflation indicators to inflation is neither very strong nor very stable.  Beyond this, the relationship between monetary policy instruments, such as the Federal Funds Rate, and inflation also varies substantially over time and cannot be estimated precisely. Construction of policy rules can take these difficulties into account.  Several rules are examined, and they have the following interesting properties.  First, since prices take time to respond to all types of impulses, the object of price stability implies raising the Federal Funds Rate immediately following a shock, rather than waiting for prices to rise before acting.  Finally, comparison of the results of price level targeting with nominal income targeting suggests that the difficulties inherent in forecasting and controlling the former provide an argument for focusing on the latter.\n\n",
    "acknowledgement": "\n"
}