{
    "id": 5178,
    "citation_title": "Risk-Based Capital Standards and the Riskiness of Bank Portfolios: Credit and Factor Risks",
    "citation_author": [
        "Steven R. Grenadier",
        "Brian J. Hall"
    ],
    "citation_publication_date": "1995-07-01",
    "issue_date": "1995-07-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBank risk-based capital (RBC) standards require banks to hold differing amounts of capital for different classes of assets, based almost entirely on a credit risk criterion.  The paper provides both a theoretical and empirical framework for evaluating such standards.  A model outlining a pricing methodology for loans subject to default risk is presented.  The model shows that the returns on such loans are affected by the complicated interaction of the likelihood of default, the consequences of default, term structure variables, and the pricing of factor risks in the economy.  When we examine whether the risk weights accurately reflect bank asset risk, we find that the weights fail even in their limited goal of correctly quantifying credit risk. For example, our findings indicate that the RBC weights overpenalize home mortgages, which have an average credit loss of 13 basis points, relative to commercial and consumer loans.  The RBC rules also contain a significant bias against direct mortgages relative to mortgage- backed securities.  In addition, we find large differences in the credit riskiness of loans within the 100 percent weight class and potentially large benefits to loan diversification, neither of which are considered in the RBC regulations.  We also examine other types of bank risk by estimating a simple factor model that decomposes loan risk into term structure, default, and market risk.  One implication of our findings is that although banks have reallocated their portfolios in ways intended by the RBC standards, they may have merely substituted one type of risk (term structure risk) for others (default and market risk), of which the net effect is unknown.\n\n",
    "acknowledgement": "\n"
}