{
    "id": 5184,
    "citation_title": "Mortgage Default and Low Downpayment Loans: The Costs of Public Subsidy",
    "citation_author": [
        "Yongheng Deng",
        "John M. Quigley",
        "Robert Van Order"
    ],
    "citation_publication_date": "1995-07-01",
    "issue_date": "1995-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a unified model of the default and prepayment behavior of homeowners in a proportional hazard framework.  The model uses the option-based approach to analyze default and prepayment and considers these two interdependent hazards as competing risks. The results indicate the sensitivity of default to the initial loan-to-value ratio of the loan and the course of housing equity.  The latter is a measure of the extent to which the default option is in the money.  The results also indicate the importance of trigger events, namely unemployment and divorce, in affecting prepayment and default behavior. The empirical results are used to analyze the costs of a current policy proposal -- stimulating homeownership by offering low downpayment loans.  We simulate default probabilities and costs on zero-downpayment loans and compare them to conventional loans with conventional underwriting standards.  The results indicate that if zero-downpayment loans were priced as if they were mortgages with ten percent downpayments, then the additional program costs would be two to four percent of funds made available -- when housing prices increase steadily.  If housing prices remained constant, the costs of the program would be much larger indeed.  Our estimates suggest that additional program costs could be between $74,000 and $87,000 per million dollars of lending.  If the expected losses from such a program were not priced at all, the losses from default alone could exceed ten percent of the funds made available for loans.\n\n",
    "acknowledgement": "\n"
}