{
    "id": 5199,
    "citation_title": "Collaboration Structure and Information Dilemmas in Biotechnology: Organizational Boundaries as Trust Production",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby",
        "Marilynn B. Brewer",
        "Yusheng Peng"
    ],
    "citation_publication_date": "1995-07-01",
    "issue_date": "1995-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nScientists who make breakthrough discoveries can receive above- normal returns to their intellectual capital, with returns depending on the degree of natural excludability - that is, whether necessary techniques can be learned through written reports or instead require hands-on experience with the discovering scientists or those trained by them in their laboratory.  Privatizing discoveries, then, only requires selecting trusted others as collaborators, most often scientists working in the same organization.  Within organizational boundaries, incentives become aligned based on repeat and future exchange, coupled with third-party monitoring and enforcement.  We find that high value intellectual capital paradoxically predicts both a larger number of collaborators and more of that network contained within the same organization.  Specifically, same-organization collaboration pairs are more likely when the value of the intellectual capital is high: both are highly productive 'star' scientists, both are located in top quality bioscience university departments, or both are located in a firm (higher ability to capture returns). Collaboration across organization boundaries, in contrast, is negatively related to the value of intellectual capital and positively related to the number of times the star scientist has moved. Organizational boundaries act as information envelopes: The more valuable the information produced, the more its dissemination is limited.  In geographic areas where a higher proportion of coauthor pairs come from the same organization, diffusion to new collaborators is retarded.\n\n",
    "acknowledgement": "\n"
}