{
    "id": 5201,
    "citation_title": "The Incidence of a Firm-Varying Payroll Tax: The Case of Unemployment Insurance",
    "citation_author": [
        "Patricia M. Anderson",
        "Bruce D. Meyer"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we theoretically and empirically examine the common, but previously unexamined, case of a firm-varying tax which is used to finance a fringe benefit.  While we use data from the experience-rated unemployment insurance (UI) system, it is important to realize that differential treatment of firms (such as special considerations for small business) under mandated benefits laws leads to costs which vary across firms and are analogous to experience-rated taxes.  We present a theoretical model which highlights the importance of considering this variation in taxes or costs both within and across markets.  We examine annual changes in either firm average earnings and employment or individual worker earnings at the same firm.  This method removes unmeasured firm and worker characteristics, and thus avoids the omitted variable bias that has plagued past work on incidence and compensating differentials.  Our results suggest that most of the market level tax is borne by the worker.  However, this does not imply that there are no employment effects of the tax. Rather, we find that individual firms can only pass on a small share of the within market differences in the tax they face, leading to substantial employment reallocation across firms.\n\n",
    "acknowledgement": "\n"
}