{
    "id": 5202,
    "citation_title": "The Decline of Non-Competing Groups: Changes in the Premium to Education, 1890 to 1940",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1890 and the late 1920s the premium to high school education declined substantially for both men and women.  In 1890 ordinary office workers, whose positions generally required a high school diploma, earned almost twice what production workers did.  But by the late 1920s they earned about one and one-half times as much. The premium earned by female office workers, male office workers, and male office workers plus supervisors fell by about 30%.  Several factors operated in tandem to narrow differentials to education.  The supply of high school graduates relative to those without high school degrees increased by 16% from 1890 to 1910, but by 40% from 1910 to 1920 and by 50% from 1920 to 1930.  Immigration restriction is another factor, but is dwarfed by the expansion of high schools; reduced immigrant flows explain just 1/8th of the relative supply increase of educated workers.  The impact of rapidly increasing supplies of high school educated workers was reinforced by technological changes in the office that enabled the substitution of educated workers and machines for the exceptionally able.  The premium to high school graduation, rather than declining further in the 1930s, levelled off as the demand for high school educated workers expanded in the manufacturing sector. We make comparisons between this historical period of narrowing wage differentials in the face of technological progress in the office and ours of widening differentials.\n\n",
    "acknowledgement": "\n"
}