{
    "id": 5205,
    "citation_title": "A Positive Model of Growth and Pollution Controls",
    "citation_author": [
        "Larry E. Jones",
        "Rodolfo E. Manuelli"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most recent addition to the economics of gloom concerns the interplay between income and environmental degradation.  The main question raised is whether or not continued environmental degradation is a necessary part of the process of industrialization.  Will pollution continue to increase without bound as more and more countries pass through the development phase or will it be controlled? Intuitively, if 'clean air' is a normal good, we would expect that societies might be 'self-regulating' in the sense that as income increases, pollution controls also increase.  However, this intuition is somewhat misleading as the presence of external effects is an essential feature of environmental regulation. This paper describes a growth model in which pollutants are internal to a jurisdiction.  To this end we develop a model of the joint determination of the rate of development of the economy through market interactions and the extent of pollution regulation through collective decision making.  We show that depending on the collective decision making mechanism in place, the time path of pollution can display an inverted U shape, a 'sideways mirrored' S, or an increasing (but bounded) level over time. This paper contributes to the literature on both the large differences in income per capita across countries as well as the discrepancies in their growth rates.  It shows that by relying on collective decision making mechanisms to choose policies, the dynamics of convex models can resemble those usually ascribed to models of multiple equilibria.\n\n",
    "acknowledgement": "\n"
}