{
    "id": 5206,
    "citation_title": "Property and Casualty Solvency Funds as a Tax and Social Insurance System",
    "citation_author": [
        "James Bohn",
        "Brian J. Hall"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a Property and Casualty (P&C) insurance company becomes insolvent, solvent insurance companies are forced to pay assessments (a form of taxation) to state guarantee funds ('solvency funds') in order to protect the policyholders of the failed companies.  We produce estimates of the costs to the guarantee funds of resolving P&C insurance company insolvencies.  We find that the total net costs (payments by the fund less recoveries by the fund) of resolving insolvencies are remarkably high.  We estimate that the mean ratio of net costs to assets is approximately one, implying that insolvent companies have liabilities that are roughly twice as large as assets when they fail.  Our cost estimate for resolving insurance company insolvencies is roughly three times higher than similar estimates for banks.  We also find that the ratio of net costs to assets tends to be higher for small firms, poorly capitalized firms, firms writing significant premiums in long tail lines, and firms that fail because of disasters.  Our findings also indicate that the resolution of insolvencies is typically quick.  More than 60 percent of all costs to the fund for a given insolvency occur within two years, and more than three-quarters of total costs occur within three years.  However, we find that firms with a high proportion of premiums in long tail lines take much longer to resolve.\n\n",
    "acknowledgement": "\n"
}