{
    "id": 5211,
    "citation_title": "Growth Without Scale Effects",
    "citation_author": [
        "Alwyn Young"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn increase in the size (scale) of an economy increases the total quantity of rents that can be captured by successful innovators which, in equilibrium, should lead to a rise in innovative activity. Conventional wisdom and the theoretical predictions of models of endogenous innovation suggest that this increased research effort should lead to more rapid growth.  As noted by Jones [1993], this prediction is at odds with the postwar experience of the OECD, where the growth of the market has indeed led to an increased R&D effort which, however, has been translated into stagnant or declining growth rates.  Drawing upon the remarkable insights of the museum curator S.C. Gilfillan [1935], this paper modifies models of endogenous innovation to allow for the possibility that a rise in the profitability of innovative activity could lead to an increased variety of differentiated solutions to similar problems.  An increased variety of technologies (e.g. an increase in the number and types of contraceptives) will increase the level of utility of the average consumer.  If, however, continued improvement of this increased variety of technologies requires increased research input, a rise in the scale of the market could raise the equilibrium quantity of R&D, without increasing the economy's growth rate.  Furthermore, increased product variety, brought about by increases in market size, might reduce the returns to improving product quality, paradoxically lowering an economy's growth rate while increasing the total resources devoted to R&D.\n\n",
    "acknowledgement": "\n"
}