{
    "id": 5213,
    "citation_title": "Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey",
    "citation_author": [
        "Robert B. Barsky",
        "Miles S. Kimball",
        "F. Thomas Juster",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals' preferences underlying most economic behavior are likely to display substantial heterogeneity.  This paper reports on direct measures of preference parameters relating to risk tolerance, time preference, and intertemporal substitution.  These experimental measures are based on survey respondents' choices in hypothetical situations.  The questions are constructed with as little departure from the theorist's concept of the underlying parameter as possible. The individual measures of preference parameters display substantial heterogeneity.  The majority of respondents fall into the least risk-tolerant group, but a substantial minority display higher risk tolerance.  The individual measures of intertemporal substitution and time preference also display substantial heterogeneity.  The mean risk tolerance is 0.25; the mean elasticity of intertemporal substitution is 0.2.  Estimated risk tolerance and the elasticity of intertemporal substitution are essentially uncorrelated across individuals. Because the risk tolerance measure is obtained as part of the main questionnaire of a large survey, it can be related to a number of economic behaviors.  Measured risk tolerance is positively related to a number of risky behaviors, including smoking, drinking, failing to have insurance, and holding stocks rather than Treasury bills. Although measured risk tolerance explains only a small fraction of the variation of the studied behaviors, these estimates provide evidence about the validity and usefulness of the measures of preference parameters.\n\n",
    "acknowledgement": "\n"
}