{
    "id": 5222,
    "citation_title": "The Language Ability of U.S. Immigrants: Assimilation and Cohort Effects",
    "citation_author": [
        "Geoffrey Carliner"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the 1980 and 1990 U.S. Census of Population to examine the English language skills of natives and immigrants.  The first main finding is that lack of fluency in spoken English is rare among native- born Americans.  In 1990, 98.4 % of natives aged 18 to 64 reported to the U.S. in large numbers during the past 30 years, such as Hispanics and East Asians a substantial fraction were not fluent when they entered grade school, but at most 3-5% of teenagers and adults in these groups reported speaking English poorly or not at all. Second the vast majority of immigrants speak English well. In 1990, only 1/4 of immigrants reported speaking English poorly or not at all, though more than 1/2 of Mexicans and 1/3 of immigrants from other non- English speaking western hemisphere countries could not speak proper English. Although English skills improve with length of residence, after 30 or more years in the U.S. over 1/4 of Mexican immigrants spoke English poorly or not at all.  Third, since the 1950s there has been a trend decrease in the probability of fluency (speaking only English or speaking it very well) among new immigrants of about 0.1 % per year, caused by the shift from European immigrants with strong English skills to Latin American and East Asian immigrants who arrive speaking less English. Overall, women are slightly more likely to be fluent than men, especially East Asian and European women. Even after controlling for differences in education,years since arrival and other factors, large differences in English skills by region of origin remain. These differences seem to be more associated with geographic distance from the U.S. than with the source country's per capita income or linguistic distance from English.\n\n",
    "acknowledgement": "\n"
}