{
    "id": 5224,
    "citation_title": "The Effect of New Jersey's Minimum Wage Increase on Fast-Food Employment: A Re-Evaluation Using Payroll Records",
    "citation_author": [
        "David Neumark",
        "William Wascher"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-evaluate the evidence from Card and Krueger's (1994) New Jersey-Pennsylvania minimum wage experiment, using new data based on actual payroll records from 230 Burger King, KFC, Wendy's, and Roy Rogers restaurants in New Jersey and Pennsylvania.  We compare results using these payroll data to those using CK's data, which were collected by telephone surveys.  We have two findings to report. First, the data collected by CK appear to indicate greater employment variation over the eight-month period between their surveys than do the payroll data.  For example, in the full sample the standard deviation of employment change in CK's data is three times as large as that in the payroll data. Second, estimates of the employment effect of the New Jersey minimum wage increase from the payroll data lead to the opposite conclusion from that reached by CK.  For comparable sets of restaurants, differences-in-differences estimates using CK's data imply that the New Jersey minimum wage increase (of 18.8 percent) resulted in an employment increase of 17.6 percent relative to the Pennsylvania control group, an elasticity of 0.93.  In contrast, estimates based on the payroll data suggest that the New Jersey minimum wage increase led to a 4.6 percent decrease in employment in New Jersey relative to the Pennsylvania control group.  This decrease is statistically significant at the five-percent level and implies an elasticity of employment with respect to the minimum wage of -0.24.\n\n",
    "acknowledgement": "\n"
}