{
    "id": 5228,
    "citation_title": "Non-Employment and Health Insurance Coverage",
    "citation_author": [
        "Jonathan Gruber",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow rates of health insurance coverage among the non-employed have motivated consideration of policies to subsidize the purchase of insurance for those who are without a job.  But there is little evidence on the extent to which coverage differentials between the employed and the non-employed reflect the effects of job loss or merely different underlying tastes for insurance.  If the latter, subsidies may not be successful in increasing the rate of insurance coverage among the non-employed.  Furthermore, subsidies which lower the costs of non-employment may increase both the incidence and duration of joblessness. We provide new evidence on these issues by analyzing longitudinal data on 25-54 year-old men over the 1983-1989 period.  We have four findings of interest.  First, even after modelling differences in underlying tastes for insurance, the likelihood of insurance coverage drops by roughly 20 percentage points following job separation. Second, limited subsidization of the cost of insurance through state laws mandating continued access to employer-provided health insurance for the non-employed increases the likelihood of having insurance while without a job by 6.7 percent.  Third, these mandates also increase the number of individuals with spells of non-employment and the total amount of time spent jobless.  Finally, at least some of this increased non-employment appears to be spent in productive job search as the availability of continuation coverage is related to significant wage gains among those who separate from their jobs.\n\n",
    "acknowledgement": "\n"
}