{
    "id": 523,
    "citation_title": "Aggregate Land Rents and Aggregate Transport Costs",
    "citation_author": [
        "Richard J. Arnott",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1980-07-01",
    "issue_date": "1980-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between aggregate land rents and aggregate transport costs for land markets in which locations differ solely in terms of accessibility. That there exists a relationship between land rents and transport costs has been recognized at least since the time of von Thunen. The precise relationship between the two is, however, not generally well-understood. For instance, until quite recently it was considered correct to estimate the benefits from a transport improvement by the induced change in aggregate land rents at those locations where travel costs are reduced. This procedure can be shown to be correct only in very special circumstances. This paper presents a very general characterization of the relationship between aggregate land rents and aggregate transport costs. In some special cases, the relationship turns out to be remarkably simple: for a circular city with linear transport costs, aggregate transport costs are precisely twice aggregate land rents, independent of the distribution of tastes or income; for a linear city with linear transport costs, aggregate transport costs are equal to aggregate land rents. One corollary of our general analysis is that aggregate land rents may stay the same or actually fall in response to a transport improvement which makes everyone better off. In the first section we consider a simple example. The second derives the basic theorems of the paper, while the third examines their implications for the relationship between the benefits from a transport improvement and the change in aggregate land rents induced by the improvement. And in the fourth section, we examine the extent to which the theorems of section II generalize.\n\n",
    "acknowledgement": "\n"
}