{
    "id": 5230,
    "citation_title": "A Reanalysis of The Bell Curve",
    "citation_author": [
        "Sanders Korenman",
        "Christopher Winship"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn The Bell Curve Herrnstein and Murray argue that a youth's intelligence (IQ) is a more important determinant of social and economic success in adulthood than is the socioeconomic status (SES) of his or her parents.  Herrnstein and Murray base this conclusion on comparison of effects of IQ score (measured at ages 15 and 23) and the effects of an index of parents' SES from models of economic status, marriage, welfare use, involvement in crime, as well as several outcomes for young children. Reviewers of The Bell Curve have questioned whether Herrnstein and Murray's estimates of the effects of IQ are overstated by their use of a rather crude measure of parents' SES. Comparisons of siblings in the Herrnstein and Murray sample, a more complete and accurate way to control for family background, reveal little evidence that Herrnstein and Murray's estimates of the effects of IQ score are biased by omitted family background characteristics (with the possible exception of outcomes for young children). However, there is evidence of substantial bias due to measurement error in their estimates of the effects of parents' socioeconomic status. In addition, Herrnstein and Murray's measure of parental SES fails to capture the effects of important elements of family background (such as single-parent family structure at age 14).  As a result, their analysis gives an exaggerated impression of the importance of IQ relative to parents' SES, and relative to family background more generally. Estimates based on a variety of methods, including analyses of siblings, suggest that parental family background is at least as important, and may be more important than IQ in determining socioeconomic success in adulthood.\n\n",
    "acknowledgement": "\n"
}