{
    "id": 5231,
    "citation_title": "Beyond the Incidence of Training: Evidence from a National Employers Survey",
    "citation_author": [
        "Lisa M. Lynch",
        "Sandra E. Black"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to provide new insight into how school and post school training investments are linked to employer workplace practices and outcomes using a unique nationally representative survey of establishments in the U.S., the Educational Quality of the Workforce National Employers Survey (EQW-NES).  We go beyond simply measuring the incidence of formal or informal training to examine the determinants of the types employers invest in, the relationship between formal school and employer provided training, who is receiving training, the links between investments in physical and human capital, and the impact that human capital investments have on the productivity of establishments.  We find that the smallest employers are much less likely to provide formal training programs than employers from larger establishments.  Regardless of size, those employers who have adapted some of the practices associated with what have been called `high performance work systems' are more likely to have formal training programs.  Employers who have made large investments in physical capital or who have hired workers with higher average education are also more likely to invest in formal training and to train a higher proportion of their workers, especially in the manufacturing sector. There are significant and positive effects on establishment productivity associated with investments in human capital.  Those employers who hire better educated workers have appreciably higher productivity.  The impact of employer provided training differs according to the nature, timing and location of the employer investments.\n\n",
    "acknowledgement": "\n"
}