{
    "id": 5233,
    "citation_title": "Stock Market Efficiency and Economic Efficiency: Is There a Connection?",
    "citation_author": [
        "James Dow",
        "Gary Gorton"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a capitalist economy prices serve to equilibrate supply and demand for goods and services, continually changing to reallocate resources to their most efficient uses.  However, secondary stock market prices, often viewed as the most 'informationally efficient' prices in the economy, have no direct role in the allocation of equity capital since managers have discretion in determining the level of investment.  What is the link between stock price informational efficiency and economic efficiency? We present a model of the stock market in which: (i) managers have discretion in making investments and must be given the right incentives; and (ii) stock market traders may have important information that managers do not have about the value of prospective investment opportunities.  In equilibrium, information in stock prices will guide investment decisions because managers will be compensated based on informative stock prices in the future. The stock market indirectly guides investment by transferring two kinds of information: information about investment opportunities and information about managers' past decisions.  The fact that stock prices only have an indirect role suggests that the stock market may not be a necessary institution for the efficient allocation of equity. We emphasize this by providing an example of a banking system that performs as well.\n\n",
    "acknowledgement": "\n"
}