{
    "id": 5237,
    "citation_title": "Industrial Policy, Employer Size, and Economic Performance in Sweden",
    "citation_author": [
        "Steven J. Davis",
        "Magnus Henrekson"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pre-1990 Swedish tax system strongly disfavored younger, smaller and less capital-intensive firms and sectors and discouraged entrepreneurship and family ownership of businesses in favor of institutional ownership.  Credit market regulations, the national pension system, employment security laws and centralized wage setting in Sweden reinforced the distortionary impact of the tax system.  We describe the relevant Swedish policies and institutional arrangements, and we explain why the attendant distortions are likely to have hampered the efficient allocation of resources, reduced productivity, and retarded economic growth and recovery. We also develop evidence on the consequences of these distortions for the size structure and industrial distribution of employment. Taking the U.S. industrial distribution as a benchmark that reflects a comparatively neutral set of policies and institutions, Sweden's employment distribution is sharply tilted away from lower wage industries, less capital-intensive industries, and industries characterized by greater employment shares for smaller firms and establishments.  Compared to other OECD economies, Sweden has the lowest rate of self employment, a dominant role for larger firms, and highly concentrated ownership and control of private-sector economic activity.\n\n",
    "acknowledgement": "\n"
}