{
    "id": 5243,
    "citation_title": "Present at the Revolution: Transformation of Technical Identity for a Large Incumbent Pharmaceutical Firm After the Biotechnological Breakthrough",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "1995-08-01",
    "issue_date": "1995-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a case study of the transformation in research methods which occurred in a large U.S. pharmaceutical firm as a result of the biotech revolution.  This transformation is inconsistent with the hypothesis that technological revolutions make existing firms obsolete and consistent with our wealth-maximization hypothesis that valuable assets (like delivery know-how) will not be wasted if technological change in part of the organization is necessary to remain competitiveness. While the transformation was achieved through a various methods, the primary route was hiring new personnel who had the new technology and incorporating them into the existing structure. While the technological transformation has been profound, biotechnology applications in this large incumbent firm are more likely to be combined with other techno- logies than in the new biotechnology firms (NBFs) which use biotechnology for both discovery and production of new therapeutic entities.  This difference in emphasis may result in value-enhancing synergies because of the related knowledge which makes for more effective applications of the new technologies, but it could retard full adoption of biotechnology. It appears that this firm was somewhat slower than the dedicated biotech firms to adopt the new techno- ogy, but once the decision was made to transform the technological identity of the firm massive resources were provided to recruit the human capital required to make it happen.  The incumbent firms were slow to adopt biotechnology, but made great strides in the 1980s in increasing their share of all commercial ties to the star scientists as well as their share of patents.\n\n",
    "acknowledgement": "\n"
}