{
    "id": 5245,
    "citation_title": "The Causes and Consequences of Rate Regulation in the Auto Insurance Industry",
    "citation_author": [
        "Dwight Jaffee",
        "Thomas Russell"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines various explanations for the increase in the degree of regulation of the auto industry in the last ten years. Using cross section data for the State of California, the paper confirms earlier findings for the State of Massachusetts that the demand for auto insurance is highly price elastic.  This implies that regulation induced price rollbacks (such as those mandated by California's popular initiative Proposition 103) have significant welfare effects.  We explain the increase in regulation in two ways: a) As an attempt to lower rates to deal with the problem of the uninsured motorist. b) More fundamentally as a response to the perceived lack of fairness of the sharp increase in premiums in the 1980s. This perception of lack of fairness arises because, although auto insurance costs rose sharply in the 1980s, most buyers of auto insurance have no claims in any ten year period.  Thus most buyers have only last year's premium as a reference point with which to judge the fairness of this year's premium. The hypothesis that the increase in regulation is driven by a perception of unfairness is tested by analyzing the cross county voting pattern on Proposition 103.  Voting in favor of price regulation is positively correlated with the level of insurance premium.  This result is consistent both with the view that voting behavior is based on self interest and with the view that the increased demand for regulation is driven by concerns that the large disparity in premiums across counties is unfair.\n\n",
    "acknowledgement": "\n"
}