{
    "id": 5247,
    "citation_title": "Pricing Decisions in Franchised Chains: A Look at the Restaurant and Fast-Food Industry",
    "citation_author": [
        "Francine Lafontaine"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines empirical issues of pricing and price dispersion within franchised restaurant and fast-food chains.  Given the per se illegality of resale price maintenance (RPM) under current U.S. Antitrust laws, and the fact that franchised outlets are independent businesses under the law, franchisors must delegate the power to set prices to franchisees whereas corporate chains can control downstream prices directly.  The issue I examine is whether it matters empirically who, between the franchisor or the franchisee, gets to choose downstream prices, and why. After discussing a number of reasons why prices chosen by franchisees may differ from those that a franchisor would pick, I show, using data from all restaurant chains in the metropolitan Pittsburgh and Detroit areas, that there is price dispersion in fast-food franchising. I then show that the amount of price dispersion relates to the amount of franchising in a way that suggests that 1) franchisors are not able to control franchisees' prices indirectly to the same extent that they control company-owned unit prices and 2) the prices in franchised and corporate units are systematically different.  Finally, I show that prices are systematically lower in corporate restaurants.  This suggests that the reason behind the price differentials is not franchisor opportunism, but more likely double marginalization or, potentially, the existence of positive horizontal externalities among restaurants in a chain.\n\n",
    "acknowledgement": "\n"
}