{
    "id": 5249,
    "citation_title": "Culture and Language",
    "citation_author": [
        "Edward P. Lazear"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCommon culture and common language facilitate trade between people. Minorities have incentives to become assimilated and to learn the majority language so that they have a larger pool of potential trading partners. The value of assimilation is larger to someone from a small minority than to one from a large minority group.  When a society has a very large majority of individuals from one culture, individuals from minority groups will be assimilated more quickly.  Assimilation is less likely when an immigrant's native culture and language is broadly represented in his new country.  Also, when governments protect minority interests directly, incentives to be assimilated into the majority culture are reduced.  Both factors may explain the recent rise in multiculturalism. Individuals do not properly internalize the social value of assimilation and ignore the benefits others receive when they learn the majority language and become assimilated.  In a pluralistic society, a government policy that encourages diverse cultural immigration over concentrated immigration is likely to increase the welfare of the population. In the absence of strong offsetting effects, policies which encourage multi- culturalism reduce the amount of trade and have adverse welfare consequences. Conversely, policies that subsidize assimilation and the acquisition of majority language skills can be socially beneficial.  The theory is tested and confirmed by examining U.S. Census data, which reveals that the likelihood that an immigrant will learn English is inversely related to the proportion of the local population that speaks his or her native language.\n\n",
    "acknowledgement": "\n"
}