{
    "id": 5251,
    "citation_title": "Optimal Inflation Targets, `Conservative' Central Banks, and Linear Inflation Contracts",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInflation target regimes (like those of New Zealand, Canada, U.K., Sweden and Finland) are interpreted as having explicit inflation targets and implicit output/unemployment targets.  Without output-unemployment persistence delegation of monetary policy to a discretionary instrument-independent central bank with an optimal inflation target can eliminate the discretionary inflation bias, mimic the optimal linear inflation contract suggested by Walsh and extended by Persson and Tabellini, and achieve the equilibrium corresponding to an optimal rule with commitment.  Thus an `inflation target- conservative' central bank with an inflation target equal to the socially best inflation rate less any inflation bias dominates a Rogoff weight-conservative central bank with increased weight on inflation stabilizatiojn, which suboptimally increases output/unemployment variability.  With output/ unemployment persistence,  a constant inflation target is equivalent to a constant linear inflation contract.  They can both eliminate the average inflation bias but not the state-contingent part of the inflation bias. Inflation variability is too high, and output variability too low, compared to the equilibrium corresponding to an optimal rule.  An optimal state- contingent inflation target can remove all inflation bias, but in contrast to an optimal state-contingent linear inflation contract it still leaves inflation variability too high.  Delegation with an optimal state-contingent inflation target to a Rogoff `weight-conservative' central bank can then achieve the equilibrium corresponding to an optimal rule. Inflation targets may on average be exceeded, and they may have imperfect credibility, but they may usefully reduce inflation, and they appear much easier to implement.\n\n",
    "acknowledgement": "\n"
}