{
    "id": 5253,
    "citation_title": "Multinational Corporations, Outsourcing, and American Wage Divergence",
    "citation_author": [
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany economists studying America's wage divergence in the 1980's have concluded that its primary cause was a within-industry shift in relative labor demand toward the more-skilled.  Following the modeling framework and empirical methods developed in Slaughter (1993), in this paper I try to determine the extent to which outsourcing by multinational corporations contributed to this labor-demand shift.  To do this, I use data from the Bureau of Economic Analysis (BEA) on U.S. manufacturing multinationals in the 1980's.  My main finding is that the data are inconsistent with U.S. multinationals having outsourced heavily in the 1980's.  First, I construct a set of stylized facts about the employment, investment, and production patterns of these firms.  I find that most of these facts are inconsistent with widespread outsourcing.  Second, to test more rigorously whether these firms substitute between U.S. and foreign production labor I estimate their factor-price elasticities of demand in a translog-cost-function specification.  I find that home and foreign production labor at best seem to be weak price substitutes and in fact may be price complements. Taken together, these findings indicate that multinational outsourcing contributed very little to rising wage inequality.\n\n",
    "acknowledgement": "\n"
}