{
    "id": 5256,
    "citation_title": "Organization Structure and Credibility: Evidence from Commercial Bank Securities Activities Before the Glass-Steagall Act",
    "citation_author": [
        "Randall S. Kroszner",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how organizational structure can affect a firm's ability to compete.  In particular, we examine the two ways in which U.S. commercial banks organized their investment banking operations before the 1933 Glass-Steagall Act forced the banks to leave the securities business: as an internal securities department within the bank and as a separately incorporated and capitalized securities affiliate. We document a strong movement toward the use of the affiliate structure during the 1920s, and regulation does not appear to explain this evolution.  While departments underwrote seemingly higher quality firms and securities than did comparable affiliates, the departments obtained lower prices for the issues they underwrote.  This evidence is consistent with the hypothesis that there was a perception of potential conflicts of interest when lending and underwriting were closely combined in the departmental structure.  We find evidence that bank managers during this period were concerned about such perceptions.  We then develop further tests to support the view that by distancing underwriting activities from lending operations, banks could more credibly certify the quality of the issues they underwrote, thereby obtaining higher prices for them.  Our results suggest that internal organization may indeed affect the activities and effectiveness of a firm.  They also suggest that bank regulators' interest in 'firewalls' between commercial and investment banking may be reasonable, but that the market may propel banks to adopt an internal structure that would address regulators' concerns.\n\n",
    "acknowledgement": "\n"
}