{
    "id": 5260,
    "citation_title": "Machine Replacement and the Business Cycle: Lumps and Bumps",
    "citation_author": [
        "Russell Cooper",
        "John Haltiwanger",
        "Laura Power"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores cyclical fluctuations in investment due to discrete changes in the plant's stock of capital.  To do so, we focus on a machine replacement problem in which a producer decides whether to replace its entire existing stock of capital with new machinery and equipment.  This decision is undertaken in a stochastic, dynamic environment which allows us to characterize the relationship between lumpy investment and the state of the aggregate economy.  Our theoretical results are supplemented by numerical and empirical analyses of the dynamics of lumpy investment at the plant level and the associated aggregate implications.  The dynamics are surprisingly rich since they represent the interaction between a replacement cycle, the cross sectional distribution of the age of the capital stock and the state of the aggregate economy.  The empirical analysis of these dynamics is based on plant level investment data for the Longitudinal Research Database (LRD) for the 1972-91 period.  Overall, we find that the frequency of lumpy investment activity is higher during periods of high economic activity and more likely the older is the capital. These empirical results are consistent with the predictions of our theoretical model.  Nonetheless, the predicted path of aggregate investment that neglects the interaction of the non-flat hazard and the cross sectional distribution of the age of the capital stock tracks actual aggregate investment quite well.  However, ignoring the fluctuations in the cross sectional distribution can yield predictable nontrivial errors in forecasting changes in aggregate investment in periods following large swings in aggregate investment.\n\n",
    "acknowledgement": "\n"
}