{
    "id": 5265,
    "citation_title": "Is There an Equity-Efficiency Trade-Off in School Finance? Tiebout and a Theory of the Local Public Goods Producer",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew empirical work shows the degree of competition among public providers of local public goods or between public and private providers of local public goods matters.  This evidence needs a theory of the local public goods producer.  Tiebout's hypothesis spawned a literature that gives local public economics a useful theory of the consumer which can generate a theory of the local public goods producer.  This potential has remained largely undeveloped apart from Tiebout's vision of the local public goods producer as an entrepreneur, which is unrealistic because local public goods are nonverifiable.  The Tiebout mechanism does not operate in alternative models of the local public goods producer, such as bureaucracy and agenda models. None of these models is useful for predicting how local public goods producers react to policies that change the structure of local public finance.  This paper builds a theory of the producer that draws upon Tiebout's mechanism and the theory of incentives for regulation. I find that Tiebout's mechanism generates information that can be used in regulatory schemes to achieve lower costs for any given provision of local public goods.  Thus, we face a fundamental trade-off between promoting equitable consumption of the public good and promoting efficiency in production of the public good. This trade-off exists even when equity in consumption generates positive externalities, as is often suggested of the consumption of schooling.  I present evidence that when the Tiebout mechanism for schools is weakened by state-level school funding, per-pupil costs rise and the growth of educational attainment falls.  This implies that losses from inefficient production generally outweigh gains from equalized consumption.\n\n",
    "acknowledgement": "\n"
}