{
    "id": 5268,
    "citation_title": "Why Do Increased Arrest Rates Appear to Reduce Crime: Deterrence, Incapacitation, or Measurement Error?",
    "citation_author": [
        "Steven D. Levitt"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA strong, negative empirical correlation exists between arrest rates and reported crime rates.  While this relationship has often been interpreted as support for the deterrence hypothesis, it is equally consistent with incapacitation effects, and/or a spurious correlation that would be induced by measurement error in reported crime rates.  This paper attempts to discriminate between deterrence, incapacitation, and measurement error as explanations for the empirical relationship between arrest rates and crime.  Using a modified version of the techniques of Griliches and Hausman (1986) for dealing with measurement error in panel data, this paper first demonstrates that the presence of measurement error does not appear to explain the observed relationship between arrest rates and crime rates.  To differentiate between deterrence and incapacitation, the impact of changes in the arrest rate for one crime on the rate of other crimes is examined.  In contrast to the effect of increased arrests for one crime on the commission of that crime, where deterrence and incapacitation are indistinguishable, it is demonstrated that these two forces act in opposite directions when looking across crimes.  Incapacitation suggests that an increase in the arrest rate for one crime will reduce all crime rates; deterrence predicts that an increase in the arrest rate for one crime will lead to a rise in other crimes as criminals substitute away from the first crime.  Empirically, deterrence appears to be the more important factor, particularly for property crimes.\n\n",
    "acknowledgement": "\n"
}