{
    "id": 5269,
    "citation_title": "Inside Money, Outside Money and Short Term Interest Rates",
    "citation_author": [
        "V. V. Chari",
        "Lawrence J. Christiano",
        "Martin Eichenbaum"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a quantitative general equilibrium model with multiple monetary aggregates.  The framework incorporates a banking sector and distinguishes between M1, the monetary base, currency and various measures of reserves: total, excess and non borrowed.  We use a variant of the model to analyze two sets of empirical facts.  The first set of facts is that different monetary aggregates covary differently with short term nominal interest rates.  Broad monetary aggregates like M1 and the monetary base covary positively with current and future values of short term interest rates.  In contrast, the non borrowed reserves of banks covary negatively with current and future interest rates.  Observations like this `sign switch' lie at the core of recent debates about the effects of monetary policy actions on short term interest rates.  According to our model, the sign switch occurs because movements in non borrowed reserves are dominated by exogenous shocks to monetary policy, while movements in the base and M1 are dominated by endogenous responses to non-policy shocks.  The second set of facts that we consider is that broad monetary aggregates covary positively with output.  We quantify the Friedman and Schwartz hypothesis that this covariation reflects the effects of exogenous shocks to monetary policy, and the hypothesis that they reflect the endogenous response of monetary aggregates to shocks in the private economy.\n\n",
    "acknowledgement": "\n"
}