{
    "id": 5281,
    "citation_title": "Would Privatizing Social Security Raise Economic Welfare?",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1995-09-01",
    "issue_date": "1995-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA funded social security retirement program would imply a larger capital stock and a higher level of real income than an unfunded program that provides the same level of benefits.  The transition from an unfunded program to a funded program that does not reduce the benefits of existing retirees or the present value of the benefit entitlements of existing employees would, however, require substituting explicit government debt for the equally large implicit debt of the unfunded program. This paper shows that such a debt financed transition from an unfunded program to a funded program is not just a change of form without economic effects.  Such a debt financed transition would raise economic welfare if three conditions are met: (1) the marginal product of capital exceeds the rate of economic growth; (2) the capital intensity of the economy is below the welfare maximizing level (i.e., the marginal product of capital exceeds the appropriate consumption discount rate); and (3) the rate of economic growth is positive. Illustrative calculations based on U.S. experience since 1960 suggest that the present value of the gain from a debt financed transition to a funded program would substantially exceed the current level of GDP.  More explicitly, even with a relatively high real consumption discount rate of 4.4 percent, the present value gain would be about 1.5 dollars per dollar of current net social security wealth or about $17 trillion.\n\n",
    "acknowledgement": "\n"
}