{
    "id": 529,
    "citation_title": "The Historical Evolution of Female Earnings Functions and Occupations",
    "citation_author": [
        "Claudia D. Goldin"
    ],
    "citation_publication_date": "1980-08-01",
    "issue_date": "1980-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOf all the changes in the history of women's market work, few have been more impressive than the rapid emergence and feminization of the clerical sector and the related decline in manufacturing employment for women. Although a century ago few women were clerical workers, as early as 1920 22% of all employed non-farm women were, and about 50% of all clerical workers were women. Employment for women in the clerical sector expanded at five times the annual rate in manufacturing from 1890 to 1930, and during the same period of time wages for female clerical workers fell relative to those in manufacturing. This paper explores the underlying causes of these dramatic sectoral shifts by estimating the relationship between earnings and experience for manufacturing and clerical workers from 1888 to 1940. It is seen that earnings profiles for employment in manufacturing rose steeply with experience and peaked early, while those in the clerical sector were much flatter and did not peak within the relevant range. Returns to off-job training and depreciation with age and with time away from the labor force also differed between these occupations. A model of sectoral shift is developed in which workers choose occupations and therefore the time path of training on the basis of their life-cycle labor force participation and their consumption value of education. The coefficients from the earnings function estimations are used to demonstrate that the decline in the relative wage of clerical to manufacturing work from 1890 to 1930 can be explained by such a model, Finally, it is shown that a sizable percentage of the difference in the growth of female employment in the manufacturing and clerical sectors can be explained by various labor supply factors.\n\n",
    "acknowledgement": "\n"
}