{
    "id": 5292,
    "citation_title": "Tobin's q and Asset Returns: Implications for Business Cycle Analysis",
    "citation_author": [
        "Lawrence J. Christiano",
        "Jonas Fisher"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe marginal cost of plant capacity, measured by the price of equity is significantly procyclical.  Yet, the price of a major intermediate input into expanding plant capacity, investment goods, is coutercyclical.  The ratio of these prices is Tobin's q.  We interpret the fact that Tobin's q differs from unity at all reflects that there are diminishing returns to expanding plant capacity by installing investment goods (`adjustment costs').  Also, its numerator and denominator have such different cyclical properties.  We find the sign switch in their covariation with output reflects interaction of our adjustment cost specification with the operation of two shocks: one which affects the demand for equity and another which shifts the technology for producing investment goods.  The adjustment costs cause the two prices to respond differently to these two shocks which is why it is possible to choose the shock variances to reproduce the sign switch.  These model features are incorporated into a modified version of a model analyzed in Boldrin, Christiano and Fisher (1995) which contains assumptions designed to account for the observed mean return on risk free and risky assets.  We find various modifications not only account for the sign switch but also continue to account for the salient features of mean asset returns. We turn to business cycle implications of our model.  The model does as well as standard models with respect to conventional business cycle measures of volatility and comovement with output, and on one dimension the model significantly dominates standard models.  The factors that help it account for prices and rates of return on assets also help it account for the fact that employment across a broad range of sectors moves together over the cycle.\n\n",
    "acknowledgement": "\n"
}