{
    "id": 5293,
    "citation_title": "The Child Care Industry: Cost Functions, Efficiency, and Quality",
    "citation_author": [
        "H. Naci Mocan"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a newly compiled data set, this paper provides insights into the characteristics of the child care industry.  First, there is no difference in average quality of the services produced between nonprofit and for-profit centers.  This indicates that nonprofit status cannot be taken as a signal of higher quality.  Second, the hypothesis of relative inefficiency of nonprofit centers with respect to for-profits is unfounded.  On the other hand, centers that receive public money, either from the state or federal government, that is tied to higher standards, have variable costs that are 19 percent higher than other centers. Child care workers with 13 to 15 years of education and workers with 16 and more years of education are substitutes.  Both of these groups are complements to workers with 12 and less years of education. Centers have inelastic demand for workers. There are economies of scale in production.  Controlling for the level of quality of services, a 10 percent increase in hours of children served brings about only an 8.5 percent increase in costs in the long-run.  There is no evidence of economies of scope.  Serving various age groups jointly is not more efficient than serving them separately, although the issue is less clear in the case of preschoolers and school aged children. The cost of increasing the quality of an average center from mediocre to good is between 12-16 cents per child-hour.\n\n",
    "acknowledgement": "\n"
}