{
    "id": 5294,
    "citation_title": "Where the Money Goes: Medical Expenditures in a Large Corporation",
    "citation_author": [
        "Mark B. McClellan",
        "David A. Wise"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new data file of insurance claims under employer- provided health plans to describe the pattern of expenditures in a large corporation: who spends? on what? for how long?  The description is illustrative of detail that can be distilled for other firms. There are three noticeable features of spending: (1) The differences in the provisions of the two FIRM plans seem to have substantial effects on health care expenditures.  Inpatient expenditures are a much larger fraction of the total under a first-dollar coverage plan available to hourly employees.  (2) Substance abuse and other mental health disorders account for a surprisingly large fraction of health care costs.  (3) The components of health care cost differ substantially across individuals, demographic groups, and plans, suggesting that further analysis of the 'micro' details of medical expenditures may help to assess the probable implications of alternative insurance reforms.  (4) There is substantial persistence in individual health care expenditures from year to year. Illustrative calculations suggest that this persistence may lead to considerable inequality in individual costs under demand-side insurance reforms such as those coupled with IHA saving plans, and thus may place important limitations on plans that might otherwise be attractive.  The exploratory analysis contained in this paper suggests that firm data can provide important insights into the black box that erupts expenditures under private insurance plans.  And, hence these data may provide greater understanding of how plan reforms may affect expenditures.\n\n",
    "acknowledgement": "\n"
}