{
    "id": 5296,
    "citation_title": "Measuring Poverty Among the Elderly",
    "citation_author": [
        "Angus Deaton",
        "Christina Paxson"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoverty counts are counts of individuals in poverty but are calculated from household or family data on income or expenditure. The transition from one to the other requires assumptions about intrahousehold allocation, about differences in needs across different people, and about the extent of economies of scale.  The number of elderly in poverty, or the number of children in poverty, is sensitive to these assumptions and to differences in living arrangements across age groups.  We explore the sensitivity of poverty counts to variations in assumptions about child costs and economies of scale using data from the United States and from six large Indian states. Because living arrangements of the elderly are so different in the United States and India, the use of the latter forces us to think about household structure and poverty in the United States.  We argue that the official poverty counts in the United States are compromised by unrealistically high costs of children and by unrealistically high economies of scale.  We provide a discussion of how economies of scale and child costs can be estimated from the data, using identifying assumptions that label private goods and adult goods, and we make calculations based on the 1990 Consumer Expenditure Survey.  We obtain plausible estimates of child costs, together with a number of interesting but hard-to-explain anomalies when we try to estimate economies of scale.\n\n",
    "acknowledgement": "\n"
}