{
    "id": 5299,
    "citation_title": "The Underrepresentation of Women in Economics: A Study of Undergraduate Economics Students",
    "citation_author": [
        "Karen E. Dynan",
        "Cecilia Elena Rouse"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough women are underrepresented in the field of economics, many see little need for intervention, arguing that women are inherently less interested in economics, or are less willing or able to get the math skills skills needed to do well in the subject.  At the same time, others support active efforts to increase the number of women in the field, citing other possible causes of their current underrepresentation.  These people argue, for example, that women are deterred from entering the field because of a lack of female role models, or that women are discouraged by an unappealing classroom environment.  This study assesses these hypotheses by examining factors that influence undergraduate students' decisions to become economics majors using a survey of students in the introductory economics course at Harvard University as well as data on an entire class of students from Harvard's registrar. We find that although women in the introductory economics course at Harvard tend to begin the course with a weaker math background than men, math background does not explain much of the gender difference in students' decisions about majoring in economics. The class environment and the presence or absence of role models also do not explain much of the gender gap. On the other hand, women do less well in economics relative to other courses than men do, and controlling for this difference in relative performance significantly diminishes the estimated gender gap.  An economically large but statistically insignificant difference between sexes in the probability of majoring in economics remains, however, which may be due to differing tastes or information about the nature of economics.\n\n",
    "acknowledgement": "\n"
}