{
    "id": 53,
    "citation_title": "Progress in Human Capital Analysis of the Distribution of Earnings",
    "citation_author": [
        "Jacob Mincer"
    ],
    "citation_publication_date": "1974-08-01",
    "issue_date": "1974-08-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe traditional studies of income distribution, a field with which economists are becoming increasingly concerned, must be described as basically sociological.  The ascendancy of the human capital approach can be viewed as a reaction of economists to this non-economic, though certainly not irrelevant, tradition.  In stressing the role played by individual and family optimizing decisions in human capital investments, important aspects of income determination are brought back within the mainstream of economic theory and within the power of its analytical and econometric tools.  Human capital is not the only element of choice in the analysis of income distribution .  Nevertheless, it appears that the subject of human capital investments lends itself to a more systematic and comprehensive analysis of wage differentials, than each of the other factors.  The following is a description of research in the distribution of labor incomes in which human capital theory serves as an organizing principle. It is, in part, a sequel to my 1970 survey and, in part, a report of ongoing research of my own and of others.\n\n",
    "acknowledgement": "\nThis paper was presented at the Royal Economic Society Conference on the Personal Distribution of Incomes and Property, Lancaster, England, July 1974. This research was funded by a grant to the NBER from the National ScienceFoundation (GS-31334) and by a contract from the U.S. Department of Labor(L-73-135) for research on the determinants of the distribution of income and earnings. The opinions expressed herein are those of the author and do not necessarily reflect the views of the National Science Foundation or the Department of Labor.\n\n\n"
}