{
    "id": 5302,
    "citation_title": "Labor Market Effects of Spinal Cord Injuries in the Dawn of the Computer Age",
    "citation_author": [
        "Alan Krueger",
        "Douglas Kruse"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat effect does a severe disability have on individuals' employment and earnings? Has the computer revolution lessened the adverse labor market consequences of severe disabilities?  This paper investigates the labor market effects of severe, traumatic disabilities resulting from spinal cord injuries (SCIs).  We compare the employment experiences of a sample of individuals with SCIs to those of former co-workers over the same period, and to two random samples of individuals in New Jersey.  The analysis is based in large part on a 1994 telephone survey of New Jersey adults who had SCIs within the past ten years.  Results indicate that the occurrence of an SCI causes a steep decline in employment, hours worked, and weekly earnings, but relatively little change in wage rates for those who work.  The computer revolution has the potential to expand employment opportunities for people with disabilities.  Our results indicate that having computer skills is associated with higher earnings, and a faster return to work and earnings recovery, for SCI individuals, after holding constant other variables such as education.  There is no apparent earnings gap between SCI and non-SCI computer users, whereas among those who do not use computers at work the earnings of SCI employees lag behind those of non-SCI employees.  Despite the benefits, individuals with SCIs are less likely to use computers than the general population.\n\n",
    "acknowledgement": "\n"
}