{
    "id": 5327,
    "citation_title": "Optimal Debt Management",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOptimal debt management can be thought of in three stages. First, if taxes are lump sum and the other conditions for Ricardian equivalence hold, then the division of government financing between debt and taxes is irrelevant, and the whole level of public debt is indeterminate from an optimal-tax standpoint.  Second, if taxes are distorting, then the timing of taxes will generally matter; for example, it may be desirable to smooth tax rates over time.  This consideration makes determinate the levels of debt at various dates, but does not pin down the composition of the debt, say by maturity. Finally, if there is uncertainty about real interest rates, levels of public outlay, GDP, and so on, then the relation of tax rates to states of nature becomes important.  In some cases, optimal taxation dictates the smoothing of tax rates over states of nature, and this element may pin down the composition of the debt.  For example, the maturity structure can be designed to insulate the government's financing costs from shifts in real interest rates. This paper studies dynamic optimal taxation in an equilibrium model that yields a form of tax smoothing as a basis for debt management.  The main analysis uses a tractable form of the one-sector stochastic growth model.  The type of taxation that yields the clearest results on tax smoothing is a proportional levy on consumption.  In a simple benchmark case, optimal debt management entails the issue of indexed consols.  More generally, payouts on debt would also be contingent on aggregate consumption and the level of government spending.\n\n",
    "acknowledgement": "\n"
}