{
    "id": 533,
    "citation_title": "The Tax Advantages of Pension Fund Investments in Bonds",
    "citation_author": [
        "Fischer Black"
    ],
    "citation_publication_date": "1980-08-01",
    "issue_date": "1980-08-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI believe that every tax-paying firm's defined benefit pension fund portfolio should be invested entirely in bonds (or insurance contracts). Although the firm's pension funds are legally distinct from the firm, there is a close tie between the performance of the pension fund investments and the firm's cash flows. Sooner or later, gains or losses In pension fund portfolios will mean changes in the firm's pension contributions. Shifting from stocks to bonds in the pension funds will increase the firm's debt capacity, because it will reduce the volatility of the firm's future cash flows. Shifting from stocks to bonds in the pension funds will give an indirect tax benefit equal to the firm's marginal tax rate times the interest on the bonds. There is no indirect tax benefit if the pension funds are invested in stocks. Fully implementing the plan will mean shifting all of the stocks in the pension fund to fixed income investments, and putting all new contributions into fixed income investments. Shifting $2 million from stocks to bonds has a present value for the firm's stockholders of about $1 million. Shifting from stocks to bonds in the pension funds will reduce the firm's leverage. To offset this, the firm can issue more debt than it otherwise would have issued. The money raised can be invested in the firm or used to buy back the firm's stock. This version of the plan, with more bonds in the pension fund and more debt on the firm's balance sheet, is equivalent to the following transactions: (1)sell a portfolio of stocks on which no taxes are paid, and buy the firm's stock on which no taxes are paid; and (2) issue the firm's bonds at an after-tax interest rate, and buy other firm's bonds at a before-tax interest rate.\n\n",
    "acknowledgement": "\n"
}