{
    "id": 5330,
    "citation_title": "Privatization of Social Security: How It Works and Why It Matters",
    "citation_author": [
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1995-10-01",
    "issue_date": "1995-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the Auerbach-Kotlikoff Dynamic Life-Cycle Model (AK Model) to examine the macroeconomic and efficiency effects of privatizing social security, and a simple privatization proposal, the Personal Security System, to discuss other issues associated with privatization. According to the AK Model, privatizing social security can create major long-run increases in output and living standards which come largely but not exclusively at the expense of existing generations. Indeed, the pure gains refers to the welfare improvement for future generations after existing generations have been fully compensated for losses from privatization.  The precise size of the efficiency gain depends on the existing tax structure, linkage between benefits and taxes under the existing social security system and the choice of the tax instrument used to finance benefits during the transition. When the initial tax structure has a progressive income tax, when the existing system's benefit-tax linkage is low, when consumption taxation is used to finance benefits during transi- tion and when existing generations are fully compensated for privatization losses, there is a 4.5 % simulated welfare gain to future generations. But if these circumstances don't hold, the efficiency gains from privatization are likely to be smaller, possibly negative. The Personal Security System shows there are simple ways to privatize the retirement portion of the U.S. Social Security System and credit workers for their past contributions, and even provide more survivors' protection than the current system. But the analysis suggests that benefits must be set against a possible reduction in progressivity and a reduction in longevity insurance for the elderly.\n\n",
    "acknowledgement": "\n"
}