{
    "id": 5332,
    "citation_title": "Non-Keynesian Effects of Fiscal Policy Changes: International Evidence and the Swedish Experience",
    "citation_author": [
        "Francesco Giavazzi",
        "Marco Pagano"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn earlier work we documented two episodes in which a sharp fiscal consolidation was associated with a very large expansions in private domestic demand.  In this paper we draw on further evidence to investigate if and when fiscal policy changes can have such non-Keynesian effects. In the first part of the paper, we analyze cross-country data for 19 OECD countries.  In the second, we concentrate on the Swedish fiscal expansion of the early 1990s. The cross-country evidence on private consumption confirms that fiscal policy changes - both contractions and expansions - can have non-Keynesian effects if they are sufficiently large and persistent, and suggests that these effects can result not only from changes in public consumption but to some extent also from changes in taxes and transfers.  The latter result is consistent with the Swedish experience where a decrease in net taxes (with almost no change in public consumption) was associated with a dramatic fall in private domestic demand. Our evidence and that from other studies agree that during the Swedish fiscal expansion of the early 1990s a large negative error appears in the consumption function.  There is less consensus about how this error should be interpreted, but it is clear that the most obvious candidates (wealth effects and after-tax real interest rate effects) are not sufficient to explain it. This error may reflect a large downward revision of permanent disposable income, which affected the consumption of Swedish households over and beyond the negative effects of the drop in real asset prices.  We suggest that this revision in permanent income may have been triggered, at least partly, by the fiscal expansion of the early 1990s.\n\n",
    "acknowledgement": "\n"
}