{
    "id": 5333,
    "citation_title": "The Effects of Human Resource Management Practices on Productivity",
    "citation_author": [
        "Casey Ichniowski",
        "Kathryn Shaw",
        "Giovanna Prennushi"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasingly, firms are considering the adoption of new work practices, such as problem-solving teams, enhanced communication with workers, employment security, flexibility in job assignments, training workers for multiple jobs, and greater reliance on incentive pay. This paper provides empirical evidence to address the question: do these human resource management practices improve worker productivity? For this study, we constructed our own data base through personal site visits to 26 steel plants which contained one specific steelmaking process, and collected longitudinal data with precise measures on productivity, work practices, and the technology in these production lines.  The empirical results consistently support the following conclusion: the adoption of a coherent system of these new work practices, including work teams, flexible job assignments, employment security, training in multiple jobs, and extensive reliance on incentive pay, produces substantially higher levels of productivity than do more 'traditional' approaches involving narrow job definitions, strict work rules, and hourly pay with close supervision. In contrast, adopting individual work practice innovations in isolation has no effect on productivity.  We interpret this evidence as support for recent theoretical models which stress the importance of complementarities among a firm's work practices.\n\n",
    "acknowledgement": "\n"
}