{
    "id": 5338,
    "citation_title": "The Impact of Inflation on Budgetary Discipline",
    "citation_author": [
        "Joshua Aizenman",
        "Ricardo Hausmann"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates budgetary rules for an economy characterized by inflation and volatile relative prices.  We view the budgetary process as a limited contingencies contract between the treasury and the ministers.  The budgetary process allows a minister, whose realized real budget falls short of a threshold, to ask for a treasury, the minister obtains the extra funds needed to meet the expenditure threshold level. The contract sets both the projected budget and the threshold real expenditure that justifies budget revisions.  We identify the efficient contract and show that for significant state verification costs and for low volatility, the contract is non contingent (i.e., a nominal contract).  For volatility significant enough the contract becomes state contingent -- it reduces the initial allocation [i.e., the projected budget,] and reduces the threshold associated with budgetary revisions.  Both adjustments imply that in volatile economies the projected revenue understates the realized budget hence the average budget error is positive.  As volatility increases, the contract converges to a full ex-post indexation.  Hence, one of the costs of inflation is that nominal contracts lose their disciplining role in determining the real allocation.  Instead, the economy shifts towards more costly arrangements like ex-post indexation, where discipline is accomplished by constant monitoring The last part of the paper uses the data from 12 Latin American countries to test the model's predictions.  Our tests confirm that in an inflationary environment the planned budget is under-predicting the realized one -- higher inflation increases the budget error and the average budget error is positive.\n\n",
    "acknowledgement": "\n"
}