{
    "id": 5340,
    "citation_title": "The Gold Standard as a `Good Housekeeping Seal of Approval'",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we argue that adherence to the gold standard rule of convertibility of national currencies into a fixed weight of gold served as a `good housekeeping seal of approval' which facilitated access by peripheral countries to foreign capital from the core countries of western Europe.  We survey the historical background of gold standard adherence in the period 1870-1914 by nine important peripheral countries.  The sample includes the full range of commitment to the gold standard from continuous adherence, through intermittent adherence, to non-adherence.  Evidence on the pattern of long-term government bond yields suggests that long-term commitment to the gold standard mattered even when bonds were denominated in gold: countries that remained on gold throughout the classical era were charged lower rates than countries that had a mixed record of adherence.  Estimation of a model analogous to the CAPM, using the differential between peripheral country rates and UK rates augmented by a list of `fundamentals' and a dummy variable to capture gold standard adherence, reveals that capital markets attached significant weight to gold standard adherence.  Countries with poor adherence records were charged considerably more than those with good records, enough to explain the determined effort to stay on gold made by a number of capital importing countries.\n\n",
    "acknowledgement": "\n"
}