{
    "id": 5342,
    "citation_title": "Virtuous Circles of Productivity: Star Bioscientists and the Institutional Transformation of Industry",
    "citation_author": [
        "Lynne G. Zucker",
        "Michael R. Darby"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most productive (`star') bioscientists possessed intellectual human capital of extraordinary scientific and pecuniary value for some 10-15 yrs after Cohen & Boyer's 1973 founding discovery for biotechnology.  This extraordinary value was due to the union of still scarce knowledge of the new research techniques and genius to apply these techniques in valuable ways.  As in other sciences, star bioscientists were particularly protective of their ideas in the early years of the revolution, tending to collaborate more within their own institution which slowed diffusion to other scientists. Therefore, close, bench-level working ties between stars and firm scientists were needed to accomplish commercialization of the breakthroughs.  Where and when the star scientists were actively producing academic publications is a key determinant of where and when commercial firms began to use biotechnology.  The extent of collaboration by a firm's scientists with stars is a powerful predictor of its success: for each 9 articles co-authored by an academic star and firm scientists about 3 more products in development, 1 more on the market and 1550 more employees are estimated.  Such collaboration with firms, or employment, also results in significantly higher rates of citation to articles written with the firm.  The U.S. scientific and economic infrastructure has been quite effective in fostering and commercializing the bioscientific revolution.  To provide an indication of international competitiveness, we estimate stars' distribution, commercial involvement and migration across the top 10 countries in bioscience. These results let us inside the black box to see how scientific breakthroughs become economic growth and consider the implications for policy.\n\n",
    "acknowledgement": "\n"
}