{
    "id": 5354,
    "citation_title": "State Reproductive Policies and Adolescent Pregnancy Resolution: The Case of Parental Involvement Laws",
    "citation_author": [
        "Theodore Joyce",
        "Robert Kaestner"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState laws regulating abortion have increased markedly in the wake of recent Supreme Court decisions.  We test whether one form of abortion regulation, parental involvement laws, affects how pregnancies are resolved.  Specifically, we examine whether laws that require minors to notify or obtain consent from a parent before receiving an abortion affect the likelihood that a pregnancy will be terminated.  We use individual data on births and abortions from three southern states, South Carolina, Tennessee, and Virginia.  A distinguishing characteristic of our data is the large sample of abortions, the quality of reporting, and information on individual and county characteristics.  We detect no significant effects of parental involvement laws on the probability of abortion for minors as a single treatment group, a finding contrary to several recent studies.  We do find, however, that for non-black minors 16 years of age, South Carolina's parent consent statute is associated with a 10 percentage point fall in the probability of abortion, a relative decline of over 20 percent.  We believe this to be an upper bound estimate given potential underreporting of induced terminations.  We also find a comparatively weak relationship between distance from an abortion provider and the probability that a pregnancy is aborted.  We conclude that minors include their parents in the decision to terminate a pregnancy.  Other minors seek abortion in a neighboring state. Overall, the impact of parental involvement laws on the pregnancy resolution of minors is not large.\n\n",
    "acknowledgement": "\n"
}