{
    "id": 5357,
    "citation_title": "Predation and Accumulation",
    "citation_author": [
        "Herschel I. Grossman",
        "Minseong Kim"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper incorporates the economic theory of predation into the theory of economic growth.  The analytical framework is a dynamic general-equilibrium model of the interaction between two dynasties, one of which is a potential predator and the other is its prey.  Each generation of each dynasty has to decide how to allocate its endowment of inherited wealth not only to consumption and productive capital, as in standard growth models, but also to either defensive fortifications or offensive weapons. Productive capital forms a basis for accumulation of wealth but in each generation predation can cause both the destruction of wealth and a redistribution of wealth from the prey dynasty to the predator dynasty. We find that, if the current wealth of the potential predator dynasty is small relative to the current wealth of the prey dynasty, then the current generation of the prey dynasty chooses to tolerate predation rather than to deter predation.  We also find that over generations the security of the prey dynasty's property and the rate of accumulation of the it's productive capital both steadily decrease, while the inherited wealth of the predator dynasty grows relative to that of the prey dynasty. Eventually a generation of the prey dynasty will find that with predation its property is so insecure it is better off increasing its defensive fortifications to deter predation.Importantly, the relation between the security of the prey dynasty's property and its accumulation of productive capital, is neither continuous nor monotonic. Generations of the prey dynasty that choose to deter predation even though their property is secure accumulate productive capital more slowly than the preceding generations that tolerated predation. Even if deterrence becomes preferable for the prey dynasty than predation, deterrence is costly.\n\n",
    "acknowledgement": "\n"
}