{
    "id": 5364,
    "citation_title": "Investment Creation and Investment Diversion: Simulation Analysis of theSingle Market Programme",
    "citation_author": [
        "Richard E. Baldwin",
        "Rikard Forslid",
        "Jan Haaland"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the investment creation and diversion effects of the EU's Single Market programme (EU92).  We first present empirical evidence which suggests that EU92 caused investment diversion in the European Free Trade Association (EFTA) nations and investment creation in the EU.  The economic logic behind this is simple.  Discriminatory liberalization shifts production of tradable goods from nonintegrating countries to the integrating region.  Since tradable sectors are capital intensive relative to nontraded sectors, the production shifting raises the rental rate in the integrating regions, lowering it elsewhere.  Investment creation and diversion is the result.  To simulate what would have occurred if the EFTAns had never gained access to EU92 (via EU membership or the European Economic Area), we employ a computable general equilibrium model with endogenous capital stocks.  The results show a modest drop in EFTA capital stocks when they are excluded from EU92, but an important rise (almost 5%) when they are included.  In terms of real income, the difference between the included and excluded cases is quite large for the EFTAns (5.5% of GDP).  In all cases, the EU experiences investment creation and income gains.  The effects on the US and Japan are trivially small, but mostly negative in terms of capital stocks and real income.\n\n",
    "acknowledgement": "\n"
}