{
    "id": 5370,
    "citation_title": "The Effect of Increased Tax Rates on Taxable Income and Economic Efficiency: A Preliminary Analysis of the 1993 Tax Rate Increases",
    "citation_author": [
        "Martin Feldstein",
        "Daniel Feenberg"
    ],
    "citation_publication_date": "1995-11-01",
    "issue_date": "1995-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 1993 tax legislation raised marginal tax rates to 36 percent from 31 percent on taxable incomes between $140,000 and $250,000 and to 39.6 percent on incomes above $250,000.  This paper uses recently published IRS data on taxable incomes by adjusted gross income class to analyze how the 1993 tax rate increases affected taxable income, tax revenue, and economic efficiency.  Our estimates are based on a difference-in-difference procedure comparing growth of taxable incomes among taxpayers with AGIs over $200,000 to the growth of incomes of lower income taxpayers.  We use the NBER TAXSIM model to adjust for interyear differences in the composition of the two taxpayer groups. The results show that high income taxpayers would have reported 7.8 percent more taxable income in 1993 than they did if their tax rates had not increased.  Because of the high threshold for the increase in tax rates, this decline in taxable income caused the Treasury to lose more than half of the extra revenue that would have been collected if taxpayers had not changed their behavior. The deadweight loss caused by the higher marginal tax rates (including the effects on labor supply and on consumption of goods and services favored by deductions and exclusions) is approximately twice as large as the $8 billion in revenue raised by the 1993 tax rate. Several possible statistical biases could cause the estimated effect of the tax changes to either underestimate or overestimate the true long-run effect.  The paper concludes with a discussion of these problems and of plans for future analysis.\n\n",
    "acknowledgement": "\n"
}