{
    "id": 5386,
    "citation_title": "Volatility, Investment and Disappointment Aversion",
    "citation_author": [
        "Joshua Aizenman",
        "Nancy Marion"
    ],
    "citation_publication_date": "1995-12-01",
    "issue_date": "1995-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uncovers a statistically significant negative correlation between volatility and private investment over the 1970-93 period in a set of almost fifty developing countries and provides a possible interpretation of this result by using the disappointment- aversion expected utility framework first described by Gul (1991).  We consider a number of different volatility measures related to domestic policies or to external factors.  As the various volatility measures tend to be positively correlated, we do not claim to identify a unique measure as the dominant source of volatility.  Instead, we demonstrate that for a number of different measures, volatility reduces private investment in developing countries.  We then show that the disappointment-aversion framework provides a useful way of illustrating the adverse first-order effects of volatility.  When agents are disappointment-averse, they put more weight on 'bad' outcomes and less weight on 'good' outcomes than in the standard case. The asymmetric weighting of outcomes introduces additional concavity into the utility function and causes volatility to have significant, negative effects on economic performance.  The large, negative effects of increased volatility continue to hold even if the coefficient of relative risk aversion approaches zero (that is, even if the marginal utility of income is constant so that agents are risk neutral in the conventional sense).\n\n",
    "acknowledgement": "\n"
}