{
    "id": 5387,
    "citation_title": "Sampling Errors and Confidence Intervals for Order Statistics: Implementing the Family Support Act",
    "citation_author": [
        "William C. Horrace",
        "Peter Schmidt",
        "Ann Dryden Witte"
    ],
    "citation_publication_date": "1995-12-01",
    "issue_date": "1995-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Family Support Act allows states to reimburse child care costs up to the 75th percentile of  local market price for child care. States must carry out surveys to estimate these 75th percentiles.  This estimation problem raises two major statistical issues: (1) picking a sample design that will allow one to estimate the  percentiles cheaply, efficiently and equitably; and (2) assessing the sampling variability of the estimates obtained. For Massa- chusetts, we developed a sampling design that equalized the standard errors of the estimated percentiles across 65 distinct local markets. This design was chosen because state administrators felt public day care providers and child advocates would find it equitable, thus limiting costly appeals. Estimation of standard errors for the sample 75th percentiles requires estimation of the density of the population at the 75th percentile.  We implement and compare a number of parametric and nonparametric methods of density estimation. A kernel estimator provides the most reasonable estimates. On the basis of the mean integrated squared error criterion we selected the Epanechnikov kernel and the Sheather-Jones automatic bandwidth selection procedure.  Because some of our sample sizes were too small to rely on asymptotics, we also constructed nonparametric confidence intervals using the hypergeometric distrition. For most of our samples, these confidence intervals were similar to those based on the asymptotic standard errors. Substantively we find wide variation in the price of child care, depending on the child's age, type of care and geographic location. For full-time care, the 75th percentiles ranged from $242 per week for infants in child care centers in Boston to $85 per week for family day care in western Massachusetts.\n\n",
    "acknowledgement": "\n"
}