{
    "id": 5388,
    "citation_title": "Do Children of Immigrants Make Differential Use of Public Health Insurance?",
    "citation_author": [
        "Janet Currie"
    ],
    "citation_publication_date": "1995-12-01",
    "issue_date": "1995-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicaid is one of the most costly welfare programs available to immigrants.  This paper uses data from the 1989 to 1992 National Health Interview Survey to compare the effects of Medicaid eligibility on public and private health insurance coverage and on the utilization of medical services among children of natives and children of immigrants. Children of immigrants are more likely to be covered by Medicaid, but less likely to use health care.  However, after conditioning on eligibility and other observable characteristics and instrumenting individual eligibility using an index of the generosity of state Medicaid regulations, I find that recent expansions of eligibility had negligible effects on Medicaid coverage among children of immigrants, although coverage rose among children of the native born.  Among immigrants in border states, eligibility was also associated with declines in private health insurance coverage.  Effects on utilization were quite different: becoming eligible increased the probability that a child had a doctor's visit more for immigrants than non-immigrants, but increased the hospitalization rate only among children of the native born.  Hence, although recent Medicaid expansions shifted as much as one-quarter of the cost of providing infra-marginal services to children of immigrants from private to public insurers in border states, they drew many previously unserved children of immigrants into care.\n\n",
    "acknowledgement": "\n"
}