{
    "id": 5393,
    "citation_title": "Employer Size and The Wage Structure in U.S. Manufacturing",
    "citation_author": [
        "Steven J. Davis",
        "John Haltiwanger"
    ],
    "citation_publication_date": "1995-12-01",
    "issue_date": "1995-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the hourly wage structure varies with establishment size and how wage dispersion breaks down into between-plant and within-plant components Our study combines household and establishment data for the U.S. manufacturing sector in 1982. 1) Wage dispersion falls sharply with establishment size for nonproduction workers and mildly for production workers. 2) Size-class differences in wage dispersion often mask even sharper differences in the dispersion of wages generated by observable worker characteristics and in the 'skill prices' on those characteristics. 3) In terms of dispersion in predicted log wages worker heterogeneity tends to rise with establishment size production workers are much more homogenous in the union sector, but only at plants with 1,000 or more workers. 4) Unobserved factors generate sharply greater wage dispersion at smaller establishments. 5) The variance in mean wages across establishments accounts for 59% of total variance.  Within-plant wage variance among production workers accounts for a mere 2%. 6) Mean wage differences by size of establishment account for about one-fourth of the total between-plant variance of wages. 7) Between-plant wage dispersion falls sharply with establishment size, entirely accounting for the negative relationship of establishment size to overall wage dispersion. Guided by these and other empirical findings, we assess several hypotheses about the determination of the wage structure.\n\n",
    "acknowledgement": "\n"
}