{
    "id": 541,
    "citation_title": "Three Papers on Brazilian Trade and Payments",
    "citation_author": [
        "Eliana A. Cardoso",
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis report brings together three separate, short papers on problems of Brazilian trade and payments. The following topics are addressed: the determinants of export behavior in the manufactures sector, measures of the real exchange rate and the monetary approach applied to the external balance. In the paper on export behavior of manufactures, we report estimates of an export supply equation. We show that for the period 1959-1977 exports of manufactures were determined by productive capacity, the relative price (inclusive of subsidies) facing exporters and the domestic output gap. The equation describes well the behavior of exports and documents on export price elasticity of unity and a significant responsiveness of exports to the level of domestic demand relative to capacity. The study of real exchange rates examines a number of different empirical measures of external competitiveness. Specifically, we look at the manufactures terms of trade, the relative wholesale prices in Brazil and abroad, export prices relative to home prices and export prices relative to prices in world trade. The comparison of these real exchange rate measures points out the important role that composition effects played in Brazilian export growth. A large fraction of Brazilian exports is in the area of processed foods that experienced a particularly sharp increase in their relative price in world trade in 1968-1974. The paper dealing with the monetary approach explains reserve and exchange rate behavior in terms of domestic credit and the determinants of nominal money demand. It corrects earlier estimates in the literature and, while sustaining the success of a monetary approach, it also qualifies that approach by drawing attention to the role of monetary liabilities of the consolidated banking, system.\n\n",
    "acknowledgement": "\n"
}