{
    "id": 5412,
    "citation_title": "Trends in Regional Inequality in China",
    "citation_author": [
        "Tianlun Jian",
        "Jeffrey D. Sachs",
        "Andrew M. Warner"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral recent studies have examined the tendency of regions within a nation to exhibit long-term convergence in per capita income levels.  Barro and Sala-i-Martin (1991, 1992, 1995) have found a tendency towards convergence among the U.S. states, among Japanese prefectures, and among regions within Western Europe.  In this paper we examine the tendency towards convergence among the provinces of China during the period 1952-1993.  We find that real income convergence of provinces in China has been a relatively recent phenomenon, emerging strongly only since the reform period began in 1978.  During the initial phase of central planning, 1952-1965, there is some evidence for convergence, but it is weak and sensitive to the time period being analyzed.  During the cultural revolution, 1965- 1978, there is strong evidence of divergence rather than convergence. We find strong evidence for convergence during the reform period is associated with rural reforms, and is especially strong within the coastal regions where there has been liberalization of international trade and investment flows.  However, since 1990 regional incomes have begun to diverge.  Such a divergence is entirely explained by the variance between the coastal and interior provinces, rather than increase in variance within each other.  Therefore, it seems that China is now on a dual track, with a prosperous and fast growing coastal region and a poor interior growing at a lower rate.\n\n",
    "acknowledgement": "\n"
}