{
    "id": 5413,
    "citation_title": "The Missing Piece in Policy Analysis: Social Security Reform",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis lecture discusses the economic losses that result from an unfunded social security retirement system and the potential gain from shifting to a funded system.  The social security payroll tax distorts labor supply and the form in which compensation is paid.  Although each individual's benefits are linked to that individual's previous payroll tax payments, the low equilibrium rate of return inherent in an unfunded system implies a `net' payroll tax that causes distortions. The resulting deadweight loss is 1% of each year's GDP in perpetuity, an amount equal to 20% of payroll tax revenue and a 50% increase in deadweight loss of the personal income tax. Also, there is the loss of investment income resulting from forcing employees to accept the low implicit return of an unfunded program rather than the much higher return paid on private saving or in a funded social security program. The present value of the annual losses from using an unfunded system exceeds the benefit to those who received windfall transfers when the program began and when it expanded. Shifting to a funded program cannot reverse the crowding out of capital that has already occurred. Recognizing the existing unfunded obligation only makes that piece of the national debt explicit, but shifting to a funded program limits crowding out of capital formation to the amount that already occurred. Future increases in annual saving that result from economic growth are able to earn the higher rate of return on real capital.  The present value of these gains is equivalent to a perpetuity of more than 2% of GDP a year. The combi- nation of improved labor market incentives and higher real return on saving has a net present value gain of more than $15 trillion, an amount equivalent to three percent of each future year's GDP forever.\n\n",
    "acknowledgement": "\n"
}