{
    "id": 5419,
    "citation_title": "Local Property and State Income Taxes: The Role of Interjurisdictional Competition and Collusion",
    "citation_author": [
        "Thomas J. Nechyba"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to address two long standing questions in Public Finance: (i) why is the property tax, despite popular complaints about its fairness, the almost exclusive tax instrument used by local governments, and (ii) why do we consistently observe higher levels of governments undermine local property tax systems through income tax funded grants and state imposed caps on local property tax rates.  A new intuitive argument to explain (i) is presented and tested in general equilibrium simulations which utilize a compu- table general equilibrium model of local public finance with parameters set to be consistent with micro-tax data.  Different types of agents are endowed with income and houses and are able to move to their most preferred house in their most preferred jurisdiction.  Also, agents vote myopically on local property tax rates while non-myopic community planners set a local income tax.  Six possible objective functions for community planners are postulated, and all 6 lead to the same equilibrium outcome: community planners will always set local tax rates at or close to zero.  When faced with popular sentiment against the property tax, community planners can collude and introduce local income taxes simultaneously to prevent adverse general equilibrium migration and price changes.  Since zero income tax rates are dominant strategies however, such an agreement is only enforceable if an outsider like the state government steps in.  State grants funded through a state income tax can play such an enforcement role.\n\n",
    "acknowledgement": "\n"
}