{
    "id": 5425,
    "citation_title": "U.S.-Mexico Integration and Regional Economies: Evidence from Border- City Pairs",
    "citation_author": [
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I examine whether U.S.-Mexico economic integration is causing economic activity in the United States to relocate to the U.S.-Mexico border region.  The approach I take is to study U.S.- Mexico border-city pairs.  Border cities are natural laboratories in which to study the effects of trade policy.  To the extent transport costs are the main non-trade policy barriers to trade, we expect regional economic integration to cause economic activity in border cities to expand.  I exploit the fact that U.S.-Mexico integration has effectively been underway since the early 1980s.  A large portion of U.S.-Mexico trade is the result of U.S. multinationals establishing export assembly operations in Mexico.  Mexico's export assembly plants are concentrated in cities on the U.S.-Mexico border.  The question I ask is whether the growth of export manufacturing in Mexican border cities increases the demand for goods and services produced in neighboring U.S. border cities.  I estimate demand links between Mexican and U.S. border cities using data on the six largest border- city pairs over the period 1975-1989.  The results indicate that the growth of export manufacturing in Mexico can account for a substantial portion of employment growth, in general, and of manufacturing employment growth, in particular, in U.S. border cities over the sample period.  This suggests that NAFTA will contribute to the formation of binational regional production centers along the U.S.- Mexico border.\n\n",
    "acknowledgement": "\n"
}