{
    "id": 5427,
    "citation_title": "In Search of Stolper-Samuelson Effects on U.S. Wages",
    "citation_author": [
        "Edward E. Leamer"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic growth in Europe and Asia and Latin America could have contri- buted in many different ways to lower wages and increased income inequality that the United States has been experiencing.  One plausible model that links external product markets to internal labor markets is the Heckscher-Ohlin- amuelson general equilibrium model.  This model operates over a time period long enough to allow complete detachment of workers and capital from their original sectors. According to this model the news of Asian growth is carried to the US labor markets by declines in prices of labor intensive tradables. These price reductions twist the labor demand curve, dictating lower real wages for unskilled workers who reside in communities with abundant unskilled labor but raising the wages for unskilled workers who are fortunate to live in communities inhabited mostly by skilled workers. US relative producer prices of labor-intensive tradables declined in the 1970s by about 30%. These product price declines are compatible in the long run with real wage reductions totalling almost 40% for unskilled workers. In the 1980s however, changes in US producer prices worked in favor of these low-wage workers, raising their equilibrium wages by about 20%.  The sectoral bias of TFP growth did not favor low- or high-wage workers, but TFP changes did work strongly in favor of nonproduction workers and against production workers in the 1970s. If these TFP improvements had not generated any product price response, the TFP improvements in the 1970s call for a 100% increase in earnings of nonproduction workers and a 60% reduction in earnings of production workers.\n\n",
    "acknowledgement": "\n"
}