{
    "id": 5442,
    "citation_title": "The Efficiency of Self-Regulated Payments Systems: Learning From the Suffolk System",
    "citation_author": [
        "Charles W. Calomiris",
        "Charles M. Kahn"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the operation of the Suffolk System, an interbank note-clearing network operating throughout New England from the 1820s through the 1850s. Banks made markets in each other's notes at par, which allowed New England to avoid discounting of bank notes in trade. Privately enforced regu- lations prevented free riding in the form of excessive risk taking. Observers of the Suffolk System have been divided.  Some emphasized the stability and effi these arrangements.  Others argued that the arrangements were motivated by rent-seeking on the part of Boston banks, and were primarily coervice and exploitative. In the neighboring Mid-Atlantic states, regulations limited the potential for developing a regional clearing system centered in New York City on the model of the Suffolk System.  This difference makes it possible to compare the performance of banks across regulatory regimes to judge the relative merits of the sanguine and jaundiced views of the Suffolk System. Evidence supports the sanguine view.  New England's banks were able to issue more notes and these notes traded at uniform and low discount rates compared to those of other banks.  An examination of the balance sheets and stock returns of Boston and New York City banks indicates that the stock market perceived that bank lending produced less risk for bank debt holders in Boston than in New York.  The benefits of the system extended outside of Boston. Peripheral New England banks displayed high propensities to issue notes, and wer able to maintain low specie reserves.  Boston banks did not show high profit rates or high ratios of market-to-book values of equity; thus there is no evidence that Boston banks extracted rents from their control of the payments system.\n\n",
    "acknowledgement": "\n"
}