{
    "id": 5445,
    "citation_title": "Target Zones and Exchange Rates: An Empirical Investigation",
    "citation_author": [
        "Geert Bekaert",
        "Stephen F. Gray"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop an empirical model of exchange rates in a target zone.  The model is general enough to nest most theoretical and empirical models in the existing literature.  We find evidence of two types of jumps in exchange rates.  Realignment jumps are those that are associated with the periodic realignments of the target zone and within-the-band jumps are those that can be accommodated within the current target zone.  The exchange rate may jump outside the current target zone band, in the case of a realignment, but when no jump occurs the target zone is credible (there is zero probability of a realignment) and the exchange rate must stay within the band.  We incorporate jumps, in general, by conditioning the distribution of exchange rate changes on a jump variable where the probability and size of a jump vary over time as a function of financial and macroeconomic variables.  With this more general model, we revisit the empirical evidence from the European Monetary System regarding the conditional distribution of exchange rate changes, the credibility of the system, and the size of the foreign exchange risk premia.  In contrast to some previous findings, we conclude that the FF/DM rate exhibits considerable non-linearities, realignments are predictable and the credibility of the system did not increase after 1987. Moreover, our model implies that the foreign exchange risk premium becomes large during speculative crises.  A comparison with the Deutschemark/Dollar rate suggests that an explicit target zone does have a noticeable effect on the time-series behavior of exchange rates.\n\n",
    "acknowledgement": "\n"
}