{
    "id": 545,
    "citation_title": "Staggered Wage Setting without Money Illusion: Variations on a Theme of Taylor",
    "citation_author": [
        "Willem H. Buiter",
        "Ian Jewitt"
    ],
    "citation_publication_date": "1980-09-01",
    "issue_date": "1980-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a number of influential recent papers, Taylor (1979a, b; 1980a, b) has analyzed the behaviour of an economy characterized by staggered over-lapping wage contracts and rational expectations. His model has the \"Keynesian\" feature that the second moment of the distribution function of real output is not invariant under changes in the deterministic (and known) components of monetary policy rules. The reason for this is the inertia in the money wage process induced by the staggered multi-period contracts and the assumption that the wage payments due in any given period under the contract are not \"indexed\", that is not made contingent on the actually realized values of such nominal variables as the general price level. We retain the crucial assumption of multi-period (staggered) non-contingent contracts but wish to examine the consequences of altering Taylor's assumption that wage bargainers are influenced by relative money wages rather than relative real wages. In Taylor's model money wage contracts are negotiated without reference to past, current and expected future prices. Our suggested modification that wage bargainers are influenced by relative real wages, which we consider somewhat more plausible, has some interesting implications for the empirical estimation of models with staggered wage contracts (see especially Taylor, 1980b).\n\n",
    "acknowledgement": "\n"
}