{
    "id": 5460,
    "citation_title": "A Citation-Based Test for Discrimination at Economics and Finance Journals",
    "citation_author": [
        "Scott Smart",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "1996-02-01",
    "issue_date": "1996-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDiscrimination is notoriously difficult to document.  Convincing tests for discrimination require good measures of the legitimate determinants of the outcome of interest, for example wages and productivity.  While few contexts provide data adequate to the task of measuring discrimination, copious bibliographic data on the impact of academic research make possible tests of discrimination in the editorial process.  This study develops a test for possible bias þ with respect to author gender, prestige of author's institution, article content (theory vs. empiricism), and whether the author has ties to the editor þ using a new approach based on an analysis of citations.  We treat citations as a measure of article quality and ask whether papers by certain groups receive systematically different numbers of citations.  The key to our approach is the observation that editors do not simply accept or reject papers.  For accepted papers, editors determine articles' order within journal issue and length based on their quality assessments.  We show that these 'editorial treatment' decisions are highly correlated with citations.  Thus, we infer bias against a particular group of authors if their published articles have more citations, conditional editorial treatment, than other articles.  Surprisingly, we document systematic editorial bias in favor of authors located outside of top institutions.\n\n",
    "acknowledgement": "\n"
}