{
    "id": 5462,
    "citation_title": "Financing Constraints and Corporate Investment: Response to Kaplan and Zingales",
    "citation_author": [
        "Steven M. Fazzari",
        "R. Glenn Hubbard",
        "Bruce C. Petersen"
    ],
    "citation_publication_date": "1996-01-01",
    "issue_date": "1996-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nKaplan and Zingales (1995, hereafter KZ) criticize Fazzari, Hubbard and Petersen (1988, hereafter FHP) and much ensuing research that uses cross-sectional differences in firm behavior to test for financing constraints on investment.  This reply identifies flaws in the KZ analysis.  The questions KZ raise have been considered extensively and rigorously in the literature (most of which is not addressed in KZ), with results broadly similar to those of FHP.  We also challenge both of KZ's main results.  First, their finding that most of the FHP firms are not financially constrained relies on an inappropriate operational definition of what it means to be constrained.  Their definition ignores the incentives for firms that operate in imperfect capital markets to accumulate stocks of cash or maintain unused debt capacity to offset partially shocks to the flow of internal finance.  Second, the KZ regression results (lower sensitivity of investment to cash flow for firms classified as constrained than for those classified as unconstrained) are uninformative.  Their classification approach relies on possibly self- serving managerial statements that may present a distorted picture of firm's availability of finance.  It also employs misleading criteria to make unrealistically fine distinctions in the degree of financing constraints, and emphasizes financial distress rather than financing constraints.  Finally, econometric problems affect the interpretation of the KZ regressions.  We conclude that the KZ findings do not contradict the interpretation of the empirical results in FHP and subsequent research.\n\n",
    "acknowledgement": "\n"
}