{
    "id": 5463,
    "citation_title": "A Time-Series Analysis of Crime and Drug Use in New York City",
    "citation_author": [
        "Hope Corman",
        "H. Naci Mocan"
    ],
    "citation_publication_date": "1996-02-01",
    "issue_date": "1996-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis report summarizes the results of a project which investigated the time series interrelationships between crime, drug use, police, and arrests in New York City.  We use monthly data from 1970 through 1990 for New York City.  We plot the individual time series for five different non-drug crimes, arrest rates for these crimes, drug deaths, number of police officers, and drug arrests in New York City.  We find that drug usage, as proxied by drug deaths, increased from the mid-1980's to about 1988-1989.  At the same time, felony drug arrests increased substantially.  During the mid-1980's, there were increases in murders, assaults, and motor vehicle thefts. Robberies increased in the later 1980s and burglaries declined throughout the 1980s.  Arrest rates and total arrests for non-drug crimes did not decline during this period of increased drug arrests. In a multivariate analysis, we found that the three property crimes investigated - robberies, burglaries and motor vehicle thefts - increased when there were unexpected increases in drug usage.  We did not find such a relationship between drug use and murders or assaults, holding constant arrest rates and police.  In addition, we found evidence of police deterrence, either directly, or through arrests, of property-related and assault offenses, but not for murders.  Thus, in a time-series approach, we are able to find a causal relationship between drug usage and property-related felonies.\n\n",
    "acknowledgement": "\n"
}