{
    "id": 5490,
    "citation_title": "Costly Pollution Abatement, Competitiveness, and Plant Location Decisions",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "1996-03-01",
    "issue_date": "1996-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US-Mexico free-trade debate included some theoretical assertions that were then used as arguments against trade and investment liberalization.  (1) Trade liberalization increases the degree to which production is internationally relocated in response to environmental restrictions (`environmental dumping'?).  (2) Investment liberalization, leading to multinational firms, similarly increases the production and welfare response to costly environmental restrictions.  This paper adapts an oligopoly model, in which multinationals can arise endogenously, to examine these arguments. The findings are: (1) Trade liberalization increases production sensitivity to costly environmental restrictions, but arguments against liberal trade on welfare grounds do not follow.  (2) Multinationals do not increase the production-reallocation effect caused by environmental restrictions or regulations.  The inter-firm reallocation of production by competitive market forces in the absence of multinationals is slightly larger than the intra-firm reallocation when multinationals are present.  In addition, the paper finds that the form taken by cost increases is crucial: restrictions that fall on fixed costs (e.g., more efficient burners and motors) have much smaller effects on production and welfare than restrictions that fall on marginal costs (e.g., cleaner fuels).\n\n",
    "acknowledgement": "\n"
}